Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/live_btl/dance_battle_skill.po
Languages: pt

# 592 NAME
source: Rainbow Prism Star
pt: Stella Prisma Arcobaleno

# 611 NAME
source: Rainbow Shooting Star
pt: Stella Cadente Arcobaleno

# 633 NAME
source: Rainbow Shining Star
pt: Stella Splendente Arcobaleno

# 654 NAME
source: Body Shake
pt: Scuoti il Corpo

# 665 NAME
source: Heart Shake
pt: Batticuore

# 677 NAME
source: Passion Shake
pt: Passione Shake

# 691 NAME
source: Heartbeat
pt: Battito

# 701 NAME
source: Heart Strike
pt: Colpo al Cuore

# 714 NAME
source: Heart Smash
pt: Spacca Cuore

# 726 NAME
source: Charming Cuteness
pt: Incantevole Carineria

# 744 NAME
source: Adorable Allure
pt: Fascino Adorabile

# 760 NAME
source: Darling Dazzle
pt: Sfavillio Tesoro

# 775 NAME
source: Heal Me Mix
pt: Mix Curativo

# 787 NAME
source: Heal Me Club Mix
pt: Curami Club Mix

# 804 NAME
source: Heal Me Mega Mix
pt: Curami Mega Mix

# 821 NAME
source: Groove Booster
pt: Booster del Groove

# 836 NAME
source: Groove Blaster
pt: Esplosione di Groove

# 851 NAME
source: Groove Downer
pt: Groove Smorzatore

# 865 NAME
source: Groove Buster
pt: Spacca-Groove

# 879 NAME
source: Orbital Laser
pt: Laser Orbitale

# 893 NAME
source: Fired Up
pt: Carico a Molla

# 902 NAME
source: Hot Stuff
pt: Roba Calda

# 912 NAME
source: Red Hot
pt: Bollente

# 920 NAME
source: Pressure
pt: Pressione

# 929 NAME
source: High Pressure
pt: Alta Pressione

# 943 NAME
source: Mega Pressure
pt: Mega Pressione

# 957 NAME
source: Irritate
pt: Irritare

# 966 NAME
source: Incite
pt: Incitare

# 973 NAME
source: Provoke
pt: Provoca

# 981 NAME
source: Energy Charge
pt: Carica Energetica

# 995 NAME
source: Energy Spike
pt: Picco di Energia

# 1008 NAME
source: Energy Overdrive
pt: Sovraccarico Energetico

# 1025 NAME
source: Uplift
pt: Incoraggiamento

# 1032 NAME
source: Exhilarate
pt: Infiammare

# 1043 NAME
source: Gutsy
pt: Grintoso

# 1049 NAME
source: Fearless
pt: Impavido

# 2531 EXPLANATION
source: This bold dance battle move will earn you a massive amount of bonus points by tracing a rainbow through the air with a showy backflip.
pt: Questa mossa di ballo audace ti farà guadagnare un botto di punti bonus tracciando un arcobaleno nell'aria con un backflip spettacolare.

# 2666 EXPLANATION
source: This beautiful dance battle move will earn you a lot of bonus points by tracing a rainbow through the air with a showy backflip.
pt: Questa bellissima mossa da battaglia di danza ti farà guadagnare molti punti bonus tracciando un arcobaleno nell'aria con un vistoso backflip.

# 2795 EXPLANATION
source: This sublime dance battle move will earn you a ton of bonus points by tracing a rainbow through the air with a showy backflip.
pt: Questa mossa di dance battle sublime ti farà guadagnare un sacco di punti bonus tracciando un arcobaleno nell'aria con un backflip spettacolare.

# 2922 EXPLANATION
source: Earn a few bonus points during a dance battle.
pt: Guadagna alcuni punti bonus durante una battaglia di danza.

# 2969 EXPLANATION
source: Earn a bunch of bonus points during a dance battle.
pt: Guadagna un botto di punti bonus durante una battaglia di danza.

# 3021 EXPLANATION
source: Earn major bonus points during a dance battle.
pt: Guadagna un sacco di punti bonus durante una dance battle.

# 3068 EXPLANATION
source: Give an energetic dance battle performance that slightly lowers the health of your opponents by throwing them off rhythm.
pt: Sfoggia una performance energica in una dance battle che abbassa leggermente la salute dei tuoi avversari facendogli perdere il ritmo.

# 3190 EXPLANATION
source: Give a spirited dance battle performance that lowers the health of your opponents by throwing them off rhythm.
pt: Dai una performance di battaglia di danza grintosa che abbassa la salute dei tuoi avversari mandandoli fuori ritmo.

# 3301 EXPLANATION
source: Give a powerful dance battle performance that dramatically lowers the health of your opponents by throwing them off rhythm.
pt: Sfodera una performance di ballo micidiale che pialla la salute dei tuoi avversari, mandandoli fuori ritmo.

# 3425 EXPLANATION
source: Win the hearts of the crowd with a sweet performance during a dance battle, causing your opponent's Heat to fall a bit.
pt: Fatti amare dalla folla con un'esibizione spettacolare durante una dance battle, facendo calare un po' la Heat del tuo avversario.

# 3545 EXPLANATION
source: Win the hearts of the crowd with a seriously sweet performance during a dance battle, causing your opponent's Heat to fall.
pt: Fai impazzire la folla con una performance che spacca durante una dance battle, facendo scendere la Heat del tuo avversario.

# 3669 EXPLANATION
source: Win the hearts of the crowd with a super sweet performance during a dance battle, causing your opponent's Heat to fall dramatically.
pt: Conquista il cuore della folla con un'esibizione da urlo durante una dance battle, facendo crollare drasticamente il Heat del tuo avversario.

# 3802 EXPLANATION
source: Slightly recover your health through proper breathing and concentration during a dance battle.
pt: Recuperi leggermente la tua salute grazie a una corretta respirazione e concentrazione durante una battaglia di ballo.

# 3897 EXPLANATION
source: Recover your health through even better breathing and concentration during a dance battle.
pt: Recupera la tua salute attraverso una respirazione e concentrazione ancora migliori durante una battaglia di danza.

# 3988 EXPLANATION
source: Recover even more of your health through intense breathing control and concentration during a dance battle.
pt: Recupera ancora più della tua salute attraverso un intenso controllo della respirazione e concentrazione durante una battaglia di danza.

# 4096 EXPLANATION
source: Wake the Fighting Spirit that sleeps within you to raise your Spirits one level during a dance battle.
pt: Risveglia lo Spirito Combattivo che dorme in te per aumentare i tuoi Spiriti di un livello durante una battaglia di ballo.

# 4199 EXPLANATION
source: Wake even greater Fighting Spirit within you to raise your Spirits two levels during a dance battle.
pt: Accendi uno Spirito combattivo ancora più grande dentro di te per aumentare i tuoi Spiriti di due livelli durante una battaglia di ballo.

# 4300 EXPLANATION
source: Lower your opponent's Spirits one level by showing off your hunger for victory during a dance battle.
pt: Abbassa gli Spiriti del tuo avversario di un livello sfoggiando la tua fame di vittoria durante una battle di danza.

# 4402 EXPLANATION
source: Lower your opponent's Spirits two levels by showing off an even greater hunger for victory during a dance battle.
pt: Abbassa gli Spirits dell'avversario di due livelli sfoggiando una fame di vittoria ancora maggiore durante una dance battle.

# 4516 EXPLANATION
source: Deal major damage to your opponent's health and Heat.
pt: Infliggi danni ingenti alla salute e all'Heat del tuo avversario.

# 4570 EXPLANATION
source: Earn a few bonus points during a dance battle.
pt: Guadagna alcuni punti bonus durante una battaglia di danza.

# 4617 EXPLANATION
source: Earn a bunch of bonus points during a dance battle.
pt: Guadagna un botto di punti bonus durante una battaglia di danza.

# 4669 EXPLANATION
source: Earn major bonus points during a dance battle.
pt: Guadagna un sacco di punti bonus durante una dance battle.

# 4716 EXPLANATION
source: Deliver minor damage to your opponent's health during a dance battle.
pt: Infliggi danni minori alla salute del tuo avversario durante una battle di danza.

# 4786 EXPLANATION
source: Deliver damage to your opponent's health during a dance battle.
pt: Infliggi danni alla salute del tuo avversario durante una sfida di ballo.

# 4850 EXPLANATION
source: Deliver major damage to your opponent's health during a dance battle.
pt: Infliggi danni ingenti alla salute del tuo avversario durante una battaglia di ballo.

# 4920 EXPLANATION
source: Deliver minor damage to your opponent's Heat during a dance battle.
pt: Infliggi danni minori all'Heat del tuo avversario durante una battaglia di ballo.

# 4988 EXPLANATION
source: Deliver damage to your opponent's Heat during a dance battle.
pt: Infliggi danni al Heat del tuo avversario durante una battaglia di danza.

# 5050 EXPLANATION
source: Deliver major damage to your opponent's Heat during a dance battle.
pt: Infliggi un danno massiccio al Heat del tuo avversario durante una sfida di danza.

# 5118 EXPLANATION
source: Recover a little of your health during a dance battle.
pt: Recupera un po' della tua salute durante una battaglia di ballo.

# 5173 EXPLANATION
source: Recover some of your health during a dance battle.
pt: Recupera un po' della tua salute durante una battaglia di danza.

# 5224 EXPLANATION
source: Recover a lot of your health during a dance battle.
pt: Recupera un sacco di salute durante una battaglia di danza.

# 5276 EXPLANATION
source: Boost your Spirits by one level.
pt: Aumenta i tuoi Spiriti di un livello.

# 5309 EXPLANATION
source: Boost your Spirits by two levels.
pt: Potenzia i tuoi Spiriti di due livelli.

# 5343 EXPLANATION
source: Lower your opponent's Spirits by one level.
pt: Abbassa il morale del tuo avversario di un livello.

# 5387 EXPLANATION
source: Lower your opponent's Spirits by two levels.
pt: Abbassa gli Spiriti del tuo avversario di due livelli.
