Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/live_btl/Kimiiru.po
Languages: pt

# 376 LIVE_WORD_STR
source: Till the end, you'll be by my side That's the promise that you made that day
pt: Fino alla fine, sarai al mio fianco È la promessa che hai fatto quel giorno

# 453 LIVE_WORD_STR
source: I remember it so well
pt: Me lo ricordo eccome

# 475 LIVE_WORD_STR
source: Me and you, staring at the sky As a solitary cloud pass by
pt: Io e te, a fissare il cielo Mentre una nuvola solitaria passa

# 534 LIVE_WORD_STR
source: It reminded me of you, that smile I won't forget
pt: Mi ha fatto pensare a te, quel sorriso che non scorderò

# 583 LIVE_WORD_STR
source: Someday soon maybe, I'll finally be used to being alone...
pt: Magari un giorno, non molto lontano, mi sarò finalmente abituata a stare da sola...

# 642 LIVE_WORD_STR
source: But until that day comes, I'll spend my time wishing you were here next to me
pt: Ma finché non arriva quel giorno, passerò il mio tempo a desiderare che tu fossi qui accanto a me

# 720 LIVE_WORD_STR
source: I'm gonna make it Stronger than ever before, you'll see
pt: Ce la farò Più forte che mai, vedrai

# 776 LIVE_WORD_STR
source: I don't care how long it'll take
pt: Non mi importa quanto tempo ci vorrà

# 809 LIVE_WORD_STR
source: I wanna show you How much everything you did means to me
pt: Voglio mostrarti Quanto tutto quello che hai fatto significhi per me

# 866 LIVE_WORD_STR
source: This dream'll come true No matter how hard I have to try
pt: Questo sogno si avvererà Non importa quanto mi debba impegnare

# 923 LIVE_WORD_STR
source: I don't know where you are, but I know you can see
pt: Non so dove sei, ma so che mi vedi

# 974 LIVE_WORD_STR
source: I'm not crying because You're always here in my heart
pt: Non sto piangendo perché Sei sempre qui nel mio cuore

# 1028 LIVE_WORD_STR
source: After the long journey
pt: Dopo il lungo viaggio

# 1051 LIVE_WORD_STR
source: My dream is finally almost in my reach
pt: Il mio sogno è finalmente a un passo

# 1090 LIVE_WORD_STR
source: Just another few steps And I'll be there showing you a brand new me
pt: Ancora pochi passi E sarò lì a mostrarti una me completamente nuova

# 1158 LIVE_WORD_STR
source: I'm gonna make it Impossible as it might seem to be
pt: Ce la farò Per quanto possa sembrare impossibile

# 1210 LIVE_WORD_STR
source: I can finish what I have to do
pt: Posso portare a termine quello che devo fare

# 1241 LIVE_WORD_STR
source: Because I have you In my heart supporting my every move
pt: Perché ho te Nel mio cuore a sostenere ogni mia mossa

# 1297 LIVE_WORD_STR
source: We're not together I don't know how far away you are
pt: Non siamo insieme Non so quanto sei lontano

# 1350 LIVE_WORD_STR
source: But there's one thing that keeps me going inside
pt: Ma c'è una cosa che mi fa andare avanti, qui dentro

# 1399 LIVE_WORD_STR
source: I'm not lonely because You're always here in my heart
pt: Non sono sola perché Sei sempre qui nel mio cuore
