Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/live_btl/Konnanjanai.po
Languages: pt

# 384 LIVE_WORD_STR
source: This silly dream, this ray of hope
pt: Questo sogno sciocco, questo raggio di speranza

# 419 LIVE_WORD_STR
source: Fading faster than scribbles on the pavement Should I just give in?
pt: Svanendo più in fretta degli scarabocchi sull'asfalto Dovrei solo mollare?

# 488 LIVE_WORD_STR
source: Is this what you want?" "Are you good enough?"
pt: È questo che vuoi?" "Sei abbastanza brava?"

# 535 LIVE_WORD_STR
source: It's all I see when I look in the mirror I can't escape, my own reflection
pt: È tutto quello che vedo quando mi guardo allo specchio Non riesco a sfuggire, al mio stesso riflesso

# 610 LIVE_WORD_STR
source: When my tears won't dry Wanna just not even try I'll find the strength inside
pt: Quando le mie lacrime non si asciugano Vorrei solo non provarci nemmeno Troverò la forza dentro

# 688 LIVE_WORD_STR
source: Hope is all it takes to remake Your dreams into reality
pt: Basta solo la speranza per trasformare I tuoi sogni in realtà

# 744 LIVE_WORD_STR
source: So don't let it slip away!
pt: Allora non lasciartelo scappare!

# 771 LIVE_WORD_STR
source: Are you ready? Go! It's your time to show
pt: Sei pronta? Vai! È il tuo momento di farti vedere

# 813 LIVE_WORD_STR
source: That you're so much more than they could know
pt: Che sei molto più di quanto potessero mai sapere

# 859 LIVE_WORD_STR
source: Hold your head up high! Spread your wings and fly!
pt: Tieni la testa alta! Spiega le ali e vola!

# 910 LIVE_WORD_STR
source: Just a bit of hope and you'll be shining
pt: Basta un briciolo di speranza e risplenderai

# 951 LIVE_WORD_STR
source: It's all up to me! Just you wait and see!
pt: Dipende tutto da me! Aspetta e vedrai!

# 993 LIVE_WORD_STR
source: This star is gonna shine so bright it hurts And I will prove to you
pt: Questa stella brillerà così forte da far male E io ti dimostrerò

# 1061 LIVE_WORD_STR
source: That I can be, so much more than what you see right now
pt: Che posso essere, molto di più di quello che vedi adesso

# 1117 LIVE_WORD_STR
source: Are you on the brink? Want to give it up? Then let me start this over from the top!
pt: Sei al limite? Vuoi mollare? Allora, fammi ricominciare da capo!

# 1201 LIVE_WORD_STR
source: You're too young to think, back on what you did
pt: Sei troppo giovane per ripensare a quello che hai fatto

# 1249 LIVE_WORD_STR
source: Questioning your every last decision
pt: Dubitare di ogni tua singola decisione

# 1286 LIVE_WORD_STR
source: Whenever you fall, just get up and go
pt: Quando cadi, rialzati e vai

# 1324 LIVE_WORD_STR
source: No matter how many times it takes
pt: Non importa quante volte serva

# 1358 LIVE_WORD_STR
source: Your dream will come true, I promise you Hold your head up high and run to it
pt: Il tuo sogno si avvererà, te lo prometto Tieni la testa alta e corri a prendertelo

# 1436 LIVE_WORD_STR
source: You just need to believe
pt: Devi solo crederci

# 1461 LIVE_WORD_STR
source: That you can be, so much more than what we see right now
pt: Che tu puoi essere, tanto di più di quello che vediamo adesso
