Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/live_btl/Loneliness.po
Languages: pt

# 352 LIVE_WORD_STR
source: A bird without wings, can no longer fly That's what your twisted love has turned me into
pt: Un uccello senza ali, non può più volare È a questo che il tuo amore contorto mi ha ridotto

# 441 LIVE_WORD_STR
source: I just can't escape As hard as I try
pt: Non riesco proprio a scappare Per quanto mi sforzi

# 478 LIVE_WORD_STR
source: Your smile it cuts me in two, in its sorrow
pt: Il tuo sorriso mi spezza in due, nel suo dolore

# 522 LIVE_WORD_STR
source: What can I do to change myself So that you'll look at me, like you look at her?
pt: Cosa posso fare per cambiare me stesso Perché tu mi guardi, come guardi lei?

# 602 LIVE_WORD_STR
source: What can I do to change the past
pt: Cosa posso fare per cambiare il passato

# 635 LIVE_WORD_STR
source: So that you'll embrace me As tightly as you always used to?
pt: Perché tu mi abbracci Stretto come una volta?

# 695 LIVE_WORD_STR
source: Caught up in a loop of loneliness Never gonna find my way out
pt: Intrappolato in un circolo di solitudine Non riuscirò mai a uscirne

# 757 LIVE_WORD_STR
source: I'm trying to catch you in the frame But you keep slipping away
pt: Sto cercando di inquadrarti Ma continui a scivolare via

# 821 LIVE_WORD_STR
source: A bird without wings, can no longer fly That's what your twisted love has turned me into
pt: Un uccello senza ali, non può più volare È a questo che il tuo amore contorto mi ha ridotto

# 910 LIVE_WORD_STR
source: I just can't escape As hard as I try
pt: Non riesco proprio a scappare Per quanto mi sforzi

# 947 LIVE_WORD_STR
source: Your smile it cuts me in two, in its sorrow
pt: Il tuo sorriso mi spezza in due, nel suo dolore

# 991 LIVE_WORD_STR
source: Caught up in a loop, pain and regret just won't let me find my way out
pt: Intrappolato in un loop, dolore e rimpianto non mi lasciano proprio trovare una via d'uscita

# 1062 LIVE_WORD_STR
source: I can't catch myself within the frame It's too painfully blurry
pt: Non riesco a inquadrarmi È troppo sfocato e mi fa un male pazzesco.

# 1126 LIVE_WORD_STR
source: The day's gonna come, that these tears I shed will make you look back at what we could have been
pt: Verrà il giorno, che queste lacrime che verso ti faranno ripensare a quello che avremmo potuto essere

# 1223 LIVE_WORD_STR
source: The day's gonna come, that you finally see Just how many wounds that I bear
pt: Verrà il giorno, vedrai, che alla fine ti accorgerai Di quante fottute ferite mi porto addosso.

# 1299 LIVE_WORD_STR
source: A bird without wings, can no longer fly That's what your twisted love has turned me into
pt: Un uccello senza ali, non può più volare È a questo che il tuo amore contorto mi ha ridotto

# 1388 LIVE_WORD_STR
source: I just can't escape As hard as I try
pt: Non riesco proprio a scappare Per quanto mi sforzi

# 1425 LIVE_WORD_STR
source: Your smile it cuts me in two, in its sorrow
pt: Il tuo sorriso mi spezza in due, nel suo dolore
