Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1010.po
Languages: pt

# 2608 2687 79
source: Welcome back, Chairman Dojima.
pt: Bentornato, Presidente Dojima.

# 2710 2770 60
source: Thanks.
pt: Grazie.

# 2801 2861 60
source: Now then, Patriarch Madarame.
pt: Ebbene, Patriarca Madarame.

# 2893 2990 97
source: I hope you give this matter some consideration.
pt: Spero che prenderà in considerazione la faccenda.

# 3068 3162 94
source: You seem to be a trustworthy man.
pt: Lei sembra un uomo degno di fiducia.

# 3295 3382 87
source: And despite my sudden request...
pt: E nonostante la mia richiesta improvvisa...

# 3383 3532 149
source: You agreed to cancel our hotel meeting and convene in my private car instead.
pt: Ha acconsentito ad annullare il nostro incontro in hotel e a incontrarci invece nella mia auto privata.

# 3542 3691 149
source: An intimate space. No room for bodyguards to protect you.
pt: Un ambiente intimo. Non c'è spazio per le guardie del corpo a proteggerti.

# 3692 3817 125 分
source: Your very life could have been in danger.
pt: Avrebbe potuto costarti la vita.

# 3841 3994 153 元のフレーム 斑目キャプ対応 青山キャプ対応
source: And yet, you still got in. Still chose to meet with me.
pt: Eppure, è entrato lo stesso. Ha scelto comunque di incontrarmi.

# 4272 4434 162 4032 4170 4272 4410 4272 4410
source: I hope that shows you how seriously me and my clan are taking this alliance.
pt: Spero che questo le dimostri quanto seriamente il mio clan ed io affrontiamo questa alleanza.

# 4464 4696 232 OK 4096 4445 4336 4685 4336 4685
source: That, and I couldn't imagine the honorable leader of Kyushu's Yamagasa Family resorting to trickery.
pt: E poi, non potevo immaginare che l'onorevole capo della Famiglia Yamagasa di Kyushu ricorresse a dei sotterfugi.

# 4837 4915 78 4588 4663 4828 4903 4828 4903
source: Your turf, your rules.
pt: Casa tua, regole tue.

# 4960 5100 140 4712 4849 4952 5089 4952 5089
source: While we're in Fukuoka, I fully intend to follow them, Patriarch Madarame.
pt: Finché saremo a Fukuoka, ho la piena intenzione di seguire le vostre direttive, Patriarca Madarame.

# 5161 5392 231 OK 4912 5143 5152 5383 5152 5383
source: You run a clan of over 30 thousand, yet you defer to a man with less than 500 soldiers to his name?
pt: Comandi un clan di oltre trentamila uomini, eppure dai retta a un uomo che ha meno di 500 soldati?

# 5421 5500 79 5173 5353 5413 5593 5413 5593
source: Correct. After all...
pt: Esatto. Dopotutto...

# 5517 5605 88 分
source: That's what it means to be an equal alliance.
pt: Questo vuol dire essere un'alleanza alla pari.

# 5656 5800 144 5407 5549 5647 5789 5647 5789
source: I see. You show as much decency as you do daring.
pt: Capisco. Sei tanto audace quanto corretto.

# 5825 5975 150 5577 5721 5817 5961 5817 5961
source: It's no surprise you've come to lead the Tojo Clan at such a young age.
pt: Non mi sorprende che sia al comando del Clan Tojo a un'età così giovane.

# 6062 6203 141 5814 6049 6054 6289 6054 6289
source: As for the alliance. I have much to consider, but I am hopeful.
pt: Per quanto riguarda l'alleanza. Ho molto da considerare, ma nutro buone speranze.

# 6217 6298 81 分
source: My response will come within the week.
pt: Avrà la mia risposta entro la settimana.

# 6353 6463 110 6104 6317 6344 6557 6344 6557
source: I'll be waiting. Take care, in the meantime.
pt: Aspetterò. Riguardati, nel frattempo.

# 6485 6567 82 分
source: This world is a dangerous one, Patriarch.
pt: Questo mondo è un posto pericoloso, Patriarca.

# 7160 7220 60 6920 6980 7160 7220 7160 7220
source: Scram.
pt: Sparisci.

# 7813 7862 49 60ｆ以下です 7569 7622 7809 7862 7809 7862
source: Who was that?
pt: Chi era quello?

# 7863 7930 67 7623 7685 7863 7925 7863 7925
source: The captain of the Yamagasa Family.
pt: Il capitano della Famiglia Yamagasa.

# 7956 8045 89 7712 7802 7952 8042 7952 8042
source: A man named Yahata. Head of his own family as well.
pt: Un uomo di nome Yahata. Anche lui a capo di una sua famiglia.

# 8614 8682 68 8370 8442 8610 8682 8610 8682
source: I'm glad you've returned unharmed, Chairman.
pt: Sono lieto che sia tornato sano e salvo, Presidente.

# 8954 9115 161 8467 8630 8707 8870 8947 9110
source: Canceling the hotel meeting was quite a surprise. I wasn't sure what to expect.
pt: L'annullamento dell'incontro in hotel è stato una vera sorpresa. Non sapevo cosa aspettarmi.

# 9133 9285 152 8646 8796 8886 9036 9126 9276
source: Our counterparts here are no fools. They have no reason to go stirring up trouble.
pt: Questi qui non sono degli sprovveduti. Non hanno alcun motivo per agitare le acque.

# 9291 9351 60 8804 8864 9044 9104 9284 9344
source: I agree, but...
pt: D'accordo, ma...

# 9366 9550 184 8880 9063 9120 9303 9360 9543
source: Not to mention, we're pressuring them into this. An alliance they normally would never consider.
pt: Per non parlare del fatto che li stiamo mettendo alle strette. Un'alleanza che normalmente non prenderebbero mai in considerazione.

# 9599 9661 62 9113 9175 9353 9415 9593 9655
source: I anticipated at least some risk.
pt: Avevo previsto almeno un certo rischio.

# 9794 9855 61 9307 9368 9547 9608 9787 9848
source: We should make our way back to the hotel.
pt: Dovremmo tornare all'hotel.

# 9870 9955 85 9384 9470 9624 9710 9864 9950
source: It's not safe staying in the open for too long.
pt: Non è sicuro restare allo scoperto troppo a lungo.

# 10029 10065 36 60ｆ以下です 9542 9657 9782 9897 10022 10137
source: Chairman?
pt: Presidente?

# 10066 10142 76 分
source: Chairman Dojima? Where are you going?
pt: Presidente Dojima? Dove sta andando?

# 10194 10330 136 9708 9847 9948 10087 10188 10327
source: The trip to Fukuoka was a long one. I need some time alone to unwind.
pt: Il viaggio fino a Fukuoka è stato lungo. Ho bisogno di un po' di tempo da solo per staccare un po'.

# 10398 10528 130 9912 10041 10152 10281 10392 10521
source: Don't worry, I won't be gone long. No need to accompany me.
pt: Non preoccupatevi, non starò via a lungo. Non c'è bisogno che mi accompagniate.

# 10817 10877 60 10330 10390 10570 10630 10810 10870
source: You two.
pt: Voi due.
