Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1030.po
Languages: pt

# 802 862 60
source: Nice town.
pt: Bella città.

# 885 985 100
source: I see why so many people have ended up here.
pt: Capisco perché così tanta gente è finita qui.

# 1072 1135 63
source: Have you been driving long?
pt: Guida da molto tempo?

# 1190 1250 60
source: About six months now.
pt: Saranno circa sei mesi.

# 1265 1325 60
source: That's all?
pt: Tutto qui?

# 1336 1460 124
source: I guess you don't quite have the lay of the land yet, then.
pt: Allora mi sa che non conosce ancora bene la zona.

# 1519 1579 60
source: Not really.
pt: Non proprio.

# 1601 1661 60
source: Shame.
pt: Vergognati.

# 1670 1813 143
source: I was hoping you'd be able to fill me in on what life is like down here.
pt: Speravo mi potesse raccontare un po' com'è la vita da queste parti.

# 1898 1990 92
source: The truth is, I'm from Tokyo myself.
pt: A dire il vero, sono di Tokyo anch'io.

# 2026 2150 124
source: I've only come to Fukuoka for some pressing business dealings.
pt: Sono venuto a Fukuoka solo per alcuni affari urgenti.

# 2290 2511 221
source: Ah, well. If you don't mind, I'm going to think out loud for a bit. Please pay it no mind.
pt: Ah, be'... Se non le dispiace, adesso penso ad alta voce per un attimo. Non ci faccia caso.
