Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1040.po
Languages: pt

# 462 571 109
source: Where are we? I never said anything about stopping.
pt: Dove siamo? Non ho detto di fermarsi.

# 616 676 60
source: You can forget about the fare.
pt: Lascia perdere la tariffa.

# 705 855 150
source: I can't keep driving you without a concrete destination, sir.
pt: Non posso continuare a portarla in giro senza una destinazione precisa, signore.

# 894 985 91
source: You're telling me to just walk home, then?
pt: Allora mi stai dicendo di tornarmene a casa a piedi?

# 1058 1082 24
source: <Italic>Occupied</Italic>
pt: <Italic>Occupato</Italic>

# 1084 1118 34
source: <Italic>Available</Italic>
pt: <Italic>Disponibile</Italic>

# 1241 1393 152
source: I get it. I need to learn how to find my own way forward.
pt: Ho capito. Devo imparare a trovare la mia strada.

# 1592 1652 60
source: It may not always seem it...
pt: Potrebbe non sembrare sempre così...

# 1690 1761 71 2963
source: But I'm trying my best to walk this path.
pt: Ma sto facendo del mio meglio per percorrere questa strada.

# 1819 1879 60 結合前フレーム 結合後フレーム 2940+265f
source: Fourth Chairman.
pt: Quarto Presidente.

# 4371 4469 1143 1241 4371 4469
source: Thank ya kindly. Bowl of kake!
pt: Grazie, molto gentile. Una ciotola di kake

# 4846 4934 1618 1706 4846 4934
source: Slim pickings again. Same as always.
pt: Anche oggi è magra. Come al solito.

# 4935 5031 1707 1803 4935 5031
source: When's this economy gonna get out of the gutter?
pt: Quand'è che 'sta economia uscirà dalla fogna?

# 5035 5197 1807 1969 5035 5197
source: Even the jobs I <Italic>do</Italic> get are regular ol' one-way fares. It's just not right.
pt: E anche i lavori che <Italic>riesco</Italic> a rimediare sono le solite corse di sola andata. Non è proprio giusto.

# 5227 5294 1999 2066 5227 5294
source: Kakesoba's ready!
pt: Kakesoba pronto

# 5668 5774 2440 2546 5668 5774
source: These shows've been sproutin' up a lot lately, huh?
pt: 'Sti show stanno spuntando come funghi ultimamente, eh?

# 5786 5931 2558 2703 5786 5931
source: Y'can say that again. My daughter's glued to the things.
pt: E a chi lo dici. Mia figlia è sempre incollata a quella roba.

# 6003 6062 2775 2834 6003 6062
source: Think I've seen this one.
pt: Mi sa che questo l'ho già visto.

# 6063 6249 2835 3021 6063 6249
source: They call it the Princess League. Some kinda competition for amateur idols to strut their stuff.
pt: La chiamano Princess League. Una specie di competizione per idol dilettanti per mettersi in mostra.

# 6256 6348 3028 3120 6256 6348
source: Pretty sure the winner gets signed to some big-time label.
pt: Credo proprio che il vincitore ottenga un contratto con un'etichetta di quelle grosse.

# 6398 6540 3170 3312 6398 6540
source: Bet they gotta strut their stuff in the bedroom, too, if you get me.
pt: Scommetto che devono darsi da fare anche a letto, se mi capisci.

# 6541 6634 3313 3406 6541 6634
source: All these idol types sleep their way up the ladder.
pt: Tutte 'ste idol fanno carriera andando a letto con chiunque.

# 6635 6756 3407 3528 6635 6756
source: Stay too long in the biz and it's gonna twist you up somethin' fierce.
pt: Se resti troppo nel giro, questo finisce per distruggerti di brutto.

# 6757 6817 3529 3589 6757 6817
source: No doubt about that.
pt: Non c'è dubbio.

# 6839 7001 3611 3773 6839 7001
source: Not a fly's chance in a farmstead I'd let my daughter on somethin' like this.
pt: Neanche morto lascerei che mia figlia partecipasse a una roba del genere.

# 7016 7212 3788 3984 7016 7212
source: Y'ask me, it comes down to the parents. Dig a bit and you'll find they're all chasin' some long lost dream.
pt: Se me lo chiedi, la colpa è dei genitori. Scava un po' e vedrai che stanno tutti rincorrendo un loro vecchio sogno.

# 7213 7338 3985 4110 7213 7338
source: Not a single thought fer the wolves they're tossing their kid to.
pt: Non pensano minimamente ai lupi a cui stanno gettando in pasto il figlio.

# 7500 7560 4272 4332 7500 7560
source: Come again!
pt: Torna quando vuoi!
