Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1070.po
Languages: pt

# 320 380 60
source: Hi there!
pt: Ehilà!

# 428 481 53 60ｆ以下です
source: I'm Momo!
pt: Sono Momo

# 482 674 192
source: The heck? This is the cutest girl here? Thought I asked fer your number one!
pt: Ma che cazzo? E questa sarebbe la ragazza più carina che avete? Credevo di aver chiesto la vostra numero uno

# 675 828 153
source: Don't gimme that lip. I get folks linin' up for me every day of the week!
pt: Non fare il furbo con me. Ho gente che fa la fila per me, ogni giorno della settimana

# 1170 1252 82
source: Good evening. I'm Mayumi.
pt: Buonasera. Sono Mayumi.

# 1305 1422 117
source: Now <Italic>there's</Italic> a number one. Freakin' gorgeous...
pt: Questa <Italic>sì che è</Italic> una numero uno. Dannatamente splendida...

# 1451 1544 93
source: Don't tease me like that. I'm long past my prime.
pt: Non stuzzicarmi così. I miei tempi d'oro sono finiti da un pezzo.

# 1554 1620 66
source: Like heck y'are!
pt: Col cavolo

# 1625 1747 122
source: C'mon, Suzuki-san. Ain't this girl top-shelf?
pt: Ma dai, Suzuki-san. Questa ragazza non è il top?

# 1829 1889 60
source: Yeah, I guess so.
pt: Eh sì, immagino di sì.

# 2516 2699 183
source: Ugh, who do those Tojo pricks think they are!? Makes me wanna hurl!
pt: Ugh, ma chi si credono di essere quegli stronzi del Tojo!? Mi fanno venire il vomito

# 2700 2822 122
source: Hey! Y'bringin' us another bottle or what!?
pt: Ehi! Allora, ce la porti un'altra bottiglia o cosa!?
