Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1075.po
Languages: pt

# 45 175 130
source: Those guys're sure kickin' up a storm. Who are they, anyways?
pt: Quei tizi stanno facendo un bel casino. E comunque, chi sono?

# 184 301 117
source: Oh, them? They're our protection.
pt: Ah, loro? Sono la nostra protezione.

# 303 393 90
source: Protection? Y'mean yakuza?
pt: Protezione? Vuoi dire gli yakuza?

# 394 571 177
source: Yup. Small-timers, though. Just 'bout the bottom rung of the Yamagasa ladder.
pt: Già. Solo pesci piccoli, però. Praticamente l'ultimo gradino della scala degli Yamagasa.

# 587 680 93
source: Why they gotta come boozin' here?
pt: Perché devono venire a sbronzarsi proprio qui?

# 681 807 126 分
source: It ain't protection if they're only showin' up when there's not a speck o' trouble.
pt: Non è mica protezione se si fanno vivi solo quando non c'è un briciolo di casino.

# 809 872 63
source: 'Parently these're special circumstances.
pt: A quanto pare, queste sono circostanze speciali.

# 875 935 60
source: Some group from Tokyo in town.
pt: C'è un gruppo di Tokyo in città.

# 980 1110 130
source: Think they're called the Tojo Clan? They're all over Nagasu right now.
pt: Credo si chiamino Clan Tojo? Adesso sono dappertutto a Nagasu.

# 1111 1261 150
source: If yer askin' me, I'd bet those guys're here to keep any of them Tojo folks out.
pt: Se lo chiedi a me, scommetterei che quei tizi sono qui per tenere fuori la gente del Tojo.

# 1299 1406 107
source: All clean over my head, but it stinks o' trouble.
pt: Non sono affari miei, ma qui puzza di guai.

# 1432 1517 85
source: Just wish they stayed away on payday.
pt: Vorrei solo che se ne stessero alla larga il giorno di paga.

# 1518 1578 60 分
source: Right, Suzuki-san?
pt: Giusto, Suzuki-san?

# 1588 1664 76
source: Yeah, I guess.
pt: Sì, immagino.

# 1677 1751 74
source: It's a real crick in the neck.
pt: È una vera spina nel fianco.

# 1752 1870 118 分
source: Them hangin' here on payday's gonna scare all our customers off.
pt: Averli qui tra i piedi il giorno di paga ci farà scappare tutti i clienti.

# 1871 1955 84
source: Not to mention they're sloshed outta their minds.
pt: Senza contare che sono sbronzi marci.

# 1978 2070 92 分
source: Bunch o' dang pests.
pt: Branco di maledetti parassiti.

# 2147 2239 92
source: Why we gotta sit around in this dump?
pt: Perché dobbiamo starcene seduti in questo postaccio?

# 2246 2410 164
source: Y'wanna deal with the Tojo? I say we knock 'em clean on their asses n' right outta Fukuoka!
pt: Volete vedervela col Tojo? Allora facciamogli\nil culo e sbattiamoli fuori da Fukuoka

# 2411 2537 126
source: Guess the main family doesn't wanna ruffle any feathers.
pt: Credo che la famiglia principale non voglia casini.

# 2572 2636 64
source: Equal alliance my ass.
pt: Alleanza alla pari un cazzo.

# 2637 2798 161 分
source: We sign up for that shit, those Tojo fucks'll still treat us like somethin' they stepped in!
pt: Se accettiamo 'sta stronzata, quei bastardi del Tojo continueranno a trattarci come l'ultima delle merde

# 2836 2907 71
source: The main family jus' don't get it.
pt: La casata principale proprio non ci arriva.

# 2908 3024 116
source: Got that right. Then there's their chairman.
pt: Hai detto bene. E poi c'è il loro presidente.

# 3025 3111 86 分
source: Some jackoff called Daigo Dojima.
pt: Un coglione di nome Daigo Dojima.

# 3118 3185 67
source: Rumor has it guy's only 36.
pt: Gira voce che quel tipo ha solo 36 anni.

# 3186 3315 129
source: 36!? That's younger'n me!
pt: 36!? Ma è più piccolo di me

# 3318 3405 87
source: 'Parently he only got the gig 'cause of his daddy.
pt: A quanto pare ha ottenuto quel posto solo grazie al paparino.

# 3410 3479 69 分
source: Read it in the Weekly Jitsuwa.
pt: L'ho letto sul Weekly Jitsuwa.

# 3480 3648 168
source: So then we're gonna be takin' orders from some little brat who still pisses the bed?
pt: E allora dovremmo prendere ordini da un pivello che si piscia ancora a letto?

# 3698 3799 101
source: Fuck that! I ain't standin' for it!
pt: Ma vaffanculo! Io non ci sto

# 3917 4025 108
source: Empty? Great service ya got.
pt: È vuoto? Complimenti per il servizio.

# 4029 4188 166
source: Hey, we're dry over here! Get us a new bottle, n' make it snappy!
pt: Ehi, qui siamo a secco! Portaci un'altra bottiglia, e datti una mossa

# 4191 4220 29
source: Coming right up, sir.
pt: Arriva subito, signore.

# 4310 4346 36
source: Here you are, sir. Apologies for the wait.
pt: Ecco a lei, signore. Scusi per l'attesa.

# 4347 4407 60
source: Too fuckin' slow!
pt: Troppo fottutamente lento

# 4616 4676 60
source: Sir?
pt: Signore?

# 4750 4803 53 60ｆ以下です
source: Enough's enough!
pt: Basta così

# 4804 4864 60 分
source: I'm tossin' those punks out!
pt: Sbatto fuori 'sti pivelli

# 4895 4945 50 60ｆ以下です
source: Chief.
pt: Capo.

# 4946 5054 108
source: It's all good, all good! Just sit back n' watch!
pt: Va tutto bene, va tutto bene! Mettiti comodo e guarda

# 5055 5114 59 60ｆ以下です
source: Hey, you over there!
pt: Ehi, tu laggiù

# 5115 5181 66 分
source: Pipe down! Yer ruinin' the vibe!
pt: Dateci un taglio! State rovinando l'atmosfera

# 5182 5333 151
source: Y'gotta be more considerate of how other customers feel when you're drinkin'!
pt: Dovresti avere più riguardo per come si sentono gli altri clienti quando bevi

# 5390 5538 148
source: Drunk fool. Y'think you can just run your mouth at us like that!?
pt: Brutto sbronzo. E credi di poterci parlare in quel modo!?

# 5756 5870 114
source: You're pretty quick to attack a civilian.
pt: Sei svelto ad alzare le mani su un civile.

# 5900 6010 110 分
source: I guess the Yamagasa Family doesn't offer etiquette classes.
pt: A quanto pare la Famiglia Yamagasa non offre corsi di galateo.

# 6020 6077 57 60ｆ以下です
source: Say what?
pt: Come hai detto?

# 6078 6163 85 分
source: And who the shit're you!?
pt: E tu chi cazzo sei!?

# 6210 6348 138
source: Right. It's no surprise you don't know.
pt: Già. Non mi sorprende che tu non lo sappia.

# 6349 6409 60
source: N' I don't care, either!
pt: E manco a me frega niente

# 6412 6517 105
source: Fair enough. That'll make this easier.
pt: Giusto. Renderà le cose più facili.

# 6561 6675 114
source: Well? I'm ready when you are.
pt: Beh? Io sono pronto quando volete.

# 6692 6855 163
source: The hell're ya mumblin' about, man? Y'picked the wrong day to mess with us!
pt: Che cazzo stai borbottando? Hai scelto il giorno sbagliato per metterti contro di noi

# 6860 7009 149
source: Lucky for us, we were just thinkin' we could use a nice new punchin' bag.
pt: Per nostra fortuna, stavamo giusto pensando che ci serviva un bel punching-ball nuovo.

# 7017 7089 72
source: Hope yer ready to die!
pt: Spero tu sia pronto a morire
