Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1080.po
Languages: pt

# 166 226 60
source: Sorry for all the trouble.
pt: Scusa per tutto questo casino.

# 227 333 106
source: Please. We should be the ones apologizing.
pt: Ma figurati. Siamo noi a doverci scusare.

# 344 410 66
source: I'm not sure I should be saying this...
pt: Non so se dovrei dirtelo...

# 434 557 123
source: But I'm glad you ran those Yamagasa thugs out of here.
pt: Però sono sollevato che hai cacciato via quei teppisti della Yamagasa.

# 568 675 107
source: I doubt they'll show their faces in my club again.
pt: Dubito che si faranno rivedere nel mio locale.

# 698 758 60
source: I hope you're right.
pt: Spero che tu abbia ragione.

# 910 970 60
source: Huh?
pt: Uh?

# 974 1033 59 60ｆ以下です
source: Where'd they go?
pt: Dove sono finiti?

# 1034 1094 60
source: You don't remember?
pt: Non ti ricordi?

# 1096 1177 81
source: You really showed them who's boss, sir.
pt: Gli hai proprio fatto vedere chi comanda, signore.

# 1218 1278 60
source: I did!?
pt: Davvero!?

# 1355 1415 60
source: We'll be going now.
pt: Noi ce ne andiamo.
