Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1110.po
Languages: pt

# 323 393 70
source: Will you be home late again tonight?
pt: Farai tardi anche stasera?

# 404 494 90
source: Yeah. I'm on the midnight shift.
pt: Già. Faccio il turno di notte.

# 519 583 64
source: Maybe you should stay at your own place for a change.
pt: Forse dovresti stare a casa tua, tanto per cambiare.

# 599 658 59 分 60ｆ以下です
source: I want to be alone tonight.
pt: Voglio stare da solo stasera.

# 659 732 73
source: Oh, come on.
pt: Maddai!

# 771 880 109
source: I can tell you're happier when I'm around, Suzuki-san.
pt: Lo so che sei più felice quando ci sono io, Suzuki-san.

# 889 949 60
source: I don't know what you mean.
pt: Non so di cosa parli.

# 1065 1125 60
source: Your tie's crooked.
pt: Hai la cravatta storta.

# 1226 1291 65
source: There. All better.
pt: Ecco. Molto meglio.

# 1835 1889 54 60ｆ以下です
source: What's wrong?
pt: Che succede?

# 1890 1977 87
source: It's nothing. I should go.
pt: Non è niente. Devo andare.

# 2053 2113 60
source: Have a good day!
pt: Buona giornata
