Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1120.po
Languages: pt

# 602 675 73
source: Taichi Suzuki-san, yes?
pt: Taichi Suzuki-san, giusto?

# 757 831 74
source: There's something we'd like to ask you.
pt: Vorremmo chiederle una cosa.

# 835 897 62 分
source: Can you spare a moment?
pt: Ha un momento?

# 935 996 61
source: Sorry, but I'm busy.
pt: Mi dispiace, ma sono occupato.

# 1028 1106 78
source: I don't understand. Hasn't your shift ended?
pt: Non capisco. Il suo turno non è finito?

# 1149 1209 60
source: As I'm sure you can see...
pt: Come può ben vedere...

# 1213 1347 134 分
source: There's more to my work than just driving. Now if you'll excuse me.
pt: Il mio lavoro non consiste solo nel guidare. Ora, se mi scusate.

# 1514 1574 60
source: It'll only be a moment.
pt: Ci vorrà solo un momento.

# 1642 1702 60
source: Surely you can spare that.
pt: Potrà pur concedercelo.

# 2073 2200 127
source: This may not be the best place to talk. Shall we take this somewhere else?
pt: Questo non è il posto più adatto per parlare. Che ne dice di spostarci?
