Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1130.po
Languages: pt

# 440 500 60
source: So what do you want?
pt: Allora, che volete?

# 536 746 210 OK
source: As I'm sure you're already aware, my partner and I are here on behalf of the Tojo Clan.
pt: Come immagino sappiate già, io e il mio socio siamo qui per conto del Clan Tojo.

# 801 907 106
source: Chairman Dojima is in Fukuoka on official business.
pt: Il Presidente Dojima si trova a Fukuoka per affari ufficiali.

# 919 1063 144
source: And we've been tasked with keeping him safe by the chief of headquarters, Aoyama.
pt: E ci è stato affidato il compito di proteggerlo dal capo del quartier generale, Aoyama.

# 1068 1141 73 分
source: Head of his own family, and assistant to the chairman.
pt: Capo della propria famiglia, e assistente del presidente.

# 1148 1219 71
source: My name is Morinaga.
pt: Il mio nome è Morinaga.

# 1240 1345 105 分
source: And this is my junior associate, Aizawa.
pt: E questo è il mio socio più giovane, Aizawa.

# 1360 1420 60
source: Spare me the introductions.
pt: Risparmiatemi le presentazioni.

# 1430 1538 108 分
source: What did you drag me here to ask about?
pt: Per cosa mi avete trascinato qui?

# 1580 1640 60
source: Chairman Dojima's whereabouts.
pt: La posizione del Presidente Dojima.

# 1678 1724 46 60ｆ以下です
source: His whereabouts?
pt: La sua posizione?

# 1725 1795 70
source: Yes. You see, last night...
pt: Sì. Vede, ieri notte...

# 1800 1971 171 分
source: The chairman met Patriarch Madarame of the Yamagasa Family in Nagasugai for alliance talks.
pt: Il Presidente ha incontrato il Patriarca Madarame della Famiglia Yamagasa a Nagasugai per trattative di alleanza.

# 1988 2171 183 OK
source: The negotiations themselves proceeded unimpeded, but we lost track of the chairman directly after.
pt: Le trattative in sé sono procedute senza intoppi, ma abbiamo perso le tracce del Presidente subito dopo.

# 2238 2360 122
source: At the end of the meeting, Chairman Dojima went off alone...
pt: Alla fine dell'incontro, il Presidente Dojima se n'è andato da solo...

# 2363 2447 84 分
source: And was last seen getting into a taxi.
pt: Ed è stato visto per l'ultima volta salire su un taxi.

# 2468 2648 180 OK
source: We attempted to follow him by car, but weren't familiar enough with the Fukuoka roads.
pt: Abbiamo tentato di seguirlo in auto, ma non conoscevamo abbastanza bene le strade di Fukuoka.

# 2654 2766 112
source: In the end, we regrettably lost sight of the chairman's taxi.
pt: Alla fine, purtroppo abbiamo perso di vista il taxi del Presidente.

# 2825 2966 141
source: We cross-checked the taxi's license plate number with the Road Transport Bureau, though...
pt: Abbiamo controllato il numero di targa del taxi con l'Ufficio dei Trasporti, però...

# 2968 3079 111
source: And found the car was registered to a Nagasu Taxi Company.
pt: E abbiamo scoperto che l'auto era registrata alla Nagasu Taxi Company.

# 3084 3250 166
source: Not long after, we determined that the driver's name was Taichi Suzuki.
pt: Poco dopo, abbiamo scoperto che il nome dell'autista era Taichi Suzuki.

# 3306 3458 152
source: But we have no reason to believe the chairman knew anyone by that name.
pt: Ma non abbiamo motivo di credere che il Presidente conoscesse qualcuno con quel nome.

# 3465 3608 143
source: It only seemed proper we came to meet this mysterious Taichi Suzuki-san.
pt: Ci è parso giusto venire a incontrare questo misterioso Taichi Suzuki-san.

# 3609 3728 119 分
source: So we waited until you eventually showed your face.
pt: Quindi abbiamo aspettato che alla fine ti facessi vivo.

# 3805 3981 176 OK
source: It did seem strange. The chairman intentionally chose a taxi in the middle of the queue.
pt: In effetti, era strano. Il Presidente ha scelto intenzionalmente un taxi in mezzo alla fila.

# 3989 4084 95
source: I didn't see what could compel him to do that.
pt: Non vedevo quale motivo potesse spingerlo a farlo.

# 4100 4160 60
source: But I have an idea now.
pt: Ma adesso ho un'idea.

# 4233 4399 166 OK
source: I'd never have imagined the driver was in fact Kazuma Kiryu-san, fourth chairman of the Tojo Clan.
pt: Non avrei mai immaginato che l'autista fosse in realtà Kazuma Kiryu-san, quarto presidente del Clan Tojo.

# 4412 4497 85
source: I'm still in disbelief, to be honest.
pt: Sono ancora incredulo, a essere onesto.

# 4549 4609 60
source: You have the wrong guy.
pt: Avete sbagliato persona.

# 4677 4852 175 OK
source: Kiryu-san. Do you know where Chairman Dojima is or not?
pt: Kiryu-san. Sai dov'è il Presidente Dojima o no?

# 4929 5086 157
source: I took a passenger on the highway, then dropped him off back near Nagasugai.
pt: Ho preso un passeggero in autostrada, poi l'ho lasciato vicino a Nagasugai.

# 5139 5199 60
source: That's all I've got for you.
pt: Non ho altro da dirvi.

# 5248 5308 60
source: Is that truly it?
pt: È davvero tutto?

# 5345 5405 60
source: Yeah.
pt: Sì.

# 5629 5689 60
source: Now are we done here?
pt: Adesso abbiamo finito?

# 5698 5769 71
source: I have a shift to get to.
pt: Ho un turno da fare.

# 5786 5863 77
source: So that's how it is, Kiryu-san?
pt: Allora è così, Kiryu-san?

# 5920 6075 155
source: You'd really abandon Chairman Dojima without so much as batting an eye?
pt: Abbandoneresti davvero il Presidente Dojima senza battere ciglio?

# 6106 6162 56 60ｆ以下です
source: Excuse me?
pt: Mi scusi?

# 6163 6215 52 60ｆ以下です
source: You heard me.
pt: Mi hai sentito.

# 6216 6346 130 分
source: This is a pivotal moment for the Tojo Clan.
pt: Questo è un momento cruciale per il Clan Tojo.

# 6381 6446 65
source: That's why we've come to Fukuoka.
pt: Ecco perché siamo venuti a Fukuoka.

# 6476 6605 129
source: The chairman vanishing at a time like this is no insignificant matter.
pt: La scomparsa del presidente in un momento come questo non è una questione di poco conto.

# 6634 6761 127
source: There could have been an accident, or worse.
pt: Potrebbe aver avuto un incidente, o peggio.

# 6824 6978 154
source: And yet, you don't seem even the slightest bit concerned.
pt: Eppure, non sembri nemmeno minimamente preoccupato.

# 7012 7112 100
source: You'd hang the chairman out to dry like he was nothing to you!?
pt: Molleresti il presidente come se non fosse niente per te!?

# 7332 7475 143
source: I haven't been wearing the Tojo badge for all that long.
pt: Non è da molto che porto il distintivo del Tojo.

# 7493 7624 131
source: Truth be told, all I know about you are the stories, Fourth Chairman.
pt: A dire il vero, tutto quello che so di lei sono le storie, Quarto Presidente.

# 7674 7745 71
source: But it was the chairman who was always telling them.
pt: Ma era il presidente a dirglielo sempre.

# 7775 7885 110
source: He said it was his duty to protect the Tojo Clan you left to him.
pt: Diceva che era suo dovere proteggere il Clan Tojo che lei gli ha lasciato.

# 8089 8263 174 OK
source: The other execs don't want us having these talks with the Yamagasa Family.
pt: Gli altri pezzi grossi non vogliono che teniamo queste trattative con la Famiglia Yamagasa.

# 8292 8389 97
source: Say they're not even in the same league as the Tojo.
pt: Dicono che non sono nemmeno alla pari del Tojo.

# 8412 8485 73 分
source: How this equal alliance is anything but.
pt: Tutt'altro che un'alleanza alla pari.

# 8516 8715 199 OK
source: But the chairman took it all in stride because of what he promised you.
pt: Ma il presidente ha tenuto duro per via della promessa che le ha fatto.

# 8807 8871 64
source: So please, Fourth Chairman.
pt: Quindi la prego, Quarto Presidente.

# 8893 9006 113 分
source: Tell us where the chairman was going that night.
pt: Ci dica dove il presidente stava andando quella notte.
