Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1135.po
Languages: pt

# 32 144 112
source: I already told you, I don't know.
pt: Ve l'ho già detto, non lo so.

# 258 325 67
source: How do you live with yourself?
pt: Come fai a non farti schifo?

# 335 419 84 分
source: Chairman Dojima's supposed to be your friend!
pt: Il Presidente Dojima dovrebbe essere tuo amico

# 453 613 160
source: I'm not sure why you're doing this, but I'm not letting you turn your back on him!
pt: Non so perché lo stai facendo, ma non ti permetterò di voltargli le spalle

# 693 753 60
source: Hands off.
pt: Giù le mani.

# 812 872 60
source: I said let me go!
pt: Ho detto di lasciarmi andare

# 981 1041 60
source: I get the picture.
pt: Capisco.

# 1102 1218 116
source: You're not Kazuma Kiryu. Just Taichi Suzuki-san.
pt: Non sei Kazuma Kiryu. Sei solo Taichi Suzuki-san.

# 1221 1281 60 分
source: Is that what you're saying?
pt: È questo che stai dicendo?

# 1316 1360 44 60ｆ以下です
source: Exactly.
pt: Esatto.

# 1436 1535 99
source: Understood. That makes things simpler.
pt: Capito. Questo semplifica le cose.

# 1552 1664 112
source: We'll just have to rough you up a bit.
pt: Dovremo solo pestarti un po'.

# 1680 1735 55 60ｆ以下です
source: You what?
pt: Che hai detto?

# 1736 1825 89
source: If you really were the fourth chairman...
pt: Se fossi davvero il quarto presidente...

# 1826 1940 114 分
source: We wouldn't lay a finger on you, regardless of the circumstances.
pt: Non ti toccheremmo con un dito, a prescindere dalle circostanze.

# 1951 2138 187 OK
source: But if you're nothing more than a simple taxi driver, that's another story.
pt: Ma se non sei altro che un semplice tassista, allora il discorso cambia.

# 2180 2275 95
source: We will get the truth. Even if we have to beat it out of you.
pt: Otterremo la verità. Anche se dovremo tirartela fuori a suon di botte.

# 2318 2387 69
source: You'd attack a civilian?
pt: Attacchereste un civile?

# 2420 2480 60
source: I'd prefer not to, of course.
pt: Preferirei di no, ovviamente.

# 2485 2633 148 分
source: But desperate times... Well, they call for desperate measures.
pt: Ma a mali estremi... Beh, estremi rimedi.

# 2665 2725 60
source: We're still yakuza.
pt: Siamo pur sempre yakuza.

# 2730 2860 130 分
source: We're not above resorting to force. You should know that.
pt: Non ci facciamo scrupoli a usare la forza. Dovresti saperlo.

# 2912 2972 60
source: Fine then.
pt: Bene, allora.

# 2980 3107 127 分
source: If that's how it's gonna be, I'll just have to defend myself.
pt: Se le cose stanno così, non mi resta che difendermi.

# 3134 3194 60
source: Hope you're ready.
pt: Spero tu sia pronto.

# 3231 3291 60
source: Here goes.
pt: Si parte.
