Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1150.po
Languages: pt

# 395 465 70
source: <Italic>Morning Glory Orphanage</Italic>
pt: <Italic>Orfanotrofio Morning Glory</Italic>

# 1412 1472 60
source: You're really going, huh?
pt: Allora te ne vai sul serio, eh?

# 1530 1590 60
source: Yeah.
pt: Sì.

# 1629 1769 140
source: But why? I already said I'm staying here with you.
pt: Ma perché? Te l'ho già detto che resto qui con te.

# 1817 1880 63
source: You'll be in high school next year.
pt: L'anno prossimo andrai alle superiori.

# 1890 2023 133 分
source: Taichi and Koji will graduate junior high the year after that.
pt: Taichi e Koji finiranno le medie l'anno dopo ancora.

# 2037 2127 90
source: You don't need me watching over you anymore.
pt: Non hai più bisogno che io vegli su di te.

# 2168 2268 100
source: And don't assume I'm doing this for your sake.
pt: E non pensare che lo stia facendo per il tuo bene.

# 2287 2404 117
source: I'm just getting tired of all this babysitting.
pt: Mi sono solo stufata di fare da babysitter.

# 2414 2510 96
source: Liar. I can see it in your face.
pt: Bugiarda. Te lo leggo in faccia.

# 2529 2673 144
source: Believe it. This is the best thing for me.
pt: Credici. È la cosa migliore per me.

# 2687 2760 73
source: You going into show business has nothing to do with it.
pt: Il fatto che tu entri nel mondo dello spettacolo non c'entra niente.

# 2781 2853 72
source: I know there's more to it than that!
pt: So che c'è dell'altro

# 2861 2953 92
source: You're lying through your teeth and I know it, Uncle Kaz.
pt: Stai mentendo spudoratamente e lo so, Zio Kaz.

# 3141 3201 60
source: It's the money, isn't it?
pt: È per i soldi, vero?

# 3239 3373 134
source: Park-san said she'd make sure we were taken care of.
pt: Park-san ha detto che si sarebbe assicurata che si sarebbero presi cura di noi.

# 3376 3436 60 分
source: But only if you leave, right?
pt: Ma solo se te ne vai, vero?

# 3513 3678 165
source: Sorry. I know you're only lying for our sake.
pt: Scusa. So che stai mentendo solo per il nostro bene.

# 3764 3899 135
source: But that doesn't mean I don't deserve the truth.
pt: Ma questo non vuol dire che non merito la verità.

# 4143 4283 140
source: Taichi is saying he wants to skip high school and just get a job.
pt: Taichi dice che vuole saltare le superiori e trovarsi un lavoro.

# 4326 4422 96
source: It's not only Taichi. Ayako and Koji, too.
pt: Non è solo Taichi. Anche Ayako e Koji.

# 4436 4541 105
source: Now even Shiro is talking about finding work.
pt: Ora persino Shiro parla di trovarsi un lavoro.

# 4591 4716 125
source: They'd sacrifice their futures to help you and protect Morning Glory.
pt: Sacrificherebbero i loro futuri per aiutarti e proteggere il Morning Glory.

# 4741 4843 102
source: They say they can hold things together until you're ready to come home.
pt: Dicono che possono tenere duro finché non sarai pronto a tornare a casa.

# 4871 4940 69
source: They'd do that for me?
pt: Lo farebbero per me?

# 4980 5112 132
source: Of course. You're their ray of hope.
pt: Certo. Sei il loro raggio di speranza.

# 5146 5205 59 60ｆ以下です
source: If you came back a star...
pt: Se tornassi una stella...

# 5206 5380 174
source: Nothing would make them happier. I'm sure of it.
pt: Niente li renderebbe più felici. Ne sono sicuro.

# 5450 5510 60
source: Guys...
pt: Ragazzi...

# 5531 5646 115
source: But they're too young to be throwing their lives away.
pt: Ma sono troppo giovani per buttare via le loro vite.

# 5698 5879 181 OK
source: We might be strapped for cash, but that's no reason to squander your chances.
pt: Saremo anche a corto di soldi, ma non è un motivo per buttare via le tue possibilità.

# 5880 5940 60
source: I won't let them do it.
pt: Non lascerò che lo facciano.

# 5958 6115 157
source: Still... they want you here with us more than anything.
pt: Eppure... ti vogliono qui con noi più di ogni altra cosa.

# 6157 6217 60
source: And I agree.
pt: E io sono d'accordo.

# 6253 6408 155
source: Thank you, Haruka. But... the timing's right.
pt: Grazie, Haruka. Ma... è il momento giusto.

# 6442 6625 183 OK
source: I always knew. We'd have to go our separate ways someday.
pt: L'ho sempre saputo. Saremmo dovuti andare per strade separate, un giorno.

# 6713 6774 61
source: So I'm going.
pt: Perciò me ne vado.

# 6816 6958 142
source: Because I love you. And everyone else at Morning Glory.
pt: Perché ti voglio bene. E a tutti gli altri del Morning Glory.

# 7000 7060 60
source: Uncle Kaz...
pt: Zio Kaz...
