Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1180.po
Languages: pt

# 768 816 48 60ｆ以下です
source: Just a second!
pt: Solo un secondo!

# 817 946 129
source: Hold on, Mayumi. Sit tight, I got it.
pt: Aspetta, Mayumi. Stai ferma, ci penso io.

# 1034 1094 60
source: What's wrong!?
pt: Che succede!?

# 1393 1473 80
source: You've got to help us, Kir⑬
pt: Devi aiutarci, Kir⑬

# 1474 1534 60 分
source: I mean, Suzuki-san!
pt: Volevo dire, Suzuki-san

# 1545 1614 69
source: How'd you find me here?
pt: Come avete fatto a trovarmi qui?

# 1636 1700 64
source: I can explain later.
pt: Posso spiegare dopo.

# 1717 1771 54 分 60ｆ以下です
source: Right now, my aniki...
pt: Adesso, il mio aniki...

# 1772 1861 89 分
source: Morinaga-aniki needs somewhere to rest!
pt: L'aniki Morinaga ha bisogno di un posto dove riposare

# 1921 1981 60
source: Sorry for this.
pt: Scusa per questo.

# 1982 2160 178 分
source: I told him not to impose on you, Suzuki-san...
pt: Gli ho detto di non disturbarti, Suzuki-san...

# 2210 2288 78 分
source: Stay with me, Aniki!
pt: Resta con me, Aniki
