Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1210.po
Languages: pt

# 250 315 65
source: You have my thanks, Fourth Chairman.
pt: La ringrazio, Quarto Presidente.

# 340 407 67
source: Sorry I couldn't be of more help.
pt: Mi spiace, non ho potuto essere di più aiuto.

# 412 454 42 何フレームあるか調べてみてほしい 60ｆ以下です
source: Not at all.
pt: Niente affatto.

# 455 638 183 あまりにも短いような元のままで。
source: It's enough to know you haven't given up on Chairman Dojima. Thank you.
pt: Mi basta sapere che non ha perso le speranze per il Presidente Dojima. La ringrazio.

# 682 742 60
source: Stay safe out there.
pt: Fai attenzione là fuori.

# 754 814 60
source: We will. Bye then.
pt: Lo faremo. A dopo, allora.

# 1059 1202 143
source: Ah, right. There's something I should probably tell you, Kiryu-san.
pt: Ah, giusto. C'è una cosa che probabilmente dovrei dirti, Kiryu-san.

# 1237 1276 39 60ｆ以下です
source: What is it?
pt: E cioè?

# 1277 1364 87
source: That girl. Mayumi-san, yes?
pt: Quella ragazza. Mayumi-san, giusto?

# 1389 1449 60
source: She's...
pt: Lei è...

# 1578 1638 60
source: So you know.
pt: Allora lo sai.

# 1643 1703 60 分
source: Goodnight, then.
pt: Buonanotte, allora.
