Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1220.po
Languages: pt

# 514 608 94
source: Nagasu Taxi's Suzuki-san, yeah?
pt: Suzuki-san del Nagasu Taxi, eh?

# 632 692 60
source: And you are?
pt: E tu sei?

# 758 818 60
source: Take a gander.
pt: Dai un'occhiata.

# 967 1027 60
source: Osaka Prefectural?
pt: Della Prefettura di Osaka?

# 1084 1210 126
source: I'm lookin' into a yakuza incident, see.
pt: Sto indagando su un caso di yakuza, vedi.

# 1253 1342 89
source: Seems the Tojo Clan's Chairman Dojima...
pt: Sembra che il presidente del Clan Tojo, Dojima...

# 1367 1475 108 分
source: He up and poof, disappeared here in Fukuoka last night.
pt: Ha preso e, puf, è scomparso qui a Fukuoka, ieri sera.

# 1543 1603 60
source: So I've heard.
pt: Così ho sentito.

# 1641 1775 134
source: Ya wouldn't have any idea where he got off to, would ya?
pt: Non avrai mica idea di dove sia finito, eh?

# 1817 1964 147
source: Turns out this Dojima took a nice ride in your taxi last night.
pt: Pare che 'sto Dojima si sia fatto un bel giretto col tuo taxi, ieri sera.

# 1965 2030 65
source: I've got witnesses.
pt: Ho dei testimoni.

# 2067 2127 60
source: Don't even know the guy.
pt: Non conosco neanche il tipo.

# 2189 2255 66
source: The passenger you dropped off at Daimyo Bridge.
pt: Il passeggero che hai lasciato al Ponte Daimyo.

# 2295 2355 60
source: Oh, him?
pt: Oh, lui?

# 2375 2473 98
source: Not a clue. I let him out like I do anyone else.
pt: Nessuna idea. L'ho fatto scendere come chiunque altro.

# 2489 2570 81
source: That was the last I saw of him.
pt: È stata l'ultima volta che l'ho visto.

# 2716 2776 60
source: I don't buy what you're sellin'.
pt: Non me la bevo.

# 2785 2845 60
source: I know he's an old pal of yours.
pt: So che è un tuo vecchio compare.

# 2864 2925 61
source: Got that, Kiryu-san?
pt: Capito, Kiryu-san?

# 3024 3127 103
source: Not wise tryin' to pull a fast one on a cop.
pt: Non conviene fare il furbo con uno sbirro.

# 3148 3249 101
source: Now, I don't know why ya came down to Fukuoka...
pt: Ora, non so perché tu sia sceso a Fukuoka...

# 3250 3345 95 分
source: But you bet your ass we've been keepin' tabs on you.
pt: Ma puoi scommetterci il culo che ti abbiamo tenuto d'occhio.
