Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1225.po
Languages: pt

# 28 185 157
source: Aren't you a little far from home? Osaka and Fukuoka aren't exactly neighbors.
pt: Non sei un po' lontano da casa? Osaka e Fukuoka non sono proprio dietro l'angolo.

# 204 298 94
source: I got shipped down to Nagasugai.
pt: Mi hanno spedito giù a Nagasugai.

# 311 385 74 分
source: 'Cause of the Omi Alliance captain, Watase.
pt: Colpa del capitano dell'Alleanza Omi, Watase.

# 400 563 163
source: What? What's someone like that doing in Fukuoka?
pt: Cosa? Che ci fa uno così a Fukuoka?

# 586 714 128
source: The seventh Omi chairman is terminally ill. Ya hear 'bout that?
pt: Il settimo presidente dell'Alleanza Omi è un malato terminale. Hai sentito?

# 733 793 60
source: I'm aware, yeah.
pt: Sì, lo so.

# 821 979 158
source: If he croaks, the Omi truce with the Tojo'll go up in flames.
pt: Se crepa, la tregua tra Omi e Tojo andrà in fumo.

# 1001 1088 87
source: No truce, nothin' to stop an all-out war.
pt: Niente tregua, niente a fermare una guerra totale.

# 1125 1267 142
source: So the Tojo Clan has been runnin' around the whole country, makin' alliances.
pt: Così il Clan Tojo s'è messo a girare per tutto il paese a stringere alleanze.

# 1299 1415 116
source: Dojima came to Fukuoka to butter up the local folks personally.
pt: Dojima è venuto a Fukuoka per ingraziarsi la gente del posto di persona.

# 1431 1522 91 分
source: And Watase made his way down to stop him.
pt: E Watase è venuto giù per fermarlo.

# 1536 1615 79
source: Stop the alliance?
pt: Fermare l'alleanza?

# 1649 1769 120 分
source: Is the Omi trying to beat the Tojo Clan to it?
pt: L'Alleanza Omi cerca di battere il Clan Tojo sul tempo?

# 1787 1847 60
source: Beats me.
pt: Non lo so.

# 1849 2042 193 OK
source: All I know is, they're tryin' to keep the Tojo from joinin' up with the Yamagasa Family.
pt: So solo che cercano di impedire al Tojo di mettersi con la Famiglia Yamagasa.

# 2065 2134 69
source: And if they don't get what they want...
pt: E se non ottengono quello che vogliono...

# 2144 2246 102 分
source: They could crush the Yamagasa Family without battin' an eye.
pt: Potrebbero schiacciare la Famiglia Yamagasa senza battere ciglio.

# 2284 2422 138
source: So in a flash, Nagasugai's the hottest spot in the country for yakuza types.
pt: Così in un attimo, Nagasugai è diventato il posto più caldo del paese per gli yakuza.

# 2423 2533 110
source: Nowhere else as dangerous, or crucial.
pt: Nessun altro posto è così pericoloso, o cruciale.

# 2537 2625 88 分
source: All eyes are on this town like it's ground zero.
pt: Tutti gli occhi sono puntati su questa città come se fosse l'epicentro.

# 2668 2840 172
source: 'Course, the Tojo Clan's well aware that Watase came down to Fukuoka.
pt: Certo, il Clan Tojo sa benissimo che Watase è venuto giù a Fukuoka.

# 2860 2920 60
source: Uh-huh.
pt: Ah-ah.

# 2953 3042 89
source: Which means, you think Daigo was kidnapped by...
pt: Quindi, pensi che Daigo sia stato rapito da...

# 3100 3160 60
source: Yeah. The Omi.
pt: Già. Gli Omi.

# 3161 3222 61 分
source: That's most likely, anyway.
pt: È la cosa più probabile, comunque.

# 3266 3398 132
source: With Daigo Dojima off the board, the alliance talks would stall.
pt: Con Daigo Dojima fuori dai giochi, le trattative per l'alleanza si bloccherebbero.

# 3413 3515 102
source: Even if the Tojo appointed an acting chairman...
pt: Anche se il Clan Tojo nominasse un presidente facente funzioni...

# 3528 3695 167
source: With Dojima as a bargaining chip, the Omi could swing things in their favor.
pt: Con Dojima come moneta di scambio, gli Omi potrebbero volgere la situazione a loro favore.

# 3749 3899 150
source: And what, you tracked me down just to tell me all this?
pt: E allora, mi hai scovato solo per dirmi tutto questo?

# 3969 4030 61
source: Well, let's not be hasty.
pt: Beh, non siamo precipitosi.

# 4038 4104 66 分
source: I'm just gettin' to my point.
pt: Sto arrivando al punto.

# 4126 4257 131
source: You ran into two Tojo goons who were supposed to be guardin' Dojima, yeah?
pt: Ti sei imbattuto in due scagnozzi del Tojo che dovevano fare la guardia a Dojima, vero?

# 4277 4402 125
source: Names're Morinaga and Aizawa, I think?
pt: I nomi sono Morinaga e Aizawa, credo?

# 4448 4508 60
source: What about them?
pt: Che c'entrano loro?

# 4525 4642 117
source: I'm gonna have to ask you to keep them from doing anything stupid.
pt: Dovrò chiederti di impedirgli di fare cazzate.

# 4668 4728 60
source: What do you mean?
pt: Cosa intendi?

# 4740 4930 190
source: If the Watase Family <Italic>did</Italic> kidnap Daigo Dojima, sure as shit those two'll jump into action.
pt: Se la Famiglia Watase <Italic>ha</Italic> rapito Daigo Dojima, puoi giurarci che quei due scatteranno.

# 4976 5125 149
source: It'd be the spark the Omi is waiting for to hit back against the Tojo Clan.
pt: Sarebbe la scintilla che gli Omi aspettano per contrattaccare il Clan Tojo.

# 5137 5209 72 分
source: Bringin' the inferno of war.
pt: Scatenando l'inferno della guerra.

# 5249 5332 83
source: That would be catastrophic.
pt: Sarebbe catastrofico.

# 5356 5555 199 OK
source: Ya get it now? I need you to go talk Watase off the ledge before it comes to that.
pt: Adesso hai capito? Devi andare a parlare con Watase e farlo ragionare prima che si arrivi a tanto.

# 5594 5654 60
source: Why me?
pt: Perché io?

# 5661 5778 117 分
source: I cut ties with the Tojo Clan. I'm not yakuza anymore.
pt: Ho tagliato i ponti con il Clan Tojo. Non sono più uno yakuza.

# 5832 5916 84
source: That's exactly why it has to be you.
pt: È proprio per questo che devi essere tu.

# 5935 6033 98
source: You're the only one who can pull this off.
pt: Sei l'unico che può farcela.

# 6034 6155 121 分
source: Ya got the knowledge, the influence...
pt: Hai la conoscenza, l'influenza...

# 6160 6257 97
source: But you're far enough removed to be impartial.
pt: Ma sei abbastanza distaccato da essere imparziale.

# 6273 6393 120
source: Meanin', you're the perfect guy for the job.
pt: In poche parole, sei l'uomo perfetto per questo lavoro.

# 6434 6563 129
source: Imagine it helps that you're no slouch in a fight.
pt: Immagino che aiuti il fatto che non sei una schiappa a fare a botte.

# 6593 6653 60
source: Why can't the police handle it?
pt: Perché non se ne occupa la polizia?

# 6663 6820 157
source: Don't be thick. It wouldn't fix a damn thing if we arrested an Omi officer.
pt: Non fare il tonto. Non risolverebbe un bel niente se arrestassimo un ufficiale dell'Omi.

# 6834 6930 96
source: I couldn't even tell you all the shit that would set in motion.
pt: Non ti sto neanche a dire tutto il casino che si scatenerebbe.

# 6951 7081 130
source: Best thing to do is hold out an olive branch, resolve this peacefully.
pt: La cosa migliore è porgere un ramoscello d'ulivo, risolvere la faccenda pacificamente.

# 7134 7204 70
source: What's in it for you?
pt: Cosa ci guadagni?

# 7232 7350 118
source: If us Osaka boys get the credit instead of the Tokyo blue...
pt: Se noi ragazzi di Osaka ci prendiamo il merito invece degli sbirri di Tokyo...

# 7359 7437 78 分
source: Maybe we can finally stop grovelin' at their feet.
pt: Forse possiamo finalmente smettere di strisciare ai loro piedi.

# 7496 7556 60
source: Think you're familiar.
pt: Mi sei familiare.

# 7559 7712 153 分
source: Lady detective of ours got a little <Italic>too</Italic> friendly with this famous yakuza.
pt: Una nostra detective ha preso un po' <Italic>troppa</Italic> confidenza con questo famoso yakuza.

# 7725 7844 119
source: Now our Organized Crime unit's the butt of every joke.
pt: Ora la nostra unità Crimine Organizzato è diventata una barzelletta.

# 7874 8075 201
source: We gotta show 'em that Osaka's still got a role to play in these big-time cases.
pt: Dobbiamo fargli vedere che Osaka ha ancora un ruolo da giocare in questi casi grossi.

# 8096 8281 185 OK
source: Right. Sounds like going after Watase would help us both, then.
pt: Bene. Sembra che dare la caccia a Watase farebbe comodo a entrambi, allora.

# 8311 8450 139
source: So, what do you say? Are you in?
pt: Allora, che ne dici? Ci stai?

# 8493 8557 64
source: Where's Watase now?
pt: Dov'è Watase adesso?

# 8585 8680 95
source: At some club knockin' a few back with his top guys.
pt: In un club a scolare qualche bicchiere con i suoi uomini migliori.

# 8712 8844 132
source: Place called Olivier, if I'm rememberin' right.
pt: Si chiama Olivier, se ricordo bene.

# 8874 8955 81
source: Olivier? Wait...
pt: Olivier? Aspetta...

# 8975 9035 60
source: Ya know it?
pt: Lo conosci?

# 9074 9134 60 分
source: Well ain't that a nice coincidence.
pt: Beh, che bella coincidenza.

# 9192 9394 202 OK
source: I promise, no matter how rough ya get, we won't go bulldozin' the life you built here.
pt: Te lo prometto, per quanto tu possa andarci pesante, non ti rovineremo la vita che ti sei costruito qui.

# 9445 9525 80
source: We'll hope for the best. See ya.
pt: Speriamo per il meglio. Ci vediamo.
