Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1235.po
Languages: pt

# 257 415 158
source: A few drops of the good stuff and my stomach starts snivelin'. Guess I'm gettin' old.
pt: Basta qualche goccia di quella buona e lo stomaco comincia a fare i capricci. Mi sa che sto invecchiando.

# 616 676 60
source: Now then, where were we?
pt: Allora, dove eravamo rimasti?

# 756 883 127
source: Boss. This taxi driver here says he's got business with ya.
pt: Capo. Questo tassista qui dice che ha da fare con lei.

# 888 1000 112
source: Huh? Don't remember callin' no taxi...
pt: Eh? Non mi pare di aver chiamato un taxi...

# 1001 1061 60 分
source: The hell you on about?
pt: Ma di che diavolo parli?

# 1062 1203 141
source: Well, boss. I don't think he's a regular ol' taxi driver.
pt: Beh, capo. Non penso sia un tassista qualunque.

# 1406 1460 54 60ｆ以下です
source: Huh.
pt: Uh.

# 1461 1556 95
source: Well ain't this the damnedest sight.
pt: Beh, che scena del diavolo.

# 1595 1666 71
source: Take a nice long look, boys.
pt: Date una bella occhiata, ragazzi.

# 1683 1762 79
source: Our friend here's a livin' legend.
pt: Il nostro amico qui è una leggenda vivente.

# 1771 1913 142
source: Ex-Tojo fourth chairman... Kazuma Kiryu-han.
pt: Ex-quarto presidente del Clan Tojo... Kazuma Kiryu.

# 2227 2306 79
source: But where'd my manners go? Forgot to introduce myself.
pt: Ma che maleducato. Non mi sono neanche presentato.

# 2368 2500 132
source: I'm captain for the seventh chairman of the Omi Alliance.
pt: Sono capitano al servizio del settimo presidente dell'Alleanza Omi.

# 2515 2679 164
source: Patriarch of the Watase Family, Masaru Watase. Good meetin' ya.
pt: Patriarca della Famiglia Watase, Masaru Watase. Piacere di conoscerti.

# 2737 2797 60
source: So you're Watase.
pt: Allora sei tu Watase.
