Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1236.po
Languages: pt

# 295 366 71
source: Well, this sure came outta the blue.
pt: Beh, questa sì che è spuntata fuori dal nulla.

# 367 483 116 分
source: Didn't think ya'd come trackin' me down first, Kiryu-han.
pt: Non pensavo che saresti venuto a scovarmi per primo, Kiryu-han.

# 531 588 57 60ｆ以下です
source: What do you mean?
pt: Cosa intendi?

# 589 690 101
source: Ya tellin' me you don't know?
pt: Mi stai dicendo che non lo sai?

# 707 839 132
source: We didn't come all this way for a night on the town. Kiryu-han...
pt: Non siamo venuti fin qui per divertirci. Kiryu-han...

# 840 910 70 分
source: We're here to see you.
pt: Siamo qui per te.

# 934 995 61
source: Don't lie to me.
pt: Non mentirmi.

# 1014 1106 92
source: Just tell me where Daigo is. Now.
pt: Dimmi solo dov'è Daigo. Subito.

# 1119 1189 70
source: Huh? Ya don't know?
pt: Eh? Non lo sai?

# 1201 1321 120
source: Then I reckon ya better find your Tojo pals and ask 'em yourself.
pt: Allora ti conviene trovare i tuoi compari del Tojo e chiederglielo.

# 1348 1479 131
source: Don't play dumb. I know you're the one who kidnapped Daigo.
pt: Non fare lo stupido. So che sei tu quello che ha rapito Daigo.

# 1521 1629 108
source: You're here to stop the Tojo from swearing the oath with the Yamagasa Family.
pt: Sei qui per impedire al Tojo di prestare giuramento con la Famiglia Yamagasa.

# 1697 1790 93
source: So the sixth chairman's seriously up n' disappeared?
pt: Allora il sesto presidente è sparito sul serio?

# 1824 1945 121
source: I'd heard rumblings, but... Guess it's really true.
pt: Avevo sentito delle voci, ma... Allora è vero.

# 2020 2189 169
source: Just drop the act already. I don't have time for your games.
pt: Piantala con questa sceneggiata. Non ho tempo per i tuoi giochetti.

# 2214 2274 60
source: I get ya, I get ya.
pt: Ho capito, ho capito.

# 2278 2350 72 分
source: I'm seein' the full picture now.
pt: Ora ho il quadro completo.

# 2377 2503 126
source: Kiryu-han. That's why ya swung by here, huh?
pt: Kiryu. Ecco perché sei passato di qua, eh?

# 2522 2654 132
source: 'Cause ya think I went n' made off with Dojima?
pt: Perché, pensi che sia stato io a far sparire Dojima?

# 2666 2726 60
source: No reason to believe otherwise.
pt: Non ho motivo di credere il contrario.

# 2782 2928 146
source: Sounds to me like you're not interested in hearin' me out, then.
pt: Mi sembra che non sei interessato a sentirmi, allora.

# 2992 3052 60
source: Not really, no.
pt: Non proprio, no.

# 3124 3184 60
source: If looks could kill.
pt: Se gli sguardi potessero uccidere.

# 3197 3333 136
source: Try hidin' it all ya want, but I see the real you.
pt: Nascondilo pure quanto vuoi, ma io ti vedo per quello che sei.

# 3351 3475 124
source: That dragon on your back's got a spark o' life in it yet.
pt: Quel drago sulla tua schiena ha ancora una scintilla di vita.

# 3491 3551 60
source: I've heard enough.
pt: Ho sentito abbastanza.

# 3610 3670 60
source: It's time to settle this.
pt: È ora di regolare i conti.

# 4002 4062 60
source: Little pop quiz, first.
pt: Prima, una domandina.

# 4069 4194 125
source: Gotta see if the Dragon of Dojima lives up to the legends.
pt: Devo vedere se il Drago di Dojima è all'altezza delle leggende.

# 4283 4352 69
source: Don't pull any punches, boys!
pt: Non risparmiate i colpi, ragazzi

# 4356 4416 60 分
source: He's not leavin' alive!
pt: Non uscirà di qui vivo
