Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1240.po
Languages: pt

# 407 467 60
source: What a champ.
pt: Che campione.

# 476 628 152
source: Those boys are no pushovers, but you mopped the damn floor with 'em.
pt: Quei tizi non sono dei pivelli, ma tu ci hai lavato il pavimento.

# 649 725 76
source: Guess ya haven't lost your touch!
pt: Direi che non hai perso la mano

# 740 865 125
source: So, time to tell me the truth.
pt: Allora, è ora di dirmi la verità.

# 894 1000 106
source: Uh... 'Bout what, again?
pt: Uh... Di cosa, scusa?

# 1001 1098 97
source: Knock it off. Tell me where Daigo is!
pt: Smettila. Dimmi dov'è Daigo

# 1132 1287 155
source: If you're really yakuza... you'll know when to get serious.
pt: Se sei davvero uno yakuza... sai quando è il momento di fare sul serio.

# 1297 1416 119
source: Ooh, scary. No need to pull protocol on me.
pt: Oooh, che paura. Non c'è bisogno di tirare in ballo il protocollo con me.

# 1418 1485 67
source: Not like we're in a rush.
pt: Non è che abbiamo fretta.

# 1493 1553 60
source: Oh, would ya look at that.
pt: Oh, ma guarda un po'.

# 1565 1665 100
source: Hey, 'scuse me. Gimme the fanciest bottle on the menu.
pt: Ehi, senta. Mi dia la bottiglia migliore che ha.

# 1738 1875 137
source: C'mon, Kiryu-han. Lemme treat ya to somethin' nice for yer trouble.
pt: Dai, Kiryu-han. Lascia che ti offra qualcosa di buono per il disturbo.

# 2297 2435 138
source: Why the long face? Go on, pull up a chair.
pt: Perché quella faccia? Dai, prendi una sedia.

# 2529 2647 118
source: Apologies for the wait, sir. Is this to your liking?
pt: Scusi per l'attesa, signore. È di suo gradimento?

# 2651 2755 104
source: This your top o' the shelf shit, yeah?
pt: Questa è la vostra roba migliore, eh?

# 2768 2841 73
source: Yes. That's right, sir...
pt: Sì. Esatto, signore...

# 2842 2902 60
source: Then hand it over.
pt: Allora dammelo.

# 2952 3041 89
source: Crazy to be drinkin' with you, Kiryu-han.
pt: Pazzesco bere con te, Kiryu-han.

# 3042 3185 143
source: Wouldn't look good, pourin' any ol' sewer juice for ya.
pt: Non sta bene, versarti una schifezza qualsiasi.

# 3425 3541 116
source: C'mon, Kiryu-han. Your turn.
pt: Dai, Kiryu-han. Tocca a te.

# 3743 3815 72
source: You're a real charmer.
pt: Sei un vero simpaticone.

# 3859 3937 78
source: I prefer drinking alone.
pt: Preferisco bere da solo.

# 3944 4065 121 分
source: Not really interested in sharing a bottle.
pt: Non mi interessa molto dividere una bottiglia.

# 4090 4150 60
source: So I see.
pt: Vedo.

# 4170 4266 96 分
source: Funny, though. That's not what I heard.
pt: Buffo, però. Non è quello che ho sentito.

# 4273 4329 56 60ｆ以下です
source: What are you talking about?
pt: Di cosa stai parlando?

# 4330 4498 168
source: Three days back, you n' your boss were havin' a grand ol' time in here.
pt: Tre giorni fa, tu e il tuo capo ve la stavate spassando alla grande qui dentro.

# 4499 4559 60
source: Ya shared a drink with <Italic>him</Italic>, yeah?
pt: Hai bevuto con <Italic>lui</Italic>, vero?

# 4605 4725 120
source: Figured ya'd show me the same courtesy.
pt: Immaginavo mi avresti fatto la stessa cortesia.

# 4732 4792 60
source: Real punch in the gut.
pt: Un vero pugno nello stomaco.

# 4808 4868 60
source: Hold on.
pt: Si fermi.

# 4879 4947 68 分
source: How do you know about that?
pt: Come fai a saperlo?

# 4999 5075 76
source: My sworn brother flyin' the other colors.
pt: Il mio fratello di sangue passato dall'altra parte.

# 5082 5256 174 分
source: The Tojo Clan chief of HQ, Minoru Aoyama.
pt: Il capo del quartier generale del Clan Tojo, Minoru Aoyama.

# 5391 5473 82
source: He's Chairman Dojima's pet secretary.
pt: È il segretario cocco del Presidente Dojima.

# 5488 5615 127 分
source: Everythin' the good chairman knows, Aoyama's gonna know, too.
pt: Tutto quello che il buon presidente sa, lo saprà anche Aoyama.

# 5620 5795 175
source: Implyin' Aoyama knew all along ya were layin' low in this nothin' town.
pt: Questo vuol dire che Aoyama ha sempre saputo che te ne stavi rintanato in questo buco di città.

# 5814 5911 97
source: He's been keepin' tabs on ya, you know.
pt: Ti ha tenuto d'occhio, sai.

# 5922 6015 93
source: Makin' sure ya don't try anythin' funny.
pt: Per assicurarsi che non facessi il furbo.

# 6128 6250 122
source: Finally said somethin' to pique your interest, huh?
pt: Finalmente ho detto qualcosa per incuriosirti, eh?

# 6258 6328 70
source: Then c'mon, take a load off.
pt: E allora forza, siediti.
