Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1250.po
Languages: pt

# 182 305 123
source: Callin' it a night? I wasn't finished talkin'.
pt: Te ne vai già? Non avevo finito di parlare.

# 418 502 84
source: What're ya playin' at, Kiryu-han?
pt: A che gioco stai giocando, Kiryu-han?

# 539 599 60
source: I've figured you out.
pt: Ho capito il tuo gioco.

# 627 839 212 分
source: You want me back in the Tojo Clan, so you kidnapped Daigo.
pt: Vuoi che torni nel Clan Tojo, per questo hai rapito Daigo.

# 873 1021 148
source: Think ya know me? You ain't figured out shit.
pt: Pensi di conoscermi? Non hai capito un cazzo.

# 1252 1380 128
source: I don't give a single fuck where Daigo Dojima is.
pt: Non me ne frega un cazzo di dove sia Daigo Dojima.

# 1388 1500 112
source: The real problem is you bein' here not solvin' it for yourself.
pt: Il vero problema è che sei qui invece di risolvere i tuoi casini.

# 1594 1757 163
source: If Dojima kicks the bucket, the Tojo Clan's gonna cave in on itself.
pt: Se Dojima tira le cuoia, il Clan Tojo si sfascerà.

# 1763 1876 113
source: What good's a war if the enemy's already dead!?
pt: Che gusto c'è a fare la guerra se il nemico è già morto!?

# 1877 1937 60 分
source: That ain't the yakuza way!
pt: Questo non è da yakuza

# 2038 2113 75
source: All I care about is the fight!
pt: A me interessa solo combattere

# 2114 2221 107 分
source: I ain't one of those sad sacks who sits on their ass countin' their cash!
pt: Io non sono uno di quegli sfigati che se ne sta seduto a contarsi i soldi

# 2227 2343 116
source: I went yakuza to go up against the strongest of the strong!
pt: Sono diventato uno yakuza per affrontare i più forti tra i forti

# 2412 2523 111
source: Seein' the Tojo like this makes me wanna cry, man!
pt: A vedere il Tojo così mi viene da piangere, cazzo

# 2529 2680 151
source: And if Daigo Dojima eats it, any Omi chump could blow it down.
pt: E se Daigo Dojima crepa, un coglione qualunque dell'Omi potrebbe buttarlo giù.

# 2681 2802 121
source: That ain't the Tojo I know. They deserve better than that!
pt: Questo non è il Tojo che conosco. Si meritano di meglio

# 2902 3085 183 OK
source: I know you. Down in your gut, ya got the same bloodlust I do.
pt: Ti conosco. In fondo, hai la mia stessa sete di sangue.

# 3185 3293 108
source: So let's drop the pretense, Kiryu-han.
pt: Allora, basta con le sceneggiate, Kiryu-han.

# 3307 3373 66
source: We're as yakuza as yakuza come.
pt: Siamo yakuza fino al midollo.

# 3377 3509 132 分
source: I can see in your eyes how bored ya are out here!
pt: Leggo nei tuoi occhi quanto ti annoi qui fuori

# 3594 3675 81
source: Go back to the Tojo Clan.
pt: Torna al Clan Tojo.

# 3686 3829 143 分
source: Then we can have a blast makin' a proper war out of it.
pt: E allora sì che ci divertiamo a scatenare una guerra come si deve.

# 3980 4110 130
source: What, leavin' without a word?
pt: Cosa? Te ne vai senza dire una parola?

# 4155 4215 60
source: You've got me all wrong.
pt: Ti sbagli di grosso.

# 4278 4338 60
source: I'm nothing like you.
pt: Non sono affatto come te.

# 4373 4443 70
source: You consider the yakuza a way to die.
pt: Consideri la yakuza un modo per morire.

# 4459 4519 60 分
source: To me, being yakuza...
pt: Per me, essere uno yakuza...

# 4548 4608 60
source: It's a way to live.
pt: È un modo di vivere.

# 4623 4699 76
source: Care to elaborate?
pt: Vuoi spiegarti meglio?

# 4728 4955 227 OK
source: We walk the same path, but you're barreling toward death, while I fight for life.
pt: Percorriamo la stessa strada, ma tu corri verso la morte, mentre io lotto per la vita.

# 4985 5045 60
source: You'll get it one day.
pt: Un giorno lo capirai.

# 5073 5182 109
source: Yeah? Lookin' forward to it.
pt: Ah, sì? Non vedo l'ora.
