Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1270.po
Languages: pt

# 17 77 60
source: Patriarch Aoyama.
pt: Patriarca Aoyama.

# 90 195 105
source: So you're the one who kidnapped Chairman Dojima!
pt: Allora sei tu che hai rapito il Presidente Dojima

# 553 615 62
source: What do you think you're doing?
pt: Cosa credi di fare?

# 645 705 60
source: Put the gun down.
pt: Metti giù la pistola.

# 768 828 60
source: I want an answer!
pt: Voglio una risposta

# 885 960 75
source: Do you realize what you're doing?
pt: Ti rendi conto di quello che stai facendo?

# 1007 1067 60
source: I'm the acting chairman.
pt: Sono il presidente facente funzione.

# 1110 1190 80
source: The very top of the Tojo Clan.
pt: I vertici del Clan Tojo.

# 1273 1338 65
source: You think you can just shoot me?
pt: Credi di potermi sparare e basta?

# 1430 1515 85
source: That depends on your answer.
pt: Dipende dalla tua risposta.

# 2063 2145 82
source: Aniki, what was that!?
pt: Aniki, cos'è stato!?

# 2200 2260 60
source: They're blanks.
pt: Sono a salve.

# 2337 2455 118
source: It's the only way I'd be sure I could trust you.
pt: Solo così potevo essere sicuro di potermi fidare di te.

# 2517 2675 158
source: Can't give a loose cannon punk like you real bullets, now can I?
pt: Mica posso dare proiettili veri a una mina vagante come te, ti pare?

# 2699 2792 93
source: What if you'd mistakenly shot a civilian?
pt: E se avessi sparato per sbaglio a un civile?

# 2819 2891 72 分
source: We'd have the force breathing down our necks.
pt: Ci ritroveremmo la polizia col fiato sul collo.

# 2985 3156 171
source: I'm quite strict about misconduct in my ranks. You're aware what comes next, Morinaga.
pt: Sono molto severo riguardo alla cattiva condotta tra i miei ranghi. Sai bene cosa ti aspetta, Morinaga.

# 3277 3337 60
source: Patriarch Aoyama!
pt: Patriarca Aoyama

# 3355 3415 60
source: Farewell.
pt: Addio.

# 3783 3847 64 分
source: Aoyama... How could you?
pt: Aoyama... Come hai potuto?

# 3848 3928 80
source: Don't get involved, Fourth Chairman.
pt: Non si immischi, Quarto Presidente.

# 3939 4010 71
source: I prefer to keep this internal.
pt: Preferisco mantenere la faccenda interna.

# 4021 4105 84 分
source: A matter of Tojo discipline.
pt: Una questione di disciplina del Clan Tojo.

# 4144 4204 60
source: You bastard!
pt: Bastardo

# 4421 4481 60
source: I must thank you.
pt: Devo ringraziarla.

# 4500 4644 144
source: You've given me just the out I needed to make a clean getaway.
pt: Mi ha dato proprio la scusa che mi serviva per andarmene pulito.

# 4666 4726 60
source: What?
pt: Cosa?

# 4945 5005 60
source: What's goin' on in here!?
pt: Che sta succedendo qui dentro!?

# 5070 5130 60
source: The fuck!?
pt: Che cazzo!?

# 5149 5211 62
source: Captain Yahata!
pt: Capitano Yahata

# 5213 5275 62 分
source: They assaulted Patriarch Madarame.
pt: Hanno aggredito il Patriarca Madarame.

# 5292 5352 60
source: They what!?
pt: Hanno fatto cosa!?

# 5396 5461 65
source: Boss! Boss...!
pt: Capo! Capo...

# 5500 5622 122
source: Someone, call an ambulance! We gotta get 'im to a hospital!
pt: Qualcuno chiami un'ambulanza! Dobbiamo portarlo in ospedale

# 5902 6007 105
source: Who're you, asshole?
pt: Chi sei, stronzo?

# 6043 6126 83
source: It might take a while to explain.
pt: Potrebbe volerci un po' per spiegare.

# 6210 6227 17
source: Yeah!
pt: Sì!

# 6238 6356 118
source: Get Morinaga out of here. I'll hold them off!
pt: Porta via Morinaga. Li tengo io

# 6379 6427 48 60ｆ以下です
source: But...!
pt: Ma...

# 6428 6488 60
source: Just go!
pt: Vai!

# 6492 6546 54 60ｆ以下です
source: Don't let him...
pt: Non lasciarlo...

# 6547 6623 76 分
source: Don't you dare let him die!
pt: Non osare lasciarlo morire

# 6673 6733 60
source: Okay!
pt: Ok!

# 6929 6998 69
source: So yer the one who stabbed the boss?
pt: Allora sei tu quello che ha pugnalato il capo?

# 7015 7123 108
source: No. But under the circumstances...
pt: No. Ma date le circostanze...

# 7144 7227 83 分
source: I doubt you'd believe what I have to say.
pt: Dubito che crederesti a quello che ho da dire.

# 7251 7392 141
source: Don't wanna hear yer excuses. You'll pay for this with yer life.
pt: Non voglio sentire le tue scuse. La pagherai con la vita.

# 7477 7546 69
source: Die, you son of a bitch!
pt: Muori, figlio di puttana
