Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1290.po
Languages: pt

# 896 956 60
source: What are you doing?
pt: Che vuoi fare?

# 1506 1625 119
source: We've been together six months, yet we've never once had a moment like this.
pt: Stiamo insieme da sei mesi, eppure non abbiamo mai avuto un momento come questo.

# 1655 1728 73 分
source: A little affection might be nice, right?
pt: Un po' d'affetto non sarebbe male, no?

# 2784 2844 60
source: Who hired you?
pt: Chi ti ha assoldato?

# 2967 3170 203 OK
source: The other night, when my boss Nakajima and I went drinking at your club...
pt: L'altra sera, quando io e il mio capo Nakajima siamo andati a bere nel tuo locale...

# 3203 3285 82
source: Someone in the Tojo Clan found out I was there.
pt: Qualcuno del Clan Tojo ha scoperto che ero lì.

# 3339 3472 133
source: The only people in the house were those two Yamagasa Family thugs...
pt: In casa c'erano solo quei due scagnozzi della Famiglia Yamagasa...

# 3479 3596 117 分
source: And the girls and waitstaff running it.
pt: E le ragazze e il personale che ci lavoravano.

# 3672 3762 90
source: None of them knew who I really am.
pt: Nessuno di loro sapeva chi ero veramente.

# 3870 3930 60
source: Meaning it was you.
pt: Vuol dire che sei stata tu.

# 3964 4061 97
source: You've been helping the Tojo spy on me.
pt: Hai aiutato il Clan Tojo a spiarmi.

# 4344 4404 60
source: Wait.
pt: Aspetta.

# 4478 4552 74
source: There's someone I want you to meet.
pt: C'è una persona che ti devo presentare.
