Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1315.po
Languages: pt

# 59 146 87
source: Chairman Dojima wasn't kidnapped.
pt: Il Presidente Dojima non è stato rapito.

# 154 325 171 分
source: He disappeared of his own accord, to get out of Fukuoka.
pt: È sparito di sua spontanea volontà, per andarsene da Fukuoka.

# 364 424 60
source: Why would he do that?
pt: Perché l'avrebbe fatto?

# 438 618 180
source: I imagine he was out of options. His life was in grave danger.
pt: Immagino che non avesse altre opzioni. La sua vita era in grave pericolo.

# 644 835 191 OK
source: If he went missing after meeting me, it'd be natural to assume the Yamagasa Family did it.
pt: Se fosse sparito dopo essersi visto con me, sarebbe naturale pensare che sia stata la Famiglia Yamagasa.

# 848 980 132
source: He took advantage of all that confusion to get out of the city.
pt: Ha approfittato di tutta quella confusione per andarsene dalla città.

# 1008 1068 60
source: So then Daigo's back in Tokyo?
pt: Quindi Daigo è tornato a Tokyo?

# 1102 1290 188 OK
source: No. He told me there was something he had to check before that.
pt: No. Mi ha detto che c'era qualcosa che doveva controllare prima.

# 1303 1404 101
source: And he needed to get off the grid to do it.
pt: E doveva sparire dalla circolazione per farlo.

# 1448 1515 67
source: Do you know what he could have been checking on?
pt: Sai cosa potesse controllare?

# 1554 1607 53 分 60ｆ以下です
source: Was it regarding the traitor?
pt: Riguardava il traditore?

# 1654 1716 62
source: Based on what he told me...
pt: Da quello che mi ha detto...

# 1721 1870 149 分
source: Chairman Dojima was already suspicious of Aoyama.
pt: Il presidente Dojima era già sospettoso di Aoyama.

# 1893 1983 90
source: Which would mean...
pt: Il che significherebbe...

# 2031 2155 124
source: Aoyama's not the real traitor.
pt: Aoyama non è il vero traditore.

# 2313 2373 60
source: Are you okay?
pt: Stai bene?

# 2636 2764 128 分
source: It seems I owe you an apology.
pt: Credo di doverti delle scuse.

# 2789 2961 172
source: The one who sent this young lady to spy on your activities in Fukuoka...
pt: Colui che ha mandato questa ragazza a spiare le tue attività a Fukuoka...

# 2977 3048 71
source: To leak your whereabouts to the Tojo Clan...
pt: Rivelare la tua posizione al Clan Tojo...

# 3068 3152 84 分
source: I'm afraid it was me.
pt: Temo di essere stato io.

# 3206 3266 60
source: You?
pt: Tu?

# 3303 3375 72
source: At Chairman Dojima's request, yes.
pt: Su richiesta del Presidente Dojima, sì.

# 3389 3580 191 分
source: He wanted me to look out for you. To keep your cover in Fukuoka safe.
pt: Voleva che vegliassi su di te. Per proteggere la tua copertura a Fukuoka.

# 3669 3729 60
source: Daigo did that?
pt: È stato Daigo?

# 3764 3957 193 OK
source: It seems Chairman Dojima knew all along that you were in hiding here.
pt: A quanto pare, il Presidente Dojima ha sempre saputo che ti nascondevi qui.

# 3958 4076 118
source: He also knew that you had taken an alias.
pt: Sapeva anche che usavi un nome falso.

# 4120 4379 259 OK
source: All he wanted was for you to live in peace. To not get dragged back into the fray.
pt: Tutto quello che voleva era che tu vivessi in pace. Che non venissi trascinato di nuovo nella mischia.

# 4391 4565 174
source: That's why he came all the way down here. To ask me to help you.
pt: È per questo che è venuto fin quaggiù. Per chiedermi di aiutarti.

# 4627 4687 60
source: He went that far?
pt: Si è spinto a tanto?

# 4764 4867 103
source: The head of the entire Kanto region...
pt: Il capo dell'intera regione del Kanto...

# 4868 5001 133 分
source: Humbled himself to ask this of some tiny outfit like the Yamagasa Family.
pt: Si è umiliato per chiederlo a un piccolo clan come la Famiglia Yamagasa.

# 5034 5184 150
source: Not exactly a common occurrence, as I'm sure you're well aware.
pt: Non è esattamente un evento comune, come sono sicuro tu sappia bene.

# 5211 5415 204 OK
source: Ever since, I've been sharing the information relayed to me by Mayumi with Chairman Dojima.
pt: Da allora, ho condiviso con il Presidente Dojima le informazioni che mi passava Mayumi.

# 5570 5631 61
source: And your connection to Mayumi?
pt: E il tuo legame con Mayumi?

# 5656 5716 60
source: We're family.
pt: Siamo famiglia.

# 5720 5802 82
source: Mayumi is my daughter.
pt: Mayumi è mia figlia.

# 5842 5943 101
source: You'd send your daughter? Really?
pt: Ti sei spinto a mandare tua figlia? Davvero?

# 5990 6133 143
source: The fact that you were in Fukuoka had to be kept secret at all costs.
pt: Il fatto che tu fossi a Fukuoka doveva restare un segreto a tutti i costi.

# 6156 6260 104
source: I could only entrust the task to someone I trusted unconditionally.
pt: Potevo affidare il compito solo a qualcuno di cui mi fidavo incondizionatamente.

# 6267 6481 214 OK
source: Only natural then for me to give the responsibility to Mayumi, my own flesh and blood.
pt: Era quindi naturale affidare la responsabilità a Mayumi, sangue del mio sangue.

# 6634 6872 238 OK
source: Though, had I known what kind of man Kazuma Kiryu was from the get-go...
pt: Però, se avessi saputo fin dall'inizio che tipo d'uomo fosse Kazuma Kiryu...

# 6878 6992 114
source: I might have thought twice about letting her anywhere near you.
pt: Ci avrei pensato due volte prima di lasciarla avvicinare a te.

# 7025 7085 60
source: Why's that?
pt: Perché?

# 7127 7204 77
source: She's clearly fallen for you.
pt: Ha chiaramente perso la testa per te.

# 7288 7350 62
source: I'm her father.
pt: Sono suo padre.

# 7369 7530 161 分
source: I can't bear to see her struggle with feelings that'll never be reciprocated.
pt: Non sopporto di vederla tormentarsi per sentimenti che non verranno mai ricambiati.

# 7931 8020 89
source: Kiryu-san. Here.
pt: Kiryu-san. Ecco.

# 8528 8588 60
source: What's this?
pt: Questo cos'è?

# 8602 8691 89
source: A declaration dissolving the Yamagasa Family.
pt: Una dichiarazione di scioglimento della Famiglia Yamagasa.

# 8717 8873 156 分
source: Can I entrust this to you, to take to the police?
pt: Posso affidarti questo, per portarlo alla polizia?

# 8904 8964 60
source: Why?
pt: Perché?

# 8979 9039 60 分
source: Why dissolve the family?
pt: Perché sciogliere la famiglia?

# 9056 9233 177
source: My men have grown too big to live in my little castle anymore.
pt: I miei uomini sono diventati troppo grandi per vivere ancora nel mio piccolo castello.

# 9234 9323 89
source: The Yamagasa Family's always been small.
pt: La Famiglia Yamagasa è sempre stata piccola.

# 9348 9507 159 分
source: But it seems I took in too many children.
pt: Ma a quanto pare ho accolto troppi figli.

# 9526 9696 170
source: And now it's even put a strain on our relationship with the Tojo Clan.
pt: E ora ha persino messo a dura prova i nostri rapporti con il Clan Tojo.

# 9729 9926 197 OK
source: The best I can do for my boys is to make sure they get a chance at life.
pt: Il meglio che posso fare per i miei ragazzi è assicurarmi che abbiano una possibilità nella vita.

# 9988 10048 60
source: Madarame-san.
pt: Signor Madarame.

# 10058 10152 94
source: We'd cease to be yakuza anymore.
pt: Non saremmo più yakuza.

# 10153 10335 182 分
source: And by ceding our turf, the Tojo Clan and the Omi Alliance would no longer be gunning for us.
pt: E cedendo il nostro territorio, il Clan Tojo e l' Alleanza Omi non ci avrebbero più nel mirino.

# 10388 10504 116
source: That's simply the safest option now.
pt: È semplicemente l'opzione più sicura adesso.

# 10535 10595 60
source: If you're really going through with this...
pt: Se vuole davvero andare fino in fondo...

# 10608 10752 144 分
source: It would only be fair if your men heard it directly from you. Right?
pt: Sarebbe solo giusto se i suoi uomini lo sentissero direttamente da lei. Giusto?

# 10804 10918 114
source: There's no stopping a Kyushu man once his blood gets pumping.
pt: Nessuno può fermare un uomo del Kyushu quando il sangue gli ribolle.

# 10919 11105 186 OK
source: I could tell them not to poke at the Tojo Clan, and they'd still go pick up a stick.
pt: Potrei dirgli di non provocare il Clan Tojo, e loro andrebbero comunque a prendere un bastone.

# 11151 11306 155
source: Better to let the long arm of the law do what it does.
pt: Meglio lasciare che il lungo braccio della legge faccia il suo corso.

# 11347 11515 168
source: Breaking up the family puts us at the mercy of law enforcement.
pt: Sciogliere la famiglia ci mette alla mercé delle forze dell'ordine.

# 11527 11632 105 分
source: Not even the Tojo Clan or the Omi Alliance would want to bother with that.
pt: Nemmeno il Clan Tojo o l' Alleanza Omi vorrebbero averci a che fare.

# 11665 11747 82
source: Still. Why me?
pt: Eppure. Perché io?

# 11825 12035 210
source: Under normal circumstances, I'd try to convince them all myself. But...
pt: In circostanze normali, cercherei di convincerli tutti io stesso. Ma...

# 12053 12124 71 分
source: Just look at me.
pt: Basta guardarmi.

# 12158 12302 144
source: Trying to stop the Tojo from going to war has only landed me in a hospital bed.
pt: Cercare di impedire al Tojo di entrare in guerra mi ha solo fatto finire in un letto d'ospedale.

# 12320 12479 159
source: On top of that, I think if you were the one handing in the declaration...
pt: In più, credo che se fossi tu a consegnare la dichiarazione...

# 12491 12623 132
source: Yahata may actually accept it.
pt: Yahata potrebbe davvero accettarlo.

# 12718 12778 60
source: Your captain?
pt: Il tuo capitano?

# 12800 12916 116
source: You and he came to blows last night.
pt: Tu e lui siete venuti alle mani ieri notte.

# 12934 13032 98
source: You know, he's not the brightest bulb.
pt: Sai, non è una cima.

# 13033 13161 128 分
source: Prefers to measure someone's worth through his fists.
pt: Preferisce misurare il valore di qualcuno con i pugni.

# 13178 13281 103
source: Fighting is how he comes to understand a man.
pt: È combattendo che arriva a capire un uomo.

# 13330 13472 142
source: I guess you could call that his silver lining.
pt: Direi che questo è il suo lato positivo.

# 13498 13669 171
source: I'm actually glad you got into a scrap with Yahata before this.
pt: A dire il vero, sono contento che tu te le sia date con Yahata prima di questo.

# 13740 13846 106
source: I know that I'm asking you to bear quite a burden.
pt: So che ti sto chiedendo di accollarti un bel peso.

# 13863 13995 132
source: But please. Grant an old fool his wish.
pt: Ma ti prego. Esaudisci il desiderio di un vecchio sciocco.

# 14020 14125 105 分
source: You're the only one I can trust to do it right.
pt: Sei l'unico di cui mi posso fidare per farlo come si deve.
