Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1320.po
Languages: pt

# 198 349 151
source: I'll do whatever it takes to make up for my deceiving you.
pt: Farò qualsiasi cosa per farmi perdonare di averti ingannato.

# 399 470 71
source: So please...
pt: Quindi ti prego...

# 491 601 110 分
source: Will you please do this favor for my father?
pt: Ti prego, fai questo favore per mio padre.

# 767 881 114
source: I'm not the man you think I am.
pt: Non sono l'uomo che credi.

# 956 1126 170
source: Me, your father, and that Aoyama guy...
pt: Io, tuo padre e quel tipo Aoyama...

# 1161 1223 62
source: We're all yakuza.
pt: Siamo tutti yakuza.

# 1293 1441 148
source: But being yakuza doesn't make us all the same.
pt: Ma essere yakuza non ci rende tutti uguali.

# 1503 1702 199 OK
source: I'm far from ideal, but I'd never turn down a good man's request.
pt: Sono tutt'altro che perfetto, ma non rifiuterei mai la richiesta di un brav'uomo.

# 1970 2038 68
source: I'll pass this on.
pt: Glielo riferirò.

# 2050 2119 69
source: What? But...
pt: Cosa? Ma...

# 2131 2230 99
source: Call it a soft spot for brats who grew up in the margins.
pt: Diciamo che ho un debole per i mocciosi cresciuti ai margini.

# 2257 2409 152
source: If this is what you want, I'll make your wishes known.
pt: Se è questo che vuoi, riferirò le tue volontà.

# 2568 2638 70
source: I guess I wasn't alone here.
pt: Mi sa che non ero solo qui.

# 2658 2739 81 分
source: How could I have been?
pt: Come avrei potuto esserlo?

# 2778 2985 207 OK
source: Regardless of why, I'm glad you put a good woman at my side when I was at my lowest.
pt: A prescindere dal perché, sono felice che tu mi abbia messo al fianco una brava donna quando ho toccato il fondo.

# 3031 3091 60
source: Thank you for that.
pt: Ti ringrazio.

# 3160 3315 155
source: So I won't let Aoyama get away with this. That much I can promise you.
pt: Perciò non permetterò ad Aoyama di passarla liscia. Questo posso promettertelo.

# 3333 3393 60 分
source: Goodbye.
pt: Addio.

# 3637 3733 96
source: I'm so sorry, Mayumi.
pt: Mi dispiace tanto, Mayumi.

# 3786 3893 107
source: If you want to go after him, you better get moving!
pt: Se vuoi andare a prenderlo, ti conviene muoverti

# 3941 4146 205 OK
source: If that's what you want, I won't stand in your way.
pt: Se è questo che vuoi, non ti ostacolerò.

# 4409 4469 60
source: Not another word, please.
pt: Non una parola di più, per favore.

# 4522 4586 64 分
source: This is hard enough as it is.
pt: È già abbastanza difficile così.

# 4686 4746 60
source: Please...
pt: Ti prego...

# 4762 4822 60 分
source: Dad!
pt: Papà!
