Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1335.po
Languages: pt

# 239 308 69
source: Hey, it's that asshole!
pt: Ehi, è quello stronzo

# 355 412 57 60ｆ以下です
source: Easy, boys.
pt: Calma, ragazzi.

# 413 465 52 60ｆ以下です
source: But cap, he's...!
pt: Ma capo, lui è...

# 466 554 88
source: I said stand down, y'buncha morons!
pt: Ho detto di stare indietro, banda di deficienti

# 911 971 60
source: Y'got business here?
pt: Hai affari qui?

# 1132 1189 57 60ｆ以下です
source: What's that?
pt: Cos'è?

# 1190 1250 60
source: Word from Madarame.
pt: Messaggio da Madarame.

# 1273 1376 103 分
source: It's a declaration dissolving the Yamagasa Family.
pt: È una dichiarazione di scioglimento della Famiglia Yamagasa.

# 1770 1896 126
source: Figures. It's just like the old man to pull this.
pt: Me lo immaginavo. È la solita mossa del vecchio.

# 1924 2076 152
source: Madarame seems to think you're on a collision course with the Tojo Clan.
pt: Madarame pensa che siate in rotta di collisione con il Clan Tojo.

# 2114 2256 142
source: He wrote this to protect you. And entrusted it to me.
pt: L'ha scritto per proteggervi. E l'ha affidato a me.

# 2340 2400 60
source: Oh yeah?
pt: Ah sì?

# 2540 2625 85
source: What, not gonna tear it up?
pt: Cosa, non la strappi?

# 2658 2803 145
source: We're only livin' on this green earth to serve Patriarch Madarame.
pt: Siamo al mondo solo per servire il Patriarca Madarame.

# 2818 2935 117
source: It don't even matter what happens to the Yamagasa Family.
pt: Non importa nemmeno che fine fa la Famiglia Yamagasa.

# 2976 3042 66
source: We'd avenge the boss either way.
pt: Vendicheremmo il capo in ogni caso.

# 3066 3136 70
source: He's all we got.
pt: È tutto quello che abbiamo.

# 3202 3298 96
source: If it's revenge you want, come and get it.
pt: Se è la vendetta che volete, venite a prendervela.

# 3368 3431 63
source: I ain't that dense.
pt: Non sono così scemo.

# 3456 3599 143 分
source: It was that Aoyama fucker from the Tojo Clan who knifed the patriarch.
pt: È stato quel bastardo di Aoyama del Clan Tojo ad accoltellare il patriarca.

# 3620 3694 74
source: Figured it out when HQ got blown to shit.
pt: L'ho capito quando il quartier generale è andato a puttane.

# 3721 3838 117 分
source: You ain't the type to stoop that low.
pt: Non sei il tipo da cadere così in basso.

# 3860 3995 135
source: So let me get this straight. Even if the Yamagasa crumbles...
pt: Allora, fammi capire bene. Anche se la Yamagasa crolla...

# 4020 4110 90 分
source: You still want revenge on Aoyama?
pt: Volete ancora vendicarvi di Aoyama?

# 4134 4306 172
source: Damn straight. This ain't about turf or protocols or relations anymore.
pt: Puoi giurarci. Non è più una questione di territorio o protocolli o rapporti.

# 4325 4419 94
source: It's one-hundred percent pure yakuza justice.
pt: È giustizia yakuza pura al cento per cento.

# 4462 4522 60
source: All right, then.
pt: Ok, allora.

# 4847 4915 68
source: The shit? What'd ya do that for!?
pt: Che cazzo? Che l'hai fatto a fare!?

# 4921 4993 72
source: The Yamagasa Family isn't disbanding.
pt: La Famiglia Yamagasa non si scioglie.

# 5029 5138 109 分
source: There's something I need you to do.
pt: Ho bisogno che tu faccia una cosa.

# 5148 5208 60
source: Y'givin' us orders?
pt: Ci dai ordini?

# 5235 5379 144
source: When I first came to Nagasu, it felt almost exactly like Kamurocho.
pt: Quando sono arrivato a Nagasu, mi è sembrata quasi identica a Kamurocho.

# 5420 5559 139
source: For better or worse, the Yamagasa Family keeps this town in balance.
pt: Nel bene e nel male, la Famiglia Yamagasa mantiene questa città in equilibrio.

# 5601 5784 183
source: If the Yamagasa is out of the picture, other groups are just going to muscle in.
pt: Se gli Yamagasa escono di scena, altri gruppi non faranno altro che farsi sotto.

# 5790 5887 97 分
source: Wouldn't be great for business.
pt: Non sarebbe un bene per gli affari.

# 5892 5945 53 60ｆ以下です
source: What business?
pt: Quali affari?

# 5946 6073 127
source: I don't really look the part, but I drive a taxi in town.
pt: A vedermi non si direbbe, ma faccio il tassista qui in città.

# 6105 6197 92 分
source: So I can't let the Yamagasa just fade away.
pt: Per questo non posso permettere che gli Yamagasa spariscano e basta.

# 6240 6411 171
source: You still have a job to do here. Get this city back on its feet.
pt: Avete ancora un lavoro da fare qui. Rimettete in piedi questa città.

# 6412 6528 116
source: Huh!? Y'ain't makin' a lick o' sense!
pt: Eh!? Ma non ha proprio senso

# 6557 6696 139
source: Keep stickin' yer nose where it don't belong, and I'll chop it off!
pt: Continua a ficcare il naso dove non devi, e te lo mozzo

# 6730 6861 131
source: That's the right attitude. But you'll need more than that.
pt: È l'atteggiamento giusto. Ma ci vorrà ben altro.

# 6888 7068 180 OK
source: If you make a run at the Tojo Clan now, you'd all end up leaving in body bags.
pt: Se attaccate il Clan Tojo adesso, finirete tutti in un sacco per cadaveri.

# 7079 7115 36 60ｆ以下です
source: What'd you say!?
pt: Cosa diavolo hai detto!?

# 7116 7234 118
source: If you still want to go after Aoyama, I won't stand in your way.
pt: Se volete ancora attaccare Aoyama, non sarò io a fermarvi.

# 7272 7332 60
source: But first...
pt: Ma prima...

# 7375 7488 113
source: You'll need to see if you can get through me.
pt: Dovrete vedere se riuscite a superarmi.

# 7495 7584 60
source: Huh!? What're ya smokin'!?
pt: Eh!? Ma che ti fumi!?

# 7668 7776 108
source: One hit. That's all it'll take to floor you.
pt: Basterà un colpo per stenderti.

# 8010 8131 121
source: Y'may have beaten me once, but I ain't lost a rematch.
pt: Puoi anche avermi battuto una volta, ma non ho mai perso una rivincita.

# 8152 8222 70
source: First round was just a warm-up.
pt: Il primo round era solo un riscaldamento.

# 8227 8333 106 分
source: This time I'm puttin' ya in the ground fer sure.
pt: Questa volta ti metto sotto terra, puoi giurarci.

# 8360 8420 60
source: Then shut up and show me.
pt: Allora chiudi il becco e fammi vedere.

# 8464 8524 60
source: I'm ready when you are.
pt: Sono pronto quando vuoi.
