Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1350.po
Languages: pt

# 376 436 60
source: Acting Chairman.
pt: Presidente facente funzioni.

# 440 555 115
source: It's from the Yamagasa captain, Yahata.
pt: È dal capitano degli Yamagasa, Yahata.

# 698 758 60
source: So he survived.
pt: Allora ce l'ha fatta.

# 796 856 60
source: Do you want me to hang up?
pt: Vuoi che riattacchi?

# 913 973 60
source: He's after a deal.
pt: Vuole un accordo.

# 1038 1098 60
source: Give it.
pt: Dài qua.

# 1202 1262 60
source: This is Aoyama.
pt: Sono Aoyama.

# 1320 1380 60
source: Yes.
pt: Sì.

# 1387 1475 88
source: The Tojo Clan has no intention of cutting a deal with you.
pt: Il Clan Tojo non ha intenzione di fare un accordo con voi.

# 1544 1630 86
source: Our houses are in open war.
pt: I nostri clan sono in guerra aperta.

# 1804 1864 60
source: Are you sure that's wise?
pt: Sei sicuro che sia saggio?

# 1937 1997 60
source: I'm not sure I understand.
pt: Non sono sicuro di capire.

# 2007 2091 84
source: I said, we're kickin' this war into top gear!
pt: Ho detto, stiamo portando questa guerra al massimo

# 2092 2165 73 分
source: Yer gonna pay fer what ya did to the boss!
pt: Me la pagherai per quello che hai fatto al capo

# 2240 2362 122
source: Might as well make a spectacle outta it.
pt: Tanto vale farne uno spettacolo.

# 2375 2505 130
source: Tomorrow night. Hakata pier, Warehouse 27.
pt: Domani notte. Molo di Hakata, Magazzino 27.

# 2556 2616 60
source: Ya got that?
pt: Ci siamo capiti?

# 2657 2785 128
source: I'm lookin' forward to cavin' yer damn face in.
pt: Non vedo l'ora di spaccarti quella dannata faccia.

# 2932 3026 94
source: That good enough, Kiryu-san?
pt: Va bene così, Kiryu-san?

# 3204 3288 84
source: What did they say, Acting Chairman?
pt: Cosa hanno detto, Presidente facente funzioni?

# 3406 3549 143
source: They want an old-fashioned battle. Even gave us a time and place.
pt: Vogliono una battaglia alla vecchia maniera. Ci hanno persino dato un'ora e un luogo.

# 3568 3628 60
source: A full-on brawl at the pier tomorrow night.
pt: Una rissa totale al molo domani notte.

# 3671 3795 124
source: What, like some afterschool fist fight?
pt: Cosa, tipo una scazzottata dopo la scuola?

# 3799 3905 106
source: Don't let them get under your skin, Acting Chairman.
pt: Non si faccia provocare, Presidente facente funzioni.

# 3908 3971 63 分
source: It may even be a trap.
pt: Potrebbe persino essere una trappola.

# 4028 4105 77
source: Not showing would play right into their hand!
pt: Non presentarsi farebbe proprio il loro gioco

# 4129 4255 126
source: The mighty Tojo Clan can't be seen backing down from these backwater hicks.
pt: Il grande Clan Tojo non può farsi vedere mentre si tira indietro di fronte a 'sti bifolchi.

# 4293 4448 155
source: Once we have control of their turf, we'll need our reputation to demand respect.
pt: Una volta che avremo il controllo del loro territorio, la nostra reputazione dovrà esigere rispetto.

# 4483 4529 46 60ｆ以下です
source: Apologies, sir.
pt: Mi spiace, signore.

# 4530 4624 94
source: Put the word out to everyone still down in Fukuoka.
pt: Avverti tutti quelli ancora a Fukuoka.

# 4660 4782 122
source: That sworn brother of mine may finally have a use, too.
pt: Quel mio fratello giurato potrebbe finalmente servire a qualcosa, anche lui.
