Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1376.po
Languages: pt

# 47 140 93
source: Kiryu-san. The times have changed!
pt: Kiryu-san. I tempi sono cambiati

# 148 270 122
source: A war isn't about who locks fists with whom anymore.
pt: In una guerra non si tratta più di chi fa a pugni con chi.

# 276 350 74
source: You old timers never change.
pt: Voi della vecchia guardia non cambiate mai.

# 566 665 99
source: Watch your fuckin' mouth.
pt: Bada a come cazzo parli.

# 772 832 60
source: I accept your conditions!
pt: Accetto le tue condizioni

# 880 1045 165
source: If Kiryu-han takes out every one of these Tojo chumps, then there's no war with the Yamagasa.
pt: Se Kiryu-han fa fuori tutti 'sti sfigati del Tojo, allora niente guerra con gli Yamagasa.

# 1077 1137 60
source: You can't do that, Watase!
pt: Non puoi farlo, Watase

# 1146 1320 174
source: I'm the captain of the Omi Alliance, and patriarch of the Watase Family.
pt: Sono il capitano dell'Alleanza Omi, e patriarca della Famiglia Watase.

# 1337 1443 106
source: Ya really wanna challenge me, brother?
pt: Vuoi davvero sfidarmi, fratello?

# 1551 1625 74
source: All right, let's get this shit started!
pt: Bene, che la festa cominci

# 1634 1780 146 分
source: I'll be bearin' witness to this brawl!
pt: Sarò io il testimone di 'sta rissa

# 1954 1999 45 60ｆ以下です
source: What are you waiting for!?
pt: Che aspetti!?

# 2000 2096 96 分
source: Don't be scared because he's the fourth chairman! Get him!
pt: Non abbiate paura solo perché è il quarto presidente! Prendetelo

# 2382 2488 106
source: He's right. No need to hold back.
pt: Ha ragione. Inutile trattenersi.

# 2542 2685 143
source: Now if you want to die... bring it!
pt: Allora, se volete morire... fatevi sotto
