Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1370.po
Languages: pt

# 937 1052 115
source: Yo! Where's that bitch-ass Aoyama at?
pt: Ehi! Dov'è quel pezzo di merda di Aoyama?

# 1060 1131 71 分
source: Don't tell me he chickened out!
pt: Non mi dire che s'è cagato sotto

# 1157 1308 151
source: You worthless rednecks aren't worth the acting chairman's time!
pt: Voi merde di campagna non valete il tempo del presidente reggente

# 1474 1605 131
source: What, you ain't gonna join your boys, brother?
pt: E che fai, non ti unisci ai tuoi, fratello?

# 1648 1835 187
source: Of course not. The general doesn't dirty his hands doing a soldier's job.
pt: Certo che no. Il generale non si sporca le mani a fare il lavoro di un soldato.

# 1862 2023 161
source: You're missin' out. Nothin' gets the adrenaline pumpin' like punchin' guys.
pt: Non sai che ti perdi. Niente fa salire l'adrenalina come fare a cazzotti.

# 2052 2145 93
source: I'm afraid I'm not like you and Kiryu-san.
pt: Temo di non essere come te e Kiryu-san.

# 2194 2283 89 分
source: Brutality gives me no pleasure.
pt: La brutalità non mi dà piacere.

# 2302 2394 92
source: Then why'd ya drag me all the way out here?
pt: Allora perché mi hai trascinato fin qui?

# 2400 2475 75 分
source: I thought ya needed backup.
pt: Pensavo ti servissero rinforzi.

# 2478 2630 152
source: Call it an insurance policy. In case a certain someone shows up.
pt: Chiamala una polizza assicurativa. Nel caso si presenti un certo qualcuno.

# 2692 2752 60
source: Who're ya talkin'?
pt: Di chi parli?

# 2766 2918 152
source: Well, looks like they're ready. Sit back and enjoy the fireworks.
pt: Beh, pare che siano pronti. Mettiti comodo e goditi i fuochi d'artificio.

# 2964 3090 126
source: Time's up. Let's start this thing!
pt: Il tempo è scaduto. Cominciamo

# 3585 3645 60
source: Aren't you...
pt: Non sei tu...

# 3650 3710 60
source: Sorry...
pt: Scusa...

# 3734 3794 60 分
source: But this fight's mine.
pt: Ma questa lotta è mia.

# 3822 3882 60
source: Fourth Chairman!?
pt: Quarto Presidente!?

# 3962 4024 62
source: Not anymore I'm not.
pt: Adesso non più.

# 4076 4215 139
source: Now I'm just a driver, working for Nagasu Taxi Company.
pt: Adesso sono solo un tassista, lavoro per la Nagasu Taxi Company.

# 4228 4380 152
source: And you've come to lend the Tojo Clan your aid, sir?
pt: Ed è venuto a dare manforte al Clan Tojo, signore?

# 4394 4465 71 分
source: It's truly an honor!
pt: È un vero onore

# 4481 4564 83
source: I'm here to help, all right.
pt: Sono qui per dare manforte, proprio così.

# 4604 4664 60
source: But not you.
pt: Ma tu no.

# 4680 4790 110 分
source: You punks don't have the slightest idea what it means to be yakuza.
pt: Voi pivelli non capite un cazzo di cosa significhi essere uno yakuza.

# 4815 4920 105
source: So I'm gonna put you on the right path.
pt: Quindi vi metto sulla retta via.

# 4960 5013 53 60ｆ以下です
source: What do you mean?
pt: Cosa intendi?

# 5014 5075 61
source: I figured you'd show up eventually.
pt: Immaginavo che prima o poi saresti spuntato fuori.
