Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1380.po
Languages: pt

# 417 477 60 台詞が復活してる？
source: What the shit...
pt: Ma che cazzo...

# 575 635 60
source: How!?
pt: Come!?

# 665 732 67
source: I'm done playing with you.
pt: Il tempo dei giochi è finito.

# 881 1007 126
source: Brother! What do you think you're doing!?
pt: Fratello! Ma che cazzo stai facendo!?

# 1008 1165 157
source: Can't have ya firin' that thing and shamin' my rep as a witness.
pt: Non posso permetterti di sparare e sputtanare la mia reputazione come testimone.

# 1198 1287 89
source: Ya don't wanna tarnish my name, do ya?
pt: Non vorrai mica infangare il mio nome, vero?

# 1364 1463 99
source: Come on! This wasn't the deal!
pt: Ma andiamo! Non erano questi i patti

# 1463 1602 139
source: You're the one who said you want to take Kiryu out! Right, brother!?
pt: Sei stato tu a dire che volevi far fuori Kiryu! Vero, fratello!?

# 1606 1675 69
source: I ain't your soldier.
pt: Non sono mica un tuo soldato.

# 1690 1806 116 分
source: When I fight him, it'll be on my terms, ya fuckwit!
pt: Quando lo affronterò, sarà alle mie condizioni, testa di cazzo

# 1874 1934 60
source: Damn you!
pt: Maledetto

# 2951 3045 94
source: This isn't what I heard!
pt: Non è questo che mi avevano detto

# 3195 3282 87
source: They said you never kill.
pt: Mi avevano detto che non uccidi mai.

# 3294 3380 86 分
source: That you're merciful.
pt: Che sei clemente.

# 3394 3454 60
source: Who told you that?
pt: Chi te l'ha detto?

# 3488 3548 60
source: Well...
pt: Beh...

# 3550 3632 82
source: I said, who told you that?
pt: Ho detto, chi te l'ha detto?

# 3671 3729 58 60ｆ以下です
source: Some other Tojo men.
pt: Altri uomini del Tojo.

# 3730 3790 60
source: Whatever you heard...
pt: Qualunque cosa tu abbia sentito...

# 3799 3890 91 分
source: I've never been a saint!
pt: Non sono mai stato un santo

# 4077 4161 84
source: I can hide from my past all I want.
pt: Posso nascondermi dal mio passato quanto voglio.

# 4186 4278 92 分
source: But no matter how much I hate it...
pt: Ma non importa quanto lo odi...

# 4293 4394 101
source: I'll always be yakuza.
pt: Sarò sempre yakuza.

# 4445 4581 136
source: Being clever only gets you so far in this business.
pt: Essere furbi non ti porta lontano in questo giro.

# 4600 4745 145
source: Just remember. This is your last warning.
pt: Ricordatelo bene. Questo è il tuo ultimo avvertimento.

# 4980 5048 68
source: Why me?
pt: Perché proprio a me?

# 5087 5219 132
source: Why me of all people?
pt: Perché tra tutti proprio a me?

# 5300 5440 140
source: Had I known this would happen, I never would have agreed.
pt: Se avessi saputo che sarebbe successo, non avrei mai accettato.

# 5589 5648 59 60ｆ以下です
source: Quit your whimperin'!
pt: Smettila di piagnucolare

# 5649 5798 149 分
source: You wanna helm the Tojo Clan!? Then you're gonna have to grow a pair!
pt: Vuoi comandare il Clan Tojo!? Allora dovrai tirare fuori le palle

# 5803 5893 90
source: Or are ya determined to disappoint me!?
pt: O sei deciso a deludermi!?

# 5962 6043 81
source: What do ya got to say, brother!?
pt: Che hai da dire, fratello!?

# 6050 6107 57 60ｆ以下です
source: I did as I was told.
pt: Ho fatto come mi è stato detto.

# 6108 6240 132 分
source: All I had to do was lure Kiryu-san out of hiding.
pt: Dovevo solo far uscire Kiryu-san allo scoperto.

# 6278 6326 48 60ｆ以下です
source: Say what?
pt: Come hai detto?

# 6327 6413 86
source: Who told ya that!? Who's givin' ya orders!?
pt: Chi te l'ha detto!? Chi ti dà gli ordini!?

# 6442 6516 74
source: It was... your...
pt: È stato... il tuo...

# 6558 6616 58 60ｆ以下です
source: Brother...
pt: Fratello...

# 6617 6677 60 分
source: Hey, bro!
pt: Ehi, fratello

# 6686 6768 82
source: You talk too much, Acting Chairman.
pt: Parli troppo, Presidente facente funzioni.

# 6939 6999 60
source: It's you.
pt: Sei tu.

# 7379 7490 111
source: I hadn't planned on seeing you again like this, Fourth Chairman.
pt: Non avevo in programma di rivederla di nuovo così, Quarto Presidente.

# 7653 7785 132
source: Not another step! Next one's through your brain.
pt: Non un altro passo! Il prossimo ti buca il cervello.

# 7839 7899 60
source: What's your game here?
pt: A che gioco stai giocando?

# 7908 8025 117 分
source: How long have you been betraying Daigo?
pt: Da quanto tempo tradisci Daigo?

# 8044 8104 60
source: Betrayal, you say?
pt: Tradire, dici?

# 8115 8241 126 分
source: The chairman's the one who ran off, left his men to fend for themselves
pt: È stato il presidente a scappare, lasciando i suoi uomini a sbrigarsela da soli

# 8242 8345 103
source: If you ask me, that's the real betrayal.
pt: Se lo chiedi a me, quello è il vero tradimento.

# 8387 8447 60
source: And Aoyama shooting you.
pt: E Aoyama che ti ha sparato.

# 8492 8561 69 分
source: Was that all part of the act!?
pt: Era tutto parte della recita!?

# 8578 8698 120
source: My job in this was to get you where you needed to be.
pt: Il mio compito in tutto questo era portarti dove dovevi essere.

# 8704 8855 151
source: Just like Chairman Madarame, I was prepared for every scenario.
pt: Proprio come il Presidente Madarame, ero preparato a ogni scenario.

# 8885 8990 105
source: Then you and Aoyama were in league.
pt: Allora tu e Aoyama eravate d'accordo.

# 9028 9125 97
source: Why take him out?
pt: Perché farlo fuori?

# 9154 9230 76
source: No one likes a yakuza with loose lips.
pt: A nessuno piacciono gli yakuza con la lingua lunga.

# 9250 9417 167
source: Just a few punches and he was ready to spill all our dirty secrets.
pt: Sono bastati un paio di pugni ed era pronto a spifferare tutti i nostri sporchi segreti.

# 9460 9520 60
source: What secrets?
pt: Quali segreti?

# 9659 9723 64
source: Stop, Morinaga!
pt: Fermati, Morinaga

# 9803 9970 167
source: What is it? I'm not going to tell you what I'm doing, if that's what you want.
pt: Cosa vuoi? Non ti dirò cosa sto facendo, se è questo che vuoi.

# 9975 10048 73
source: I don't care what you're doing!
pt: Non mi importa cosa stai facendo

# 10067 10165 98 分
source: I only need to know one thing!
pt: Devo sapere solo una cosa

# 10225 10314 89
source: Where's Aizawa?
pt: Dov'è Aizawa?

# 10399 10520 121
source: Aizawa's not the kind of guy for all this backstabbing.
pt: Aizawa non è il tipo da queste pugnalate alle spalle.

# 10543 10630 87 分
source: If he'd known you'd turned on Daigo...
pt: Se avesse saputo che avevi tradito Daigo...

# 10648 10815 167
source: He would have told me, no matter the circumstances.
pt: Me l'avrebbe detto, in qualsiasi circostanza.

# 10845 10905 60
source: So answer me, Morinaga.
pt: Allora rispondimi, Morinaga.

# 10934 11041 107 分
source: I want the truth. Where is Aizawa?
pt: Voglio la verità. Dov'è Aizawa?

# 11103 11181 78
source: He truly was one of the good guys.
pt: Era davvero uno dei buoni.

# 11212 11340 128
source: But he knew too much. Too much to turn the other way.
pt: Ma sapeva troppo. Troppo per potersi voltare dall'altra parte.

# 11375 11505 130
source: No... You didn't!
pt: No... Non l'avrai fatto

# 11582 11695 113
source: He's up on Mount Inuboe. Six feet under.
pt: È sul Monte Inuboe. Sotto terra.

# 11717 11851 134 分
source: I buried him with my own hands. He deserved that much.
pt: L'ho seppellito con le mie stesse mani. Almeno questo se lo meritava.

# 11964 12045 81 分
source: You piece of...!
pt: Pezzo di...!

# 12080 12140 60
source: I said, don't move!
pt: Ti ho detto di non muoverti

# 12176 12265 89
source: Stop! Stop, damn you!
pt: Fermati! Fermati, dannazione

# 12473 12541 68
source: Leave him! Now ain't the time!
pt: Lascialo! Adesso non è il momento

# 12637 12730 93
source: There's a lot more I have to do before I die.
pt: Ho ancora molto da fare prima di morire.

# 12754 12886 132
source: And I can't have you kicking the bucket just yet either, Fourth Chairman.
pt: E non posso permettere che neanche tu crepi proprio adesso, Quarto Presidente.

# 13082 13157 75
source: You'll find your answers up in Tokyo.
pt: Troverai le tue risposte a Tokyo.

# 13175 13244 69 分
source: I'll be waiting, Kiryu-san.
pt: Ti aspetterò, Kiryu-san.
