Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1395.po
Languages: pt

# 297 415 118
source: Before you go. They found a body on Mount Inuboe this morning.
pt: Prima che tu vada. Hanno trovato un corpo sul Monte Inuboe, stamattina.

# 520 643 123
source: The face was pretty jacked up, so they haven't confirmed an ID yet.
pt: Il volto era sfigurato, quindi non hanno ancora confermato l'identità.

# 659 775 116
source: But there was a Tojo pin on the lapel.
pt: Ma c'era una spilla del Tojo sul bavero.

# 904 1015 111
source: Ya sure you can stay outta this?
pt: Sicuro di potertene stare fuori?

# 1194 1360 166
source: Crucial time for a crucial guy like Daigo Dojima to be missin'.
pt: Momento cruciale per la scomparsa di un pezzo grosso come Daigo Dojima.

# 1405 1558 153
source: You may be the only one who can sail the Tojo through this storm.
pt: Potresti essere l'unico che può guidare il Tojo fuori da questa tempesta.

# 1913 1997 84
source: If you need to go somewhere, I'd be glad to give you a lift.
pt: Se devi andare da qualche parte, sarei felice di darti un passaggio.

# 2084 2207 123
source: But those are the only directions I'll be taking from you.
pt: Ma sono le uniche indicazioni che accetterò da te.

# 2265 2380 115
source: The path I walk... is mine to decide.
pt: La mia strada... la decido io.

# 2573 2657 84
source: I get ya. Have it your way.
pt: Ho capito. Fai come vuoi.

# 2697 2810 113
source: But you may wanna flip to the news before ya decide.
pt: Ma faresti bene a dare un'occhiata alle notizie prima di decidere.

# 2909 3068 159
source: I think you and I are gonna be gettin' to know each other real good soon.
pt: Penso che io e te ci conosceremo molto bene, e molto presto.

# 3091 3151 60
source: Later.
pt: A dopo.

# 3425 3596 171
source: Again, our top story today is the Sapporo shooting incident early yesterday morning.
pt: Ancora una volta, la notizia di apertura di oggi è la sparatoria di Sapporo avvenuta ieri mattina presto.

# 3611 3689 78
source: Hokkaido Police have determined...
pt: La Polizia di Hokkaido ha stabilito che...

# 3690 3837 147 分
source: The victim was a senior member of Kanto's organized crime syndicate, the Tojo Clan.
pt: La vittima era un membro di spicco dell'organizzazione criminale del Kanto, il Clan Tojo.

# 3846 3910 64
source: He's been identified as Goro Majima.
pt: È stato identificato come Goro Majima.

# 3934 4013 79 分
source: Details were released at an impromptu press conference.
pt: I dettagli sono stati rilasciati durante una conferenza stampa improvvisata.

# 4031 4159 128
source: Given the victim's status as a member of the largest crime syndicate in Kanto...
pt: Considerato lo status della vittima come membro della più grande organizzazione criminale del Kanto...

# 4160 4276 116
source: Hokkaido Police are taking extra precautions to determine the circumstances of Goro Majima's death.
pt: La Polizia di Hokkaido sta adottando ulteriori precauzioni per accertare le circostanze della morte di Goro Majima.

# 4279 4442 163
source: They also plan to work alongside the Tokyo Metropolitan police in the investigation.
pt: Hanno anche intenzione di collaborare con la polizia metropolitana di Tokyo nelle indagini.

# 4464 4524 60
source: We go now to the weather.
pt: Passiamo ora al meteo.

# 4538 4682 144
source: Here's our meteorologist, Hayashida-san. Hayashida-san?
pt: Ecco il nostro meteorologo, Hayashida-san. Hayashida-san?
