Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/A1390.po
Languages: pt

# 330 390 60
source: Two days since the big scrap...
pt: Due giorni da quel gran casino...

# 397 507 110 分
source: And you're back on the clock. Helluva work ethic.
pt: E sei già tornato all'opera. Che stacanovista.

# 682 742 60
source: You again?
pt: Ancora tu?

# 814 896 82
source: Heard you put on quite a show.
pt: Mi hanno detto che hai dato un bello spettacolo.

# 934 1030 96
source: Don't know what you're talking about.
pt: Non so di cosa stai parlando.

# 1097 1170 73
source: It's no use hidin' things from me.
pt: È inutile nascondermi le cose.

# 1207 1280 73
source: So, how's the leg?
pt: Allora, come va la gamba?

# 1582 1642 60
source: I got ya.
pt: T'ho capito.

# 2040 2164 124
source: So you know, Watase headed back to Kansai this morning.
pt: Per la cronaca, Watase è tornato nel Kansai stamattina.

# 2206 2350 144
source: Heard he stopped by the police morgue on his way.
pt: Ho sentito che si è fermato all' obitorio della polizia prima di partire.

# 2351 2432 81 分
source: Wanted to light some incense for Aoyama, apparently.
pt: Voleva accendere dell'incenso per Aoyama, a quanto pare.

# 2480 2610 130
source: Crazy. He didn't even realize Aoyama was tryin' to use him.
pt: Pazzesco. Non si è neanche reso conto che Aoyama stava cercando di usarlo.

# 2618 2678 60 分
source: Bit of a moron, huh?
pt: È un bel cretino, eh?

# 2803 2975 172
source: Kinda surprisin' that the Omi keeps old-school guys like him around.
pt: È abbastanza sorprendente che l'Omi si tenga in giro tipi della vecchia scuola come lui.

# 2998 3079 81
source: Almost makes me proud of 'em.
pt: Quasi quasi mi rendono orgoglioso.

# 3187 3234 47 60ｆ以下です
source: Forget it.
pt: Lascia perdere.

# 3235 3351 116 分
source: I know that's strange comin' from me.
pt: So che è strano detto da me.

# 3380 3490 110
source: He should be the sharpest thorn in my side...
pt: Dovrebbe essere la spina più grossa nel mio fianco...

# 3556 3626 70
source: Man, guess I'm goin' soft.
pt: Mi sa che mi sto rammollendo.

# 3650 3725 75
source: Would you say you two are close?
pt: Si può dire che voi due siete molto legati?

# 3749 3800 51 60ｆ以下です
source: Hell nah.
pt: Ma manco per idea.

# 3801 3878 77 分
source: But when ya been on the force long as I have...
pt: Ma quando sei in polizia da tanto quanto me...

# 3891 4021 130
source: Even your enemy starts makin' ya sentimental.
pt: Persino un nemico comincia a farti diventare sentimentale.

# 4051 4189 138
source: You musta had a cop or two ya came to see eye to eye with.
pt: Avrai pur conosciuto un poliziotto o due con cui ti sei trovato d'accordo.

# 4205 4284 79
source: That's kinda how me n' Watase are.
pt: Io e Watase siamo un po' così.

# 4426 4470 44 60ｆ以下です
source: Oh, by the way...
pt: Ah, a proposito...

# 4471 4636 165
source: Watase told the local detectives to give you his regards.
pt: Watase ha detto ai detective del posto di portarti i suoi saluti.

# 4658 4704 46 60ｆ以下です
source: To me?
pt: A me?

# 4705 4816 111
source: Yeah, said he'd settle the Omi side.
pt: Già, ha detto che avrebbe sistemato la faccenda Omi.

# 4817 4896 79 分
source: Then settle the score in Tokyo.
pt: E poi i conti si regolano a Tokyo.

# 5026 5086 60
source: You're goin' too, right?
pt: Ci vai anche tu, vero?
