Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2010.po
Languages: pt

# 708 783 75
source: Why're we in this dump?
pt: Perché siamo in questo postaccio?

# 974 1079 105
source: There's gotta be a million better BBQ joints than this!
pt: Ci saranno un milione di posti migliori di questo

# 1082 1192 110
source: Azabu, Roppongi... Hell, probably down the block!
pt: Azabu, Roppongi... Cazzo, probabilmente anche dietro l'angolo

# 1245 1363 118
source: But ya got us feastin' in this ghost town instead.
pt: E invece ci porti a banchettare in sto mortorio.

# 1364 1441 77
source: Less whinin', more eatin'.
pt: Poche chiacchiere e mangia.

# 1474 1567 93
source: Your last meal on the outside and it's in freakin' Kamurocho.
pt: Il tuo ultimo pasto da uomo libero ed è in questo cazzo di Kamurocho.

# 1580 1657 77 分
source: Our usual spot at that.
pt: Il nostro solito posto, per giunta.

# 1679 1747 68
source: Ain't a more pathetic sight.
pt: Non c'è scena più patetica.

# 1747 1815 68
source: What's so wrong with it?
pt: Che cos'ha che non va?

# 1820 1896 76 分
source: Now c'mon, eat up before it burns.
pt: Forza, mangia prima che si bruci.

# 1896 1972 76
source: Hey, lady! 'Nother plate o' tripe!
pt: Ehi, signora! Un altro piatto di trippa

# 1978 2038 60
source: Coming up!
pt: In arrivo

# 2310 2371 61
source: Don't got the stomach I used to.
pt: Non ho più lo stomaco di una volta.

# 2386 2476 90 分
source: Fatty meat just tastes like shit now.
pt: La carne grassa ormai sa solo di merda.

# 2574 2706 132
source: My days of scarfin' down a slab of kalbi on a tub of rice are looong gone.
pt: I tempi in cui mi sbafavo un bel pezzo di kalbi con una montagna di riso sono finiti da un pezzo.

# 2817 2922 105
source: No goin' back in time though, huh?
pt: Però indietro non si torna, eh?

# 3010 3120 110
source: Back to when every day felt worth livin'.
pt: A quando ogni giorno valeva la pena viverlo.

# 3261 3321 60
source: Here's your tripe.
pt: Ecco la vostra trippa.

# 3453 3591 138
source: Why ya bein' such a sack? Here, eat this.
pt: Perché fai tanto il rammollito? Tieni, mangia questo.

# 3620 3712 92
source: The flyin' shit? Ya burnt it to a crisp!
pt: Ma che cazzo hai fatto? L'hai carbonizzata

# 3716 3821 105
source: You n' me aren't too different from that tripe there, y'know.
pt: Io e te non siamo poi così diversi da quella trippa lì, sai.

# 3883 3991 108
source: Ya overcook any ol' meat, it'll get way too tough to eat.
pt: Se stracuoci una carne qualunque, diventa troppo dura da mangiare.

# 3992 4052 60
source: But not tripe.
pt: Però la trippa no.

# 4080 4144 64 分
source: Gettin' burned just makes it better.
pt: A bruciarsi, migliora e basta.

# 4233 4366 133
source: Gotta burn it over n' over, 'til it's black as night.
pt: Devi bruciarla ancora e ancora, finché non diventa nera come la pece.

# 4374 4434 60 分
source: Only way to bring out the flavor.
pt: Solo così tiri fuori il sapore.

# 4732 4795 63
source: Hey, no shit.
pt: Eh, cazzo, è vero.

# 4839 4899 60
source: All right, how's this compare?
pt: Allora, che ne dici di questa?

# 5059 5169 110
source: The hell, man? It's practically raw!
pt: Ma che cazzo? È praticamente cruda

# 5193 5238 45 60ｆ以下です
source: That's pure trash.
pt: È spazzatura pura.

# 5239 5368 129
source: Exactly. Few things worse than half-cooked tripe.
pt: Esatto. C'è poco di peggio della trippa mezza cotta.

# 5423 5545 122
source: We gotta keep gettin' burned, you n' me.
pt: Dobbiamo continuare a bruciarci, io e te.

# 5622 5747 125
source: No matter how much we try n' gussy it up, we're yakuza to the very core.
pt: Per quanto ci proviamo a indorare la pillola, siamo yakuza fino al midollo.

# 5791 5852 61
source: Worst cut o' meat there is.
pt: Il peggior taglio di carne che esista.

# 5927 6016 89
source: Kinda like this trashy tripe here, huh?
pt: Un po' come questa trippa di merda qui, eh?

# 6029 6089 60
source: Yup.
pt: Già.

# 6097 6200 103
source: That's why we gotta hop back on the fire.
pt: Ecco perché dobbiamo rimetterci sul fuoco.

# 6244 6376 132
source: Tripe that ain't burned through don't even deserve the plate it comes on.
pt: La trippa che non è ben stracotta non si merita neanche il piatto su cui la servono.

# 6443 6623 180
source: But once ya char it nice n' black... That's when it takes on some meanin'.
pt: Ma una volta che la annerisci per bene... È allora che acquista un significato.

# 6679 6781 102
source: Yakuza these days forget that.
pt: Gli yakuza di oggi se lo dimenticano.

# 6951 7089 138
source: So what, that's why you're goin' back behind bars?
pt: E allora, è per questo che torni dietro le sbarre?

# 7136 7229 93
source: I made a promise to Kiryu.
pt: Ho fatto una promessa a Kiryu.

# 7273 7362 89
source: Told him I'd drag the Tojo outta the gutter.
pt: Gli ho detto che avrei tirato fuori il Tojo dal fango.

# 7386 7515 244
source: If it'll help, I'm ready to take a year or two.
pt: Se può servire, sono pronto a farmi un anno o due.

# 7549 7630 81 分
source: Burn myself blacker than ever.
pt: Annerirmi più che mai.

# 7690 7750 60
source: Bro.
pt: Fratello.

# 7787 7982 195 OK
source: But while I'm gone, you're gonna have to keep the place runnin' smooth.
pt: Ma mentre sarò via, dovrai mandare avanti la baracca.

# 8024 8133 109
source: Give our young chef the support he needs.
pt: Dai al nostro giovane chef il supporto di cui ha bisogno.

# 8178 8238 60
source: You're talkin' Daigo-chan.
pt: Stai parlando di Daigo-chan.

# 8289 8349 60
source: He's got all the ingredients.
pt: Ha tutti gli ingredienti.

# 8351 8534 183
source: But... the guys surroundin' him? Nothin' but half-cooked trash.
pt: Ma... quelli che ha intorno? Nient'altro che spazzatura mezza cotta.

# 8567 8627 60
source: Ain't that the truth.
pt: A chi lo dici.

# 8635 8805 170 分
source: The Tojo Clan's at a record high, bigger than ever.
pt: Il Clan Tojo è ai massimi storici, più grande che mai.

# 8819 8900 81
source: But barely any of 'em know war.
pt: Ma quasi nessuno di loro sa cos'è la guerra.

# 8920 9029 109 分
source: Nothin' but a bunch of half-assed fakers.
pt: Nient'altro che un branco di fasulli fatti a metà.

# 9042 9203 161
source: Just watch what happens if war with the Omi strikes. They'll scatter like roaches.
pt: Stai a vedere che succede se scoppia la guerra con gli Omi. Si disperderanno come scarafaggi.

# 9230 9307 77
source: No problem actin' the part to make a livin'.
pt: Non si fanno problemi a recitare la parte per campare.

# 9354 9546 192 OK
source: But y'know, ya won't last in this business if you're just in it for the cash.
pt: Ma sai, in questo mestiere non duri se lo fai solo per i soldi.

# 9595 9655 60
source: It all comes down to strength.
pt: Tutto si riduce alla forza.

# 9682 9765 83 分
source: Me n' you gotta show that by example.
pt: Tocca a me e te dare l'esempio.

# 9816 9989 173
source: Ya ask me, that's the whole point of us old-timers stickin' around.
pt: Se chiedi a me, è proprio per questo che noi della vecchia guardia siamo ancora in giro.

# 10040 10100 60
source: Guess so.
pt: Immagino di sì.

# 10209 10308 99
source: All right! I'm gonna eat 'til I pop!
pt: Forza! Mi abbuffo fino a scoppiare

# 10482 10583 101
source: Don't grab it quick enough, n' it'll turn to cinders.
pt: Se non la prendi abbastanza in fretta, si riduce in cenere.

# 10592 10727 135
source: Ya let this trash burn too long, it might as well not even exist.
pt: Se lasci bruciare questa robaccia troppo a lungo, è come se non esistesse.

# 10768 10924 156
source: The fuck, ya gimme the big sermon then pull that shit?
pt: E che cazzo, mi fai tutto il predicozzo e poi te ne esci con 'sta stronzata?

# 10941 11040 99
source: Yo, waitress! Three plates of your finest tripe!
pt: Ehi, cameriera! Tre piatti della vostra trippa migliore

# 11041 11103 62 分
source: Naw, make it ten!
pt: Anzi, facciamo dieci

# 11117 11177 60
source: Plate that trash up!
pt: Metti nel piatto 'sta robaccia
