Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2025.po
Languages: pt

# 97 157 60
source: What was that?
pt: Cos'hai detto?

# 162 222 60 分
source: Never seen ya swing that bad.
pt: Non ti ho mai visto menare così male.

# 237 335 98
source: Maybe if I wasn't stuffed full o' trash meat...
pt: Magari se non fossi pieno zeppo di carne spazzatura...

# 367 562 195 OK
source: Just messin'! These days, I'm strikin' out on balls I used to crush into outer space.
pt: Scherzo! Di questi tempi, faccio cilecca con colpi che una volta mandavo in orbita.

# 623 712 89
source: What, the other eye goin' bad, too?
pt: Che, ti sta partendo anche l'altro occhio?

# 777 869 92
source: Ya sure you can hold up, bro?
pt: Sei sicuro di reggere, fratello?

# 892 943 51 60ｆ以下です
source: Dunno what ya mean.
pt: Non so di che parli.

# 944 1010 66
source: We ain't exactly gettin' younger.
pt: Non è che stiamo ringiovanendo.

# 1019 1153 134 分
source: Sure it's just three years, but hard time'll pulverize even the toughest of us.
pt: Certo, sono solo tre anni, ma la galera annienta anche i più tosti di noi.

# 1188 1326 138
source: It ain't too late. I can yank a few chains for ya.
pt: Non è troppo tardi. Posso muovere qualche filo per te.

# 1334 1412 78
source: Get that prison shit outta the sentence.
pt: Basta con 'sta storia della galera.

# 1467 1527 60
source: Fuck that.
pt: Fanculo.

# 1537 1623 86 分
source: I already spent decades in the slammer.
pt: Ho già passato decenni in galera.

# 1646 1706 60 分
source: What's a few more years?
pt: Che saranno mai qualche anno in più?

# 1772 1832 60
source: That your final answer?
pt: È la tua ultima parola?

# 1873 1933 60
source: Yeah.
pt: Sì.

# 2562 2711 149
source: What's all this? Ya not gonna fight me man-to-man?
pt: E questo che significa? Non vuoi batterti da uomo a uomo?

# 2757 2857 100
source: Nah. My boys here'll handle ya.
pt: Nah. Ci pensano i miei ragazzi.

# 2870 2937 67 分
source: Stomach's eatin' me somethin' fierce.
pt: Lo stomaco mi sta divorando.

# 2980 3120 140
source: Still. I gotta know if you're up for the big house.
pt: Comunque. Devo sapere se sei pronto per la galera.

# 3135 3231 96 分
source: Wanna see it with my own eye.
pt: Voglio vederlo con i miei occhi.

# 3423 3556 133
source: Bro. Sure ya won't regret not fightin'?
pt: Fratello. Sicuro di non pentirti di non combattere?

# 3595 3655 60
source: Why would I?
pt: Perché dovrei?

# 3710 3895 185
source: If we don't go at it now, we might not get another chance.
pt: Se non lo facciamo adesso, potremmo non avere un'altra occasione.

# 3938 3998 60
source: Ya good with that?
pt: Ti va bene così?

# 4026 4086 60
source: Sure am.
pt: Certo.

# 4109 4169 60
source: All right then.
pt: Va bene allora.

# 4219 4351 132
source: Don't got much time. Gonna have to settle this quick.
pt: Non ho molto tempo. Dobbiamo chiuderla in fretta.

# 4410 4470 60
source: You wanna see some strength?
pt: Vuoi vedere un po' di forza?

# 4496 4639 143
source: Then hold that eye open... and watch me!
pt: Allora tieni quell'occhio aperto... e guardami
