Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2030.po
Languages: pt

# 104 256 152
source: Well, bro? Think I got a shot at survivin' the slammer?
pt: E allora, fratello? Dici che ho qualche possibilità di sopravvivere al fresco?

# 325 415 90
source: Known that from the very beginnin', bro.
pt: Lo sapevo fin dall'inizio, fratello.

# 463 602 139
source: Nobody gets how strong ya are better than me.
pt: Nessuno sa meglio di me quanto sei forte.

# 641 715 74
source: Then why're ya pullin' this bullshit stunt?
pt: E allora perché fai 'sta stronzata?

# 748 899 151
source: Back in the day, you'd be first in line to fling a fist.
pt: Ai bei tempi, eri il primo in fila a menare le mani.

# 922 982 60
source: What's happened to ya?
pt: Che ti è successo?

# 1063 1132 69
source: There's no use, bro.
pt: È inutile, fratello.

# 1271 1403 132
source: I just can't dance with ya how I used to.
pt: Non riesco più a tenere il tuo passo come una volta.

# 1476 1542 66
source: I'm the one who's goin' stale.
pt: Sono io quello che sta perdendo colpi.

# 1563 1757 194 OK
source: After all these years keepin' the Tojo Clan high n' dry, guess my fangs went n' fell out.
pt: Dopo tutti questi anni a tenere in piedi il Clan Tojo, mi sa che ho perso le zanne.

# 1802 1907 105
source: My time in the sun's over.
pt: Ho fatto il mio tempo.

# 1954 2025 71
source: You throwin' a pity party here?
pt: E adesso ti metti a fare la vittima?

# 2057 2117 60 分
source: Ain't your style, bro.
pt: Non è da te, fratello.

# 2139 2280 141
source: I'm yakuza, yeah. 'Course I wanna keep playin' the tough guy.
pt: Sono uno yakuza, già. Certo che voglio continuare a fare il duro.

# 2308 2453 145
source: But nobody knows me better than I know myself.
pt: Ma nessuno mi conosce meglio di me stesso.

# 2485 2563 78
source: Gotta have the stones to face reality.
pt: Bisogna avere le palle per affrontare la realtà.

# 2630 2725 95
source: So I had to make sure one of us still had it.
pt: Così dovevo assicurarmi che uno di noi ce l'avesse ancora.

# 2757 2838 81 分
source: Weight off my shoulders knowin' ya do.
pt: Mi toglie un peso sapere che ce l'hai ancora.

# 2974 3075 101
source: Forget money. A yakuza ain't worth dust without strength.
pt: Al diavolo i soldi. Uno yakuza non vale un cazzo senza la forza.

# 3101 3253 152
source: Ya let that slip, someone else is gonna come gunnin' for your spot.
pt: Se abbassi la guardia, qualcun altro verrà a fregarti il posto.

# 3292 3424 132
source: Saejima. You're the Tojo Clan's muscle.
pt: Saejima. Sei i muscoli del Clan Tojo.

# 3456 3612 156
source: So get your ass back to Kamurocho, flexin' stronger than ever.
pt: Perciò torna a Kamurocho, a fare il grosso, più forte che mai.

# 3698 3758 60
source: I will.
pt: Certo.

# 3828 3946 118
source: Huh. Hard to tell who's really gettin' the send-off.
pt: Eh. Difficile dire chi stia davvero ricevendo il benservito.

# 4017 4077 60
source: Ya got that right.
pt: Puoi dirlo forte.
