Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2050.po
Languages: pt

# 182 251 69
source: Heard ya were lookin' for me.
pt: Mi hanno detto che mi stavi cercando.

# 283 357 74
source: Himura n' Oshima clued me in.
pt: Me l'hanno detto Himura e Oshima.

# 425 494 69
source: Oh... That.
pt: Oh... Quella storia.

# 530 588 58 60ｆ以下です
source: What's eatin' ya?
pt: Cosa ti tormenta?

# 589 673 84 分
source: Thought ya wanted to talk.
pt: Pensavo volessi parlare.

# 674 768 94
source: Not anymore. I turned it down.
pt: Non più. L'ho rifiutato.

# 800 860 60
source: Turned what down?
pt: Rifiutato cosa?

# 864 926 62
source: My parole.
pt: La mia condizionale.

# 927 1081 154 分
source: I just talked to the warden. Told him I wasn't interested.
pt: Ho appena parlato col direttore. Gli ho detto che non mi interessa.

# 1086 1146 60
source: Ya did what?
pt: Hai fatto cosa?

# 1168 1279 111
source: Guy like me? I've got nothing waiting on the outside.
pt: Uno come me? Non ho niente che mi aspetta fuori.

# 1320 1507 187
source: I should've mentioned sooner, but... I used to run with a Hokkaido yakuza.
pt: Avrei dovuto dirtelo prima, ma... Facevo parte di una famiglia yakuza di Hokkaido.

# 1544 1604 60
source: Oshima-chan told me.
pt: Me l'ha detto Oshima-chan.

# 1638 1698 60
source: Ya killed a guy.
pt: Hai ucciso un tizio.

# 1745 1826 81
source: Yeah. I was twenty.
pt: Già. Avevo vent'anni.

# 1862 1979 117 分
source: We were at war with another family, and...
pt: Eravamo in guerra con un'altra famiglia, e...

# 2078 2195 117
source: Well, my aniki was moving up the ranks.
pt: Beh, il mio aniki stava facendo carriera.

# 2213 2324 111
source: Just a little push and he'd end up an officer.
pt: Bastava una piccola spinta e sarebbe diventato un pezzo grosso.

# 2329 2488 159
source: So. Ya offed this guy so your aniki could keep climbin' the ladder.
pt: Quindi. Hai fatto fuori quel tizio così il tuo aniki poteva continuare la scalata.

# 2504 2564 60
source: Right.
pt: Giusto.

# 2568 2710 142
source: He promised, he'd pull some strings once he got to the top.
pt: Mi ha promesso che avrebbe mosso qualche filo una volta arrivato in cima.

# 2715 2779 64 分
source: Whatever it took to get me out of here.
pt: Qualunque cosa servisse per tirarmi fuori di qui.

# 2814 2891 77
source: It's been years since I last heard from him.
pt: Sono anni che non lo sento.

# 2907 3081 174
source: At first, I thought he was too busy down in Kansai to come see me.
pt: All'inizio, pensavo fosse troppo impegnato laggiù nel Kansai per venire a trovarmi.

# 3127 3307 180
source: But after almost a decade, the picture's gotten pretty clear.
pt: Ma dopo quasi un decennio, il quadro si è fatto piuttosto chiaro.

# 3373 3498 125
source: I was a tool. One who got tossed away.
pt: Sono stato solo uno strumento. E poi buttato via.

# 3651 3737 86
source: Sorry. I sure unloaded on you there.
pt: Scusa. Mi sono sfogato un bel po' con te.

# 3793 3887 94
source: But it's fine. I'm over it now.
pt: Ma va bene così. Ormai l'ho superata.

# 3939 4036 97
source: I murdered a guy. Doesn't matter why I did it.
pt: Ho ammazzato un tizio. Non importa perché l'ho fatto.

# 4076 4150 74 分
source: This is what I deserve.
pt: È quello che mi merito.

# 4257 4389 132
source: Whether I serve ten years or a thousand, my slate'll never be clean.
pt: Che sconti dieci anni o mille, la mia fedina non tornerà mai pulita.

# 4419 4580 161
source: So the least I can do now is finish out the time I was given.
pt: Quindi il minimo che posso fare ora è scontare la pena che mi hanno dato.

# 4642 4702 60
source: You sure that's what ya want?
pt: Sei sicuro che è quello che vuoi?

# 4733 4845 112
source: Ya ask me, I think you're scared.
pt: Secondo me, hai paura e basta.

# 4867 4932 60 分
source: Scared of the outside.
pt: Paura del mondo là fuori.

# 5039 5099 60
source: I was the same way.
pt: Anch'io ero così.

# 5141 5304 163
source: Spend long enough breathin' prison air, the fresh breeze stops smellin' right.
pt: A forza di respirare l'aria del carcere, la brezza fresca smette di avere un buon sapore.

# 5355 5513 158
source: N' sure. Your past'll cling tight no matter how long ya spend in here.
pt: E certo. Il tuo passato ti si appiccicherà addosso non importa quanto tempo passi qui dentro.

# 5562 5698 136
source: But once ya get nice and burnt, ain't nowhere to go but out.
pt: Ma una volta che sei cotto a puntino, non ti resta che uscire.

# 5746 5908 162
source: See the light o' day. Tackle reality head-on. Never stop livin'.
pt: Vedi la luce del giorno. Affronta la realtà a testa alta. Non smettere mai di vivere.

# 5922 5995 73 分
source: That's the first step towards atonement.
pt: Questo è il primo passo verso l'espiazione.

# 6044 6163 119
source: The only way to find your own place in the sun.
pt: L'unico modo per trovare il tuo posto al sole.

# 6224 6296 72
source: No matter how frigid the path gets.
pt: Non importa quanto gelido diventi il sentiero.
