Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2065.po
Languages: pt

# 201 293 92
source: Saejima-aniki! Aniki!
pt: Fratello Saejima! Fratello

# 371 449 78
source: The hell happened to him?
pt: Che cazzo gli è successo?

# 466 551 85
source: Must have been Kugihara and his crew.
pt: Saranno stati Kugihara e la sua banda.

# 567 742 175
source: Kugihara? You mean that bald-headed creep they tossed in here six months ago?
pt: Kugihara? Intendi quello stronzo pelato che hanno sbattuto qui dentro sei mesi fa?

# 763 980 217 OK
source: Not sure why, but he's had his sights set on Saejima for just about three months now.
pt: Chissà perché, ma ha preso di mira Saejima da quasi tre mesi.

# 1003 1063 60
source: Once, sometimes twice a week...
pt: Una volta, a volte due volte a settimana...

# 1078 1220 142
source: They'll call him over during rec time. Thump the living daylights out of him.
pt: Lo chiamano durante l'ora d'aria. E lo massacrano di botte.

# 1257 1399 142
source: How'd you know all this was going down, Oshima-san?
pt: Come sapevi che le cose stavano così, Oshima-san?

# 1446 1633 187 OK
source: One time, Saejima asked me for painkillers. So I had him fess up.
pt: Una volta Saejima mi ha chiesto degli antidolorifici. E così gli ho fatto sputare il rospo.

# 1655 1730 75
source: And you didn't think to tell us?
pt: E non hai pensato di dircelo?

# 1770 1836 66
source: He asked me not to.
pt: Mi ha chiesto di non farlo.

# 1884 2000 116
source: More than anything, he wanted to keep this a secret.
pt: Più di ogni altra cosa, voleva che rimanesse un segreto.

# 2047 2215 168
source: Dammit! We could've kept him from Kugihara no problem if he wasn't so closed off!
pt: Dannazione! Avremmo potuto proteggerlo da Kugihara senza problemi se non fosse così chiuso

# 2238 2399 161
source: Not a chance. We would've just given Kugihara's wolves more meat to feed on.
pt: Neanche per sogno. Avremmo solo dato ai lupi di Kugihara altra carne in pasto.

# 2459 2605 146
source: Besides, Saejima doesn't want to fight back. Hasn't even raised a finger.
pt: D'altronde, Saejima non vuole reagire. Non ha alzato neanche un dito.

# 2638 2788 150
source: If he felt like it, he could grind thugs like that into paste.
pt: Se solo volesse, potrebbe ridurre in poltiglia teppisti del genere.

# 2811 2948 137
source: Then why won't he do it? There's gotta be a reason!
pt: E allora perché non lo fa? Ci deve essere un motivo

# 2993 3053 60
source: It's...
pt: È...

# 3233 3345 112
source: I mean, Deputy Warden, sir! This was just a little accident.
pt: Voglio dire, signor Vice Direttore! È stato solo un piccolo incidente.

# 3358 3418 60 分
source: Nothing you need to be involved in.
pt: Niente che vi riguardi.

# 3775 3835 60
source: Take him away.
pt: Portatelo via.

# 3997 4085 88
source: Where are you taking him? You can't just go and⑬
pt: Dove lo portate? Non potete farlo e⑬

# 4157 4241 84 分
source: Deputy Warden, sir! Was this really necessary!?
pt: Signor Vice Direttore! Era davvero necessario!?
