Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2080.po
Languages: pt

# 414 531 117
source: Quit it with the fidgeting! You're gonna drive me mad.
pt: Smettila di agitarti! Mi farai impazzire.

# 568 619 51 60ｆ以下です
source: Sorry.
pt: Scusa.

# 620 702 82
source: You're worried about Saejima, huh?
pt: Sei preoccupato per Saejima, eh?

# 743 903 160
source: I get what you're going through. But we can't do much but sit on our asses.
pt: Capisco cosa stai passando. Ma non possiamo fare altro che starcene seduti sul culo.

# 918 1048 130
source: Besides, a trip to solitary's usually worth at least three days.
pt: D'altronde, un giro in isolamento di solito ti costa almeno tre giorni.

# 1050 1120 70 分
source: We're just gonna have to wait it out.
pt: Non ci resta che aspettare.

# 1139 1210 71
source: I know that.
pt: Lo so.

# 1233 1331 98 分
source: Still... I can't help but worry.
pt: Eppure... sono lo stesso preoccupato.

# 1423 1483 60
source: That reminds me.
pt: A proposito.

# 1488 1634 146 分
source: You ever get to have that chat with Saejima-san?
pt: Sei riuscito a fare quella chiacchierata con Saejima-san?

# 1669 1741 72
source: Yeah... I did.
pt: Sì... L'ho fatta.

# 1768 1942 174
source: The heck was it for, anyway? You kept going on about him being the only one you could talk to.
pt: E a che cazzo è servito, poi? Non facevi che ripetere che era l'unico con cui potevi parlare.

# 1958 2034 76
source: You don't trust us with your dirty laundry?
pt: Non ti fidi a raccontarci i tuoi casini?

# 2056 2140 84
source: Well, it was...
pt: Beh, è che...

# 2155 2223 68
source: C'mon. Spill it.
pt: Dai. Sputa il rospo.

# 2234 2294 60
source: He's scared of the outside.
pt: Ha paura del mondo di fuori.

# 2347 2500 153
source: A yakuza fresh off a decade in prison... Can't imagine the storm waiting for him.
pt: Uno yakuza appena uscito da un decennio di prigione... Non riesco a immaginare la tempesta che lo aspetta.

# 2530 2596 66
source: What, that's it?
pt: Cosa, tutto qui?

# 2661 2759 98
source: Nearly forgot, you're just about up for parole.
pt: Quasi dimenticavo, manca poco alla tua libertà vigilata.

# 2802 2999 197 OK
source: I envy you, man. You gotta be pinching yourself at the thought of busting out of here.
pt: Ti invidio, amico. Non ti sembrerà vero al pensiero di andartene da questo buco.

# 3054 3249 195 OK
source: Well... I'm not sure I'd go that far.
pt: Beh... non so se arriverei a tanto.

# 3272 3454 182 OK
source: I hear you turned it down. Parole, that is. Guards were talking about it.
pt: Ho sentito che l'hai rifiutata. La libertà vigilata, intendo. Ne parlavano le guardie.

# 3514 3597 83 wrong timing?
source: You serious? Say it ain't so.
pt: Dici sul serio? Dimmi che non è vero.

# 3615 3795 180
source: From what I gather, he told the deputy warden he feels no remorse for his crime.
pt: A quanto pare, ha detto al vice-direttore di non provare alcun rimorso per il suo crimine.

# 3828 3973 145
source: Come out with shit like that, they'll lock you up and throw away the key.
pt: Se te ne esci con stronzate del genere, ti sbattono dentro e buttano via la chiave.

# 3977 4049 72 分
source: You all right in the head, man?
pt: Sei fuori di testa, amico?

# 4092 4161 69
source: Explain yourself, Baba.
pt: Spiegati, Baba.
