Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2100.po
Languages: pt

# 69 150 81
source: Bastard... What are you doing!?
pt: Bastardo... Che cazzo stai facendo!?

# 165 265 100
source: My leg! It fucking hurts!
pt: La mia gamba! Mi fa un male del cazzo

# 291 379 88
source: No. I didn't...
pt: No. Non sono stato io...

# 553 655 102
source: Out of the way! What are you all doing back here!?
pt: Levatevi di mezzo! Che cazzo ci fate tutti qui dietro!?

# 712 798 86
source: It was him! He stabbed Owada outta the blue!
pt: È stato lui! Ha accoltellato Owada di punto in bianco!

# 844 904 60
source: He what!?
pt: Ha fatto cosa!?

# 989 1073 84
source: Baba! Is he telling the truth?
pt: Baba! È vero quello che dice?

# 1101 1178 77
source: No... I didn't do it.
pt: No... Non sono stato io.

# 1194 1243 49 分 60ｆ以下です
source: It wasn't me!
pt: Non sono stato io

# 1244 1360 116
source: Yeah? Then what's that in your hand?
pt: Ah sì? E allora cos'è quello che hai in mano?

# 1476 1619 143
source: One minute, everything was fine... The next, that fucker jumped me!
pt: Un attimo prima andava tutto bene... E un attimo dopo, quel bastardo mi è saltato addosso

# 1649 1811 162
source: No... It's not mine, I swear!
pt: No... Non è mio, lo giuro

# 1931 2031 100
source: You! Bring the victim to the infirmary.
pt: Tu! Porta il ferito in infermeria.

# 2283 2370 87
source: Baba. I don't believe it.
pt: Baba. Non ci credo.

# 2422 2482 60
source: Aniki! I⑬
pt: Aniki! Io⑬

# 2488 2571 83
source: So much for your shot at parole.
pt: La libertà sulla parola te la sei giocata.

# 2585 2732 147
source: Only days left to go, too. You just had to go and ruin it.
pt: E mancavano pure pochi giorni. Dovevi proprio rovinare tutto.

# 2749 2809 60
source: You can't do that.
pt: Non puoi farlo.

# 2814 2898 84
source: Please! It wasn't me!
pt: Vi prego! Non sono stato io

# 2926 3002 76
source: Aniki! You've got to believe me!
pt: Aniki! Devi credermi

# 3005 3073 68
source: Enough talk. You're coming with me.
pt: Basta chiacchiere. Vieni con me.
