Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2115.po
Languages: pt

# 262 401 139
source: Even in this trash hole, you're the most toxic type o' waste.
pt: Anche in questo buco di merda, sei la feccia più tossica.

# 501 620 119
source: Yet we all end up in the same incinerator.
pt: Eppure finiamo tutti nello stesso inceneritore.

# 646 819 173
source: Your little friend's a murderer. Get it? We're all trash in here.
pt: Il tuo amichetto è un assassino. Capito? Qui dentro siamo tutti feccia.

# 820 886 66 分
source: Me and you are no different!
pt: Io e te non siamo diversi

# 1029 1089 60
source: Saejima, what're you...
pt: Saejima, che stai facendo...

# 1284 1344 60
source: On your feet.
pt: In piedi.

# 1470 1543 73
source: So you finally took a swing.
pt: Allora hai finalmente tirato un pugno.

# 1563 1623 60
source: I said, get up!
pt: Ho detto, in piedi

# 1646 1761 115
source: Ya want me that bad? Well now ya got me.
pt: Mi volevi così tanto? Bene, ora mi hai.

# 1904 2015 111
source: You ate hit after hit for months without so much as flinching.
pt: Hai incassato colpo dopo colpo per mesi senza battere ciglio.

# 2022 2130 108
source: But we touch one hair on that punk's head and you lose your shit?
pt: Ma appena tocchiamo un capello a quello stronzetto e tu sbrocchi?

# 2131 2177 46 60ｆ以下です
source: Can it.
pt: Basta.

# 2178 2299 121 分
source: It ain't you I'm angry at. I'm angry at myself.
pt: Non ce l'ho con te. Ce l'ho con me stesso.

# 2322 2382 60
source: Oh yeah?
pt: Ah sì?

# 2384 2466 82
source: I could only ever think o' me.
pt: Ho sempre pensato solo a me.

# 2487 2620 133
source: Whatever it took to get out ASAP. It was all I wanted.
pt: Qualunque cosa servisse per uscire il prima possibile. Era tutto ciò che volevo.

# 2682 2787 105
source: That's why I let you do as ya pleased.
pt: Ecco perché ti ho lasciato fare quello che ti pareva.

# 2801 2892 91
source: Didn't raise a fist to the guy beatin' me down.
pt: Non ho alzato un pugno contro quello che mi pestava.

# 2921 2984 63
source: What kinda yakuza does that?
pt: Che razza di yakuza fa così?

# 3003 3066 63 分
source: What kinda captain does that!?
pt: Che razza di capitano fa così!?

# 3280 3447 167
source: Baba's like a brother to me. Not a chance I'm turnin' my back on him.
pt: Baba per me è come un fratello. Non esiste che gli volti le spalle.

# 3490 3631 141
source: All the pain ya put him through... It's time ya taste just what it feels like.
pt: Tutto il dolore che gli hai fatto passare... È ora che assaggi cosa si prova.

# 3746 3836 90
source: Be glad to see you try.
pt: Non vedo l'ora che ci provi.

# 3853 3982 129
source: Haven't stretched my legs in a while. This is gonna be good!
pt: È da un po' che non mi sgranchisco le gambe. Ci sarà da divertirsi
