Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2120.po
Languages: pt

# 347 407 60
source: Somethin' funny?
pt: C'è qualcosa da ridere?

# 411 519 108
source: I win. Finally.
pt: Ho vinto. Finalmente.

# 572 730
source: You put on quite the show there. No wriggling outta this one.
pt: Hai dato un bello spettacolo. Da questa non ne esci.

# 788 938 150
source: After all this time, you finally did just what I wanted you to.
pt: Dopo tutto questo tempo, finalmente hai fatto proprio quello che volevo.

# 986 1046 60
source: What're ya flappin' about?
pt: Per che ti agiti?

# 1074 1223 149
source: You wanna know the real reason we had you in our crosshairs?
pt: Vuoi sapere il vero motivo per cui ti avevamo nel mirino?

# 1232 1283 51 60ｆ以下です
source: It wasn't revenge, wasn't it?
pt: Non si trattava di vendetta, vero?

# 1284 1352 68
source: None of that petty shit!
pt: Niente di queste stronzate

# 1360 1420 60
source: I'm here for one thing.
pt: Sono qui per una cosa sola.

# 1451 1599 148
source: Keeping the great Taiga Saejima rotting away in this dump!
pt: Tenere il grande Taiga Saejima a marcire in questo posto di merda

# 1637 1742 105
source: Would've shanked you ages ago if revenge was all I wanted.
pt: Ti avrei accoltellato secoli fa se avessi voluto solo vendetta.

# 1744 1858 114
source: But I had to wait until you lost enough control to throw a punch.
pt: Ma ho dovuto aspettare che tu sbroccassi abbastanza da tirare un pugno.

# 1916 2025 109
source: You were such a pure, model inmate, too.
pt: Eri anche un detenuto modello, così puro.

# 2026 2124 98 分
source: Too bad your shot at parole's sunk!
pt: Peccato, la tua libertà vigilata è andata in fumo

# 2125 2179 54 60ｆ以下です
source: Why would you...?
pt: Perché dovresti...?

# 2180 2320 140
source: So. That's why ya pulled Baba in, too.
pt: Allora. Ecco perché hai tirato in mezzo anche Baba.

# 2360 2443 83
source: But we don't got history from the outside.
pt: Ma noi non abbiamo un passato fuori.

# 2461 2602 141
source: Why trap me here? Whaddya got to gain from that!?
pt: Perché intrappolarmi qui? Che ci guadagni!?

# 2603 2696 93
source: Not a damn thing myself.
pt: Personalmente, un cazzo.

# 2704 2816 112 分
source: I'm just doing what the boss told me.
pt: Faccio solo quello che mi ha detto il capo.

# 2852 2912 60
source: What'd ya say?
pt: Cos'hai detto?

# 2940 3000 60
source: Who sent you!?
pt: Chi ti ha mandato!?

# 3141 3201 60
source: You two again.
pt: Ancora voi due.

# 3612 3669 57 60ｆ以下です
source: Thank the stars you're here, Deputy Warden!
pt: Grazie al cielo che è qui, Vice Direttore

# 3670 3751 81 分
source: This monster just started wailing on me!
pt: Questo mostro ha iniziato a massacrarmi

# 3790 3850 60
source: Is that the truth?
pt: È la verità?

# 3913 3973 60
source: Yeah.
pt: Sì.

# 4032 4106 74
source: Kiss your sweet parole goodbye!
pt: Saluta la tua dolce libertà vigilata

# 4107 4250 143 分
source: We're gonna get niiice and cozy this next year together, big man Saejima!
pt: Ci faremo una bella compagnia quest'altro anno insieme, bestione Saejima

# 4251 4311 60
source: That's enough.
pt: Basta così.

# 4318 4428 110
source: Take them both! Treat any injuries in the infirmary.
pt: Portateli via entrambi! Medicate le eventuali ferite in infermeria.

# 4473 4533 60
source: Come on, no struggling!
pt: Forza, non fate storie
