Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2140.po
Languages: pt

# 274 334 60
source: Stupid.
pt: Stupido.

# 337 393 56 60ｆ以下です
source: I understand how you must feel.
pt: Capisco come devi sentirti.

# 394 509 115
source: All of your time here reduced to nothing. But...
pt: Tutto il tuo tempo qui, ridotto a un bel niente. Ma...

# 510 675 165
source: That ain't the problem. I'm just ashamed o' myself.
pt: Il problema non è quello. È che mi vergogno di me stesso.

# 802 866 64
source: Where are you going? Answer me!
pt: Dove stai andando? Rispondimi

# 1004 1064 60
source: 'Bout my parole...
pt: A proposito della mia condizionale...

# 1085 1145 60 分
source: I ain't interested.
pt: Non mi interessa.

# 1150 1210 60
source: What?
pt: Cosa?

# 1247 1320 73
source: Gettin' expelled helped me realize.
pt: Essere stato espulso mi ha fatto capire.

# 1346 1430 84
source: It's never been about goin' yakuza again.
pt: Non si è mai trattato di tornare a fare lo yakuza.

# 1477 1605 128
source: I just wanna be with people I believe in.
pt: Voglio solo stare con persone in cui credo.

# 1712 1855 143
source: Don't give a damn what family I'm from. What title they were gonna give me.
pt: Non me ne frega niente da che famiglia vengo. Né del titolo che volevano darmi.

# 1885 2016 131
source: So long as I can atone and get outta here... That's all I need.
pt: Finché posso espiare e uscire di qui... Non mi serve altro.
