Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2150.po
Languages: pt

# 263 390 127
source: If you're in here... then everythin' worked out with the frame job, huh?
pt: Se sei qui dentro... allora la montatura ha funzionato, eh?

# 415 471 56 60ｆ以下です
source: Thank you.
pt: Grazie.

# 472 542 70
source: Thank you so much!
pt: Grazie mille!

# 618 749 131
source: I, um... What can I even say?
pt: Io, ehm... E che dovrei dire?

# 752 900 148
source: Just seein' ya safe is enough. So, how's the parole lookin'?
pt: Mi basta vederti sano e salvo. Allora, come va con la libertà vigilata?

# 950 1103 153
source: I got the all clear. I think the deputy warden pushed it through.
pt: Mi hanno dato il via libera. Penso che il vice-direttore abbia dato una spinta.

# 1104 1164 60
source: That's great news.
pt: È un'ottima notizia.

# 1199 1319 120
source: I have to wonder, Saejima. How are you back so quick?
pt: Mi viene da chiedermi, Saejima. Come hai fatto a tornare così in fretta?

# 1357 1469 112
source: Scuffles like that would usually net you at least half a week of solitary.
pt: Risse del genere di solito ti costano almeno mezza settimana d'isolamento.

# 1482 1591 109
source: Got swept under the rug. By Kosaka.
pt: È stato messo tutto a tacere. Da Kosaka.

# 1707 1791 84
source: First Baba-chan, now Saejima-san...
pt: Prima Baba-chan, ora Saejima-san...

# 1792 1887 95 分
source: Feels like we got ourselves a guardian angel.
pt: Direi che abbiamo un angelo custode.

# 1894 1954 60
source: It's 'cause I got expelled.
pt: È perché mi hanno espulso.

# 1956 2016 60
source: Expelled?
pt: Espulso?

# 2046 2202 156
source: You can't be serious. They kicked you out of your own family?
pt: Non puoi essere serio. Ti hanno cacciato dalla tua stessa famiglia?

# 2203 2263 60
source: Sure did.
pt: Certo.

# 2293 2349 56 60ｆ以下です
source: Aniki, you...
pt: Aniki, tu...

# 2379 2457 78 分
source: What did you do to deserve that!?
pt: Cosa hai fatto per meritartelo!?

# 2473 2533 60
source: Couldn't say.
pt: Non saprei.

# 2544 2671 80 2544 2624
source: But me gettin' expelled don't matter now. Dunno why, but...
pt: Ma che mi abbiano espulso ora non importa. Non so perché, ma...

# 2672 2729 60 2654 2668
source: What is it?
pt: E cioè?

# 2752 2812 60
source: Somethin' don't feel right.
pt: Qualcosa non mi quadra.

# 2937 2997 60
source: Delivery!
pt: Consegna

# 3266 3326 60
source: What the?
pt: Ma che...?

# 3350 3410 60
source: What's wrong, Himura?
pt: Che succede, Himura?

# 3415 3475 60
source: Take a look.
pt: Dai un'occhiata.

# 3487 3605 118 分
source: Isn't this your old crew, Saejima-san?
pt: Non è la tua vecchia banda, Saejima-san?

# 3840 3999 159
source: Top officer with the Tojo Clan, Goro Majima-shi... Found dead!?
pt: Alto ufficiale del Clan Tojo, Goro Majima... Trovato morto!?

# 4025 4085 60
source: Aniki, that guy...
pt: Aniki, quel tizio...

# 4272 4344 72
source: Guess my feelin' was legit.
pt: Mi sa che il mio presentimento era giusto.

# 4378 4518 140
source: Right after you were expelled, too. Do you think this is related?
pt: E subito dopo la tua espulsione, oltretutto. Pensi che sia collegato?

# 4585 4645 60
source: Naw...
pt: Nah...

# 4671 4743 72
source: I ain't believin' it!
pt: Non posso crederci
