Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2170.po
Languages: pt

# 88 228 140
source: So, what did he want? The deputy warden, I mean.
pt: Allora, che voleva? Il vice direttore, intendo.

# 232 305 73
source: Oh, nothing too interesting.
pt: Oh, niente di che.

# 325 420 95 分
source: Just said he'd be putting in for our parole again.
pt: Ha solo detto che farà di nuovo richiesta per la nostra libertà condizionale.

# 427 481 54
source: Right, Aniki?
pt: Vero, Aniki?

# 482 542 60
source: Yup.
pt: Già.

# 552 696 144
source: Hot damn... The both of you, loose on the world?
pt: Porca miseria... Voi due, a piede libero?

# 713 786 73 分
source: Gonna feel downright abandoned in here.
pt: Mi sentirò proprio abbandonato qui dentro.

# 818 934 116
source: So, Saejima-san. What's stop number one once you're out?
pt: Allora, Saejima-san. Qual è la prima tappa una volta fuori?

# 946 1076 130
source: You gonna head to Tsukimino, look for the guy who offed your bro?
pt: Andrai a Tsukimino, a cercare il tizio che ha fatto fuori tuo fratello?

# 1093 1153 60
source: Not much else I got in mind.
pt: Non ho molto altro in mente.

# 1178 1359 181
source: Calling it now, then. It won't be too long till we get to see you again.
pt: Te lo dico io, allora. Non passerà molto prima di rivederti.

# 1370 1400 30 60ｆ以下です
source: Why's that?
pt: Perché?

# 1401 1510 109
source: I mean, duh. You're gonna go get revenge, right?
pt: Cioè, è ovvio. Andrai a vendicarti, no?

# 1532 1639 107
source: A murder charge'll land you right back in our little cell.
pt: Un'accusa di omicidio ti riporterà dritto in questa nostra celletta.

# 1643 1758 115
source: Quit it, Himura. You're gonna curse the poor guy.
pt: Smettila, Himura. Finisci per portare sfiga a quel poveraccio.

# 1783 1943 160
source: And besides! Saejima-aniki would never do something like that.
pt: E poi! Saejima-aniki non farebbe mai una cosa del genere.

# 1946 2056 110
source: But that sap who got murdered, wasn't he one of Saejima-san's buddies?
pt: Ma quel poveraccio che hanno fatto fuori, non era uno dei compari di Saejima-san?

# 2081 2224 143
source: Hell'd freeze over before he took a slight like that sitting down.
pt: L'inferno si ghiaccerebbe prima che lui ingoiasse un rospo del genere.

# 2240 2300 60
source: What, I make you mad?
pt: Che c'è, ti ho fatto arrabbiare?

# 2343 2477 134
source: It's all good. Only natural to be thinkin' that.
pt: Non fa niente. È normale pensarla così.

# 2510 2575 65
source: But I ain't goin' for revenge.
pt: Ma non lo faccio per vendetta.

# 2605 2783 178
source: This Kitakata fella might've murdered my bro... but he never did nothin' to me personally.
pt: Questo tizio Kitakata avrà anche ammazzato mio fratello... ma a me, personalmente, non ha fatto niente.

# 2784 2856 72
source: Then why track him down?
pt: E allora perché vuoi trovarlo?

# 2895 2953 58 60ｆ以下です
source: Somethin' I wanna know.
pt: C'è una cosa che voglio sapere.

# 2990 3078 88 分
source: This guy who managed to take my bro down...
pt: Questo tizio che è riuscito ad ammazzare mio fratello...

# 3112 3179 67
source: I gotta see what he's like.
pt: Devo vedere che tipo è.

# 3203 3306 103
source: And after your little chat? You gonna rat him out?
pt: E dopo la vostra chiacchierata? Pensi di fare l'infame?

# 3384 3432 48 60ｆ以下です
source: I'll let him keep livin'.
pt: Lo lascerò vivere.

# 3435 3515 80
source: Huh? You lost it, man?
pt: Eh? Sei fuori di testa?

# 3516 3568 52 60ｆ以下です
source: Just need one thing.
pt: Mi serve solo una cosa.

# 3595 3753 148 分
source: My bro was the strongest man in the world. Only right I know his dyin' words.
pt: Mio fratello era l'uomo più forte del mondo. È giusto che io sappia le sue ultime parole.

# 3790 3880 90
source: So long as Kitakata tells me, I'll be satisfied.
pt: Basta che Kitakata me lo dica, e sarò a posto.

# 3923 4026 103
source: And you're gonna let him off the hook for the whole murder thing?
pt: E gliela fai passare liscia per tutta la faccenda dell'omicidio?

# 4041 4202 161
source: If Majima got himself rubbed out, it's his own fault for growin' weak.
pt: Se Majima si è fatto ammazzare, è colpa sua che si è indebolito.

# 4226 4286 60
source: No blamin' the killer.
pt: Non è colpa dell'assassino.

# 4314 4422 108
source: Either my bro went so soft any ol' chump could take him...
pt: O mio fratello si è talmente rammollito che un pivello qualunque poteva farlo secco...

# 4440 4567 127
source: Or the guy who did it was just too damn strong.
pt: O quello che l'ha fatto era troppo dannatamente forte.

# 4606 4738 132
source: Can't tell if that's shallow or deep. It's a lot to swallow, either way.
pt: Non so dire se sia superficiale o profondo. In ogni caso, è un bel boccone da mandare giù.

# 4810 4910 100
source: Hard to believe Majima's actually gone.
pt: È difficile credere che Majima sia morto davvero.

# 4933 5039 106 分
source: So I gotta know for sure. Even if it hurts.
pt: Quindi devo saperlo per certo. Anche se fa male.

# 5160 5208 48 60ｆ以下です
source: My win.
pt: Ho vinto io.

# 5209 5309 100
source: No fair! You saved all your twos till the end!?
pt: Non vale! Ti sei tenuto tutti i due per la fine!?

# 5340 5466 126
source: That'd never fly if we were using Sapporo rules...
pt: Non sarebbe mai passato se avessimo usato le regole di Sapporo...

# 5467 5527 60
source: Load of bull.
pt: Un sacco di stronzate.

# 5632 5823 115
source: Well, it's almost time to see Saejima-san and Baba-chan off. So before they go...
pt: Beh, è quasi ora di salutare Saejima-san e Baba-chan. Quindi prima che se ne vadano...

# 5832 5892 60
source: How about one last hurrah?
pt: Che ne dite di chiudere in bellezza?

# 5944 6033 89
source: What, your imagination game again?
pt: Cosa, ancora con il tuo gioco di fantasia?

# 6102 6243 141
source: Not much of a game. It's just an excuse for Himura-san to gloat.
pt: Non è un granché come gioco. È solo una scusa per far gongolare Himura-san.

# 6265 6373 108
source: Well, Saejima-san? Think you can swing it, one final time?
pt: Beh, Saejima-san? Pensi di farcela, un'ultima volta?

# 6374 6434 60
source: Sure.
pt: Certo.

# 6452 6554 102 分
source: Let's see how wild this one can get.
pt: Vediamo che follia salta fuori stavolta.

# 6555 6719 164
source: Be glad to oblige. Now then, let's see here...
pt: Sarà un piacere. Allora, vediamo un po'...
