Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2180.po
Languages: pt

# 804 864 60
source: Thanks for everythin'.
pt: Grazie di tutto.

# 913 973 60
source: We should get moving.
pt: Dobbiamo muoverci.

# 1476 1543 67
source: It's just like you said.
pt: È proprio come hai detto tu.

# 1602 1712 110
source: Gonna be real lonely without those two.
pt: Ci si sentirà davvero soli senza quei due.

# 1780 1840 60
source: Yeah.
pt: Sì.

# 1985 2045 60
source: Assuming, of course...
pt: Ammesso che, ovviamente...

# 2066 2226 160
source: That the inmates who transferred in today don't get in their way.
pt: che i detenuti trasferiti oggi non si mettano in mezzo.

# 2251 2375 124
source: Eh. The fools can try if they want.
pt: Eh. Che ci provino pure, quegli stupidi.

# 2397 2454 57 60ｆ以下です
source: But our boys'll be fine.
pt: Ma i nostri ragazzi se la caveranno.

# 2455 2551 96 分
source: Walls can't contain that kinda willpower.
pt: Le mura non possono contenere una forza di volontà del genere.
