Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2190.po
Languages: pt

# 350 410 60
source: Yard's straight ahead.
pt: Il cortile è dritto davanti.

# 868 928 60
source: The shit?
pt: Che cazzo?

# 1397 1489 92
source: Aniki... What happened to him?
pt: Aniki... Cosa gli è successo?

# 1886 1955 69
source: Get out of there, Saejima! Run!
pt: Vattene da lì, Saejima! Corri

# 2015 2116 101
source: I'm sorry! I did all I could to stop them!
pt: Mi dispiace! Ho fatto il possibile per fermarli

# 2121 2218 97
source: You have to run! You have to escape!
pt: Devi correre! Devi scappare

# 2549 2650 101
source: Going somewhere, Saejima?
pt: Andiamo da qualche parte, Saejima?

# 2669 2767 98
source: Kugihara! How could you!?
pt: Kugihara! Come hai potuto!?

# 2785 3000 215
source: If I let you walk now, who would play with all the little friends I pulled together?
pt: Se ti lasciassi andare ora, chi giocherebbe con tutti gli amichetti che ho messo insieme?

# 3009 3112 103
source: They've just been <Italic>dying</Italic> to meet you!
pt: <Italic>Morivano</Italic> dalla voglia di conoscerti

# 3980 4040 60
source: Yeah.
pt: Sì.

# 4067 4127 60
source: Tell me somethin'.
pt: Dimmi una cosa.

# 4144 4232 88
source: Ya think Kosaka-han would want us lettin' this trash live?
pt: Pensi che Kosaka-han vorrebbe che lasciassimo vivere 'sta feccia?

# 4334 4439 105
source: Of course he would. No doubt in my mind.
pt: Certo che lo vorrebbe. Non ho alcun dubbio.

# 4495 4555 60
source: With ya there.
pt: La penso come te.

# 4654 4714 60
source: Listen good!
pt: Ascoltate bene

# 4810 4870 60
source: I ain't gonna kill ya!
pt: Non ho intenzione di ammazzarti

# 4899 4959 60
source: But y'know.
pt: Ma, sai.

# 4970 5080 110 分
source: Some shit in life hurts worse than death.
pt: Nella vita, certa merda fa più male della morte.

# 5097 5157 60
source: N' you're about to find out what!
pt: E stai per scoprire cosa

# 5422 5505 83
source: Every day, 'til ya finally croak...
pt: Ogni giorno, finché finalmente non crepi...

# 5535 5637 102 分
source: You're gonna wish I'd ended ya here!
pt: Desidererai che ti avessi finito qui
