Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2200.po
Languages: pt

# 110 230 120
source: No... There's no way.
pt: No... Non è possibile.

# 358 418 60
source: I don't get it.
pt: Non capisco.

# 453 550 97
source: This many guys... and we still won?
pt: Così tanti... e abbiamo vinto lo stesso?

# 1564 1630 66
source: Deal with that how ya want.
pt: Fanne quello che vuoi.

# 1654 1790 136 分
source: Lop it off if ya gotta. Whatever it takes to keep livin'.
pt: Taglialo via, se devi. Qualsiasi cosa, pur di restare vivo.

# 2091 2195 104
source: This is what happens when ya go pickin' fights with a yakuza.
pt: Ecco cosa succede a mettersi contro uno yakuza.

# 2223 2302 79 分
source: Shoulda been ready for this since day one.
pt: Dovevo essere pronto a questo fin dal primo giorno.

# 2396 2456 60
source: Please, don't kill me...
pt: Ti prego, non uccidermi...

# 2509 2569 60
source: Wasn't plannin' on it.
pt: Non ne avevo intenzione.

# 2595 2659 64 分
source: No breakin' my promise with Kosaka-han.
pt: Non romperò la mia promessa con Kosaka-han.

# 2895 2957 62
source: Ya good to go, Baba-chan?
pt: Sei pronto ad andare, Baba-chan?

# 2996 3056 60
source: Yeah.
pt: Sì.

# 3417 3537 120
source: Don't think... you're getting off that easy!
pt: Non pensare... di cavartela così facilmente

# 3627 3736 109
source: Now die, Saejima!
pt: Ora muori, Saejima

# 4243 4375 132
source: Who knew they gave our guards such antique hunks of scrap?
pt: Chi lo sapeva che le nostre guardie fossero armate con rottami del genere?

# 4408 4468
source: Surprised I even landed the shot.
pt: Sono sorpreso di averlo persino colpito.
