Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2280.po
Languages: pt

# 176 236 60
source: This is the place.
pt: È questo il posto.

# 279 345 66
source: Surprised ya remembered where it was.
pt: Sorpreso che ti ricordassi dov'era.

# 376 478 102
source: I used to come here all the time. One of my brothers ran it.
pt: Ci venivo sempre. Lo gestiva uno dei miei fratelli.

# 494 664 101
source: I was hoping it would still have a spark of life left, but the only life here now is the rats.
pt: Speravo che fosse rimasta ancora una scintilla di vita, ma l'unica vita qui, ormai, sono i ratti.

# 671 782 111
source: Not that it matters. This works out just fine for us.
pt: Non che importi. Per noi va benissimo così.

# 900 966 66
source: Please. Nice and clean for you.
pt: Prego. Bello pulito per te.

# 1075 1238 163
source: It's only been ten years, but Tsukimino's practically a whole new city.
pt: Sono passati solo dieci anni, ma Tsukimino è praticamente una città tutta nuova.

# 1271 1465 194 OK
source: Bars like this used to own the town. Sad to see how far the mighty have fallen.
pt: Un tempo, bar come questo la facevano da padrone in città. Che tristezza vedere come sono caduti in basso.

# 1612 1741 129
source: Got that right. This one musta gone under years ago.
pt: Poco ma sicuro. Questo qui deve aver chiuso anni fa.

# 1931 1991 60
source: Found it!
pt: Trovato

# 2119 2194 75
source: The Macallan 1946.
pt: Il Macallan 1946.

# 2252 2312 60
source: Just a second.
pt: Solo un secondo.

# 2769 2923 154
source: It should be fine to drink. The seal wasn't broken or anything.
pt: Dovrebbe essere potabile. Il sigillo non era rotto o altro.

# 3190 3250 60
source: Damn, that's good!
pt: Cavolo, è buono!

# 3294 3354 60
source: Real good.
pt: Davvero buono.
