Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2300.po
Languages: pt

# 178 382 204 OK
source: With all of your help, the 56th Tsukimino Snow Festival has kicked off without a hitch.
pt: Grazie al vostro aiuto, il 56° Festival della Neve di Tsukimino ha preso il via senza intoppi.

# 383 498 115
source: Hokkaido's winters are harsher than even the fiercest of beasts.
pt: Gli inverni dell'Hokkaido sono più spietati persino delle bestie più feroci.

# 499 622 123 分
source: Our annual deluge of snow is an unavoidable fact of life here.
pt: L'annuale diluvio di neve è una realtà inevitabile da queste parti.

# 636 810 174
source: Yet we welcome it as an old friend. Hold a festival to celebrate its coming.
pt: Eppure, la accogliamo come una vecchia amica. Organizziamo un festival per celebrarne l'arrivo.

# 811 992 181 OK
source: That speaks volumes to our tenacity. And the reverence with which we view nature.
pt: Questo la dice lunga sulla nostra tenacia. E sulla riverenza con cui guardiamo alla natura.

# 1127 1187 60
source: Kitakata, sir.
pt: Kitakata, signore.

# 1293 1451 158
source: We've received word on the escaped convict. He's been sighted in the vicinity.
pt: Abbiamo ricevuto novità sull'evaso. È stato avvistato qui in zona.

# 1530 1632 102
source: Security is tight, but we can never be too careful.
pt: I controlli sono serrati, ma la prudenza non è mai troppa.

# 1643 1720 77 分
source: Please stay vigilant, sir.
pt: Resti vigile, signore.

# 2328 2410 82
source: Hm? Is there a problem?
pt: Mh? C'è qualche problema?

# 2432 2481 49 60ｆ以下です
source: Not at all.
pt: Niente affatto.

# 2482 2575 93 分
source: Just an appointment I'm looking to keep.
pt: Solo un appuntamento da rispettare.

# 2611 2735 124
source: Looks like I can finally honor my promise.
pt: Finalmente posso onorare la mia promessa.

# 2869 2932 63 元 キャプション対応
source: But I have to wonder...
pt: Ma mi chiedo...

# 2957 3024 67 分
source: Where's he gonna come from?
pt: Da dove spunterà?

# 3369 3440 71 3129 3200 3369 3440
source: Oh, it's nothing. Just an old man's mumblings.
pt: Oh, non è niente. Solo i vaneggiamenti di un vecchio.

# 3516 3622 106 3276 3382 3516 3622
source: Well, it's time for the opening air show.
pt: Beh, è ora dello spettacolo aereo d'apertura.

# 4075 4152 77 3835 3912 4075 4152
source: What do you think? Quite a display, isn't it?
pt: Che te ne pare? Niente male, vero?

# 4153 4233 80 3913 3993 4153 4233
source: We really pushed the boat out this year.
pt: Quest'anno abbiamo fatto le cose davvero in grande.

# 4359 4419 60 4119 4179 4359 441
source: Huh?
pt: Uh?
