Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2310.po
Languages: pt

# 388 511 123
source: The sewers, huh? Color me impressed.
pt: Le fogne, eh? Devo dire che sono impressionato.

# 599 724 125
source: You're Kitakata, yeah? Head o' the Kitakata Family?
pt: Sei Kitakata, eh? Capo della Famiglia Kitakata?

# 745 875 130
source: That's right. Meaning you're Taiga Saejima.
pt: Esatto. Quindi tu sei Taiga Saejima.

# 918 965 47 60ｆ以下です
source: Yup.
pt: Già.

# 966 1026 60
source: Good finally meeting you.
pt: Piacere di conoscerti, finalmente.

# 1048 1115 67 分
source: Been waiting a long time.
pt: È da un pezzo che aspetto.

# 1140 1247 107
source: Oh yeah? N' why's that?
pt: Ah sì? E perché?

# 1254 1441 187 OK
source: You heard all about Majima's death, didn't you? That's why you broke outta Abashiri.
pt: Hai saputo della morte di Majima, vero? È per questo che sei scappato da Abashiri.

# 1457 1562 105
source: To meet the guy who bumped off your bro.
pt: Per incontrare quello che ha fatto fuori tuo fratello.

# 1566 1626 60 分
source: Right?
pt: Vero?

# 1765 1830 65
source: About that.
pt: A proposito di questo.

# 1843 1944 101 分
source: There's something I've gotta tell you.
pt: Devo dirti una cosa.

# 1968 2028 60
source: What's that?
pt: Cos'è?

# 2140 2270 130
source: The last thing Goro Majima ever said.
pt: L'ultima cosa che ha detto Goro Majima.

# 2280 2340 60 分
source: Interested?
pt: Ti interessa?

# 2420 2535 115
source: Got a place nobody'll bother us. We can talk there.
pt: Ho un posto dove nessuno ci darà fastidio. Possiamo parlare lì.

# 2588 2662 74
source: Aniki. This might be a trap.
pt: Aniki. Questa potrebbe essere una trappola.

# 2842 3009 167
source: Don't fret. Not even my boys know about this spot of mine. Police, neither.
pt: Non ti preoccupare. Neanche i miei ragazzi conoscono questo posto. E la polizia, nemmeno.

# 3026 3145 119
source: Already said, we both want something outta this.
pt: L'ho già detto, entrambi vogliamo ricavarci qualcosa.

# 3149 3229 80 分
source: Now c'mon. Before someone finds us.
pt: Ora, forza. Prima che qualcuno ci trovi.

# 3386 3500 114
source: Fine then. I'll go with ya.
pt: E va bene. Vengo con te.
