Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2330.po
Languages: pt

# 102 168 66
source: Majima knew something was up.
pt: Majima sapeva che c'era qualcosa sotto.

# 181 365 184
source: That behind this oath swearing nonsense, someone was working toward something bigger.
pt: Che dietro a 'sta pagliacciata del giuramento, qualcuno stesse tramando qualcosa di più grande.

# 388 448 60
source: Somethin' bigger?
pt: Qualcosa di più grande?

# 457 517 60
source: You heard me.
pt: Mi hai sentito.

# 528 645 117
source: If the Tojo swore an oath with the Kitakata Family...
pt: Se il Tojo avesse fatto un giuramento con la Famiglia Kitakata...

# 660 830 170 テキスト修正
source: They'd be playing right into this guy's hands. So said Majima, at least.
pt: Avrebbero fatto proprio il gioco di questo tizio. Così diceva Majima, almeno.

# 852 1007 155
source: N' that's why he was tryin' to stop the alliance? To prevent that?
pt: E allora è per questo che cercava di fermare l'alleanza? Per impedirlo?

# 1036 1096 60
source: Presumably.
pt: Presumibilmente.

# 1107 1212 105
source: Then lemme ask. Do ya know who's orchestratin' all this?
pt: Allora fammi chiedere. Lo sai chi sta orchestrando tutto questo?

# 1398 1458 60
source: Well...
pt: Beh...

# 1677 1770 93
source: Kitakata! Hey, hang in there!
pt: Kitakata! Ehi, tieni duro

# 1786 1846 60
source: Shit!
pt: Merda!
