Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2345.po
Languages: pt

# 30 175 145
source: Why'd ya shoot Kitakata? Why put a bullet in your own boss?
pt: Perché hai sparato a Kitakata? Perché sparare al tuo stesso capo?

# 287 442 155
source: Aniki. You know... You're even more naive than I thought.
pt: Aniki. Sai... Sei ancora più ingenuo di quanto pensassi.

# 488 577 89
source: Kitakata's not my boss.
pt: Kitakata non è il mio capo.

# 633 759 126
source: Never was. I haven't spent a single day in the Kitakata Family.
pt: Non lo è mai stato. Non ho passato un solo giorno nella Famiglia Kitakata.

# 784 959 175
source: But I needed you to believe I did. Needed to pretend. All to achieve my goal.
pt: Ma avevo bisogno che tu ci credessi. Dovevo fingere. Tutto per raggiungere il mio scopo.

# 989 1049 60
source: Whaddya mean?
pt: Che vuoi dire?

# 1055 1101 46 60ｆ以下です
source: Well, you see.
pt: Beh, vedi.

# 1102 1247 145 分
source: My prison transfer, my placement into your cell...
pt: Il mio trasferimento, la mia assegnazione alla tua cella...

# 1274 1350 76
source: It was all part of the plan.
pt: Faceva tutto parte del piano.

# 1375 1469 94
source: Everythin' was just some kinda act, then?
pt: Quindi era tutta una recita, allora?

# 1521 1666 145
source: That's right. Thankfully, you behaved exactly as we hoped you would.
pt: Esatto. Per fortuna, ti sei comportato esattamente come speravamo.

# 1667 1732 65
source: So much that it threw me off.
pt: Tanto da spiazzarmi.

# 1763 1855 92
source: But, to be honest...
pt: Ma, a essere onesto...

# 1896 1965 69
source: I never wanted you to find out about this.
pt: Non ho mai voluto che tu lo scoprissi.

# 2164 2382 116
source: If I knew it would come to this, well... I'd have just let myself die on that mountain.
pt: Se avessi saputo che sarebbe andata a finire così, beh... mi sarei lasciato morire su quella montagna.

# 2417 2549 132
source: At least then I wouldn't have to feel this pain.
pt: Almeno così non avrei dovuto provare questo dolore.

# 2561 2621 60
source: What're ya drivelin' about?
pt: Ma che stai farneticando?

# 2882 2975 93
source: They asked me to keep an eye on you.
pt: Mi hanno chiesto di tenerti d'occhio.

# 3000 3091 91 分
source: That's why I put myself behind bars.
pt: Ecco perché mi sono fatto incarcerare.

# 3121 3246 125
source: Meanin' that whole spiel about ya gettin' a decade for murder...
pt: Il che significa che tutta quella storia dei dieci anni per omicidio...

# 3265 3331 66
source: A fabrication, of course.
pt: Una montatura, ovviamente.

# 3346 3507 161
source: I knew a sob story like that would catch your attention, Saejima-san.
pt: Sapevo che una storia strappalacrime come quella avrebbe catturato la tua attenzione, Saejima-san.

# 3526 3637 111
source: Why do all that just to spy on me?
pt: Perché fare tutto questo solo per spiarmi?

# 3657 3730 73 分
source: Were ya tryin' to keep me from breakin' out?
pt: Cercavi di impedirmi di evadere?

# 3755 3825 70
source: No, not at all.
pt: No, per niente.

# 3841 3921 80 分
source: The opposite, in fact.
pt: Anzi, tutto il contrario.

# 3944 4004 60
source: What?
pt: Cosa?

# 4096 4234 138
source: I had one job: to control the length of your sentence.
pt: Avevo un solo compito: controllare la durata della tua condanna.

# 4236 4365 129 分
source: Figure out the right timing, help you find your way to freedom...
pt: Trovare il momento giusto, aiutarti a trovare la via per la libertà...

# 4367 4467 100
source: And finally, bring you here to Tsukimino.
pt: E infine, portarti qui a Tsukimino.

# 4501 4653 152
source: Quit takin' me for a ride. No chance ya coulda done that.
pt: Smettila di prendermi in giro. Non esiste che tu l'abbia fatto.

# 4758 4818 60
source: Think back for a second.
pt: Ripensaci un attimo.

# 4841 4977 136 分
source: You would have been out on parole no problem if someone hadn't interfered.
pt: Saresti uscito in libertà condizionale senza problemi, se qualcuno non avesse interferito.

# 5019 5079 60
source: But who woulda done that?
pt: Ma chi l'avrebbe fatto?

# 5170 5230 60
source: Ya can't mean...
pt: Non vorrai dire...

# 5311 5462 151 分
source: He was a tool meant to extend your prison stay until the proper time.
pt: Era uno strumento per prolungare la tua detenzione fino al momento giusto.

# 5478 5585 107
source: Oh... And he was working for me.
pt: Ah... E lavorava per me.

# 5741 5839 98
source: I needed a way to delay your release.
pt: Mi serviva un modo per ritardare il tuo rilascio.

# 5888 6044 156
source: So I used Kugihara, and goaded you into delaying it yourself.
pt: Così ho usato Kugihara, e ti ho istigato a ritardarlo tu stesso.

# 6085 6239 154
source: Then wait. The stabbin' ya got accused of...
pt: Aspetta. La pugnalata di cui ti hanno accusato...

# 6240 6357 117
source: All fake. I mean, I <Italic>did</Italic> stab him.
pt: Tutta una farsa. Voglio dire, l'ho pugnalato <Italic>eccome</It>.

# 6399 6576 177
source: I had to make you lash out at Kugihara somehow, and that was my only option.
pt: Dovevo farti scagliare contro Kugihara in qualche modo, e quella era la mia unica opzione.

# 6712 6844 132
source: But after all that, it was finally time to bust you out.
pt: Ma dopo tutto ciò, era finalmente il momento di farti evadere.

# 6848 6934 86 分
source: A waste of effort, but it needed to be done.
pt: Uno spreco di fatica, ma doveva essere fatto.

# 6979 7160 181 OK
source: So, we pulled the necessary strings. Made you <Italic>want</Italic> to break out.
pt: Così, abbiamo tirato le fila. Ti abbiamo fatto <Italic>venire voglia</Italic> di evadere.

# 7247 7351 104
source: What're ya gettin' at? Explain!
pt: Dove vuoi arrivare? Spiegati

# 7546 7606 60
source: The death of Goro Majima.
pt: La morte di Goro Majima.

# 7631 7691 60 分
source: That was our sign.
pt: Era il nostro segnale.

# 7710 7836 126
source: It was time for us to set you free, and you obliged.
pt: Era il momento per noi di liberarti, e tu hai assecondato.

# 7917 8071 154
source: Only one thing could spur you on. That's why we needed to kill Majima.
pt: Solo una cosa poteva darti la spinta. Ecco perché dovevamo uccidere Majima.

# 8104 8180 76
source: With him gone, you <Italic>had</Italic> to take action.
pt: Con lui fuori dai giochi, <Italic>dovevi</Italic> agire.

# 8199 8270 71 分
source: Every bit of it a part of our plan.
pt: Faceva tutto parte del nostro piano.

# 8316 8445 129
source: My bro died... 'cause of me?
pt: Mio fratello è morto... per colpa mia?

# 8474 8534 60 分
source: The hell's it all mean?
pt: Che diavolo significa tutto questo?

# 8568 8752 184 OK
source: It wasn't just that. The warden's death, getting the Ministry of Justice to deny your parole...
pt: Non era solo quello. La morte del direttore, aver spinto il Ministero della Giustizia a negarti la libertà condizionale...

# 8755 8963 208 OK
source: Everything fit together to give you the willpower to escape. Necessary evils.
pt: Tutto si è incastrato per darti la forza di volontà di evadere. Mali necessari.

# 8990 9109 119
source: Of course, it wasn't through my power that all that happened.
pt: Ovviamente, non è stato grazie al mio potere che è successo tutto questo.

# 9146 9206 60
source: But why?
pt: Ma perché?

# 9233 9355 122 分
source: What was so important about gettin' me back on the outside?
pt: Perché era così importante farmi tornare fuori?

# 9429 9489 60
source: Well...
pt: Beh...

# 9507 9660 153 分
source: You're part of my boss's plan. The most vital part.
pt: Fai parte del piano del mio capo. La parte più importante.
