Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2350.po
Languages: pt

# 105 225 120
source: Your boss, huh? Who's that?
pt: Il tuo boss, eh? E chi sarebbe?

# 275 350 75
source: You would have to die if you knew that.
pt: Se lo sapessi, dovresti morire.

# 385 480 95 分
source: Of course, so would I if I told you.
pt: Certo, e lo stesso varrebbe per me se te lo dicessi.

# 519 605 86
source: So, there's only one solution.
pt: Allora, c'è solo una soluzione.

# 906 1025 119
source: To be honest, killing you was never part of our plan.
pt: Sinceramente, ucciderti non ha mai fatto parte del nostro piano.

# 1075 1180 105
source: But here we are. I have no choice.
pt: Ma eccoci qui. Non ho scelta.

# 1209 1323 114
source: Only one of us gets to walk outta this place alive, huh?
pt: Solo uno di noi uscirà vivo da qui, eh?

# 1782 1862 80
source: What're ya waitin' for? Do it.
pt: Che aspetti? Fallo.

# 1986 2046 60
source: Just pull the damn trigger!
pt: Premi quel maledetto grilletto

# 2268 2328 60
source: Quit hesitatin', Baba-chan!
pt: Smettila di esitare, Baba-chan

# 2451 2511 60
source: I'm right here!
pt: Sono proprio qui

# 2801 2899 98
source: Just... Just tell me something.
pt: Solo... Dimmi solo una cosa.

# 2919 2979 60
source: I don't understand.
pt: Non capisco.

# 2995 3055 60 分
source: Why'd you come back for me?
pt: Perché sei tornato per me?

# 3094 3154 60
source: What?
pt: Cosa?

# 3159 3230 71
source: When I was lost in that blizzard!
pt: Quando ero perso in quella bufera di neve

# 3258 3400 142
source: You should have abandoned me. Should have gone to Tsukimino alone!
pt: Avresti dovuto abbandonarmi. Saresti dovuto andare a Tsukimino da solo!

# 3417 3591 174
source: But you didn't. You put your life at risk, just to save me.
pt: Ma non l'hai fatto. Hai messo la tua vita a rischio, solo per salvarmi.

# 3611 3671 60
source: Why!?
pt: Perché!?

# 3716 3792 76
source: I couldn't leave my brother behind.
pt: Non potevo lasciare indietro mio fratello.

# 3823 3883 60
source: That's all.
pt: Tutto qui.

# 3888 3948 60
source: Brother?
pt: Fratello?

# 3954 4014 60
source: That's what ya are.
pt: È quello che sei.

# 4067 4209 142
source: But... we never swore an oath.
pt: Ma... non abbiamo mai fatto un giuramento.

# 4245 4330 60 分
source: I only called you aniki because I looked up to you!
pt: Ti chiamavo aniki solo perché ti ammiravo

# 4384 4470 67
source: Yet here you are saying I'm your brother!?
pt: E ora mi vieni a dire che sono tuo fratello!?

# 4550 4610 60
source: 'Course.
pt: Certo.

# 4628 4744 116
source: Swearin' the oath ain't much more than a dusty ol' ritual.
pt: Il giuramento non è molto più di un vecchio rituale polveroso.

# 4792 4858 66
source: The bond we got...
pt: Il legame che abbiamo...

# 4881 4975 94 分
source: It's there even if we didn't make it official.
pt: C'è anche se non l'abbiamo reso ufficiale.

# 5001 5061 60
source: Ya got that?
pt: Hai capito?

# 5214 5359 145 分
source: In my eyes, we been bros since before we even broke out.
pt: Ai miei occhi, siamo fratelli da prima ancora di evadere.

# 5449 5506 57 60ｆ以下です
source: Stop...!
pt: Fermati...

# 5507 5660 153
source: I don't care what your boss is after. You're my bro whether ya like it or not!
pt: Non me ne frega di cosa vuole il tuo capo. Sei mio fratello, che ti piaccia o no!

# 5692 5758 66
source: Stop calling me that!
pt: Smettila di chiamarmi così

# 6098 6174 76
source: The hell do ya think you're doin'!?
pt: Che cazzo credi di fare!?

# 6371 6432 61
source: Get up, Baba-chan.
pt: Alzati, Baba-chan.

# 6568 6730 162
source: As your aniki, there's a lesson I gotta teach ya.
pt: Come tuo aniki, c'è una lezione che devo insegnarti.

# 6770 6830 60
source: What is it?
pt: E cioè?

# 6857 6984 127
source: No matter how hard life gets, ya gotta keep livin'.
pt: Non importa quanto sia dura la vita, devi continuare a vivere.

# 7000 7080 80
source: Keep on strugglin' for your dream!
pt: Continua a lottare per il tuo sogno

# 7117 7174 57 60ｆ以下です
source: What...?
pt: Cosa...?

# 7175 7233 58 60ｆ以下です
source: Ya heard me.
pt: Mi hai sentito.

# 7234 7305 71
source: Even you gotta have one.
pt: Anche tu devi averne uno.

# 7328 7442 114 分
source: Somethin' ya want worse than anythin' in the world.
pt: Qualcosa che vuoi più di qualsiasi altra cosa al mondo.

# 7631 7725 94
source: I vowed before I shipped off to Abashiri.
pt: Ho giurato, prima che mi spedissero ad Abashiri.

# 7765 7880 115
source: That people who didn't have no choice but to go yakuza...
pt: Che la gente che non ha avuto altra scelta che fare lo yakuza...

# 7905 8075 170
source: They wouldn't have to walk the same lonely road I did.
pt: Non avrebbero dovuto percorrere la stessa strada solitaria che ho percorso io.

# 8111 8200 89
source: That's what Majima n' I were fightin' for.
pt: Era per questo che io e Majima lottavamo.

# 8248 8327 79 分
source: N' why I'm standin' here now.
pt: Ed è per questo che sono qui ora.

# 8771 8860 89 分
source: Dyin' ain't gonna magically answer all your problems.
pt: Morire non ti risolverà magicamente tutti i problemi.

# 8897 9006 109
source: Guess I'm gonna have to teach ya how heavy death really is.
pt: Mi sa che ti devo insegnare quanto pesa davvero la morte.

# 9053 9113 60
source: What are you going to do?
pt: Cosa hai intenzione di fare?

# 9121 9181 60
source: Simple.
pt: Semplice.

# 9197 9325 128
source: I'm gonna beat the fear o' death straight into your soul.
pt: Ti ficcherò la paura della morte dritta nell'anima.

# 9365 9422 57 60ｆ以下です
source: No surprise there.
pt: Non mi sorprende.

# 9423 9495 72 分
source: That's just what I thought you'd say.
pt: È proprio quello che pensavo avresti detto.

# 9522 9603 81
source: What, got a problem?
pt: Che c'è, qualche problema?

# 9947 10038 91
source: It's time to settle this. Once and for all.
pt: È ora di farla finita. Una volta per tutte.

# 10057 10131 74
source: Get ready, Baba!
pt: Preparati, Baba
