Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2360.po
Languages: pt

# 1157 1305 148
source: Well? How'd your first bite o' death taste?
pt: Beh? Che sapore ha avuto il tuo primo assaggio della morte?

# 1469 1531 62
source: Not the greatest.
pt: Non è stato il massimo.

# 2415 2475 60
source: You're not going to ask?
pt: Non hai intenzione di chiedere?

# 2586 2730 144
source: About who dragged you into all this. About my boss.
pt: Su chi ti ha trascinato in tutto questo. Sul mio capo.

# 3101 3161 60
source: Don't give a damn.
pt: Non me ne frega niente.

# 3244 3393 149
source: Knowin' the truth... ain't gonna bring Majima back.
pt: Sapere la verità... non riporterà indietro Majima.

# 3427 3583 156
source: 'Sides, I got this feelin' when I met Kitakata.
pt: E poi, ho avuto questa sensazione quando ho incontrato Kitakata.

# 3613 3673 60
source: A feeling? What is it?
pt: Una sensazione? Di cosa si tratta?

# 3766 3829 63
source: My bro's still alive.
pt: Mio fratello è ancora vivo.

# 3982 4079 97
source: Or maybe I'm just clingin' to the hope that he is.
pt: O forse mi sto solo aggrappando alla speranza che lo sia.

# 4534 4594 60 分
source: I'm in no position to ask this...
pt: Non sono nella posizione di chiedere questo...

# 4611 4707 96
source: But please, let me go for now.
pt: Ma per favore, lasciami andare per ora.

# 5147 5307 160
source: If I let the truth slip here, I'm as good as dead.
pt: Se mi lascio sfuggire la verità qui, sono un uomo morto.

# 5353 5464 111
source: But... I'm not ready to die.
pt: Ma... non sono pronto a morire.

# 5539 5635 96
source: Not till I achieve my dream.
pt: Non finché non realizzo il mio sogno.

# 5700 5760 60
source: Good.
pt: Bene.

# 5767 5886 119
source: And once I reach the end of that path...
pt: E una volta che raggiungerò la fine di quel percorso...

# 5899 6056 157 分
source: I'll be back. We'll see each other again, Saejima-aniki. I promise.
pt: Tornerò. Ci vedremo ancora, Saejima-aniki. Lo prometto.

# 6076 6236 160
source: Maybe then, we can finally swear the oath for real.
pt: Magari allora, potremo finalmente fare il giuramento per davvero.

# 6342 6445 103
source: Yeah. Whenever you're ready.
pt: Già. Quando sarai pronto.

# 6472 6520 48 60ｆ以下です
source: I'll be waitin'.
pt: Ti aspetterò.

# 6521 6581 60
source: Right.
pt: Giusto.

# 7161 7221 60
source: Not so fast.
pt: Non così in fretta.

# 7363 7495 132
source: You're under arrest for aggravated escape and unlawful possession of a firearm.
pt: Sei in arresto per evasione aggravata e possesso illegale di arma da fuoco.

# 7716 7836 120
source: 'Bout time, too. Been wanting to talk to you for a while.
pt: Era anche ora. Volevo parlarti da un po'.
