Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2375.po
Languages: pt

# 286 440 154
source: For the lengths you went through to break out, you came along without even a whimper.
pt: Per tutto quello che hai fatto per evadere, sei venuto via senza fiatare.

# 615 675 60
source: You play nice with Kitakata?
pt: Hai fatto il bravo con Kitakata?

# 751 805 54 60ｆ以下です
source: How do ya know about that?
pt: Come fai a saperlo?

# 806 911 105
source: We've been followin' your every move, every objective.
pt: Abbiamo seguito ogni tua mossa, ogni tuo obiettivo.

# 940 1000 60
source: That's how cops work.
pt: È così che lavorano gli sbirri.

# 1022 1164 142
source: That, and we just brought your buddy Kitakata over to the police hospital.
pt: A parte questo, abbiamo appena portato il tuo compare Kitakata all'ospedale della polizia.

# 1189 1278 89
source: Kitakata!? He's alive!?
pt: Kitakata!? È vivo!?

# 1286 1408 122
source: Yup. We rushed in when we heard the shot.
pt: Già. Siamo accorsi appena abbiamo sentito lo sparo.

# 1443 1546 103
source: Don't worry, we know you didn't do it.
pt: Non preoccuparti, sappiamo che non sei stato tu.

# 1690 1839 149
source: Hospital phoned us up not too long ago. He's gonna pull through.
pt: L'ospedale ci ha chiamati poco fa. Ce la farà.

# 1862 1921 59 分 60ｆ以下です
source: You can quit frettin'.
pt: Puoi smettere di preoccuparti.

# 1922 1982 60
source: That's great.
pt: Fantastico.

# 2069 2217 148
source: Speakin' of Kitakata... You went to him for the truth about Majima's death, right?
pt: A proposito di Kitakata... Sei andato da lui per scoprire la verità sulla morte di Majima, giusto?

# 2344 2430 86
source: Tired of talkin'? Fine by me.
pt: Stanco di parlare? A me sta bene.

# 2465 2545 80
source: Gives me a chance to run my mouth a bit.
pt: Mi dà la possibilità di blaterare un po'.

# 2572 2651 79
source: Not a soul gonna disturb us here.
pt: Qui non ci disturberà anima viva.

# 2800 2964 164
source: I'm sure Kitakata told you this, but... He and his boys didn't kill Majima.
pt: Sono sicuro che Kitakata te l'abbia già detto, ma... Lui e i suoi ragazzi non hanno ucciso Majima.

# 3107 3167 60
source: It was the Tojo Clan.
pt: È stato il Clan Tojo.

# 3332 3400 68
source: Don't believe me, huh?
pt: Non mi credi, eh?

# 3451 3539 88
source: Try this on for size, then.
pt: Senti questa, allora.

# 3565 3744 179
source: Daigo Dojima disappeared, down in Fukuoka seekin' out an alliance with the Yamagasa Family.
pt: Daigo Dojima è scomparso a Fukuoka, mentre cercava di stringere un'alleanza con la Famiglia Yamagasa.

# 3813 3873 60
source: What?
pt: Cosa?

# 3901 3951 50 60ｆ以下です
source: Thought that'd interest you.
pt: Pensavo potesse interessarti.

# 3952 4135 183 分
source: But it's true. Dojima vanished without so much as a trace just the other day.
pt: Ma è vero. Dojima è sparito nel nulla proprio l'altro giorno.

# 4152 4357 82 分
source: Practically the same instant, Majima dies in Tsukimino and Azumi kicks the bucket in Nagoya.
pt: Praticamente nello stesso istante, Majima muore a Tsukimino e Azumi tira le cuoia a Nagoya.

# 4383 4476 93
source: Safe to say the Tojo's a little panicked.
pt: Si può dire tranquillamente che il Tojo è un po' nel panico.

# 4497 4677 180
source: Same goes for the PD. Hear they haven't slept a wink since all this went down.
pt: Lo stesso vale per la polizia. A quanto pare non hanno chiuso occhio da quando è successo tutto 'sto casino.

# 4835 4955 120
source: As for me, I'm hot on the trail of a guy by the name Morinaga.
pt: Per quanto mi riguarda, sono sulle tracce di un tizio di nome Morinaga.

# 5067 5152 85
source: One of Daigo Dojima's personal bodyguards.
pt: Una delle guardie del corpo personali di Daigo Dojima.

# 5167 5311 144 分
source: Turns out, he offed the chief of HQ Aoyama down in Fukuoka.
pt: Salta fuori che ha fatto fuori il capo del quartier generale, Aoyama a Fukuoka.

# 5345 5405 60
source: Aoyama's dead!?
pt: Aoyama è morto!?

# 5445 5541 96
source: First Morinaga's boss Dojima goes missing.
pt: Prima sparisce il capo di Morinaga, Dojima.

# 5555 5678 123 分
source: Then Morinaga puts a bullet in the new acting chairman's head.
pt: Poi Morinaga gli pianta una pallottola in testa al nuovo presidente facente funzioni.

# 5715 5793 78
source: Don't that strike you as odd?
pt: Non ti sembra strano?

# 5944 6130 186
source: And that guy you were with. Baba, was it?
pt: E quel tizio con cui eri. Baba, vero?

# 6217 6306 89
source: How do ya know about that?
pt: E tu come lo sai?

# 6371 6498 127
source: We've been trackin' him. Good to see it's already paying off.
pt: Lo stavamo seguendo. Fa piacere vedere che sta già dando i suoi frutti.

# 6558 6690 132
source: What're ya really after here? Thought ya just wanted to haul me back in.
pt: Cosa vuoi veramente? Credevo volessi solo sbattermi di nuovo dentro.

# 6752 6832 80
source: Well, we do. But not just that.
pt: Beh, sì. Ma non solo quello.

# 6867 6947 80
source: My real goal in all this, well...
pt: Il mio vero obiettivo in tutto questo, beh...

# 6948 7044 96 分
source: It's finding out who's pulling the strings.
pt: È scoprire chi tira i fili.

# 7059 7157 98
source: The wolf among the Tojo Clan sheep.
pt: Il lupo tra le pecore del Clan Tojo.

# 7204 7326 122
source: Ya mean there's a traitor? In the Tojo?
pt: Vuoi dire che c'è un traditore? Nel Tojo?

# 7356 7493 137
source: Daigo Dojima's disappearance. Majima's death. And this business with you.
pt: La scomparsa di Daigo Dojima. La morte di Majima. E la tua faccenda.

# 7510 7635 125
source: All signs that the Tojo mountain that's dominated our skyline for decades...
pt: Tutti segnali che la montagna del Tojo che ha dominato il nostro orizzonte per decenni...

# 7639 7729 90 分
source: Might finally be startin' to crumble.
pt: Potrebbe finalmente iniziare a crollare.

# 7750 7894 144
source: Think about it. The timing was too perfect to be a coincidence.
pt: Pensaci bene. Il tempismo è stato troppo perfetto per essere una coincidenza.

# 8005 8124 119
source: You ask me, that Baba guy you were with...
pt: Se me lo chiedi, quel tipo, Baba, con cui eri...

# 8150 8326 176
source: He's working directly for whoever's trying to bring the Tojo crashing down.
pt: Lavora direttamente per chiunque stia cercando di far crollare il Tojo.

# 8373 8479 106
source: And this traitor. Ya think it's Morinaga?
pt: E questo traditore. Pensi che sia Morinaga?

# 8544 8604 60
source: Chances are high.
pt: Le probabilità sono alte.

# 8658 8732 74
source: The hell's goin' on?
pt: Che diavolo sta succedendo?

# 8789 8854 65
source: One thing is for certain.
pt: Una cosa è certa.

# 8889 9036 147
source: There's a damn hellstorm brewin' around the Tojo Clan...
pt: Sta montando una dannata tempesta infernale attorno al Clan Tojo...

# 9049 9109 60 分
source: And you're right in the center.
pt: E tu sei proprio al centro.

# 9166 9275 109
source: An essential piece in this upheaval puzzle.
pt: Un pezzo essenziale nel puzzle di questo sconvolgimento.
