Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/B2380.po
Languages: pt

# 69 137 68
source: You wanna help the Tojo Clan, don't you?
pt: Vuoi aiutare il Clan Tojo, vero?

# 248 308 60
source: 'Course you do, big guy.
pt: Certo che lo vuoi, pezzo grosso.

# 366 467 101
source: Can't do much if you're not in Tokyo, though.
pt: Non puoi fare molto se non sei a Tokyo, però.

# 481 541 60
source: Ya don't gotta tell me that.
pt: Questo non me lo devi dire.

# 570 671 101 分
source: Ain't a one thing I can do now.
pt: Adesso non posso fare proprio niente.

# 723 805 82
source: Oh yeah. Forgot to mention.
pt: Ah, a proposito. Dimenticavo di dirtelo.

# 820 929 109 分
source: This bus is on its way to the airport.
pt: Questo autobus è diretto all'aeroporto.

# 1000 1060 60
source: What?
pt: Cosa?

# 1110 1312 202
source: This case is massive. A nationwide yakuza conspiracy of the absolute highest order.
pt: Questo caso è enorme. Una cospirazione della yakuza su scala nazionale, del più alto ordine.

# 1321 1400 79 分
source: And the Osaka PD's gonna crack it wide open.
pt: E la polizia di Osaka lo scoperchierà del tutto.

# 1408 1622 214 OK
source: To do that, we gotta go after the key players. Morinaga and Baba.
pt: Per farlo, dobbiamo arrivare ai pezzi grossi. Morinaga e Baba.

# 1638 1705 67
source: And we want your help.
pt: E vogliamo il tuo aiuto.

# 1745 1900 155
source: Go to Tokyo. Figure out what's eating away at the corpse of your clan.
pt: Vai a Tokyo. Scopri cosa sta divorando il cadavere del tuo clan.

# 1914 2012 98 分
source: Think you're up for it?
pt: Te la senti?

# 2017 2077 60
source: Don't fuck with me.
pt: Non prendetemi per il culo.

# 2104 2178 74
source: The Tojo Clan's on its last legs.
pt: Il Clan Tojo è agli sgoccioli.

# 2208 2382 174
source: And you were next in line to be captain. Shit'll go down if you show.
pt: Eri il prossimo a diventare capitano. Succederà un casino se ti fai vedere.

# 2427 2560 133
source: So what, ya want me to be your police rat?
pt: E quindi, volete che faccia il topo per voi?

# 2625 2772 147
source: If the answer's no, we'll gladly drive you straight on back to your jail cell.
pt: Se la risposta è no, saremo ben felici di riportarti dritto in cella.

# 2827 2917 90
source: Well? You in?
pt: Allora? Ci stai?
