Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3010.po
Languages: pt

# 124 256 132
source: Have you ever thought of leaving this place, Kazuma Kiryu-san?
pt: Hai mai pensato di andartene da questo posto, Kazuma Kiryu?

# 277 338 61
source: I'm not sure what you're getting at.
pt: Non capisco dove vuoi arrivare.

# 483 592 109
source: It's been a week now since I met your daughter in that Ryukyu bookstore.
pt: È passata ormai una settimana da quando ho incontrato tua figlia in quella libreria a Ryukyu.

# 617 816 199 OK
source: Since then, I've spent my time researching both her and this orphanage. Quite thorougly.
pt: Da allora, ho passato il mio tempo a fare ricerche su di lei e su questo orfanotrofio. Molto approfonditamente.

# 846 955 109
source: Of course, I'm aware of your history.
pt: Certo, sono a conoscenza del suo passato.

# 1142 1267 125
source: Her appearance and sense of style are unpolished, yes, but she shows undeniable potential.
pt: Il suo aspetto e il suo senso dello stile sono grezzi, sì, ma mostra un potenziale innegabile.

# 1275 1335 60 分
source: She just needs her edges smoothed.
pt: Ha solo bisogno di essere levigata.

# 1341 1520 179
source: With time, I'm confident I can make her the most dazzling jewel anyone's ever seen.
pt: Con il tempo, sono sicura di poter fare di lei il gioiello più sfolgorante che si sia mai visto.

# 1668 1814 146
source: Entrust her to me, and she'll be a star.
pt: Affidala a me, e diventerà una star.

# 1870 1930 60
source: On one condition, right?
pt: A una condizione, giusto?

# 1958 2035 77
source: You want me out of the picture.
pt: Vuoi che mi tolga di mezzo.

# 2122 2295 173
source: When people fall in love with someone, they naturally want to know every last detail.
pt: Quando la gente si innamora di qualcuno, naturalmente vuole sapere ogni minimo dettaglio.

# 2311 2439 128
source: Their blood type, birthplace, fashion preferences, family...
pt: Il loro gruppo sanguigno, il luogo di nascita, le preferenze in fatto di moda, la famiglia...

# 2463 2557 94
source: The more they learn, the more connected they feel.
pt: Più cose imparano, più si sentono legati.

# 2580 2725 145
source: On the contrary, if that person seems unattainable...
pt: Al contrario, se quella persona sembra irraggiungibile...

# 2733 2833 100
source: It only further fuels the thirst for knowledge.
pt: Non fa che alimentare ulteriormente la sete di conoscenza.

# 2864 3056 192 OK
source: They want to know everything. Bring even the slightest little secrets out into the sun.
pt: Vogliono sapere tutto. Tirare fuori anche i più piccoli segreti.

# 3084 3144 60
source: You mean Haruka's past.
pt: Intendi il passato di Haruka.

# 3168 3286 118
source: Yes. Love can be a cruel thing.
pt: Sì. L'amore può essere una cosa crudele.

# 3319 3495 176
source: Once someone feels betrayed by the object of their affection, love can soon turn to hatred.
pt: Quando qualcuno si sente tradito dall'oggetto del proprio affetto, l'amore può presto trasformarsi in odio.

# 3525 3585 60
source: Wouldn't you agree?
pt: Non sei d'accordo?

# 3809 3869 60
source: It's for her own good.
pt: È per il suo bene.

# 3894 4040 146
source: If we erase your connection to Haruka, I'll be able to protect her.
pt: Se cancelliamo il tuo legame con Haruka, potrò proteggerla.

# 4046 4106 60 分
source: In short...
pt: In breve...

# 4117 4199 82
source: Got it. I've heard enough.
pt: Ho capito. Ho sentito abbastanza.

# 4225 4281 56 60ｆ以下です
source: And your answer?
pt: E la tua risposta?

# 4282 4371 89
source: I'm not leaving. Not a chance.
pt: Non me ne vado. Neanche per sogno.

# 4463 4634 171
source: My kids still need me. They'd be heartbroken if I walked out on them.
pt: I miei ragazzi hanno ancora bisogno di me. Avrebbero il cuore spezzato se li abbandonassi.

# 4675 4815 140
source: As long as they're living here, I'm not going anywhere.
pt: Finché vivono qui, non me ne vado da nessuna parte.

# 4939 5006 67
source: So this is a matter of duty.
pt: Quindi è una questione di dovere.

# 5031 5104 73
source: It's a lot deeper than that.
pt: È una questione molto più profonda.

# 5146 5232 86
source: This is the path I've chosen in life.
pt: Questa è la strada che ho scelto nella vita.

# 5315 5426 111
source: Now if you'll excuse me, I have things to do. You can see yourself out.
pt: Ora, se permette, ho da fare. Sa dov'è l'uscita.

# 5486 5552 66
source: I must say, I'm surprised.
pt: Devo dire, sono sorpresa.

# 5679 5850 171
source: For someone who's led the life you have, you know nothing about how the world works.
pt: Per uno che ha fatto la sua vita, non sa nulla di come funziona il mondo.

# 6085 6274 189 Ok
source: You can't even make one little girl's wishes come true. You realize that, yes?
pt: Non riesce nemmeno a far avverare i desideri di una ragazzina. Se ne rende conto, vero?

# 6442 6584 142
source: And it's not just her. I noticed something during my visit the other day.
pt: E non c'è solo lei. Ho notato una cosa l'altro giorno, durante la mia visita.

# 6658 6718 60
source: This is where dreams come to die.
pt: Questo è dove i sogni vengono a morire.

# 6761 6845 84 分
source: As long as you're here, that is.
pt: Finché ci sarà lei, almeno.

# 6898 6958 60
source: What's that supposed to mean?
pt: Cosa dovrebbe significare?

# 7037 7194 157
source: I asked your children if they were happy... And they all gave me the same response.
pt: Ho chiesto ai suoi bambini se fossero felici... E tutti mi hanno dato la stessa risposta.

# 7201 7261 60
source: It was yes, of course.
pt: Un sì, ovviamente.

# 7291 7436 145
source: For a child with no family, this place must feel like heaven on earth.
pt: Per un bambino senza famiglia, questo posto deve sembrare il paradiso in terra.

# 7474 7601 127
source: But the truth is, they're all afraid.
pt: Ma la verità è che hanno tutti paura.

# 7698 7758 60
source: Afraid of what?
pt: Paura di cosa?

# 7808 7903 95
source: That one day this fragile happiness will shatter.
pt: Che un giorno questa fragile felicità andrà in frantumi.

# 8196 8315 119
source: Your children clearly love you, from the bottom of their hearts.
pt: I suoi bambini le vogliono un bene evidente, dal profondo del loro cuore.

# 8336 8471 135
source: At the same time, they also love the happy, peaceful life you provide for them.
pt: Allo stesso tempo, amano anche la vita felice e serena che lei offre loro.

# 8472 8581 109
source: So much that they'd sacrifice anything just to hang on to it.
pt: A tal punto che sacrificherebbero qualunque cosa pur di non perderla.

# 8598 8680 82
source: Even their own aspirations.
pt: Persino le proprie aspirazioni.

# 8870 9012 142
source: Kids should be free to be a little selfish. Free to chase their dreams.
pt: I bambini dovrebbero essere liberi di essere un po' egoisti. Liberi di inseguire i propri sogni.

# 9014 9074 60 分
source: Free to be true to themselves.
pt: Liberi di essere se stessi.

# 9120 9278 158
source: As long as you're here, your children will never have that freedom.
pt: Finché lei sarà qui, i suoi bambini non avranno mai quella libertà.

# 9349 9409 60
source: Excuse me?
pt: Mi scusi?

# 9461 9521 60
source: You know it deep down.
pt: In fondo, lo sa.

# 9535 9711 176
source: If your children are ever going to grow up, they need an ambition to strive for.
pt: Perché i suoi bambini possano crescere, hanno bisogno di un'ambizione da inseguire.

# 9752 9935 183 OK
source: Say one person clings to the safety of their current circumstance, while another doggedly pursues their goal.
pt: Mettiamo che una persona si aggrappi alla sicurezza della sua attuale situazione, mentre un'altra persegue con tenacia il proprio obiettivo.

# 9959 10031 72
source: Who will be stronger in the end?
pt: Chi sarà più forte alla fine?

# 10147 10271 124
source: Let Haruka-chan embark on this journey. You have one of your own to make.
pt: Lasci che Haruka-chan intraprenda questo viaggio. Lei deve intraprendere il suo.

# 10292 10389 97
source: Not for others, but for yourself.
pt: Non per gli altri, ma per se stesso.

# 10399 10459 60 分
source: Pursue your own goal.
pt: Persegua il suo obiettivo.

# 10480 10523 43 60ｆ以下です
source: But...
pt: Ma...

# 10524 10717 193 OK
source: Leave your daughter to me. In return, I'll fund the future of every child who calls this place home.
pt: Affidi sua figlia a me. In cambio, finanzierò il futuro di ogni bambino che considera questo posto casa.

# 10742 10894 152
source: I'll cover their living expenses. Make sure they can grow and thrive.
pt: Coprirò le loro spese di mantenimento. Mi assicurerò che possano crescere e prosperare.

# 10900 10975 75
source: They won't have a want in the world.
pt: Non mancherà loro nulla.

# 11027 11120 93
source: I'll even let you choose your own replacement.
pt: Le lascerò persino scegliere il suo sostituto.

# 11262 11385 123
source: And I promise you. Haruka-chan will be a star.
pt: E le prometto. Haruka-chan diventerà una stella.

# 11410 11550 140
source: Just grant her this wish. Let her be the singer she wants to be.
pt: Esaudisca questo suo desiderio. Lasci che diventi la cantante che vuole essere.

# 11600 11685 85
source: My... wish?
pt: Il mio... desiderio?

# 11748 11808 60
source: What makes you so sure?
pt: Cosa la rende così sicura?

# 11840 11994 154
source: How could you possibly know what Haruka really wants? Why you, of all people?
pt: Come potrebbe mai sapere cosa Haruka vuole veramente? Perché proprio lei?

# 12026 12086 60
source: It's simple.
pt: È semplice.

# 12115 12177 62
source: Because I wanted the same thing.
pt: Perché volevo la stessa cosa.

# 12219 12300 81
source: You had... the same dream?
pt: Lei aveva... lo stesso sogno?

# 12302 12426 124
source: Yes. As long as you find the right successor...
pt: Sì. A patto che trovi il successore giusto...

# 12438 12530 79
source: Someone else can pick up the torch. Carry out your dream.
pt: Qualcun altro può raccogliere il testimone. E portare avanti il suo sogno.
