Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3030.po
Languages: pt

# 815 957 142
source: Wrong, wrong, wrong! How many lectures is this gonna take!?
pt: Sbagliato, sbagliato, sbagliato! Quante prediche ci vorranno!?

# 965 1039 74
source: Ya gotta stick to the rhythm!
pt: Devi seguire il ritmo

# 1053 1113 60
source: Take it from the top!
pt: Ricomincia da capo

# 1127 1187 60
source: Yes, sir!
pt: Sì, signore!

# 1493 1600 107 テキスト修正
source: Wrong again. Ya just ain't gettin' it.
pt: Ancora sbagliato. Non ci sei proprio.

# 1696 1756 60
source: Not good enough!
pt: Non basta

# 1855 2016 161
source: Haruka. If that drivel's all ya got, you're better off never steppin' foot on a stage.
pt: Haruka. Se tutto quello che sai fare è questa robaccia, è meglio che non metti mai piede su un palco.

# 2038 2111 73
source: How 'bout ya just call it quits?
pt: Che ne dici di lasciar perdere?

# 2175 2235 60
source: I can do this.
pt: Posso farcela.

# 2255 2315 60
source: Please, let me try again!
pt: Per favore, mi lasci riprovare
