Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3040.po
Languages: pt

# 101 200 99
source: Yes, that's right. She's on Soten TV now.
pt: Sì, è così. È su Soten TV adesso.

# 216 255 39 60ｆ以下です
source: Yup, uh-huh.
pt: Già, esatto.

# 256 337 81
source: Haruka Sawamura. She's with us.
pt: Haruka Sawamura. È con noi.

# 373 433 60
source: Oh, yes! Naturally.
pt: Oh, sì! Naturalmente.

# 445 527 82
source: Sawamura is our brightest star.
pt: Sawamura è la nostra stella più brillante.

# 551 604 53 60ｆ以下です
source: Yeah, exactly!
pt: Già, esatto

# 605 715 110
source: If she wins the Princess League, she's guaranteed her major debut!
pt: Se vince la Princess League, ha il suo grande debutto garantito

# 743 894 151
source: Seriously? You really meant that? That would be wonderful!
pt: Sul serio? Lo dicevi davvero? Sarebbe meraviglioso

# 917 977 60
source: Yes, absolutely.
pt: Sì, assolutamente.

# 1010 1089 79
source: I see. That'd be great!
pt: Capisco. Sarebbe fantastico

# 1113 1203 90
source: Thanks for calling. Bye, now!
pt: Grazie per aver chiamato. A presto

# 1470 1532 62
source: Hey, Horie-chan. Cup o' water, will ya?
pt: Ehi, Horie-chan. Un bicchiere d'acqua, ok?

# 1659 1725 66
source: ...Yes, of course.
pt: ...Sì, certo.

# 1806 1851 45 60ｆ以下です
source: With all respect, ma'am.
pt: Con tutto il rispetto, signora.

# 1852 2030 178
source: Ya seriously expect me to get her ready for the Princess League with just a week left?
pt: Pretendi sul serio che la prepari per la Princess League con solo una settimana di tempo?

# 2031 2122 91
source: Ain't a chance! We'd need months.
pt: Neanche per sogno! Ci vorrebbero mesi.

# 2342 2402 60
source: It's a little late for complaints.
pt: È un po' tardi per lamentarsi.

# 2412 2501 89 分
source: If you're really a pro, you'll have her ready by the time it starts.
pt: Se sei davvero un professionista, l'avrai pronta per quando inizierà.

# 2530 2639 109
source: The deal was that we'd get her shinin' over the course of a year.
pt: I patti erano che l'avremmo fatta brillare nel corso di un anno.

# 2653 2776 123
source: Now you're sayin' it's six months? That just ain't reasonable!
pt: E adesso mi dici che sono sei mesi? Non è affatto ragionevole

# 2778 2870 92
source: Her singin' needs work. Her dancin' needs work.
pt: C'è da lavorare sul canto. C'è da lavorare sul ballo.

# 2871 2977 106
source: We gotta zero in on one thing at a time if she's gonna make the grade.
pt: Dobbiamo concentrarci su una cosa per volta, se deve farcela.

# 3005 3120 115
source: Haruka's far too special to settle for simply "making the grade."
pt: Haruka è troppo speciale per accontentarsi di un semplice "farcela".

# 3155 3236 81
source: She's a real diamond in the rough, yeah.
pt: È un vero diamante grezzo, già.

# 3237 3368 131
source: Got the moves, the instinct, the looks. Boatload o' grit, too.
pt: Ha le mosse, l'istinto, il look. E pure una grinta da vendere.

# 3380 3478 98
source: Outta all the girls ya brought 'round the past six months...
pt: Fra tutte le ragazze che mi hai portato negli ultimi sei mesi...

# 3479 3585 106 分
source: She's the only one who's toughed it out n' stuck around.
pt: È l'unica che ha tenuto botta e non ha mollato.

# 3655 3709 54 60ｆ以下です
source: Then what's the problem?
pt: E allora qual è il problema?

# 3710 3875 165
source: I'm sayin', <Italic>because</Italic> she's so special, we really oughta give her time to blossom.
pt: Sto dicendo che, <Italic>proprio perché</Italic> è così speciale, dovremmo davvero darle il tempo di sbocciare.

# 3876 3946 70
source: You've said enough, Ogita.
pt: Hai detto abbastanza, Ogita.

# 3956 4031 75
source: Now shut your mouth and do as you're told.
pt: Ora chiudi la bocca e fai come ti è stato detto.

# 4032 4103 71 分
source: I'm paying you well enough for at least that.
pt: Ti pago abbastanza bene, almeno per questo.

# 4184 4320 136
source: But, ma'am, he's clearly only saying this out of concern for Haruka's well-being...
pt: Ma, signora, è evidente che lo sta dicendo solo per il bene di Haruka...

# 4690 4782 92
source: You and I signed a contract.
pt: Io e te abbiamo firmato un contratto.

# 4801 4936 135
source: If you can't meet the terms, I'd be glad to terminate it.
pt: Se non puoi rispettare i termini, sarei ben lieta di rescinderlo.

# 4965 5093 128
source: Of course, since you aren't fulfilling your end of the deal...
pt: Certo, visto che non stai rispettando la tua parte dell'accordo...

# 5095 5180 85
source: There would be consequences.
pt: Ci sarebbero delle conseguenze.

# 5220 5280 60
source: What do you say?
pt: Che ne dice?

# 5427 5555 128
source: Whatever, I'll do it. Ya happy now?
pt: E va bene, lo faccio. Contenta adesso?
