Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3080.po
Languages: pt

# 139 184 45 60ｆ以下です 60ｆ以下です
source: Oh, that's him!
pt: Oh, è lui

# 185 302 117
source: See him over there? That's the producer, Manda-san.
pt: Lo vedi laggiù? È il produttore, Manda-san.

# 346 406 60
source: Shall we?
pt: Andiamo?

# 629 727 98
source: Shoot... T-Set is with him.
pt: Cavolo... T-Set è con lui.

# 756 831 75
source: They dropped us for Osaka Talent.
pt: Ci hanno scaricati per Osaka Talent.

# 889 958 69
source: Nothing for you to worry about, though.
pt: Tu però non hai niente di cui preoccuparti.

# 1033 1130 97
source: Make sure we get lots of support in the finals, Manda-san!
pt: Ci assicuri un sacco di supporto in finale, Manda-san

# 1131 1269 138
source: Oh, no problem there! You two draw a bigger crowd than anyone!
pt: Oh, non c'è problema! Voi due richiamate più gente di chiunque altro

# 1279 1450 171
source: Well, good luck today, girls! Mai-chan, Azusa-chan, take care of yourselves!
pt: Bene, in bocca al lupo per oggi, ragazze! Mai-chan, Azusa-chan, mi raccomando

# 1471 1531 60
source: Thank you, sir!
pt: La ringraziamo

# 1578 1682 104
source: Hello there, Manda-san! It's Horie, from Dyna Chair!
pt: Salve, Manda-san! Sono Horie, della Dyna Chair

# 1697 1777 80
source: I thought we'd come say hello before the show.
pt: Abbiamo pensato di venire a salutarla prima dello spettacolo.

# 1805 1865 60 追加
source: Hot!
pt: Forte

# 1958 1993 35 60ｆ以下です
source: I'm so sorry!
pt: Mi dispiace tanto!

# 2084 2185 101
source: Just before the finals, too.
pt: Proprio prima della finale, poi.

# 2188 2289 101 分
source: That's one way to introduce yourself.
pt: Questo sì che è un modo di presentarsi.

# 2290 2443 153
source: What's wrong with you? Do you even look where you're going?
pt: Che hai che non va? Non guardi dove vai?

# 2444 2546 102
source: Seriously. You should really be more careful.
pt: Seriamente. Dovresti fare più attenzione.

# 2694 2773 79
source: We're so sorry, Manda-san! Here!
pt: Ci scusi tanto, Manda-san! Tenga

# 2791 2859 68
source: I really can't apologize enough!
pt: Non mi scuserò mai abbastanza

# 2860 2978 118
source: Sometimes, a single mistake is all it takes to lose everything.
pt: A volte, basta un solo errore per perdere tutto.

# 3011 3217 120 分
source: As for you, your career will never take off if you can't even get along with kids your own age.
pt: Quanto a te, la tua carriera non decollerà mai se non riesci nemmeno ad andare d'accordo con i ragazzi della tua età.

# 3218 3278 60
source: We're very sorry, sir!
pt: Ci scusiamo tanto, signore

# 3279 3378 99
source: C'mon, Haruka-chan! Hurry up and apologize to the man!
pt: Dai, Haruka-chan! Sbrigati e chiedi scusa a quel signore

# 3400 3460 60
source: It was an honest mistake, sir!
pt: È stato un errore in buona fede, signore

# 3500 3577 77
source: Long as ya don't make another in the finals.
pt: Basta che non ne combini un altro in finale.

# 3744 3804 60
source: Of all the rotten luck...
pt: Maledetta sfortuna...
