Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3110.po
Languages: pt

# 165 237 72
source: Just who do ya think you're talkin' to, bitch?
pt: Ma con chi credi di parlare, stronza?

# 274 380 106
source: The hell's a hack like you know about dancin'!?
pt: Che cazzo ne sa un cialtrone come te di ballo!?

# 388 471 83 分
source: Leave the teachin' to the pros, amateur!
pt: L'insegnamento lascialo ai professionisti, dilettante

# 485 639 154
source: Ogita. I suggest you be more careful about who you mouth off to.
pt: Ogita. Ti suggerisco di stare più attento a chi apri la bocca.

# 644 704 60
source: Shut your trap!
pt: Chiudi il becco

# 759 819 60
source: So that's how it is.
pt: Quindi è così che stanno le cose.

# 830 925 95
source: You're fired. Gather your things and go.
pt: Sei licenziato. Raccogli le tue cose e vattene.

# 995 1175 180
source: As if. The damn sun'll go cold before ya figure out how to teach that brat on your own!
pt: Ma figurati. Quel maledetto sole si congelerà prima che tu capisca come insegnare a quella mocciosa da solo

# 1191 1293 102
source: <Italic>I'm</Italic> the only reason she's come as far as she has.
pt: <Italic>È</Italic> tutto merito mio se è arrivata fin qui.

# 1335 1512 177
source: Lemme guess. Ya think 'cause you're holdin' the purse strings, you're automatically right.
pt: Fammi indovinare. Pensi che siccome sei tu a tenere i cordoni della borsa, hai automaticamente ragione.

# 1529 1589 60
source: That ain't how the world works!
pt: Non è così che va il mondo

# 1617 1745 128
source: Believe what you will. But you're sadly mistaken.
pt: Credi pure quello che vuoi. Ma ti sbagli di grosso.

# 1772 1935 163
source: In this business, the one paying the bills is always right.
pt: In questo business, chi paga ha sempre ragione.

# 1947 2004 57 60ｆ以下です
source: What?
pt: Cosa?

# 2005 2093 88
source: You're nothing short of useless to me now.
pt: Adesso non mi servi più a niente.

# 2106 2215 109
source: With the funds I have, I could replace you a hundred times over.
pt: Con i fondi che ho, potrei sostituirti cento volte.

# 2271 2331 60
source: You little...
pt: Tu, piccolo...

# 2424 2482 58 60ｆ以下です
source: How long are you going to stand there?
pt: Per quanto ancora pensi di restare lì?

# 2483 2599 116
source: Get out of my office, now. You're wasting my time.
pt: Fuori dal mio ufficio, subito. Mi stai facendo perdere tempo.

# 2707 2767 60
source: You bitch!
pt: Stronza

# 2777 2881 104 分
source: N' my contract? You're gonna have to pay for breakin' it!
pt: E il mio contratto? Dovrai pagare per averlo stracciato

# 2943 3076 133
source: Will I? There isn't a penalty clause, you know.
pt: E dovrei? Non c'è nessuna clausola penale, sai.

# 3103 3242 139
source: I have no obligation to pay you if you don't complete the work I hired you for.
pt: Non ho alcun obbligo di pagarti se non completi il lavoro per cui ti ho assunto.

# 3253 3320 67
source: Read your contracts before you sign them.
pt: Leggi i contratti prima di firmarli.

# 3331 3428 97
source: What? I <Italic>did</Italic> read it!
pt: Cosa? Ma l'ho <Italic>letto</Italic>

# 3451 3501 50 60ｆ以下です
source: Wait a sec.
pt: Aspetta un attimo.

# 3502 3611 109
source: That "tweak" ya had to make before I signed on the dotted line...
pt: Quell'"aggiustatina" che hai dovuto fare prima che firmassi...

# 3623 3668 45 分 60ｆ以下です
source: Ya didn't!
pt: Non l'avrai fatto davvero

# 3705 3787 82
source: If there's a problem, you can take it up with my lawyer.
pt: Se c'è un problema, puoi parlarne con il mio avvocato.

# 3827 3887 60
source: You double-crossin'...!
pt: Maledetta doppiogiochista...

# 3994 4054 60
source: Don't have the guts to hit me?
pt: Non hai il fegato di colpirmi?

# 4115 4175 60
source: Fuck this!
pt: Fanculo

# 4536 4578 42 分 60ｆ以下です
source: Let him go.
pt: Lascialo andare.

# 4590 4649 59 60ｆ以下です
source: Ma'am!
pt: Presidente

# 4650 4748 98
source: Are you all right, ma'am? I'll go get some ice!
pt: Presidente, sta bene? Vado a prendere del ghiaccio

# 4749 4809 60
source: Wait, Haruka!
pt: Aspetta, Haruka

# 4974 5057 83
source: There's something I need the two of you to take care of.
pt: C'è una cosa che voi due dovete fare per me.

# 5097 5157 60
source: What is it?
pt: E cioè?
