Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3140.po
Languages: pt

# 41 114 73
source: A little makeup goes a long way.
pt: Basta un po' di trucco per fare la differenza.

# 128 195 67 分
source: Even the plainest girl can shine with proper technique.
pt: Anche la ragazza più semplice può brillare con la tecnica giusta.

# 262 413 151
source: And a pretty girl like you? It could really put you a grade above.
pt: E una bella ragazza come te? Potrebbe davvero metterti una spanna sopra le altre.

# 517 605 88
source: You should think about getting some more fashionable clothes, too.
pt: Dovresti pensare a comprarti anche dei vestiti più alla moda.

# 652 755 103
source: Don't be content thinking you're pretty enough just the way you are.
pt: Non accontentarti solo perché sei abbastanza bella così come sei.

# 778 886 108
source: But I'm not pretty. Not even a little.
pt: Ma io non sono bella. Neanche un po'.

# 1025 1172 147
source: All the more reason you should learn how to perfect your makeup, then.
pt: A maggior ragione dovresti imparare a perfezionare il trucco, allora.

# 1187 1280 93
source: Refining your image is no easy task.
pt: Perfezionare la propria immagine non è un'impresa facile.

# 1303 1438 135
source: But now that you're in the industry, you have to be in constant pursuit of beauty.
pt: Ma ora che sei nel settore, devi essere alla costante ricerca della bellezza.

# 1542 1602 60
source: Something funny?
pt: Qualcosa di divertente?

# 1615 1699 84
source: I'm just happy.
pt: Sono solo felice.

# 1700 1760 60
source: Happy I lectured you?
pt: Felice della mia predica?

# 1833 1967 126
source: I never thought we'd be doing stuff like this. Stuff like putting on makeup together.
pt: Non avrei mai pensato che avremmo fatto cose del genere. Come truccarci insieme.

# 2048 2108 60
source: I'm really glad.
pt: Sono davvero felice.

# 2874 2934 60
source: I guess it's true, then.
pt: Immagino sia vero, allora.

# 2951 3011 60 分
source: That every girl needs a mother.
pt: Che ogni ragazza ha bisogno di una madre.

# 3092 3228 136
source: Haruka. Next time I'll take you to the hottest fashion spot in town.
pt: Haruka. La prossima volta ti porterò nel posto più alla moda della città.

# 3236 3296 60
source: We'll spruce up that wardrobe of yours.
pt: Daremo una sistemata a quel tuo guardaroba.

# 3318 3378 60
source: Do you mean it?
pt: Dici sul serio?

# 3379 3460 81
source: I <Italic>always</Italic> mean it.
pt: Dico <Italic>sempre</Italic> sul serio.

# 3478 3538 60 分
source: Have I ever proven otherwise?
pt: Ti ho mai dimostrato il contrario?

# 3869 3983 114
source: There, all done. Do your best today.
pt: Ecco, fatto. Dai il massimo oggi.

# 4005 4065 60
source: I will. And, um...
pt: Lo farò. E, uhm...

# 4087 4147 60 分
source: I appreciate all your help!
pt: Apprezzo tutto il tuo aiuto
