Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3145.po
Languages: pt

# 130 241 111
source: You did good. Good enough to make up for earlier.
pt: Te la sei cavata bene. Tanto da rifarti di prima.

# 255 386 131
source: Besides, I owe Park-san a favor or two from back in our heyday.
pt: E poi, devo un favore o due a Park-san dai nostri tempi d'oro.

# 387 490 103
source: Still, we must apologize for what happened!
pt: Ciò non toglie che dobbiamo scusarci per l'accaduto

# 514 571 57 60ｆ以下です
source: I really am sorry, sir!
pt: Mi scuso tantissimo, signore

# 572 673 101
source: It's all in the past now. Water under the bridge.
pt: Ormai è passato. È acqua passata.

# 690 750 60
source: By the way, Haruka-chan.
pt: A proposito, Haruka-chan.

# 757 790 33 60ｆ以下です
source: Yes, sir?
pt: Sì, capo?

# 791 907 116
source: That makeup. Did you do it yourself?
pt: Quel trucco. Te lo sei fatta da sola?

# 968 1052 84
source: Oh, no. Our boss helped me.
pt: Oh, no. Mi ha aiutata il nostro capo.

# 1095 1191 96
source: That so? Park-san, huh?
pt: Ah, sì? Park-san, eh?

# 1234 1351 117
source: Is there... something wrong with it?
pt: C'è... qualcosa che non va?

# 1352 1419 67
source: No, not at all.
pt: No, per niente.

# 1422 1543 121
source: Didn't mean to offend. It's just, when I look at Haruka-chan...
pt: Non volevo essere offensivo. È solo che, quando guardo Haruka-chan...

# 1544 1629 85
source: I can't help but think of Park-san when she was young.
pt: Non posso fare a meno di pensare a Park-san da giovane.

# 1649 1709 60
source: Our Park-san?
pt: La nostra Park-san?

# 1731 1828 97
source: Morning, noon, and night...
pt: Mattina, pomeriggio e sera...

# 1840 1937 97
source: Some women get more beautiful every time you see them.
pt: Certe donne diventano più belle ogni volta che le vedi.

# 1973 2170 197
source: Ya know, in this line of work, ya can't be too sure of how a girl's gonna do.
pt: Sai, in questo mestiere, non si può mai essere sicuri di come se la caverà una ragazza.

# 2183 2260 77
source: They're always changing, growing.
pt: Continuano a cambiare, a crescere.

# 2315 2412 97
source: I could've sworn T-Set had it in the bag.
pt: Avrei giurato che T-Set ce l'avesse in pugno.

# 2413 2571 158
source: But I'm starting to think you might give 'em a run for their money.
pt: Ma comincio a pensare che potresti dargli del filo da torcere.

# 2619 2679 60
source: Eh, don't mind me.
pt: Eh, non badare a me.

# 2729 2860 131
source: Anyhow, good luck in the Princess League, ya hear?
pt: Comunque, in bocca al lupo per la Princess League, mi raccomando.
