Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3150.po
Languages: pt

# 28 77 49 60ｆ以下です
source: Stop it.
pt: Smettila.

# 78 166 88
source: What? Just giving some friendly advice.
pt: Cosa? Le stavo solo dando un consiglio amichevole.

# 175 269 94
source: You're just as moody as that old witch you work for.
pt: Sei acida proprio come quella vecchia strega per cui lavori.

# 280 385 105
source: If you put her down again...
pt: Se la umili ancora...

# 626 695 69
source: What'll you do? Huh?
pt: E cosa farai? Eh?

# 875 988 113
source: If you insult Park-san again...
pt: Se insulti ancora Park-san...

# 1000 1052 52 分 60ｆ以下です
source: You'll be sorry.
pt: Te ne pentirai.

# 1053 1113 60
source: Ooh, scary.
pt: Uuh, che paura.

# 1123 1180 57 分 60ｆ以下です
source: But you should know.
pt: Ma dovresti saperlo.

# 1181 1308 127
source: If our agency wanted to, it could crush yours under its heel.
pt: Se la nostra agenzia volesse, potrebbe schiacciare la vostra sotto il suo tacco.

# 1309 1369 60
source: Just like an ugly little brooch.
pt: Proprio come una brutta spillina.

# 1405 1530 125
source: If you want to stick around, I suggest you get down and beg for forgiveness.
pt: Se vuoi restare nel giro, ti suggerisco di metterti in ginocchio e implorare perdono.

# 1533 1691 158
source: Or do you want to fade into obscurity just like your washed up boss?
pt: O vuoi finire nel dimenticatoio proprio come la tua capa bollita?

# 1739 1809 70
source: Think I'll make a little call.
pt: Mi sa che faccio una telefonatina.

# 1830 1912 82 分
source: This is the end for you and that hag.
pt: È finita per te e per quella vecchiaccia.

# 2026 2086 60
source: Don't...
pt: Non...

# 2190 2266 76
source: Please, don't do it.
pt: Ti prego, non farlo.

# 2361 2421 60
source: What, is that it?
pt: Cosa, tutto qui?

# 2957 3051 94
source: I'm begging you... Stop.
pt: Te ne prego... Smettila.

# 3089 3187 98
source: Your head's not low enough. Come on, touch the ground.
pt: Non hai abbassato abbastanza la testa. Forza, tocca per terra.

# 3346 3416 70
source: Hey! What do you think you're doing!?
pt: Ehi! Che credi di fare!?

# 3457 3517 60
source: It's all right, Horie.
pt: Non ti preoccupare, Horie.

# 3538 3598 60
source: Park-san...
pt: Signora Park...

# 3611 3720 109
source: It's been a while. You two seem well.
pt: È passato un po' di tempo. Mi sembrate in forma.

# 3732 3792 60
source: Yeah, whatever.
pt: Sì, vabbè.

# 3870 3940 70 分
source: Go ahead and beg for their forgiveness.
pt: Forza, implora il loro perdono.

# 3956 4016 60
source: Are you serious?
pt: Sei seria?

# 4019 4079 60
source: Quite.
pt: Esatto.

# 4098 4168 70
source: Provided that's what you really want.
pt: Sempre che sia quello che vuoi davvero.

# 4188 4248 60
source: What are you talking about?
pt: Di cosa stai parlando?

# 4265 4360 95
source: Celebrities nowadays don't really get "time off."
pt: Le celebrità al giorno d'oggi non hanno davvero "tempo libero".

# 4382 4458 76
source: Except when they're at home, maybe.
pt: A parte quando sono a casa, forse.

# 4468 4561 93 分
source: As soon as Haruka steps outside, she's on the clock.
pt: Appena Haruka mette piede fuori, è al lavoro.

# 4579 4772 193 OK
source: In blogs, on social media... Rumors both good and bad can spread like wildfire these days.
pt: Sui blog, sui social media... Le voci, sia buone che cattive, di questi tempi possono diffondersi a macchia d'olio.

# 4790 4940 147
source: Imagine what they'd say about you making another idol apologize like this. I doubt it'd be positive.
pt: Immagina cosa direbbero di te, che costringi un'altra idol a scusarsi in questo modo. Dubito che ne parlerebbero bene.

# 5224 5351 124
source: Try to trip your rivals and you may end up tripping yourself instead.
pt: Cerca di fare lo sgambetto ai tuoi rivali e potresti finire per inciampare tu stesso.

# 5381 5450 69
source: I've seen it all too many times.
pt: L'ho visto fin troppe volte.

# 5467 5542 75 分
source: Will you fall into the same trap?
pt: Cadrài nella stessa trappola?

# 5560 5684 124
source: Come on, Mai. These people clearly can't take a joke.
pt: Dai, Mai. Questa gente chiaramente non sa stare allo scherzo.

# 5685 5755 70
source: Yeah. Bunch of idiots.
pt: Già. Un branco di idioti.

# 5866 5962 96
source: You used to work for us, so let me give you a little piece of advice.
pt: Hai lavorato per noi, quindi lascia che ti dia un piccolo consiglio.

# 6132 6195 63
source: Real talent doesn't lie.
pt: Il vero talento non mente.

# 6217 6375 158 分
source: If you're afraid of the competition, it typically means you doubt your own abilities.
pt: Se hai paura della concorrenza, di solito significa che dubiti delle tue capacità.

# 6376 6483 107
source: Who, her? I'd hardly call her competition!
pt: Chi, lei? Non la chiamerei proprio concorrenza

# 6484 6649 165
source: Then why bother with her at all? You could be using that time to hone your skills.
pt: Allora perché perdere tempo con lei? Potreste usare quel tempo per affinare le vostre abilità.

# 6680 6777 97
source: People will tire of you before long if a cute face is all you have to offer.
pt: La gente si stuferà presto di voi se un bel visino è tutto quello che avete da offrire.

# 6856 6916 60
source: Come on.
pt: Andiamo.

# 7106 7169 63
source: Haruka. Thank you.
pt: Haruka. Grazie.

# 7344 7404 60
source: This is just...
pt: Questo è solo...

# 7418 7502 84
source: Hm? I thought you got me a present.
pt: Mh? Pensavo mi avessi fatto un regalo.

# 7537 7583 46 60ｆ以下です
source: But it's...
pt: Ma è...

# 7584 7644 60
source: Silly me.
pt: Che sciocca.

# 7656 7763 107
source: Here I'd assumed you had chosen a sweet, thoughtful gift for me.
pt: E io che pensavo avessi scelto un regalo dolce e premuroso per me.

# 7940 8024 84
source: I love it. That design is really something.
pt: Lo adoro. Questo stile è pazzesco.

# 8290 8350 60
source: Thank you.
pt: Grazie.

# 8458 8598 140
source: Now, a promise is a promise. It's time we do a bit of shopping.
pt: Ora, una promessa è una promessa. È ora di fare un po' di shopping.

# 8631 8740 109
source: I have something to take care of first. Do you mind waiting at the office?
pt: Prima devo sbrigare una faccenda. Ti dispiace aspettare in ufficio?

# 8765 8825 60 分
source: I'll be back soon.
pt: Tornerò presto.

# 8838 8898 60
source: Okay!
pt: Ok!
