Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3160.po
Languages: pt

# 62 138 76
source: I'm going to Tokyo tomorrow.
pt: Domani vado a Tokyo.

# 154 252 96
source: So, I'm leaving Horie a memo on things to do while I'm gone.
pt: Allora, lascio un promemoria a Horie con le cose da fare mentre sono via.

# 320 422 102 改行位置修正
source: But... why are you writing it with your left hand?
pt: Ma... perché lo stai scrivendo con la mano sinistra?

# 431 519 88
source: Oh, that? Remember when Ogita pushed me down?
pt: Oh, quello? Ti ricordi quando Ogita mi ha spinto a terra?

# 555 632 77
source: I hurt my right hand pretty badly in the fall.
pt: Mi sono fatto parecchio male alla mano destra nella caduta.

# 687 785 98
source: I don't understand. I thought you were right-handed.
pt: Non capisco. Pensavo che fossi destrimano.

# 853 976 123
source: I am. But that wasn't the case at first.
pt: Lo sono. Ma non era così all'inizio.

# 1007 1162 155
source: When I was placed with my foster parents, they insisted I switch to my right hand.
pt: Quando mi hanno affidato ai miei genitori adottivi, hanno insistito perché passassi a usare la mano destra.

# 1164 1231 67
source: They were quite strict about it.
pt: Erano molto severi a riguardo.

# 1271 1368 97
source: I suppose that's not how kids are raised nowadays.
pt: Immagino che non sia così che si crescono i ragazzi al giorno d'oggi.

# 1425 1518 93
source: Back then, it was common practice.
pt: A quei tempi, era la prassi.

# 1756 1834 78
source: There. All done.
pt: Ecco. Tutto fatto.
