Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3186.po
Languages: pt

# 34 255 59 分 60ｆ以下です
source: Not long ago, I did a magazine interview. When it was announced you'd be in the Princess League finals.
pt: Poco tempo fa ho rilasciato un'intervista a una rivista. Quando è stato annunciato che saresti arrivata in finale alla Princess League.

# 256 375 119
source: My ex-husband naturally caught wind... and sent me this letter.
pt: Il mio ex-marito ovviamente è venuto a saperlo... e mi ha mandato questa lettera.

# 647 712 60
source: He asked me to meet him in Tokyo.
pt: Mi ha chiesto di incontrarlo a Tokyo.

# 834 957 123
source: Truth be told, I thought I'd never see him again.
pt: A dire la verità, pensavo che non l'avrei mai più rivisto.

# 984 1079 95
source: He chose to walk a path I could never follow him down.
pt: Ha scelto di percorrere una strada su cui non avrei mai potuto seguirlo.

# 1084 1200 116 分
source: Until now, I hadn't heard a single word from him.
pt: Fino ad ora, non avevo più sentito una sola parola da lui.

# 1214 1274 60
source: Ma'am...
pt: Signora...

# 1314 1455 141
source: But, this is so important to you. I can't possibly accept it.
pt: Ma è così importante per lei. Non posso proprio accettare.

# 1462 1522 60
source: Of course you can.
pt: Certo che puoi.

# 1568 1690 122
source: Though actually, there's something I need in return.
pt: A dire il vero, c'è qualcosa che mi serve in cambio.

# 1742 1891 149
source: Haruka. I have... a favor to ask of you.
pt: Haruka. Ho... un favore da chiederti.

# 1912 1953 41 60ｆ以下です
source: What is it?
pt: E cioè?

# 1954 2102 148
source: It's been so long since I've seen my ex... I've aged more than I care to admit.
pt: Non vedo il mio ex da così tanto tempo... Sono invecchiata più di quanto vorrei ammettere.

# 2145 2252 107
source: I... don't want him to be disappointed in what he sees.
pt: Io... non voglio che rimanga deluso da ciò che vedrà.

# 2304 2409 105
source: Do you think you could meet him in my place?
pt: Pensi di poterlo incontrare al posto mio?

# 2421 2567 146 分
source: Afterward, you can bring him over to me.
pt: Dopodiché, puoi portarlo da me.

# 2606 2762 156
source: I'd prefer he didn't see this old, haggard face in any bright light.
pt: Preferirei che non vedesse questa vecchia, faccia sciupata sotto una luce forte.

# 2768 2839 71
source: I'll do anything you ask me to.
pt: Farò qualsiasi cosa mi chieda.

# 2865 3002 137
source: But you have nothing to worry about. I think you're beautiful, Park-san.
pt: Ma non deve preoccuparsi. Io la trovo bellissima, Park-san.

# 3017 3141 124
source: Thank you. I see you've mastered the art of flattery.
pt: Grazie. Vedo che padroneggi l'arte dell'adulazione.

# 3158 3218 60
source: I really mean it!
pt: Dico sul serio

# 3331 3495 164
source: He promised he'd come to your concert in Tokyo.
pt: Ha promesso che sarebbe venuto al tuo concerto a Tokyo.

# 3518 3625 107
source: I'll ask you again as it gets closer.
pt: Te lo chiederò di nuovo più sotto data.

# 3664 3807 143
source: That fountain pen will be proof that I sent you.
pt: Quella penna stilografica sarà la prova che ti ho mandato io.

# 3832 3966 134
source: In other words, it's your key to meeting up with him.
pt: In altre parole, è la tua chiave per incontrarlo.

# 4036 4096 60
source: ...I'll do it.
pt: ...Lo farò.

# 4144 4204 60
source: Thank you, Haruka.
pt: Grazie, Haruka.
