Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3185.po
Languages: pt

# 75 148 73
source: Isn't this your pen, ma'am?
pt: Non è questa la sua penna, signora?

# 168 238 70 分
source: Are you sure? This looks really expensive!
pt: È sicura? Sembra davvero costoso

# 256 385 129
source: It doesn't just <Italic>look</Italic> expensive. It is. Take good care of it.
pt: Non <Italic>sembra</Italic> solo costoso. Lo è. Abbicene cura.

# 414 474 60
source: I'll treasure it.
pt: Ne farò tesoro.

# 496 556 60
source: That fountain pen has a story.
pt: Quella penna stilografica ha una storia.

# 576 740 164 分
source: It was a gift back when my debut was announced, from someone very dear to me.
pt: Era un regalo di quando fu annunciato il mio debutto, da una persona a me molto cara.

# 771 849 78
source: It's been my good luck charm ever since.
pt: Da allora è stato il mio portafortuna.

# 868 1001 133
source: I even brought it on stage with me the night of my debut, hidden behind the mic.
pt: L'ho persino portata sul palco con me la notte del mio debutto, nascosta dietro il microfono.

# 1026 1153 127
source: Wow. You must have been really nervous, huh?
pt: Wow. Devi essere stata davvero nervosa, eh?

# 1200 1285 85
source: That night was child's play in hindsight.
pt: Col senno di poi, quella notte fu un gioco da ragazzi.

# 1297 1381 84 分
source: It's what comes after your debut that really matters.
pt: È quello che viene dopo il tuo debutto che conta davvero.

# 1428 1545 117
source: In my case, my whole life got turned upside down.
pt: Nel mio caso, la mia intera vita è stata stravolta.

# 1566 1626 60
source: What happened?
pt: Che è successo?

# 1694 1817 123
source: Well, when I debuted at eighteen...
pt: Beh, quando ho debuttato a diciotto anni...

# 1836 1896 60
source: I was already married.
pt: Ero già sposata.

# 1926 2005 79
source: To the man who gave me that pen.
pt: All'uomo che mi ha dato quella penna.

# 2032 2166 134 分
source: Of course, I kept it a secret from my agency, and the world.
pt: Ovviamente, l'ho tenuto nascosto a la mia agenzia, e al mondo.

# 2195 2348 153
source: I was already hiding both my troubled upbringing and my Korean ancestry.
pt: Stavo già nascondendo sia il mio passato turbolento che le mie origini coreane.

# 2349 2504 155
source: My marriage was just one more needle in the haystack.
pt: Il mio matrimonio era solo un altro ago nel pagliaio.

# 2540 2600 60 分
source: It went surprisingly fine for a time.
pt: Per un po' andò sorprendentemente bene.

# 2631 2691 60
source: But one day...
pt: Ma un giorno...

# 2720 2815 95 分
source: I realized I had gotten pregnant.
pt: Mi accorsi di essere incinta.

# 2881 2941 60
source: I got rid of it right away.
pt: Me ne sono liberata subito.

# 2960 3033 73 分
source: I didn't hesitate much at the time.
pt: Non ho esitato molto, all'epoca.

# 3050 3237 187 OK
source: I was still so young. I thought it was just a sacrifice I had to make as an idol.
pt: Ero ancora così giovane. Pensavo fosse solo un sacrificio che dovevo fare come idol.

# 3268 3335 67
source: I didn't tell my husband until afterward.
pt: Non l'ho detto a mio marito se non dopo.

# 3370 3504 134
source: He had never hit me before that.
pt: Non mi aveva mai colpita prima di allora.

# 3635 3778 143
source: And then... he left.
pt: E poi... se n'è andato.

# 3819 3935 116
source: Said he'd just be holding me back from my dream if he stayed.
pt: Disse che restando non avrebbe fatto altro che essere d'intralcio al mio sogno.

# 4004 4103 99
source: I accepted it as another necessary sacrifice.
pt: L'ho accettato come un altro sacrificio necessario.

# 4152 4314 162
source: But not long after, my agency found out that I had been secretly married.
pt: Ma poco dopo, la mia agenzia scoprì che mi ero sposata in segreto.

# 4327 4416 89
source: They were hesitant to promote me after that.
pt: Dopodiché, esitarono a promuovermi.

# 4455 4569 191
source: My scandal was a ticking timebomb waiting to blow.
pt: Il mio scandalo era una bomba a orologeria che aspettava solo di esplodere.

# 4570 4646 76 分
source: So naturally they didn't want to invest in me.
pt: Quindi, ovviamente, non volevano investire su di me.

# 4674 4781 107
source: Event after event was scratched off my schedule.
pt: Un evento dopo l'altro venne cancellato dal mio programma.

# 4812 4960 148
source: Even a massive concert at the Japan Dome. It would've been spectacular.
pt: Persino un concerto colossale al Japan Dome. Sarebbe stato spettacolare.

# 5020 5189 169
source: You were such a big deal, ma'am. I had no idea.
pt: Lei era così importante, signora. Non ne avevo idea.

# 5293 5375 82
source: That concert was my dream.
pt: Quel concerto era il mio sogno.

# 5412 5605 193 OK
source: I was going to show the world. Show the family that abandoned me... that I'd finally made it.
pt: L'avrei dimostrato al mondo. Alla famiglia che mi aveva abbandonata... che ce l'avevo finalmente fatta.

# 5649 5725 76
source: A crowd of 55,000.
pt: Un pubblico di 55.000 persone.

# 5832 5949 117
source: Not bad for a girl who wasn't even loved by her own parents.
pt: Niente male per una ragazza che non era amata neanche dai suoi stessi genitori.

# 5984 6128 144
source: I thought maybe, just maybe my ex would come to cheer me on, too.
pt: Pensavo che forse, solo forse il mio ex sarebbe venuto a fare il tifo per me, anche lui.

# 6141 6201 60 分
source: Silly, right?
pt: Stupido, vero?

# 6273 6404 131
source: But it never came to be. My agency made sure of that.
pt: Ma non si è mai avverato. La mia agenzia se n'è assicurata.

# 6424 6538 114 分
source: Forget the concert. I could barely even book a gig after that.
pt: Ma quale concerto. Riuscivo a malapena a trovare un ingaggio, dopo di allora.

# 6569 6680 111
source: Until finally, even the smallest leads dried up.
pt: Finché alla fine, anche le più piccole proposte si sono prosciugate.

# 6731 6921 190 OK
source: Learning I could no longer bear children was the final insult. I was broken.
pt: Scoprire di non poter più avere figli è stato l'ultimo affronto. Ero distrutta.

# 6981 7041 60
source: I'm so sorry.
pt: Mi dispiace molto.

# 7151 7286 132
source: I wasn't sure if I'd ever make amends for what I sacrificed to become a star.
pt: Non ero sicura se sarei mai riuscita a rimediare a ciò che ho sacrificato per diventare una star.

# 7330 7505 175
source: Thinking back on it, maybe that's why I wanted to help develop a successful idol.
pt: Ripensandoci, forse è per questo che ho voluto aiutare a creare un'idol di successo.

# 7546 7713 167
source: Perhaps I'm just struggling to find some form of redemption.
pt: Forse sto solo faticando a trovare una qualche forma di redenzione.

# 7747 7872 125
source: Either way, this is all I have left.
pt: Comunque sia, questo è tutto quello che mi resta.

# 7967 8044 77
source: Sorry to have dragged you into this.
pt: Scusa per averti trascinato in tutto questo.

# 8063 8239 176
source: Don't say that! I'll work hard, for you and me both, ma'am.
pt: Non lo dica! Lavorerò sodo, per entrambe, signora.

# 8326 8386 60
source: Thank you, Haruka.
pt: Grazie, Haruka.

# 8403 8463 60
source: And you know...
pt: E sai...

# 8473 8622 149 分
source: Thanks to you, I may have already gotten back a bit of what I lost.
pt: Grazie a te, forse ho già recuperato un po' di quello che ho perso.
