Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3225.po
Languages: pt

# 60 120 60
source: Cut the crap, jackoff!
pt: Basta con le cazzate, stronzo

# 250 352 102
source: Man, I hadn't even torn the seal off those bad boys yet!
pt: Cazzo, non avevo neanche tolto il sigillo a quei gioiellini

# 434 536 102
source: Keep jerkin' us around, n' that won't be the only thing we're tearin' today!
pt: Continua a prenderci per il culo, e quella non sarà l'unica cosa che faremo a pezzi oggi

# 607 664 57 60ｆ以下です
source: Now that you mention it.
pt: Ora che mi ci fai pensare.

# 665 736 71 分
source: I think <Italic>I'm</Italic> the one getting jerked around.
pt: Direi che quello preso per il culo sono <Italic>io</Italic>.

# 773 833 60
source: Oh yeah?
pt: Ah sì?

# 834 970 136
source: You're after protection money, right? Would it kill you to just say so?
pt: Volete il pizzo, no? Che c'è, vi vergognate a dirlo?

# 976 1058 82
source: This is no way to negotiate.
pt: Questo non è modo di negoziare.

# 1064 1197 133
source: The whole "wreck my office at the crack of dawn" routine's kinda pissing me off.
pt: Tutta la pagliacciata di sfasciarmi l'ufficio all'alba mi sta facendo incazzare.

# 1296 1402 106
source: You tryin' to pick a fight with us, pal?
pt: Stai cercando rissa, amico?

# 1403 1538 135
source: Says the guy breaking my stuff. Be glad to give you a workout, though.
pt: Detto da quello che mi sta sfasciando la roba. Però sarò felice di farvi fare un po' di ginnastica.

# 1592 1652 60
source: If ya say so, tough guy!
pt: Se lo dici tu, fenomeno
