Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3255.po
Languages: pt

# 34 166 132
source: Hold on a sec. <Italic>You're</Italic> the new girl Park-san was raving about?
pt: Aspetta un attimo. <Italic>Sei tu</Italic> la nuova ragazza di cui Park-san faceva un gran parlare?

# 209 306 97
source: I guess Horie-chan did mention Okinawa...
pt: Direi che Horie-chan ha menzionato Okinawa...

# 331 391 60
source: Talk about a small world.
pt: Guarda com'è piccolo il mondo.

# 412 507 95
source: I don't get it, Akiyama-san. What are you doing here?
pt: Non capisco, Akiyama-san. Che ci fai qui?

# 625 752 127
source: Truth of it is, I loaned Park-san a bit of capital.
pt: La verità è che ho prestato a Park-san un po' di capitale.

# 765 824 59 60ｆ以下です
source: She borrowed money from you?
pt: Si è fatta prestare dei soldi da te?

# 825 1006 181
source: Yeah. She apparently looked all over Kansai, but not a single lender would bite.
pt: Già. A quanto pare ha cercato in tutto il Kansai, ma nessun prestatore ha abboccato.

# 1031 1215 184
source: Then she heard about a shop up in Kamurocho that'll loan any amount, no collateral.
pt: Poi ha sentito parlare di un posto su a Kamurocho che presta qualsiasi cifra, senza garanzie.

# 1223 1283 60
source: So she went to Tokyo.
pt: E così è andata a Tokyo.

# 1298 1452 154
source: That shop was Sky Finance. It's, uh, my company.
pt: Quel posto era la Sky Finance. È, ehm, la mia azienda.

# 1475 1547 72
source: This was a smidge over a year ago.
pt: È stato poco più di un anno fa.

# 1572 1692 120
source: I didn't realize she had money problems.
pt: Non mi ero reso conto che avesse problemi di soldi.

# 1697 1757 60
source: Oh, I wouldn't call them problems.
pt: Oh, non li chiamerei problemi.

# 1761 1908 147
source: It's not like Park-san was busking out on the street for a meal or anything.
pt: Non è che Park-san si mettesse a suonare per strada per pagarsi da mangiare o altro.

# 1934 2018 84
source: But the amount she wanted... It was intense.
pt: Ma la cifra che voleva... Era esagerata.

# 2049 2109 60
source: How much was it?
pt: A quanto ammontava?

# 2136 2222 86
source: Well, er, just about...
pt: Beh, ehm, circa...

# 2235 2295 60
source: 300 mil?
pt: 300 milioni?

# 2315 2408 93
source: 300!? That's so much.
pt: 300?! È tantissimo.

# 2432 2578 146
source: Yeah. And now, it sounds like that money's vanished into thin air.
pt: Già. E ora, a quanto pare quei soldi sono svaniti nel nulla.

# 2601 2681 80
source: I was just gonna start looking into it.
pt: Stavo giusto per iniziare a indagare.

# 2732 2872 140
source: Do you think... Park-san committed suicide because of the missing money?
pt: Pensi che... Park-san si sia suicidata per via dei soldi spariti?

# 2941 3001 60
source: It's not impossible.
pt: Non è impossibile.

# 3012 3116 104
source: But if you ask me, there's just no way.
pt: Ma se lo chiedi a me, non c'è proprio modo.

# 3149 3209 60
source: Why's that?
pt: Perché?

# 3232 3349 117
source: Well you see, I have a pretty strict loan policy.
pt: Vedi, ho una politica sui prestiti piuttosto rigida.

# 3352 3518 166
source: I put my potential clients through the wringer, just to find out who it is I'm dealing with.
pt: Metto i miei potenziali clienti sotto torchio, giusto per scoprire con chi ho a che fare.

# 3526 3631 105
source: Basically my own special screening process.
pt: In pratica, il mio personale metodo di selezione.

# 3670 3799 129
source: If a client can't pass my test, they don't get their loan.
pt: Se un cliente non passa il mio test, non ottiene il prestito.

# 3866 3967 101
source: Park-san came all the way from Sotenbori just to see me.
pt: Park-san si è fatta tutta la strada da Sotenbori solo per vedermi.

# 3982 4065 83 分
source: And she passed my test with flying colors.
pt: E ha superato il mio test a pieni voti.

# 4104 4275 171
source: When people come knocking on my door, it's usually 'cause they're going through a little rough patch.
pt: Quando la gente bussa alla mia porta, di solito è perché è un po' nei casini.

# 4292 4434 142
source: They don't mind begging for a quick fix, but they won't risk their lives for it.
pt: Non si fanno problemi a elemosinare un rimedio veloce, ma non rischiano la vita per questo.

# 4442 4508 66
source: Not that I blame them.
pt: Non che li biasimi.

# 4554 4649 95
source: But Park-san was unbending.
pt: Ma Park-san era inflessibile.

# 4675 4810 135
source: She would've fought off an entire army if it meant achieving her dream.
pt: Avrebbe combattuto un intero esercito pur di realizzare il suo sogno.

# 4830 4861 31 60ｆ以下です
source: Her dream?
pt: Il suo sogno?

# 4862 4937 75
source: Yup. That's right.
pt: Già. Proprio così.

# 4970 5035 65
source: She didn't come to me just for money.
pt: Non è venuta da me solo per i soldi.

# 5055 5144 89
source: She came to get the means to chase her dream.
pt: È venuta per procurarsi i mezzi per inseguire il suo sogno.

# 5176 5236 60 分
source: Even at risk of her life.
pt: Anche a rischio della sua vita.

# 5298 5488 190 OK
source: It was the first time I'd ever found someone so sincerely deserving of the loans I give out.
pt: È stata la prima volta che ho trovato qualcuno così sinceramente meritevole dei prestiti che concedo.

# 5537 5635 98
source: It's almost like that money rained from the sky for <Italic>her</Italic>.
pt: È quasi come se quei soldi fossero piovuti dal cielo per <Italic>lei</Italic>.

# 5662 5722 60
source: From the sky...?
pt: Dal cielo...?

# 5748 5875 127
source: Huh? Oh, don't worry about that. It's not important.
pt: Eh? Oh, non ti preoccupare. Non è importante.

# 5912 5987 75
source: My point is, Park-san had a dream.
pt: Il punto è che Park-san aveva un sogno.

# 6004 6131 127
source: That, and an iron will that pushed her through everything I threw at her.
pt: Quello, e una volontà di ferro che l'ha spinta a superare tutto quello che le ho messo di fronte.

# 6136 6207 71 分
source: Not once did she give up hope.
pt: Neanche una volta ha perso la speranza.

# 6235 6289 54 60ｆ以下です
source: So trust me.
pt: Quindi fidati di me.

# 6290 6417 127 分
source: Mirei Park was a strong woman. One who'd never take her own life.
pt: Mirei Park era una donna forte. Una che non si sarebbe mai tolta la vita.

# 6450 6510 60
source: I agree.
pt: Sono d'accordo.

# 6514 6600 86
source: That's why I'm here, Haruka-chan.
pt: Ecco perché sono qui, Haruka-chan.

# 6620 6703 83 分
source: I know it won't be easy, but I need your help.
pt: So che non sarà facile, ma ho bisogno del tuo aiuto.

# 6740 6833 93
source: You were the last person to see Park-san yesterday.
pt: Sei stata l'ultima persona a vedere Park-san ieri.

# 6865 6992 127
source: So if there was anything you noticed... I need you to tell me.
pt: Quindi se c'è qualcosa che hai notato... Ho bisogno che tu me lo dica.
