Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3256.po
Languages: pt

# 146 221 75
source: There's no way Park-san committed suicide.
pt: Non esiste che Park-san si sia suicidato.

# 238 298 60
source: If I had to guess, I'd say...
pt: Se dovessi indovinare, direi che...

# 321 415 94
source: She was murdered. That's the only thing that makes sense.
pt: L'hanno uccisa. È l'unica cosa che ha senso.

# 427 487 60 分
source: So please...
pt: Quindi, ti prego...

# 514 593 79
source: Please let me investigate with you!
pt: Ti prego, lasciami investigare con te

# 655 762 107
source: I'm begging you, Akiyama-san. Take me along.
pt: Te ne prego, Akiyama-san. Portami con te.

# 803 915 112
source: I need to know the truth. I need to see it for myself!
pt: Devo sapere la verità. Devo vederla con i miei occhi

# 934 985 51 60ｆ以下です
source: Let me come with you!
pt: Lasciami venire con te

# 986 1046 60
source: You've gotta be kidding.
pt: Ma stai scherzando.

# 1057 1134 77
source: And, uh... just to be sure.
pt: E, uh... tanto per essere sicuro.

# 1140 1241 101 分
source: If the answer was no, would you be a good girl and listen?
pt: Se la risposta fosse no, tu faresti la brava e daresti retta?

# 1341 1403 62
source: Yeah, didn't think so.
pt: Già, me lo immaginavo.

# 1423 1570 147
source: Guess when push comes to shove, I wouldn't expect anything else from Kiryu-san's daughter.
pt: Immagino che, quando si arriva al dunque, non potevo aspettarmi altro dalla figlia di Kiryu-san.

# 1595 1655 60
source: Good.
pt: Bene.
