Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3265.po
Languages: pt

# 269 310 41 60ｆ以下です 60ｆ以下です
source: It worked.
pt: Ha funzionato.

# 311 371 60
source: Who would've thought?
pt: Chi l'avrebbe mai detto?

# 523 598 75
source: A letter and the account book.
pt: Una lettera e il libro dei conti.

# 623 683 60
source: So this is where it was.
pt: Allora era qui.

# 1499 1559 60
source: Whoops.
pt: Ops.

# 1600 1663 63
source: It's a note from the day she died.
pt: È un biglietto del giorno in cui è morta.

# 1699 1822 123
source: A list of instructions. Things she wanted done while she was gone.
pt: Una lista di istruzioni. Cose che voleva venissero fatte mentre era via.

# 1893 2001 108
source: I think that's the one. I saw her writing it to Horie-san.
pt: Credo sia quella. L'ho vista scriverla a Horie-san.

# 2010 2100 90
source: Meaning she wrote it with her left hand.
pt: Vuol dire che l'ha scritta con la mano sinistra.

# 2782 2918 136
source: They're not even close. Doesn't take a professional to see that.
pt: Non si assomigliano per niente. Non ci vuole un professionista per capirlo.

# 2934 2994 60
source: So then...
pt: Quindi...

# 3007 3132 125
source: Yeah. The suicide note looks just like handwriting from her right hand.
pt: Sì. La lettera d'addio sembra proprio la sua calligrafia con la mano destra.

# 3152 3290 138
source: In other words, unless her injury magically healed overnight...
pt: In altre parole, a meno che la sua ferita non sia guarita magicamente durante la notte...

# 3302 3376 74 分
source: This thing is a fake.
pt: Questa cosa è un falso.

# 3497 3557 60
source: Park-san didn't kill herself.
pt: Park-san non si è uccisa.

# 3573 3633 60 分
source: She was murdered.
pt: È stata assassinata.

# 3643 3738 95
source: And all this is just an elaborate cover up.
pt: E tutto questo è solo un'elaborata copertura.

# 3789 3849 60
source: I knew it.
pt: Lo sapevo.

# 3968 4028 60
source: What was that!?
pt: Cos'è stato!?

# 4305 4365 60
source: What's wrong?
pt: Che succede?

# 4463 4554 91
source: It's a person! Someone fell off the roof!
pt: È una persona! Qualcuno è caduto dal tetto
