Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3270.po
Languages: pt

# 189 249 60
source: Get back here!
pt: Torna qui!

# 749 797 48 60ｆ以下です
source: Who the shit're you!?
pt: Chi cazzo sei!?

# 798 858 60
source: I should ask you the same thing.
pt: Dovrei farti io la stessa domanda.

# 1076 1136 60
source: So it was you.
pt: Allora eri tu.

# 1183 1247 64
source: You must be the one who killed Park-san, too!
pt: Sei stato tu a uccidere anche Park-san

# 1328 1367 39 60ｆ以下です
source: It wasn't me!
pt: Non sono stato io

# 1368 1434 66 分
source: They made me do it, I swear!
pt: Mi hanno costretto, lo giuro

# 1442 1502 60
source: Who did?
pt: Chi è stato?

# 1527 1665 138
source: Please, just lemme go! I didn't do anythin' wrong!
pt: Ti prego, lasciami andare! Non ho fatto niente di male

# 1667 1733 66
source: Like I'm gonna buy that!
pt: Come se me la bevessi

# 1853 1963 110
source: Fine then. Only one way left to go.
pt: Bene, allora. Resta solo una cosa da fare.

# 2016 2076 60
source: Can't say I didn't see that coming.
pt: Me l'aspettavo.
