Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3320.po
Languages: pt

# 68 128 60
source: This is the place.
pt: Il posto è questo.

# 444 545 101
source: I saw your picture on the screen, so I told him I knew you.
pt: Ho visto la tua foto sullo schermo, quindi gli ho detto che ti conoscevo.

# 546 600 54 分 60ｆ以下です
source: Perked right up once he heard that.
pt: Ha drizzato subito le orecchie appena l'ha sentito.

# 615 708 93
source: He said if I brought you 'round, he'd answer our every question.
pt: Ha detto che se ti portavo qui, avrebbe risposto a ogni nostra domanda.

# 748 808 60
source: What is all this?
pt: Che cos'è tutta questa roba?

# 837 934 97
source: The hottest new tricks of the forgery trade.
pt: L'ultimo grido in fatto di contraffazione.

# 943 1008 65
source: Isn't that right, my fraudulent friend?
pt: Dico bene, mio amico falsario?

# 1283 1364 81
source: Wait, weren't you at the event yesterday?
pt: Aspetta, non eri all'evento ieri?

# 1408 1468 60
source: Can't forget a face like mine, huh?
pt: Una faccia come la mia non si dimentica, eh?

# 1490 1523 33 60ｆ以下です
source: You know each other!?
pt: Vi conoscete!?

# 1524 1655 131
source: Oh, yes. He comes to all my events, without fail.
pt: Oh, sì. Viene a tutti i miei eventi, senza mai mancare.
