Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3340.po
Languages: pt

# 471 585 114
source: Sir, this is Akiyama-san of Sky Finance.
pt: Signore, sono Akiyama-san della Sky Finance.

# 589 649 60
source: Please.
pt: Per favore.

# 667 755 88
source: I'm the president of Osaka Talent. The name's Katsuya.
pt: Sono il presidente della Osaka Talent. Mi chiamo Katsuya.

# 770 851 81
source: I'm Akiyama of Sky Finance.
pt: Sono Akiyama della Sky Finance.

# 861 975 114
source: And you're here to talk about the recently deceased Dyna Chair president?
pt: E sei qui per parlare della recentemente scomparsa presidente della Dyna Chair?

# 1002 1062 60
source: Yup, that's right.
pt: Già, esatto.

# 1076 1136 60
source: Have a seat.
pt: Accomodati.

# 1407 1515 108
source: I must say, I've had business dealings with Dyna Chair, yes.
pt: Devo ammettere, ho avuto rapporti d'affari con la Dyna Chair, sì.

# 1527 1587 60 分
source: But I don't see how this involves me.
pt: Ma non vedo come questo mi riguardi.

# 1607 1715 108
source: Word is you used to be an actor, Katsuya-san.
pt: Dicono che un tempo facessi l'attore, Katsuya-san.

# 1730 1848 118
source: At least, that's what the internet says about you.
pt: Almeno, così dice internet sul suo conto.

# 1862 1963 101
source: It's true. I made quite a name for myself in the States.
pt: È vero. Mi sono fatto un bel nome negli States.

# 1980 2081 101
source: Primarily action movies, until my injury.
pt: Principalmente film d'azione, fino al mio infortunio.

# 2101 2221 120
source: So I waved my acting life goodbye and started working behind the scenes.
pt: Così ho detto addio alla mia vita da attore e ho iniziato a lavorare dietro le quinte.

# 2265 2389 124
source: Your acting skills must be pretty top shelf, then.
pt: Le tue doti d'attore devono essere di prim'ordine, allora.

# 2414 2474 60
source: What are you implying?
pt: Cosa stai insinuando?

# 2499 2610 111
source: You're not one percent as disagreeable as the typical entertainment executive.
pt: Non hai nemmeno l'uno per cento della sgradevolezza del tipico dirigente dello spettacolo.

# 2628 2767 139
source: To be frank, you look a finer, more upstanding businessman than most.
pt: A dire il vero, sembri un uomo d'affari più distinto e integro della maggior parte.

# 2780 2840 60
source: That act could fool just about anyone.
pt: Quella recita potrebbe ingannare chiunque.

# 2863 3040 177
source: As I mentioned, I was predominantly an action star. A field not usually known for its acting.
pt: Come ho detto, ero principalmente una star dei film d'azione. Un settore non proprio noto per la recitazione.

# 3080 3219 139
source: Now, I'd appreciate it if you'd get to the point.
pt: Ora, le sarei grato se venisse al punto.

# 3249 3337 88
source: It's about Mirei Park's supposed suicide.
pt: Si tratta del presunto suicidio di Mirei Park.

# 3362 3430 68 分
source: I have reason to believe she was murdered.
pt: Ho motivo di credere che sia stata assassinata.

# 3449 3509 60
source: Murdered?
pt: Assassinata?

# 3549 3669 120
source: Pardon me for asking, but what exactly was your relationship with her?
pt: Mi perdoni la domanda, ma qual era esattamente il suo rapporto con lei?

# 3688 3790 102
source: She was in a pinch, so I loaned her some cash.
pt: Era in difficoltà, quindi le ho prestato dei soldi.

# 3821 3952 131
source: Aha. Then you're one of her creditors.
pt: Aha. Allora lei è uno dei suoi creditori.

# 3969 4187 218 OK
source: I must agree. Anyone who knew Park-san well would never believe she took her own life.
pt: Sono d'accordo. Chiunque conoscesse bene Park-san non crederebbe mai che si sia tolta la vita.

# 4205 4325 120
source: Personally, I'm still having trouble believing it myself.
pt: Personalmente, faccio ancora fatica a crederci io stesso.

# 4375 4455 185
source: And what if I told you I had proof?
pt: E se le dicessi che ho le prove?

# 4474 4560 86 分
source: Her suicide note was a forge job.
pt: Il suo biglietto d'addio era un falso.

# 4582 4637 55 60ｆ以下です
source: A forgery?
pt: Un falso?

# 4638 4788 150
source: And apparently, the mystery man who had that suicide note made in the first place...
pt: E a quanto pare, l'uomo misterioso che ha fatto fare quel biglietto d'addio fin dal principio...

# 4799 4918 119 分
source: Has some sort of connection to you.
pt: Ha un qualche legame con lei.

# 4934 5087 153
source: I see. So that's why you've come to see me.
pt: Vedo. Ecco perché è venuto da me.

# 5107 5177 70
source: Did you have her killed?
pt: L'ha fatta uccidere?

# 5203 5263 60
source: Why would I?
pt: E perché mai?

# 5282 5395 113
source: Your agency and Dyna Chair aren't exactly the best of friends.
pt: La sua agenzia e la Dyna Chair non sono esattamente i migliori amici.

# 5414 5512 98
source: Not to mention that other thing. The Princess League, was it?
pt: Per non parlare di quell'altra faccenda. La Princess League, giusto?

# 5525 5625 100 分
source: The two finalists are from your two agencies, respectively.
pt: Le due finaliste provengono dalle vostre due agenzie, rispettivamente.

# 5674 5737 63
source: And that's cause for murder?
pt: E questo sarebbe un motivo per uccidere?

# 5755 5847 92 分
source: I'd rather not entertain this sick joke.
pt: Preferirei non stare a questo scherzo di cattivo gusto.

# 5886 5972 86
source: And what about the forged suicide note?
pt: E che mi dice del biglietto d'addio falsificato?

# 5994 6057 63
source: I know nothing about it.
pt: Non ne so nulla.

# 6079 6237 158 OK 調整
source: But in this line of business, I <Italic>do</Italic> deal with people from all walks of life.
pt: Ma in questo settore, <Italic>ho</Italic> a che fare con gente di ogni tipo.

# 6256 6427 171
source: It's possible that one of my countless clients had something to do with Park-san's death.
pt: È possibile che uno dei miei innumerevoli clienti c'entri qualcosa con la morte di Park-san.

# 6458 6565 107
source: However, I assure you my hands are clean.
pt: Tuttavia, le assicuro che le mie mani sono pulite.

# 7181 7284 99
source: For you. I only hope it's enough.
pt: Per lei. Spero solo che basti.

# 7338 7398 60
source: And what's this?
pt: E questo cos'è?

# 7403 7472 69 分
source: Hush money? A bribe?
pt: Soldi per tacere? Una tangente?

# 7490 7594 104
source: Call it whatever you please.
pt: La chiami come vuole.

# 7631 7729 98
source: So. You admit you're involved.
pt: Quindi. Ammette di essere coinvolto.

# 7751 7912 161
source: Not at all. But I can't afford to let these baseless rumors continue.
pt: Niente affatto. Ma non posso permettermi di lasciare che queste voci infondate continuino.

# 7917 8105 188 OK
source: If people mistakenly caught wind of my involvement in all this, my business would suffer.
pt: Se la gente per errore venisse a sapere del mio coinvolgimento in tutta questa faccenda, i miei affari ne soffrirebbero.

# 8148 8302 154
source: As the president of Osaka Talent, I must stamp out this spark before it catches.
pt: Come presidente della Osaka Talent, devo soffocare questa scintilla prima che divampi.

# 8312 8382 70 分
source: If money is how I do that, so be it.
pt: Se i soldi sono il modo per farlo, che così sia.

# 8392 8452 60
source: Don't read any more into this.
pt: Non ci legga nient'altro.

# 8462 8529 67
source: Think you've got the wrong idea.
pt: Credo che si sia fatto un'idea sbagliata.

# 8555 8638 83
source: I'm not here for a handout.
pt: Non sono qui per l'elemosina.

# 8806 8929 123
source: Katsuya-san. You're a far better actor than you give yourself credit for.
pt: Katsuya-san. Lei è un attore ben più bravo di quanto non dia a vedere.

# 8964 9105 141
source: Were that the case, I'd still be in the business.
pt: Se così fosse, sarei ancora nel settore.

# 9165 9317 152
source: Well, I clearly didn't bring enough ammo for this. My bad for underestimating you.
pt: Beh, è chiaro che non ho portato abbastanza munizioni. Errore mio averlo sottovalutato.

# 9345 9425 80
source: Guess I'll just head home for the day.
pt: Mi sa che per oggi me ne torno a casa.

# 9508 9577 69
source: So your suspicions still stand.
pt: Quindi i suoi sospetti rimangono.

# 9615 9732 117
source: All the same, you're no better off now than you were when you walked in...
pt: Ad ogni modo, non è messo meglio di quando è entrato...

# 9787 9945 158
source: No, but I did learn that you're gonna be an even tougher nut to crack than I thought.
pt: No, ma ho scoperto che lei è un osso ancora più duro di quanto pensassi.

# 9991 10051 60
source: Be seeing you.
pt: Ci vediamo.
