Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3380.po
Languages: pt

# 352 393 41 60ｆ以下です
source: It's you!
pt: Sei tu

# 566 704 138
source: You're... that guy who jumped me at Dyna Chair.
pt: Sei... quel tizio che mi ha attaccato al Dyna Chair.

# 738 798 60
source: Why're ya...?
pt: Perché sei...?

# 800 874 74
source: You first. What happened to you?
pt: Prima tu. Che ti è successo?

# 1104 1166 62
source: Kanai happened to me.
pt: È stato Kanai.

# 1178 1293 115
source: Kanai? I thought you two were buddy-buddy.
pt: Kanai? Pensavo foste pappa e ciccia.

# 1380 1440 60
source: Shit...
pt: Merda...

# 1473 1533 60 分
source: I ain't ready to die.
pt: Non sono pronto a morire.

# 1563 1631 68
source: Not like this!
pt: Non così

# 1834 1931 97
source: Please. Ya gotta help me!
pt: Ti prego. Devi aiutarmi

# 1942 2086 144
source: I'll tell ya everything! I'll talk to the cops if I gotta!
pt: Ti dirò tutto! Parlerò con gli sbirri se devo

# 2118 2229 111
source: Just please. Get me outta here!
pt: Ti prego. Portami via di qui
