Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3410.po
Languages: pt

# 250 310 60
source: Boys.
pt: Ragazzi.

# 314 374 60
source: So?
pt: E allora?

# 386 452 66 分
source: Ya find that letter or not?
pt: Allora, l'avete trovata 'sta lettera o no?

# 458 582 124
source: Well you see, this little brat won't fess up, so...
pt: Beh, vedi, questa piccola mocciosa non canta, quindi...

# 630 710 80
source: Then <Italic>make</Italic> her, shithead!
pt: Allora <Italic>falla</Italic> cantare, testa di cazzo

# 902 978 76
source: I'm through wastin' time with ya.
pt: Non ho più tempo da perdere con te.

# 1017 1077 60
source: Spit it out, girl.
pt: Sputa il rospo, ragazza.

# 1095 1243 148
source: I know ya got it. Or do ya wanna take the same little leap your president did?
pt: So che ce l'hai. O preferisci fare lo stesso voletto del tuo presidente?

# 1343 1403 60
source: Don't interrupt me!
pt: Non interrompermi

# 1469 1647 178
source: Sorry, but it needs to be done. You've tested my patience long enough.
pt: Mi spiace, ma va fatto. Hai messo alla prova la mia pazienza fin troppo.

# 1686 1746 60
source: Chairman!?
pt: Presidente!?
