Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3423.po
Languages: pt

# 319 384 65
source: What's your next move gonna be, Akiyama-san?
pt: Qual è la tua prossima mossa, Akiyama-san?

# 396 500 104
source: For now, all I can do is sit tight 'til Haruka-chan wakes up.
pt: Per ora, tutto quello che posso fare è aspettare che Haruka-chan si svegli.

# 536 707 171
source: But whether or not she has the letter, we're skipping town. It's not safe here.
pt: Ma che abbia la lettera o no, ce ne andiamo. Qui non è sicuro.

# 732 789 57 60ｆ以下です
source: You're leavin' Osaka?
pt: Te ne vai da Osaka?

# 790 899 109
source: At the crack of dawn tomorrow, I'm taking Haruka-chan up to Kamurocho.
pt: Domani, alle prime luci dell'alba, porto Haruka-chan a Kamurocho.

# 924 1069 145
source: The whole city's Tojo Clan turf. The Omi'll have no choice but to tread carefully.
pt: L'intera città è territorio del Clan Tojo. Gli Omi non avranno altra scelta che muoversi con cautela.

# 1086 1190 104
source: And besides. Haruka's got a gig she can't miss.
pt: E in più. Haruka ha un concerto a cui non può mancare.

# 1191 1280 89
source: You mean her concert at the Japan Dome?
pt: Vuoi dire il suo concerto al Japan Dome?

# 1281 1379 98
source: Yup. She's worked too hard for it to come to nothing.
pt: Già. Ha lavorato troppo sodo perché vada tutto in fumo.

# 1392 1496 104 分
source: And one way or another, we've gotta make Park-san's dream come true.
pt: E in un modo o nell'altro, dobbiamo realizzare il sogno di Park-san.

# 1558 1717 159
source: Guess we <Italic>were</Italic> plannin' to go to Tokyo. Didn't think this is how it'd happen, though.
pt: A quanto pare <Italic>avevamo</Italic> in programma di andare a Tokyo. Non pensavo che sarebbe andata così, però.

# 1745 1854 109
source: Regardless. Let's just let Haruka-chan sleep for now.
pt: Comunque. Per ora, lasciamo che Haruka-chan dorma.

# 1913 1973 60
source: Right.
pt: Giusto.

# 2545 2640 95
source: Sender: Unknown. Call the following number when you get this message.
pt: Mittente: Sconosciuto. Chiama il seguente numero quando ricevi questo messaggio.

# 2990 3050 60
source: Hello?
pt: Salve?
