Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3420.po
Languages: pt

# 95 155 60
source: Excuse me.
pt: Scusami.

# 376 454 78
source: It's you... Katsuya!
pt: Sei tu... Katsuya

# 842 938 96
source: She's merely fainted. I assure you she isn't hurt.
pt: È solo svenuta. Ti assicuro che non è ferita.

# 994 1054 60
source: What's the meaning of this?
pt: Cosa significa tutto questo?

# 1090 1278 188 OK
source: My sincerest apologies. Someone so precious to this agency should never have been put in harm's way.
pt: Le mie più sentite scuse. Una persona così preziosa per quest' agenzia non avrebbe mai dovuto essere messa in pericolo.

# 1350 1410 60
source: I have a confession to make, Akiyama-san.
pt: Ho una confessione da fare, Akiyama-san.

# 1436 1528 92
source: I am the president of Osaka Talent, yes.
pt: Sì, sono il presidente della Osaka Talent.

# 1538 1620 82 分
source: But there's another title I prefer to keep hidden.
pt: Ma c'è un altro titolo che preferisco tenere nascosto.

# 1650 1830 180
source: I also serve as the Omi Alliance Chief of HQ, and chairman of Ousaka Enterprises.
pt: Sono anche il Capo del quartier generale dell'Alleanza Omi, e presidente della Ousaka Enterprises.

# 1928 2085 157
source: Kanai, the man who assaulted both Park-san and Horie-san, is a part of my organization.
pt: Kanai, l'uomo che ha aggredito sia Park-san che Horie-san, fa parte della mia organizzazione.

# 2096 2151 55 60ｆ以下です
source: Words cannot express my apologies.
pt: Non ho parole per scusarmi.

# 2152 2207 55 60ｆ以下です
source: Cut the act, man!
pt: Basta con questa sceneggiata

# 2208 2409 201 OK
source: You likely won't believe it, but I only learned of Kanai's horrific actions myself a short time ago.
pt: Probabilmente non mi crederà, ma sono venuto a conoscenza delle terribili azioni di Kanai solo poco fa.

# 2413 2549 136
source: Please know that obtaining that letter was our singular objective in all this.
pt: Sappia che ottenere quella lettera era il nostro unico obiettivo in tutto questo.

# 2554 2672 118 分
source: It's the only way for us to track down Park-san's former husband, you see.
pt: È l'unico modo che abbiamo per rintracciare l'ex marito di Park-san, vede.

# 2735 2810 75
source: And this ex? Just who is he?
pt: E questo ex? Chi è di preciso?

# 2848 2940 92
source: Well you see, the truth is...
pt: Ecco, la verità è che...

# 2990 3049 59 60ｆ以下です
source: He's a top Tojo officer.
pt: È un ufficiale di alto rango del Tojo.

# 3142 3202 60
source: You're full of it.
pt: Non raccontare balle.

# 3217 3310 93
source: Majima reportedly passed away in Sapporo just the other day.
pt: Majima sarebbe morto a Sapporo proprio l'altro giorno.

# 3324 3409 85
source: But I'm sure he's very much still alive.
pt: Ma sono sicuro che è ancora vivo e vegeto.

# 3440 3555 110
source: My entire organization is attempting to locate him as we speak.
pt: La mia intera organizzazione sta tentando di localizzarlo mentre parliamo.

# 3585 3729 144
source: You see, Majima sent Park a letter requesting a meeting.
pt: Vede, Majima ha inviato a Park una lettera per chiederle un incontro.

# 3753 3828 75
source: And we'd like to see it for ourselves.
pt: E vorremmo vederla con i nostri occhi.

# 3867 3927 60
source: Don't know a thing about it.
pt: Non ne so un bel niente.

# 4018 4095 77
source: No, but I believe <Italic>she</Italic> does.
pt: No, ma credo che <Italic>lei</Italic> lo sappia.

# 4125 4185 60
source: What gives you that idea?
pt: Cosa te lo fa pensare?

# 4198 4289 91
source: She has something. A fountain pen.
pt: Ha qualcosa. Una penna stilografica.

# 4306 4381 75
source: It was one of Park-san's most prized possessions.
pt: Era uno dei beni più preziosi di Park-san.

# 4404 4526 122
source: Haruka having it now must mean Park-san trusted her with everything.
pt: Il fatto che ce l'abbia Haruka ora vuol dire che Park-san si fidava ciecamente di lei.

# 4539 4599 60 分
source: At least, that's my theory.
pt: Almeno, questa è la mia teoria.

# 4629 4689 60
source: What's your deal?
pt: Qual è il tuo problema?

# 4721 4908 185
source: Park-san and I, we're cut from the same cloth. We've been industry friends for decades.
pt: Io e Park-san siamo fatti della stessa pasta. Siamo amici nel settore da decenni.

# 4909 5021 114
source: Or, should I say, comrades in arms.
pt: O, dovrei dire, compagni d'armi.

# 5099 5252 153
source: Whatever you choose to call us, her death has been a point of great pain for me.
pt: Comunque tu voglia chiamarci, la sua morte è stata un grande dolore per me.

# 5337 5468 131
source: When Haruka-san comes to, please ask her to give me the letter.
pt: Quando Haruka-san si riprenderà, per favore chiedile di darmi la lettera.

# 5486 5602 116
source: It's for the best. For all parties.
pt: È per il meglio. Per tutte le parti.

# 5658 5728 70
source: Sounds almost like a demand to me.
pt: A me suona quasi come una pretesa.

# 5768 5905 137
source: I'm aware. But I wouldn't be much of a yakuza if it didn't.
pt: Lo so. Ma non sarei un granché come yakuza se non lo sembrasse.

# 5945 6053 108
source: So. I hope you make the right choice.
pt: Quindi. Spero che tu faccia la scelta giusta.
