Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3430.po
Languages: pt

# 98 170 72
source: You feeling better, Haruka-chan?
pt: Ti senti meglio, Haruka-chan?

# 209 269 60
source: I'm okay now, yeah.
pt: Adesso sto bene, sì.

# 291 444 153
source: Must've been terrifying... And I let it happen. I'm so sorry.
pt: Dev'essere stato terrificante... E ho permesso che succedesse. Mi dispiace tanto.

# 472 532 60
source: No, it's not your fault.
pt: No, non è colpa tua.

# 558 616 58 60ｆ以下です
source: Hey, Haruka-chan.
pt: Ehi, Haruka-chan.

# 617 757 140 分
source: This letter from Park-san's ex-husband... Do you have it?
pt: Questa lettera dall'ex-marito di Park-san... Ce l'hai?

# 797 907 110
source: Yes. It's in the safe in her office.
pt: Sì. È nella cassaforte del suo ufficio.

# 916 976 60 分
source: The one we found the account book in.
pt: Quella in cui abbiamo trovato il libro dei conti.

# 1067 1127 60
source: This pen is the key.
pt: Questa penna è la chiave.

# 1150 1210 60
source: Wait here. I'll go get it.
pt: Aspetta qui. Vado a prenderla.

# 1260 1420 160
source: Damn... It's been under our noses this whole time? I should've known.
pt: Dannazione... Era sotto i nostri nasi per tutto questo tempo? Avrei dovuto saperlo.

# 1503 1592 89
source: Haruka-chan. Have you read it?
pt: Haruka-chan. L'hai letta?

# 1615 1675 60
source: No, not yet.
pt: No, non ancora.

# 1689 1749 60
source: Well all right then.
pt: Bene, allora.

# 1761 1873 112 分
source: Guess I should tell you. You know the guy who sent it.
pt: Credo sia il caso di dirtelo. Conosci l'uomo che l'ha mandata.

# 1956 2062 106
source: It was Goro Majima. The Tojo Clan officer.
pt: Era Goro Majima. L'ufficiale del Clan Tojo.

# 2090 2219 129
source: Turns out our wild little friend... is Park-san's ex-husband.
pt: A quanto pare il nostro amichetto scatenato... è l'ex marito di Park-san.

# 2262 2322 60
source: I had no idea.
pt: Non ne avevo idea.

# 2338 2413 75
source: Katsuya's after what's in that letter.
pt: Katsuya punta a quello che c'è in quella lettera.

# 2438 2547 109 分
source: Majima's gone off the grid, and that thing might just tell us where.
pt: Majima è sparito dalla circolazione, e quella cosa potrebbe proprio dirci dov'è.

# 2574 2652 78
source: Naturally, Katsuya wants us to hand it over.
pt: Naturalmente, Katsuya vuole che gliela consegniamo.

# 2740 2802 62
source: Found it! Is this the one?
pt: L'ho trovata! È questa?

# 2815 2900 85
source: <Italic>To Mirei Park</Italic>
pt: <Italic>A Mirei Park</Italic>

# 3046 3151 105
source: If you don't mind, I'd like to hold on to it myself.
pt: Se non ti dispiace, vorrei tenerla io stesso.

# 3185 3312 127
source: Wait, but... they'll just keep gunning for you if you do.
pt: Aspetta, ma... continueranno solo a darti la caccia se lo fai.

# 3313 3415 102
source: Don't worry. I have a plan.
pt: Non ti preoccupare. Ho un piano.

# 3432 3492 60 分
source: Please, let me handle it.
pt: Per favore, lascia che me ne occupi io.

# 3564 3643 79
source: Fair enough. It's all yours.
pt: E va bene. È tutta tua.

# 3687 3795 108
source: Well, I should be getting home.
pt: Bene, dovrei andare a casa.

# 3808 3873 65 分
source: I'm feeling kinda tired.
pt: Mi sento un po' stanco.

# 3874 3962 88
source: Hey, why don't I give ya a lift?
pt: Ehi, perché non ti do un passaggio?

# 3978 4094 116
source: I appreciate that, but I'll be fine on my own.
pt: Lo apprezzo, ma me la cavo da solo.

# 4140 4305 165
source: Ya sure? Don't forget, we're here to help if ya need it.
pt: Sei sicuro? Non dimenticare, siamo qui per aiutarti se ne hai bisogno.

# 4310 4390 80
source: I know. Thank you.
pt: Lo so. Grazie.

# 4468 4528 60
source: Well, I'll be going now.
pt: Bene, ora vado.
