Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3460.po
Languages: pt

# 178 274 96
source: Chairman. Please forgive me.
pt: Presidente. La prego di perdonarmi.

# 297 360 63
source: Why did you act on your own?
pt: Perché hai agito di testa tua?

# 381 559 178 OK
source: Haruka had already agreed to give me the letter, provided I met her alone.
pt: Haruka aveva già accettato di darmi la lettera, a patto che la incontrassi da solo.

# 580 664 84
source: You knew that as well as I.
pt: Lo sapevi bene quanto me.

# 687 876 189
source: Well yeah, but I was worried that Akiyama guy would come crashin' the party again.
pt: Beh, sì, ma temevo che quel tipo, Akiyama, venisse di nuovo a rovinare la festa.

# 877 936 59 60ｆ以下です
source: You think I can't handle him?
pt: Pensi che non possa occuparmene io?

# 937 1090 153
source: That ain't it. I just... figured it'd be safer if we went instead.
pt: Non è per quello. È solo che... ho pensato che sarebbe stato più sicuro se fossimo andati noi.

# 1114 1327 213 OK
source: Yet here we are. Akiyama beat every last one of you, and we still don't have the letter.
pt: E questo è il risultato. Akiyama ha fatto fuori ognuno di voi, e non abbiamo ancora la lettera.

# 1431 1580 149
source: You had our best interests in mind, though, so I'm not going to scold you.
pt: Hai agito per il nostro bene, però, quindi non ti farò la paternale.

# 1648 1865 217 OK
source: This is my fault. I've been so busy with other work, I've let my yakuza duties fall to the wayside.
pt: È colpa mia. Sono stato così impegnato con altro lavoro, che ho trascurato i miei doveri da yakuza.

# 1874 1934 60
source: Not at all, sir.
pt: Niente affatto, signore.

# 2110 2287 177
source: We still have a chance. Everything will be fine as long as we don't let it slip away.
pt: Abbiamo ancora una possibilità. Andrà tutto bene se non ce la lasciamo sfuggire.

# 3182 3254 72
source: Working in the entertainment business...
pt: Lavorare nel mondo dello spettacolo...

# 3262 3341 79 分
source: Your face is your biggest asset.
pt: La tua faccia è il tuo più grande capitale.

# 3393 3496 103
source: Idols are nothing more than illusions, you see.
pt: Le idol non sono altro che illusioni, vedi.

# 3530 3668 138
source: Fans don't care what's on the inside. All they want is a pretty face.
pt: Ai fan non frega niente di cosa c'è dentro. Tutto quello che vogliono è un bel faccino.

# 3712 3844 132
source: So you see, when I'm screening potential idols...
pt: Vedi, quando seleziono le potenziali idol...

# 3853 3991 138
source: I always look for that something special. A unique charm to pull people in.
pt: Cerco sempre quel qualcosa di speciale. Un fascino unico che catturi la gente.

# 4074 4163 89
source: Faces are important for yakuza, too.
pt: La faccia è importante anche per gli yakuza.

# 4182 4340 158
source: No matter how big a game you try to talk, if your face can't back it up...
pt: Non importa quanto la spari grossa, se la faccia non regge...

# 4341 4444 103
source: Nobody will even begin to fear you.
pt: Nessuno comincerà nemmeno a temerti.

# 4480 4635 155
source: Especially not Haruka Sawamura. The adopted daughter of Kazuma Kiryu himself.
pt: Soprattutto non Haruka Sawamura. La figlia adottiva di Kazuma Kiryu in persona.

# 4659 4768 109 タイミングが遅い
source: The girl's seen enough yakuza to last a lifetime.
pt: Quella ragazza ha visto abbastanza yakuza da bastarle per tutta la vita.

# 4922 5093 171
source: Tell me, what happened when you threatened her? Did she cower in fear and hand over the letter?
pt: Dimmi, che è successo quando l'hai minacciata? Si è rannicchiata per la paura e ti ha consegnato la lettera?

# 5094 5251 157
source: She didn't, did she? Quite the opposite. She dug in her heels harder than ever.
pt: Non l'ha fatto, vero? Anzi, tutto il contrario. Si è impuntata più che mai.

# 5265 5401 136
source: Simply put, you're just not scary enough.
pt: In parole povere, non fai abbastanza paura.

# 5414 5495 81 分
source: Haruka Sawamura thinks you're a joke.
pt: Per Haruka Sawamura sei una barzelletta.

# 5499 5628 129
source: What good is a yakuza who can't even intimidate a little girl?
pt: A che serve uno yakuza che non sa nemmeno intimidire una ragazzina?

# 5637 5743 106
source: If you're gonna threaten someone, make sure you do it right!
pt: Se devi minacciare qualcuno, assicurati di farlo bene

# 6102 6210 108
source: We have to get our hands on that letter no matter the cost.
pt: Dobbiamo mettere le mani su quella lettera a qualunque costo.

# 6230 6290 60
source: So we'll follow them to Tokyo.
pt: Quindi li seguiremo a Tokyo.

# 6343 6403 60
source: Yes, sir.
pt: Sì, signore.

# 6470 6633 163
source: Funny. I didn't expect I'd care so much about this.
pt: Buffo. Non mi aspettavo che mi importasse così tanto.

# 6652 6743 91
source: Yakuza business has never quite interested me before.
pt: Gli affari degli yakuza non mi hanno mai interessato più di tanto.

# 6766 6962 196 OK
source: Yet with Omi chairmanship dangling in front of my face, I can't help but bite.
pt: Eppure, con la presidenza dell'Omi che mi penzola davanti alla faccia, non posso fare a meno di abboccare.

# 7011 7071 60
source: Chairman...
pt: Presidente...

# 7097 7235 138
source: I'll deal with Majima. That's a promise.
pt: Ci penso io a Majima. È una promessa.
