Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3500.po
Languages: pt

# 195 280 85 分
source: <Italic>Princess League</Italic>
pt: <Italic>Lega delle Principesse</Italic>

# 530 650 120 分離前フレーム 結合後フレーム
source: How're we doin', everybody!? It's showtime!
pt: Come va, gente!? È ora dello spettacolo

# 651 735 84 分
source: I'm your host, Dolce Kamiya!
pt: Sono il vostro presentatore, Dolce Kamiya

# 792 971 179 12 191 792 971
source: The competition has finally reached its climax! The Princess League 2012 finals begin right now!
pt: La competizione è finalmente giunta al suo culmine! La finale della Lega delle Principesse 2012 inizia proprio ora

# 998 1129 131 218 349 998 1129
source: Let's get things started off with a brief recap of the rules.
pt: Iniziamo subito con un breve riepilogo delle regole.

# 1145 1239 94 365 459 1145 1239
source: The finals are comprised of a series of rival battles!
pt: La finale è composta da una serie di sfide tra rivali

# 1243 1338 95 463 558 1243 1338
source: Our contestants will go head-to-head in live performances right here in this studio.
pt: Le concorrenti si affronteranno in esibizioni dal vivo proprio qui in questo studio.

# 1339 1504 165 559 724 1339 1504
source: From there, it's up to you, our amazing audience, to decide the winner!
pt: Dopodiché, sarete voi, nostro fantastico pubblico, a decretare la vincitrice

# 1515 1650 135 735 870 1515 1650
source: As you can see, the Princess League finals feature a unique battle system.
pt: Come potete vedere, la Lega delle Principesse prevede per la finale un sistema di sfide unico.

# 1652 1751 99 872 971 1652 1751
source: The opposing sides are each provided with their very own stage!
pt: A ciascuna delle due fazioni viene dato un palco tutto suo

# 1752 1888 136 972 1108 1752 1888
source: This revolutionary stage technology allows our contestants to battle it out, concert vs. concert!
pt: Questa rivoluzionaria tecnologia del palco permette alle nostre concorrenti di darsi battaglia, concerto contro concerto

# 1889 1979 90 1109 1199 1889 1979
source: And if you ask me, that's what the Princess League is all about!
pt: E se me lo chiedete, è proprio questa l'anima della Lega delle Principesse

# 1983 2090 107 1203 1310 1983 2090
source: The outcome of this contest will be determined entirely by audience support.
pt: L'esito di questa sfida sarà determinato interamente dal supporto del pubblico.

# 2095 2190 95 1315 1410 2095 2190
source: During our live performances...
pt: Durante le nostre esibizioni dal vivo...

# 2191 2373 182 1411 1593 2191 2373
source: Audience members will flock to the stage they believe has the most exhilarating performance!
pt: I membri del pubblico accorreranno verso il palco che secondo loro avrà l'esibizione più esaltante

# 2382 2602 220 1602 1822 2382 2602
source: The stage surrounded by the most audience members by the end of the round is the winner!
pt: Il palco circondato dal maggior numero di membri del pubblico alla fine del round è il vincitore

# 2618 2713 95 1838 1933 2618 2713
source: The Princess League finals consist of three rounds.
pt: La finale della Lega delle Principesse si articola in tre round.

# 2717 2800 83 1937 2020 2717 2800
source: Round one is a pop showdown.
pt: Il primo round è uno scontro pop.

# 2809 2949 140 2029 2169 2809 2949
source: Here, the two sides will compete to see who has the best combination of charm and vocal skills!
pt: Qui, le due fazioni si sfideranno per vedere chi ha la miglior combinazione di fascino e doti canore

# 2958 3050 92 2178 2270 2958 3050
source: Round two is our dance number showdown.
pt: Il secondo round è il nostro scontro di ballo.

# 3057 3136 79 2277 2356 3057 3136
source: Here, our contestants will dance to an up-tempo song...
pt: Qui, le nostre concorrenti balleranno su una canzone dal ritmo incalzante...

# 3137 3312 175 2357 2532 3137 3312
source: And vie to see who can get the crowd going!
pt: E si sfideranno per vedere chi riesce a far scatenare il pubblico

# 3318 3512 194 2538 2732 3318 3512
source: The side with the most points following rounds one and two...
pt: La fazione con il maggior numero di punti al termine del primo e del secondo round...

# 3513 3601 88 2733 2955 3513 3735
source: Will be awarded a bonus as they move into the third and final round⑬
pt: Si aggiudicherà un bonus in vista del terzo e ultimo round⑬

# 3602 3735 133 分
source: Giving them a distinct advantage in the grand finale!
pt: Dando loro un netto vantaggio nel gran finale

# 3746 3961 215 2966 3181 3746 3961
source: This means rounds one and two will have a huge impact on the outcome of this competition!
pt: Questo significa che il primo e il secondo round avranno un impatto enorme sull'esito di questa competizione

# 3976 4148 172 3196 3368 3976 4148
source: One of Japan's top record companies has promised the lucky winner of this fierce battle...
pt: Una delle più importanti case discografiche del Giappone ha promesso alla fortunata vincitrice di questa accanita battaglia...

# 4149 4235 86 3369 3455 4149 4235
source: A major label debut!
pt: Un debutto con una major

# 4300 4463 163 3520 3683 4300 4463
source: Whoa! Feel that energy, folks! Things are really heating up!
pt: Whoa! Sentite che energia, gente! La situazione si sta davvero surriscaldando

# 4465 4556 91 3685 3776 4465 4556
source: Are we ready to bring out the contestants!?
pt: Siamo pronti a far entrare le concorrenti!?

# 4601 4685 84 3821 3905 4601 4685
source: Are you sure you're ready!?
pt: Siete sicuri di essere pronti!?

# 4757 4870 113 3977 4090 4757 4870
source: Okay, I think the crowd is all set!
pt: Okay, credo che il pubblico sia pronto

# 4871 4934 63 4091 4292 4871 5072
source: Without further ado...
pt: Senza ulteriore indugio...

# 4939 5072 133
source: Let me introduce to you our top contenders!
pt: Permettetemi di presentarvi le nostre concorrenti di punta

# 5073 5198 125 分 4293 4418 5073 5198 結合前フレーム 結合後フレーム
source: Starting with this showstopping idol team!
pt: Cominciamo con questo spettacolare team di idol

# 5279 5449 170 62 232 5279 5449
source: Dancing in perfect unison and singing in pitch-perfect harmony is this duo's claim to fame!
pt: Ballare in perfetta sincronia e cantare in perfetta armonia è il marchio di fabbrica di questo duo

# 5454 5583 129 237 366 5454 5583
source: Their popularity has skyrocketed from right out of the gate!
pt: La loro popolarità è schizzata alle stelle fin da subito

# 5585 5686 101 368 469 5585 5686
source: With an impressive string of wins under their belt, it's super idol duo...
pt: Con un'impressionante serie di vittorie al loro attivo, è il super duo di idol...

# 5919 6082 163 702 865 5919 6082
source: They're going against the talented newcomer who suddenly blasted ahead of all other challengers!
pt: Si scontreranno con la talentuosa esordiente che all'improvviso ha sbaragliato tutte le altre sfidanti

# 6087 6274 187 870 1057 6087 6274
source: Can this surprising diamond in the rough realize her dreams here in the Princess League!?
pt: Riuscirà questo sorprendente diamante grezzo a realizzare i suoi sogni qui alla Princess League!?

# 6599 6805 206 1382 1588 6599 6805
source: Which of them will attract the most audience members with their dazzling performance!?
pt: Chi di loro attirerà più spettatori con la sua esibizione mozzafiato!?

# 6806 6952 146 1589 1735 6806 6952
source: It's time to find out! Ready? Go!
pt: È ora di scoprirlo! Pronti? Via
