Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3502.po
Languages: pt

# 195 280 85 分
source: <Italic>Princess League</Italic>
pt: <Italic>Lega delle Principesse</Italic>

# 530 650 120 結合前 結合後 780+1473
source: How's everybody doing out there? It's showtime!
pt: Come va là fuori? È ora dello show

# 651 735 84 分
source: I'm your host, Dolce Kamiya!
pt: Sono il vostro presentatore, Dolce Kamiya

# 806 1002 196 26 222 806 1002
source: Your idols have been fighting with everything they've got, exciting the entire nation!
pt: Le vostre idol hanno dato il massimo, entusiasmando l'intera nazione

# 1007 1110 103 227 330 1007 1110
source: The air is absolutely crackling with tension!
pt: La tensione è alle stelle

# 1117 1210 93 337 430 1117 1210
source: For our lucky top idol, the Princess League will open doors.
pt: Per la nostra fortunata top idol, la Lega delle Principesse aprirà molte porte.

# 1211 1323 112 431 543 1211 1323
source: And now it's time for round two of our finals!
pt: E ora è il momento del secondo round della nostra finale

# 1365 1433 68 585 653 1365 1433
source: The rules are the same as before.
pt: Le regole sono le stesse di prima.

# 1434 1598 164 654 818 1434 1598
source: The fans here in our studio audience will decide which performance is better.
pt: Sarà il pubblico qui in studio a decidere quale performance è la migliore.

# 1599 1674 75 819 894 1599 1674
source: And they'll move closer to that contestant's stage.
pt: E si avvicinerà al palco di quella concorrente.

# 1692 1928 236 912 1148 1692 1928
source: Audience members, this is your chance to lend alllll your support to your favorite idol!
pt: Pubblico, questa è la vostra occasione per dare il massimo del vostro sostegno alla vostra idol preferita

# 1944 2150 206 1164 1370 1944 2150
source: Let me introduce the two teams who gave such electrifying performances in round one!
pt: Vi presento le due squadre che ci hanno regalato performance così elettrizzanti nel primo round

# 2155 2248 93 1375 1468 2155 2248 結合前 結合後
source: First up, these contestants!
pt: Per prime, queste concorrenti

# 2366 2418 52 60ｆ以下です 113 165 2366 2418
source: Their personalities are unique, but they complement each other perfectly!
pt: Le loro personalità sono uniche, ma si completano a vicenda alla perfezione

# 2419 2495 76 166 242 2419 2495
source: They hold the hearts of the nation in their lovely hands!
pt: Stringono i cuori della nazione tra le loro mani incantevoli

# 2502 2550 48 60ｆ以下です 249 297 2502 2550
source: Their graceful dance moves...
pt: Le loro movenze aggraziate...

# 2551 2631 80 298 378 2551 2631
source: flaunt a noble elegance that is unmatched!
pt: sfoggiano una nobile eleganza che non ha eguali

# 2639 2719 80 386 466 2639 2719
source: Ready to soar into your heart, it's the impeccable duo...
pt: Pronte a volare nei vostri cuori, è l'impeccabile duo...

# 2978 3115 137 725 862 2978 3115
source: On the other stage, this diamond in the rough has allowed us to see her sparkle.
pt: Sull'altro palco, questo diamante grezzo ci ha svelato il suo splendore.

# 3118 3193 75 865 940 3118 3193
source: She's new on the scene, glowing brighter than even her original fans could've imagined.
pt: È una novità sulla scena, e brilla più intensamente di quanto persino i suoi fan della prima ora potessero immaginare.

# 3194 3311 117 941 1058 3194 3311
source: She gets better every time she steps foot on stage...
pt: Migliora ogni volta che mette piede sul palco...

# 3529 3653 124 1276 1400 3529 3653
source: Which idol team will attract the most fans...
pt: Quale idol team conquisterà il maggior numero di fan...

# 3654 3730 76 1401 1477 3654 3730
source: With the most dazzling performance!?
pt: con la performance più sfolgorante!?

# 3734 3795 61 1481 1542 3734 3795
source: It's time to find out!
pt: È ora di scoprirlo

# 3799 3898 99 1546 1645 3799 3898
source: Let's goooo!
pt: Si parteeee
