Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3504.po
Languages: pt

# 195 280 85 分
source: <Italic>Princess League</Italic>
pt: <Italic>Lega delle Principesse</Italic>

# 530 650 120 元フレーム 結合後
source: How're we doin', everybody!? It's showtime!
pt: Come andiamo, gente!? È ora dello spettacolo

# 651 735 84 分
source: I'm your host, Dolce Kamiya!
pt: Sono il vostro presentatore, Dolce Kamiya

# 796 913 117 16 133 796 913
source: They made us laugh, they made us cry...
pt: Ci hanno fatto ridere, ci hanno fatto piangere...

# 917 1000 83 137 220 917 1000
source: But there's one last round before we say goodbye!
pt: Ma ci resta un ultimo round prima dei saluti

# 1003 1163 160 223 383 1003 1163
source: The curtain is about to go up on the third and final round of the Princess League!
pt: Sta per alzarsi il sipario sul terzo e ultimo round della Lega delle Principesse

# 1206 1317 111 426 537 1206 1317
source: Surely we all know the rules by now!
pt: Di sicuro le regole le conoscete già tutti

# 1322 1519 197 542 739 1322 1519
source: The contestant who corrals the biggest audience by the end of their performance wins round three!
pt: La concorrente che conquista il pubblico più numeroso entro la fine della sua esibizione vince il terzo round

# 1559 1649 90 779 869 1559 1649
source: We've finally made it to the final round!
pt: Siamo finalmente arrivati al round finale

# 1656 1842 186 876 1062 1656 1842
source: I don't need to tell you how important the points earned tonight will be in determining our winner!
pt: Inutile dirvi quanto saranno importanti i punti guadagnati stasera per decretare il vincitore

# 1882 2096 214 1102 1316 1882 2096
source: When all is said and done, only one side will wear the Princess League crown! Who will it be!?
pt: A conti fatti, solo una parte indosserà la corona della Lega delle Principesse! Chi sarà!?

# 2097 2198 242 1317 1559 2097 2339 元 結合後
source: Now then, let's introduce our players!
pt: E ora, presentiamo le nostre concorrenti

# 2206 2339 133 分
source: First up, our outstanding idol duo!
pt: Per prime, il nostro eccezionale duo di idol

# 2397 2536 139 61 200 2397 2536
source: Whether it's their flawless fashion, their incredible dancing...
pt: Che sia il loro stile impeccabile, la loro danza incredibile...

# 2537 2659 122 201 323 2537 2659
source: Or the stunning symmetry of their performance, it's impossible not to be awestruck by such talent!
pt: o la sbalorditiva simmetria della loro esibizione, è impossibile non rimanere a bocca aperta di fronte a tanto talento

# 2667 2804 137 331 468 2667 2804
source: Might it be that these two were made for each other?
pt: Che queste due siano nate l'una per l'altra?

# 2807 2911 224 471 695 2807 3031
source: Allow me to present the greatest idol duo of their generation...
pt: Permettetemi di presentarvi il più grande duo di idol della loro generazione...

# 3139 3341 202 803 1005 3139 3341
source: She may be young and uncertain, but she's overcome each and every battle this season's had to offer.
pt: Sarà anche giovane e insicura, ma ha superato ogni singola battaglia che questa stagione le ha riservato.

# 3359 3476 117 1023 1140 3359 3476
source: What do those youthful eyes, gleaming with determination, see at the end of her journey?
pt: Cosa vedono quegli occhi giovani, scintillanti di determinazione, al termine del suo percorso?

# 3492 3609 117 1156 1273 3492 3609
source: Her resolute singing voice weaves sweet promises of a bright future!
pt: La sua voce decisa intreccia dolci promesse di un futuro radioso

# 3616 3732 279 1280 1559 3616 3895
source: Making all who hear her swell with hope, I give you the one and only wonder girl...
pt: Colei che riempie di speranza chiunque l'ascolti, vi presento l'unica e inimitabile ragazza prodigio...

# 3938 4138 200 1602 1802 3938 4138
source: Which of them will attract the most audience members with their dazzling performance!?
pt: Chi di loro attirerà il pubblico più numeroso con la loro esibizione sfolgorante!?

# 4148 4259 235 1812 2047 4148 4383
source: Let the final round of the Princess League begin!
pt: Che il round finale della Princess League abbia inizio

# 4268 4383 115 分
source: Ready? Go!
pt: Pronti? Via
