Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3510.po
Languages: pt

# 12 191 179
source: Princess League 2012 has finally reached its climax! The finals begiiin... NOW!
pt: La Princess League 2012 è finalmente giunta al suo culmine! Le finali cominciaaano... ADESSO

# 218 349 131
source: Let's get things started off with a brief recap of all the rules.
pt: Partiamo subito con un breve riepilogo di tutte le regole.

# 365 459 94
source: In these finals, every round will be a concert battle!
pt: In queste finali, ogni round sarà una battaglia-concerto!

# 463 558 95
source: The contestants will go head to head, performing live right here in our studio!
pt: Le concorrenti si sfideranno testa a testa, esibendosi dal vivo proprio qui nel nostro studio

# 559 724 165
source: And you, our audience, will decide the winner!
pt: E sarete voi, il pubblico, a decidere la vincitrice

# 735 870 135
source: The Princess League features the most exciting battle system... Possibly ever devised!
pt: La Princess League presenta il sistema di battaglia più entusiasmante... forse di sempre

# 872 971 99
source: Each team has a dedicated stage.
pt: Ogni squadra ha un palco dedicato.

# 972 1108 227
source: They must fight for the fans' devotion in real time, performing simultaneously!
pt: Dovranno lottare per la devozione dei fan in tempo reale, esibendosi contemporaneamente

# 1109 1199
source: Because the love of the fans is what the Princess League is all about!
pt: Perché l'amore dei fan è il vero cuore della Princess League

# 1203 1310 107
source: The fans determine who wins.
pt: I fan determinano chi vince.

# 1315 1410 95
source: Here's how: During the live performance...
pt: Ecco come: Durante l'esibizione dal vivo...

# 1411 1593 182
source: The audience members will move to the stage they prefer.
pt: Gli spettatori si sposteranno verso il palco che preferiscono.

# 1602 1822 220
source: Once the songs are finished, the victor will be the team with the most audience members!
pt: Al termine delle canzoni, la vincitrice sarà la squadra con più spettatori

# 1838 1933 95
source: Now, these finals will have three rounds.
pt: Ora, la finale avrà tre round.

# 1937 2020 83
source: Round 1 is a pop showdown...
pt: Il Round 1 è uno scontro pop...

# 2029 2169 140
source: Where the contestants will be judged on their charm and vocal skills.
pt: Dove le concorrenti verranno giudicate sul loro fascino e sulle loro doti canore.

# 2178 2270 92
source: Round 2 is a dance-off!
pt: Il Round 2 è uno scontro di ballo

# 2277 2356 79
source: The contestants will boogie to an uptempo song.
pt: Le concorrenti si scateneranno su un pezzo dal ritmo veloce.

# 2357 2532 175
source: And we'll see who really gets the crowd going!
pt: E vedremo chi infiammerà davvero il pubblico

# 2538 2732 197
source: The team that has more points at the end of both rounds...
pt: La squadra con più punti alla fine di entrambi i round...

# 2733 2955 222
source: Will receive a bonus to be applied in the third round, giving that team a distinct advantage!
pt: riceverà un bonus da applicare nel terzo round, dandole un netto vantaggio

# 2966 3181 215
source: So you can see... Rounds 1 and 2 will have a huge impact on the outcome!
pt: Come avrete capito... i Round 1 e 2 avranno un impatto enorme sul risultato finale

# 3196 3368 259
source: Our publishing partner has promised the winner of this fierce battle...
pt: Il nostro partner editoriale ha promesso alla vincitrice di questa feroce battaglia...

# 3369 3455
source: A major record label debut!
pt: Un debutto con una major discografica

# 3520 3683 163
source: Is it just me, or did they crank up the heat in here? Maybe it's coming from our red-hot idols!
pt: È una mia impressione, o hanno alzato la temperatura qui dentro? Forse proviene dalle nostre idol infuocate

# 3685 3776 91
source: Are you ready for us to bring them out?
pt: Siete pronti ad accoglierle?

# 3821 3905 84
source: I can't heeear you!
pt: Non vi sento

# 3977 4090 115
source: Okay, well, I think they're ready too.
pt: Bene, allora, credo che anche loro siano pronte.

# 4091 4292 201
source: Let me introduce you to our final superstar acts.
pt: Lasciate che vi presenti le nostre superstar finaliste.

# 4293 4418 125
source: Starting with this gorgeous team!
pt: Cominciamo con questa splendida squadra
