Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3530.po
Languages: pt

# 41 137 96
source: The winner of our first round is...
pt: Il vincitore del nostro primo round è...

# 591 718 127
source: Congratulations! You really put your heart and soul into that performance!
pt: Congratulazioni! Ci hai messo davvero anima e corpo in quell'esibizione

# 732 804 72
source: Thank you very much.
pt: Grazie mille.

# 805 960 155
source: Just look at that face! This is a girl who's really given it her all!
pt: Guardate che faccia! Questa è una ragazza che ci ha messo davvero tutta

# 966 1086 120
source: Well, I have to admit, I was hesitant about performing...
pt: Beh, devo ammettere, ero un po' titubante a esibirmi...

# 1103 1292 189
source: But once I got going, I found I couldn't hold back my excitement! Before I knew it, it was all over.
pt: Ma una volta che ho iniziato, non riuscivo più a trattenere l'entusiasmo! Prima che me ne accorgessi, era già finito tutto.

# 1305 1391 86
source: Any words for your adoring fans?
pt: Qualche parola per i tuoi fan?

# 1411 1578 167 テキスト修正
source: I'd never performed in front of this many people before, so I was actually really nervous.
pt: Non mi ero mai esibita davanti a così tanta gente prima d'ora, quindi ero davvero molto nervosa.

# 1588 1707 119
source: I'm so incredibly happy you chose me! Truly, I am!
pt: Sono felicissima che mi abbiate scelto! Davvero, lo sono

# 1726 1840 114
source: I'll do my very best to make my performance in round two even better!
pt: Ce la metterò tutta perché l'esibizione del secondo round sia ancora migliore

# 1841 1913 72
source: Haruka-chan, thank you very much!
pt: Haruka-chan, grazie mille

# 1920 2114 194
source: She rose above the pressure to conquer round one, and I can't wait to see what she does next!
pt: Ha superato la pressione e ha conquistato il primo round, e non vedo l'ora di vedere cosa farà dopo
