Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3550.po
Languages: pt

# 26 222 196
source: Your idols have been fighting with everything they've got, exciting the entire nation!
pt: Le vostre idol hanno dato il massimo, appassionando l'intera nazione

# 227 330 103
source: The air is absolutely crackling with tension!
pt: L'atmosfera è elettrica

# 337 430 93
source: For our lucky top idol, the Princess League will open doors.
pt: Per la nostra fortunata top idol, la Princess League le aprirà le porte del successo.

# 431 543 112
source: And now it's time for round two of our finals!
pt: E ora è il momento del secondo round della nostra finale

# 585 653 68
source: The rules are the same as before.
pt: Le regole sono le stesse di prima.

# 654 818 164
source: The fans here in our studio audience will decide which performance is better.
pt: Saranno i fan qui in studio a decidere qual è la performance migliore.

# 819 894 75
source: And they'll move closer to that contestant's stage.
pt: E si avvicineranno al palco di quella concorrente.

# 912 1148 236
source: Audience members, this is your chance to lend alllll your support to your favorite idol!
pt: Pubblico, questa è la vostra occasione di dare tuuuuuutto il vostro supporto alla vostra idol preferita

# 1164 1370 206
source: Let me introduce the two teams who gave such electrifying performances in round one!
pt: Vi presento i due team che ci hanno regalato delle performance elettrizzanti nel primo round

# 1375 1468 93
source: First up, these contestants!
pt: Per prime, queste concorrenti
