Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3560.po
Languages: pt

# 28 175 147
source: The winner of round two, with a final round bonus, is...
pt: Il vincitore del secondo round, con un bonus per il round finale, è...

# 643 754 111
source: This must be so exciting for you, going to the finals!
pt: Deve essere molto emozionante per te, arrivare in finale

# 756 830 74
source: Yes, I'm so thrilled!
pt: Sì, sono emozionatissima

# 831 977 146
source: Now how do you feel about that upcoming, climactic round? Tell us your thoughts!
pt: E ora, cosa ne pensi dell'imminente, round decisivo? Dicci cosa ne pensi

# 1004 1095 91
source: To be honest, I'm not that confident.
pt: Ad essere sincera, non sono così sicura di me.

# 1115 1256 141
source: But I have a strong desire to win⑬ more than anyone, I think!
pt: Ma ho un forte desiderio di vincere⑬ più di chiunque altro, credo

# 1273 1346 73
source: And so, in the final round...
pt: E così, nel round finale...

# 1362 1496 134
source: I'll do my best to express my sincerest feelings to my fans!
pt: Ce la metterò tutta per esprimere i miei sentimenti più sinceri ai miei fan

# 1528 1689 161
source: Thank you, Haruka! I'm sure the crowd will love it!
pt: Grazie, Haruka! Sono sicuro che il pubblico lo adorerà

# 1690 1837 147
source: But will she win in the final round? Who knows? You won't want to miss it!
pt: Ma vincerà il round finale? Chi lo sa? Non vorrete perdervelo
