Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3580.po
Languages: pt

# 23 137 114
source: Haruka-chan! T-Set! Thank you very much!
pt: Haruka-chan! T-Set! Grazie mille

# 138 244 106
source: Those were two stellar performances we won't soon forget!
pt: Sono state due performance stellari che non dimenticheremo facilmente

# 261 368 107
source: I simply can't contain my excitement.
pt: Non riesco proprio a contenere l'entusiasmo.

# 373 481 108
source: Both sides gave us a truly flawless show.
pt: Entrambi ci hanno regalato uno spettacolo davvero impeccabile.

# 482 612 130
source: Wouldn't you agree, ladies and gentlemen!?
pt: Siete d'accordo, signore e signori!?

# 695 803 108
source: However! As you all know...
pt: Tuttavia! Come tutti sapete...

# 804 956 152
source: The results are coming up, and at long last we'll finally crown our winner!
pt: I risultati stanno per essere annunciati e finalmente incoroneremo il nostro vincitore

# 1016 1115 99
source: I know you're all very excited!
pt: So che siete tutti molto emozionati

# 1121 1181 60
source: But before that...
pt: Ma prima di questo...

# 1261 1376 115
source: I see. Well, folks...
pt: Capisco. Bene, gente...

# 1385 1478 93
source: The results are in!
pt: I risultati sono arrivati
