Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3585.po
Languages: pt

# 26 172 146
source: Now, before we announce the final results, let's hear from our contestants!
pt: E ora, prima di annunciare i risultati finali, sentiamo le nostre concorrenti

# 175 340 165
source: T-Set, how do you feel after delivering such an amazing performance in the finals?
pt: T-Set, come vi sentite dopo averci offerto una performance così straordinaria in finale?

# 376 465 89
source: We put every ounce of ourselves into this performance!
pt: Ci abbiamo messo tutta l'anima in questa performance

# 467 532 65
source: We're looking forward to the results!
pt: Non vediamo l'ora di conoscere i risultati

# 559 632 73
source: Haruka-chan, what about you?
pt: Haruka-chan, e tu?

# 668 857 189
source: I know we haven't heard the results yet, but this whole experience has been just wonderful!
pt: So che non abbiamo ancora sentito i risultati, ma tutta questa esperienza è stata semplicemente meravigliosa

# 899 993 94
source: Indeed! Thank you both very much!
pt: Assolutamente! Grazie mille a entrambe

# 1010 1135 125
source: As much as we'd like to bask in this moment, we simply can't put it off any longer!
pt: Per quanto ci piacerebbe goderci questo momento, non possiamo proprio più rimandare

# 1158 1295 137
source: Haruka-chan, T-Set, members of our lovely audience...
pt: Haruka-chan, T-Set, membri del nostro meraviglioso pubblico...

# 1335 1428 93
source: Are you ready to hear the results?
pt: Siete pronti a conoscere i risultati?

# 1480 1583 103
source: I'll take that as a yes!
pt: Lo prendo come un sì

# 1599 1670 71
source: And now, the results!
pt: E ora, i risultati

# 1800 1988 188
source: After countless battles, the one who will rise up to claim the Princess League crown is...
pt: Dopo innumerevoli battaglie, colei che conquisterà la corona della Princess League è...

# 2705 2832 127
source: Haruka-chan, you are the winner of this year's Princess League!
pt: Haruka-chan, sei tu la vincitrice della Princess League di quest'anno

# 3135 3200 65
source: I... I won...?
pt: Io... Ho vinto...?

# 3254 3372 118
source: That's right! You're this year's big winner!
pt: Esatto! Sei la grande vincitrice di quest'anno

# 3657 3715 58 60ｆ以下です 60ｆ以下です
source: Now then, Haruka-chan...
pt: Allora, Haruka-chan...

# 3716 3830 114
source: It's time for your first task as the Princess League victor!
pt: È il momento del tuo primo incarico come vincitrice della Princess League

# 3842 4024 182
source: How about a few words for both our audience here and those watching at home?
pt: Che ne dici di dire due parole al nostro\npubblico qui presente e a chi ci guarda da casa?

# 4160 4233 73
source: Yes, of course.
pt: Sì, certo.

# 4384 4551 167
source: An inexperienced girl like me winning the Princess League...
pt: Una ragazza inesperta come me che vince la Princess League...

# 4573 4665 92
source: It's all thanks to your support. Each and every one of you.
pt: È tutto grazie al vostro sostegno. A ognuno di voi.

# 4697 4845 148
source: Everyone here in the audience, the people rooting for me on TV...
pt: A tutti qui tra il pubblico, e alle persone che hanno tifato per me in TV...

# 4873 4944 71
source: All of those who have encouraged me.
pt: Tutti coloro che mi hanno incoraggiato.

# 4990 5151 161
source: It was you that kept me going. You taught me a very important lesson.
pt: Siete stati voi a darmi la forza di andare avanti. Mi avete insegnato una lezione molto importante.

# 5193 5360 167
source: No matter how near or far you are, your feelings can always reach those you love.
pt: Non importa quanto vicini o lontani siate, i vostri sentimenti possono sempre raggiungere chi amate.

# 5509 5619 110
source: I hope mine have reached you. All of you.
pt: Spero che i miei vi abbiano raggiunto. A tutti voi.
