Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3590.po
Languages: pt

# 26 172 146
source: Now, before we announce the final results, let's hear from our contestants!
pt: E ora, prima di annunciare i risultati finali, sentiamo i nostri concorrenti

# 175 340 165
source: T-Set, how do you feel after delivering such an amazing performance in the finals?
pt: T-Set, come vi sentite dopo averci regalato una performance così incredibile in finale?

# 376 465 89
source: We put every ounce of ourselves into this performance!
pt: Ci abbiamo messo l'anima in questa performance

# 467 532 65
source: We're looking forward to the results!
pt: Non vediamo l'ora di conoscere i risultati

# 559 632 73
source: Haruka-chan, what about you?
pt: Haruka-chan, e tu?

# 668 857 189
source: I know we haven't heard the results yet, but this whole experience has been just wonderful!
pt: So che non conosciamo ancora i risultati, ma tutta questa esperienza è stata semplicemente meravigliosa

# 899 993 94
source: Indeed! Thank you both very much!
pt: Proprio così! Grazie mille a entrambe

# 1010 1135 125
source: As much as we'd like to bask in this moment, we simply can't put it off any longer!
pt: Per quanto ci piacerebbe goderci questo momento, non possiamo proprio più rimandare

# 1158 1295 137
source: Haruka-chan, T-Set, members of our lovely audience...
pt: Haruka-chan, T-Set, membri del nostro amato pubblico...

# 1335 1428 93
source: Are you ready to hear the results?
pt: Siete pronti per i risultati?

# 1480 1580 100
source: I'll take that as a yes!
pt: Lo prenderò come un sì

# 1600 1670 70 分
source: And now, the results!
pt: E ora, i risultati

# 1716 1797 81
source: Princess League 2012...
pt: Lega delle Principesse 2012...

# 1799 1988 189 分
source: After countless battles, the one who will rise up to claim the Princess League crown is...
pt: Dopo innumerevoli battaglie, colei che conquisterà la corona della Lega delle Principesse è...
