Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3600.po
Languages: pt

# 257 339 82
source: We hear you cut a deal with Nakai-san.
pt: Abbiamo sentito dire che hai stretto un accordo con Nakai-san.

# 350 445 95
source: If you lose to us, you'll come join Osaka Talent.
pt: Se perdi contro di noi, entrerai alla Osaka Talent.

# 450 571 121
source: Either way the chips fall, it looks like Dyna Chair's done for.
pt: Comunque vada a finire, pare che per la Dyna Chair sia finita.

# 598 700 102
source: Don't ya girls have somewhere to be?
pt: Ragazze, non dovreste essere da qualche altra parte?

# 715 780 65
source: We got better things to do than this.
pt: Abbiamo di meglio da fare.

# 824 940 116
source: I was wondering who the new face was! This your new manager?
pt: Mi chiedevo chi fosse la faccia nuova! È il tuo nuovo manager?

# 950 1074 124
source: Oh yeah. I heard that loser you were with before ate it pretty hard.
pt: Ah, già. Ho sentito che quello sfigato con cui stavi prima è finito parecchio male.

# 1088 1227 139
source: That's a real shame, Haruka-chan. Guess you're bad luck for everyone you run into.
pt: È un vero peccato, Haruka-chan. Mi sa che porti sfiga a chiunque incontri.

# 1237 1331 94
source: I know, right? What a freak.
pt: Già, vero? Che razza di tipo.

# 1338 1446 108
source: Shut it, you two! Have a little decency, will ya?
pt: Chiudete il becco, voi due! Un po' di decenza, suvvia

# 1450 1555 105
source: Ooh, looks like we touched a nerve!
pt: Oooh, pare che abbiamo toccato un nervo

# 1556 1684 128
source: Some people just can't take a joke. I mean, dramatic much?
pt: Certa gente non sa proprio stare allo scherzo. Cioè, che esagerata.

# 1698 1758 60
source: Stop it.
pt: Smettetela.

# 1772 1812 40
source: Stop what?
pt: Smettere cosa?

# 1813 1884 71
source: You saying we did something wrong?
pt: Stai dicendo che abbiamo fatto qualcosa di sbagliato?

# 1915 1968 53
source: Not yet.
pt: Non ancora.

# 1969 2129 160
source: But if you keep talking like that, I'll make you eat those words.
pt: Ma se continuate a parlare così, vi farò rimangiare quelle parole.

# 2154 2236 82
source: What, you really think you can win?
pt: Cosa, credi davvero di poter vincere?

# 2279 2373 94
source: C'mon, Haruka. These brats ain't worth the effort.
pt: Dai, Haruka. Queste mocciose non ne valgono la pena.

# 2414 2511 97
source: I'll win. You'll see.
pt: Vincerò. Vedrete.

# 2523 2637 114
source: Not just for myself, but for Park-san, too.
pt: Non solo per me stessa, ma anche per Park-san.

# 2681 2825 144
source: Yeah, whatever. Once you join our agency, we promise we'll get along <Italic>real</Italic> well.
pt: Sì, vabbè. Una volta che entrerai nella nostra agenzia, ti promettiamo che andremo <Italic>davvero</Italic> d'accordo.

# 2836 2917 81
source: We'll see who comes out on top in the end.
pt: Vedremo chi la spunterà alla fine.
