Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3615.po
Languages: pt

# 33 93 60
source: Hey, wait up.
pt: Ehi, aspetta.

# 166 264 98
source: You're just gonna leave without saying goodbye?
pt: Te ne vai così, senza salutare?

# 270 330 60
source: What do you two want?
pt: Cosa volete voi due?

# 377 477 100
source: We just watched a playback of your performance.
pt: Abbiamo appena visto la registrazione della tua esibizione.

# 486 618 132
source: We couldn't just let you leave without telling you this first...
pt: Non potevamo lasciarti andare senza prima dirti questa cosa...

# 619 671 52 60ｆ以下です
source: Just what are you up to?
pt: Che cosa avete in mente?

# 672 760 88
source: If you're here to kick a girl while she's down, you better just turn and walk away right now.
pt: Se siete qui per infierire su chi è già a terra, vi conviene girare i tacchi e andarvene subito.

# 763 863 100
source: That's not it. We just have something to say.
pt: Non è per questo. Vogliamo solo dirti una cosa.

# 950 1109 159
source: As much as I hate to admit it, your performance really moved us.
pt: Anche se odio ammetterlo, la tua esibizione ci ha davvero commossi.

# 1140 1200 60
source: It was incredible.
pt: È stata incredibile.

# 1222 1326 104
source: It wasn't easy for us to come this far, either.
pt: Anche per noi è stata dura arrivare fin qui.

# 1335 1385 50 60ｆ以下です
source: So we understand.
pt: Ecco perché capiamo.

# 1386 1545 159
source: You must have practiced a lot to be able to perform like that.
pt: Devi aver praticato molto per riuscire a esibirti in quel modo.

# 1556 1643 87
source: It takes guts, no doubt about it.
pt: Ci vuole fegato, non c'è dubbio.

# 1663 1719 56 60ｆ以下です
source: Girls...
pt: Ragazze...

# 1720 1790 70
source: That's all. See ya.
pt: Tutto qui. Ci vediamo.

# 1892 1952 60
source: Thank you both for saying that!
pt: Grazie a entrambe per averlo detto

# 2039 2210 171
source: I don't think I could have given it my all if I wasn't facing off against you two.
pt: Non credo che avrei potuto dare il massimo se non mi fossi scontrata con voi due.

# 2243 2332 89
source: So... So...
pt: Io... Io...

# 2378 2438 60
source: You really are clueless.
pt: Non hai capito proprio niente.

# 2503 2563 60
source: Right, Azusa?
pt: Vero, Azusa?

# 2601 2735 134
source: You know, we don't think this is the end of the competition or anything.
pt: Sai, non pensiamo che questa sia la fine della competizione o niente del genere.

# 2785 2868 83
source: The real thing's just getting started.
pt: Il bello comincia adesso.

# 2899 3040 141
source: This is the just the first stepping stone.
pt: Questo è solo il primo gradino.

# 3071 3131 60
source: I think so, too.
pt: Anch'io la penso così.

# 3318 3385 67
source: Anyway, we should get going.
pt: Comunque, è meglio che andiamo.

# 3405 3455 50 60ｆ以下です
source: See you around.
pt: Ci si vede.

# 3456 3523 67
source: Yeah. See you!
pt: Già. Ci vediamo

# 3618 3732 114
source: They're better kids than I thought they were. Gotta say, they've really changed my opinion.
pt: Sono ragazze più a posto di quanto pensassi. Devo ammetterlo, mi hanno fatto proprio ricredere.

# 3764 3821 57 60ｆ以下です
source: Mine too.
pt: Anche a me.

# 3822 3964 142
source: We'll have a party when we get back to the office. Sound good?
pt: Faremo una festa quando torniamo in ufficio. Va bene?

# 3976 4036 60 テキスト修正
source: Yes, ma'am!
pt: Sì, signora
