Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/C3610.po
Languages: pt

# 33 93 60
source: Hey, wait up.
pt: Ehi, aspettate.

# 166 264 98
source: You're just gonna leave without saying goodbye?
pt: Ve ne andate così, senza salutare?

# 283 387 104
source: What's this about? You two tryin' to start something again?
pt: Qual è il problema? Volete attaccar briga di nuovo, voi due?

# 424 526 102
source: We just watched a playback of your performance.
pt: Abbiamo appena visto la registrazione della vostra esibizione.

# 532 666 134
source: We couldn't just let you leave without telling you this first...
pt: Non potevamo lasciarvi andare senza prima dirvi questa cosa...

# 687 743 56 60ｆ以下です
source: Just what are you up to?
pt: Cosa avete in mente?

# 744 844 100
source: Nothing. We just have something to say.
pt: Niente. Abbiamo solo qualcosa da dire.

# 931 1091 160
source: As much as I hate to admit it, your performance really moved us.
pt: Odio ammetterlo, la vostra esibizione ci ha davvero commossi.

# 1121 1181 60
source: It was incredible.
pt: È stata incredibile.

# 1203 1306 103
source: It wasn't easy for us to come this far, either.
pt: Non è stato facile neanche per noi arrivare fin qui.

# 1316 1366 50 60ｆ以下です
source: So we understand.
pt: Quindi capiamo.

# 1367 1526 159
source: You must have practiced a lot to be able to perform like that.
pt: Vi sarete allenati un sacco per riuscire a esibirvi così.

# 1536 1625 89
source: It takes guts, no doubt about it.
pt: Ci vuole fegato, non c'è dubbio.

# 1644 1699 55 60ｆ以下です
source: Girls...
pt: Ragazze...

# 1700 1771 71
source: That's all. See ya.
pt: Tutto qui. Ci vediamo.

# 1873 1933 60
source: Thank you both for saying that!
pt: Grazie a entrambe per averlo detto

# 2020 2199 179
source: I don't think I could have given it my all if I wasn't facing off against you two.
pt: Penso che non ce l'avrei messa tutta se non vi avessi avute contro.

# 2223 2315 92
source: So... So...
pt: Allora... Allora...

# 2358 2419 61
source: You really are clueless.
pt: Non ci arrivi proprio.

# 2484 2544 60
source: Right, Azusa?
pt: Vero, Azusa?

# 2578 2712 134
source: You'll never make it in this world if something like that makes you cry.
pt: Non ce la farai mai in questo mondo se una cosa del genere ti fa piangere.

# 2740 2865 125
source: But maybe that's part of your charm.
pt: Ma forse è parte del tuo fascino.

# 2891 3026 135
source: Still, we're confident we're gonna hit it big, just watch.
pt: Comunque, siamo sicure che faremo il botto, state a vedere.

# 3047 3107 60
source: I think so, too.
pt: Anch'io la penso così.

# 3294 3362 68
source: Anyway, we should get going.
pt: Comunque, è meglio che andiamo.

# 3380 3429 49 60ｆ以下です
source: See you around.
pt: Ci si vede.

# 3430 3507 77
source: Yeah. See you!
pt: Sì. Ci vediamo

# 3594 3710 116
source: They're better kids than I thought they were. Gotta say, they've really changed my opinion.
pt: Sono ragazze migliori di quanto pensassi. Devo dire che mi hanno proprio fatto ricredere.

# 3740 3800 60
source: Mine too.
pt: Anche la mia.

# 3809 3869 60
source: Well, let's move.
pt: Bene, muoviamoci.

# 3891 3987 96
source: We'll have a party when we get back to the office. Sound good?
pt: Faremo una festa quando torniamo in ufficio. Che ne dite?

# 4000 4060 60
source: Yes, ma'am!
pt: Sissignora
