Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4010.po
Languages: pt

# 751 881 130
source: The Nagoya Wyverns have announced a pinch hitter.
pt: I Nagoya Wyverns hanno annunciato un battitore sostituto.

# 890 1007 117
source: Sakai, playing second base and batting seventh in the lineup, is coming out.
pt: Sakai, interbase che batte settimo nell'ordine, esce.

# 1008 1176 168
source: Coming in to bat is Tatsuo Shinada, number 47.
pt: Entra in battuta Tatsuo Shinada, numero 47.

# 1177 1310 133
source: It's the bottom of the ninth, two outs. The Wyverns send Tatsuo Shinada to pinch hit.
pt: Parte bassa del nono inning, due out. I Wyverns mandano Tatsuo Shinada come battitore sostituto.

# 1311 1432 121
source: He's a 22-year-old from Tokyo who spent the last four years on the farm.
pt: È un ventiduenne di Tokyo che ha passato gli ultimi quattro anni nelle leghe minori.

# 1433 1530 97
source: And today's his chance to prove himself in the big leagues.
pt: E oggi è la sua occasione per farsi valere nella massima serie.

# 1539 1714 175
source: For his very first at bat, he'll be taking over for Sakai, the core of the Wyverns' defense.
pt: Per il suo primissimo turno in battuta, sostituirà Sakai, il perno della difesa dei Wyverns.

# 1725 1820 95
source: A bold decision on their manager Fujita's part.
pt: Una decisione audace da parte del loro manager Fujita.

# 1821 1953 132
source: I'll say. Maybe Sakai's hurting after the slugfest we witnessed today.
pt: Eccome. Forse Sakai ha qualche acciacco dopo la battaglia a cui abbiamo assistito oggi.

# 1954 2042 88
source: Or it's a move with extra innings in mind.
pt: O è una mossa in vista degli inning supplementari.

# 2043 2215 172
source: Either way, it's safe to assume that there must be some logical reason for it.
pt: Comunque sia, vien da pensare che ci sia una ragione logica.

# 2216 2368 152
source: On the Gigants' side, Sawada's relentless pitching has held the Wyverns at bay.
pt: Dalla parte dei Gigants, i lanci implacabili di Sawada hanno tenuto a bada i Wyverns.

# 2369 2541 172
source: As long as he doesn't give up a big hit, this should be good news for him.
pt: Finché non concede un gran colpo, per lui sono buone notizie.

# 2542 2621 79
source: And here's the first pitch!
pt: Ed ecco il primo lancio

# 2622 2682 60
source: The ball veers left! Foul!
pt: La palla vira a sinistra! Foul

# 2718 2846 128
source: Sawada doesn't want to give up a big hit here.
pt: Sawada non vuole concedere un gran colpo qui.

# 2847 2951 104
source: His curveball's breaking sharp today. You can tell he's confident.
pt: Oggi la sua curva è molto secca. Si vede che è sicuro di sé.

# 2964 3079 115
source: Here's Sawada's second pitch. What's he gonna throw?
pt: Ecco il secondo lancio di Sawada. Cosa tirerà?

# 3080 3140 60
source: He winds up...
pt: Carica...

# 3152 3190 38 60ｆ以下です
source: And throws!
pt: E lancia

# 3191 3292 101
source: Another curveball. Cut cleanly by Shinada.
pt: Ancora una palla curva. Battuta secca di Shinada.

# 3479 3548 69
source: Shinada fouls off the sixth pitch as well.
pt: Shinada fa foul anche sul sesto lancio.

# 3549 3619 70
source: The count remains 0 and 2.
pt: Il conto rimane 0 e 2.

# 3620 3762 142
source: This Shinada kid's something else. He's swinging like a beast out there.
pt: Questo Shinada è pazzesco. Sta battendo come una bestia.

# 3763 3869 106
source: You can tell he's trying to zero in on Sawada's tricky curveballs.
pt: Si vede che sta cercando di inquadrare le insidiose palle curve di Sawada.

# 3870 3895 25 60ｆ以下です
source: That he is.
pt: Lo è davvero.

# 3896 3960 64
source: So far that's all he's been throwing.
pt: Finora ha lanciato solo quelle.

# 3961 4099 138
source: Would you say this is smart pitching, given how the batter's so focused on getting a hit?
pt: Pensi sia un lancio intelligente, considerato come il battitore sia così concentrato nel battere una valida?

# 4100 4196 96
source: That, and he's getting better at his timing.
pt: Oltre a questo, sta migliorando il suo tempismo.

# 4197 4257 60
source: He's waiting for that signature curve.
pt: Sta aspettando la sua classica curva.

# 4406 4476 36 60ｆ以下です
source: The seventh pitch...
pt: Il settimo lancio...

# 4690 4726 60
source: It's a hit!
pt: È una valida

# 4727 4774 47 60ｆ以下です
source: That's got some power!
pt: Che potenza

# 4775 4817 42 60ｆ以下です
source: It's going, going...
pt: E va, e va...

# 4818 4878 60
source: And gone! Home run!
pt: È andata! Fuoricampo

# 4880 4902 22
source: Incredible.
pt: Incredibile.

# 4904 4972 68
source: He really crushed that one!
pt: L'ha davvero distrutta

# 4973 5102 129
source: How's that for drama! Welcome to the big time, Shinada!
pt: Questo sì che è un colpo di scena! Benvenuto tra i grandi, Shinada

# 5106 5236 130
source: His first at bat as a pro ends up a home run⑬ and a walk-off, to boot!
pt: Il suo primo turno in battuta da professionista si conclude con un fuoricampo⑬ e per di più, è quello della vittoria

# 5237 5300 63
source: All those curves, then a fastball.
pt: Tutte quelle curve, e poi una palla veloce.

# 5301 5428 127
source: That would cause most batters to choke. I'm honestly amazed he hit it.
pt: Una cosa del genere manderebbe in tilt la maggior parte dei battitori. Onestamente, non riesco a credere che l'abbia colpita.

# 5429 5534 105
source: And so begins the story of a new baseball legend!
pt: E così inizia la storia di una nuova leggenda del baseball

# 5535 5630 95
source: Tatsuo Shinada of the Wyverns!
pt: Tatsuo Shinada dei Wyverns
