Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4020.po
Languages: pt

# 377 449 72 241 313 377 449
source: Shinada! Hey, Shinada!
pt: Shinada! Ehi, Shinada

# 455 525 70 分 319 389 455 525
source: I know you're in there!
pt: So che sei lì dentro

# 532 591 59 60ｆ以下です 396 455 532 591
source: Open up, you dummy!
pt: Apri, dummy

# 592 720 128 456 584 592 720
source: Now! Head off the pillow, hand on the doorknob!
pt: Adesso! Via la testa dal cuscino, mano sulla maniglia

# 758 893 135 622 757 758 893
source: Shinada! Did you forget your promise to pay me back!?
pt: Shinada! Ti sei dimenticato della promessa di ripagarmi!?

# 896 1004 108 760 868 896 1004
source: Hurry up and open the dang door!
pt: Sbrigati ad aprire quella dannata porta

# 1410 1445 35 60ｆ以下です 1274 1309 1410 1445
source: I heard that!
pt: Ti ho sentito

# 1446 1540 94 1310 1404 1446 1540
source: Just hang on a sec, Uno-san.
pt: Aspetta un attimo, Uno-san.

# 1575 1668 93 1439 1532 1575 1668
source: So you <Italic>are</Italic> home! Let me in this instant!
pt: Allora <Italic>sei</Italic> a casa! Fammi entrare all'istante

# 1678 1824 146 1542 1688 1678 1824
source: Don't burst a blood vessel out there. Is this any way to treat a friend?
pt: Non farti scoppiare una vena là fuori. È così che si tratta un amico?

# 1835 1900 65 1699 1764 1835 1900
source: Friend, my ass!
pt: Amico un cazzo

# 1907 2017 110 1771 1881 1907 2017
source: I can't wait to get you outta my life!
pt: Non vedo l'ora di sbarazzarmi di te

# 2018 2081 63 1882 1945 2018 2081
source: After I get my thirty grand, that is!
pt: Dopo che avrò i miei trentamila, s'intende

# 2099 2236 137 1963 2100 2099 2236
source: But, Uno-san, I still want <Italic>you</Italic> in my life.
pt: Ma, Uno-san, io voglio ancora <Italic>te</Italic> nella mia vita.

# 2255 2324 69 2119 2188 2255 2324
source: What kinda nonsense you talking about!?
pt: Che idiozie stai dicendo!?

# 2336 2446 110 2200 2310 2336 2446
source: They say relationships die the moment the money runs out.
pt: Dicono che le relazioni muoiono quando finiscono i soldi.

# 2460 2585 125 分 2324 2449 2460 2585
source: That's why I'm holding out. I'm just being a good friend.
pt: Ecco perché tengo duro. Sto solo facendo il buon amico.

# 2590 2710 120 2454 2574 2590 2710
source: You always make up some kind of bullcrap to weasel your way out of trouble!
pt: Ti inventi sempre qualche stronzata per pararti il culo

# 2711 2808 97 2575 2672 2711 2808
source: And today I'm not having it!
pt: E oggi non attacca

# 2809 2929 120 分 2673 2793 2809 2929
source: Now get up, open up, and pay up!
pt: Ora alzati, apri e paga

# 3027 3084 57 60ｆ以下です 2891 2948 3027 3084
source: You a collector too?
pt: Anche tu esattore?

# 3085 3175 90 2949 3039 3085 3175
source: You gonna be long? I can come back later.
pt: Ne hai per molto? Posso ripassare dopo.

# 3191 3251 60 3055 3115 3191 3251
source: Oh, no, uh...
pt: Oh, no, ecco...

# 3325 3385 60 3189 3249 3325 3385
source: What's wrong?
pt: Che succede?

# 3390 3451 61 分 3254 3315 3390 3451
source: You want me to help?
pt: Vuoi che ti aiuti?

# 3468 3549 81 3332 3413 3468 3549
source: No, it's okay. I was just about to leave.
pt: No, a posto. Me ne stavo giusto andando.

# 3570 3643 73 3434 3507 3570 3643
source: Shinada, you better open up.
pt: Shinada, ti conviene aprire.

# 3651 3711 60 分 3515 3575 3651 3711
source: The real thing's here.
pt: Quello vero è qui.

# 3720 3760 40 分 3515 3575 3651 3711
source: Wakey wakey, Shinada.
pt: Sveglia sveglia, Shinada.

# 4033 4158 125 3897 4022 4033 4158
source: Ran into your landlord earlier. Pretty reasonable guy.
pt: Ho incontrato il tuo padrone di casa, prima. Un tipo piuttosto ragionevole.

# 4159 4298 139 4023 4162 4159 4298
source: When I offered to help get him his rent, he was happy to hand over the keys.
pt: Quando mi sono offerto di aiutarlo a riscuotere l'affitto, è stato ben contento di darmi le chiavi.

# 4299 4436 137 4163 4300 4299 4436
source: Oh, gee, he didn't have to do that. I was gonna deposit it today.
pt: Oh, cavolo, non doveva farlo. Stavo giusto per versarlo oggi.

# 4526 4592 66 4390 4456 4526 4592
source: <Italic>And</Italic> you're borrowing from that guy at the door?
pt: <Italic>E</Italic> prendi soldi in prestito da quel tizio alla porta?

# 4607 4717 110 4471 4581 4607 4717
source: Come on, I thought you knew not to mooch off other civilians.
pt: Dai, pensavo che sapessi di non scroccare agli altri civili.

# 4724 4784 60 分 4588 4648 4724 4784
source: That's how you lose friends.
pt: È così che perdi gli amici.

# 4816 4926 110 4680 4790 4816 4926
source: So true. Wise as always, Takasugi-san. A modern-day sage.
pt: Verissimo. Saggio come sempre, Takasugi-san. Un saggio dei nostri tempi.

# 4956 5057 101 4820 4921 4956 5057
source: But you know what's really dumb?
pt: Ma sai qual è la cosa davvero stupida?

# 5075 5199 124 4939 5063 5075 5199
source: Borrowing from a pro and not paying back, Shinada!
pt: Prendere soldi da un professionista e non ripagare, Shinada

# 5275 5362 87 5139 5226 5275 5362
source: Did you forget what today is?
pt: Ti sei dimenticato che giorno è oggi?

# 5366 5465 99 5230 5329 5366 5465
source: Of course not! I remember! I have to pay the interest today!
pt: Certo che no! Me lo ricordo! Devo pagare gli interessi oggi

# 5488 5548 60 5352 5412 5488 5548
source: You betcha.
pt: Puoi scommetterci.

# 5878 5991 113 5742 5855 5878 5991
source: My youngest's got more cash than that.
pt: Il mio più piccolo ha più soldi di così.

# 5999 6059 60 5863 5923 5999 6059
source: And he's in third grade.
pt: E fa la terza elementare.

# 6098 6158 60 5962 6022 6098 6158
source: Well, this is embarrassing.
pt: Beh, questo è imbarazzante.

# 6376 6497 121 6240 6361 6376 6497
source: Shinada. Instead of wasting away writing smut for a living...
pt: Shinada. Invece di consumarti scrivendo porcherie per campare...

# 6502 6590 88 分 6366 6454 6502 6590
source: Why don't I get you a real job?
pt: Perché non ti trovo un lavoro vero?

# 6596 6730 134 6460 6594 6596 6730
source: You're not gonna sell me off to a tuna boat or something, are you?
pt: Non vorrai mica vendermi a un peschereccio di tonni o qualcosa del genere, vero?

# 6749 6916 167 6613 6780 6749 6916
source: I got a small sheet metal shop as collateral. They're short on staff.
pt: Ho una piccola officina di lattoneria come garanzia. Sono a corto di personale.

# 6917 7014 97 6781 6878 6917 7014
source: Oh yeah? And they pay good?
pt: Ah sì? E pagano bene?

# 7022 7039 17 6781 6878 6917 7014
source: Yup.
pt: Già.

# 7064 7201 137 6928 7065 7064 7201
source: All you've gotta do is run some sheet metal across a nice, big press.
pt: Tutto quello che devi fare è passare della lamiera in una bella pressa grossa.

# 7210 7270 60 7074 7134 7210 7270
source: Sounds easy.
pt: Sembra facile.

# 7289 7362 73 7153 7226 7289 7362
source: First, you get on their payroll.
pt: Prima, ti mettono a libro paga.

# 7373 7464 91 分 7237 7328 7373 7464
source: After that, it's smooth sailing.
pt: Dopodiché, è tutto in discesa.

# 7480 7594 114 7344 7458 7480 7594
source: Just shove your fingers in the press and kiss them goodbye.
pt: Ti basta ficcare le dita nella pressa e dirgli addio.

# 7600 7658 58 60ｆ以下です 7464 7522 7600 7658
source: I get you, I get you.
pt: Ho capito, ho capito.

# 7659 7698 39 60ｆ以下です 7523 7562 7659 7698
source: Wait, what!?
pt: Aspetta, cosa!?

# 7699 7886 187 7563 7750 7699 7886
source: Worker's comp'll cover the whole thing. Insurance'll pay around 300 grand a finger.
pt: L'indennizzo coprirà tutto. L'assicurazione pagherà sui 300 mila a dito.

# 7887 8031 144 7751 7895 7887 8031
source: You only need to lose one, two, three...
pt: Te ne basta perdere uno, due, tre...

# 8132 8228 96 7996 8092 8132 8228
source: And you'll still have enough to pick your nose when it's all said and done.
pt: E te ne avanzeranno abbastanza per scaccolarti, a cose fatte.

# 8236 8326 90 8100 8190 8236 8326
source: Whoa, okay, look⑬ I'm grateful for the offer, but...
pt: Whoa, okay, senta⑬ la ringrazio per l'offerta, ma...

# 8327 8470 143 8191 8334 8327 8470
source: Here, look at this. I got an interview tonight. Why don't I write up a story, get my fee...
pt: Ecco, guardi. Ho un'intervista stasera. Scrivo un articolo, incasso il compenso...

# 8471 8565 94 8335 8429 8471 8565
source: And hustle that right over to you, Takasugi-san!
pt: E glielo porto di corsa, Takasugi-san

# 8579 8652 73 8443 8516 8579 8652
source: Well. That's more like it.
pt: Beh. Ora sì che ragioniamo.

# 8664 8825 161 8528 8689 8664 8825
source: Don't worry. Even I know it's stupid not to pay off my interest.
pt: Non si preoccupi. So bene anch'io che è da stupidi non pagare gli interessi.

# 8841 8901 60 8705 8765 8841 8901
source: Then tell me.
pt: Allora dimmi.

# 8910 9003 93 8774 8867 8910 9003
source: What are you doing lounging around in bed!?
pt: Che ci fai a poltrire a letto!?

# 9348 9442 94 9212 9306 9348 9442
source: Don't forget you're dealing with a pro here.
pt: Non dimenticare che hai a che fare con un professionista.

# 9452 9513 61 分 9316 9377 9452 9513
source: Consequences could be dire.
pt: Le conseguenze potrebbero essere terribili.

# 9527 9591 64 9391 9455 9527 9591
source: Dire how, exactly?
pt: Terribili in che modo, di preciso?

# 9598 9760 162 9462 9624 9598 9760
source: If I felt like it, I could always see what the Nagoya Family thinks about this.
pt: Se mi andasse, potrei sempre sentire cosa ne pensa la Famiglia di Nagoya.

# 9763 9856 93 9627 9720 9763 9856
source: Oh, Takasugi-san, you and your dark humor.
pt: Oh, Takasugi-san, lei e il suo umorismo nero.

# 9869 9955 86 9733 9819 9869 9955
source: If you want this to stay a joke...
pt: Se vuoi che questo resti uno scherzo...

# 9977 10059 82 9841 9923 9977 10059
source: Then get your ass to work!
pt: Allora muovi il culo e vai a lavorare
