Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4060.po
Languages: pt

# 95 219 124
source: Looking good, Milky-chan. Radiant as ever!
pt: Sei uno schianto, Milky-chan. Splendida come sempre

# 228 295 67
source: That's it! Right there!
pt: Così! Proprio lì

# 307 432 125
source: Come on, Ta-chan... You don't need to flatter me.
pt: Ma dai, Ta-chan... Non serve che mi lusinghi.

# 433 505 72
source: No one wants photos of an old woman.
pt: Nessuno vuole le foto di una vecchia.

# 520 595 75
source: Can't we just use shots from my glory days?
pt: Non possiamo semplicemente usare le foto dei miei tempi d'oro?

# 599 722 123
source: No way! There was no end to the complaints the last time we tried that.
pt: Macché! Sono piovute lamentele l'ultima volta che ci abbiamo provato.

# 757 832 75
source: What? People didn't like it?
pt: Come? Alla gente non è piaciuto?

# 846 909 63
source: Oh, it was a nightmare.
pt: Oh, è stato un incubo.

# 912 1002 90 分
source: Your clients really hounded us after that article.
pt: I tuoi clienti ci hanno davvero tartassato dopo quell'articolo.

# 1003 1159 156
source: Wanted to know why we'd use that old picture when the real thing's so much better.
pt: Volevano sapere perché usare quella vecchia foto, quando dal vivo è molto meglio.

# 1160 1252 92
source: Okay, look back at the camera now.
pt: Okay, ora guarda di nuovo in camera.

# 1262 1322 60
source: You liar.
pt: Bugiardo.

# 1351 1505 154
source: I say women are like a fine wine. They only get better with age.
pt: Io dico che le donne sono come il buon vino. Migliorano solo con l'età.

# 1534 1626 92
source: Sure, I thought you were gorgeous fifteen years ago.
pt: Certo, ti trovavo stupenda quindici anni fa.

# 1633 1714 81 分
source: But it doesn't compare to your beauty now, Milky-chan!
pt: Ma non è niente in confronto alla tua bellezza di adesso, Milky-chan

# 1857 1917 60
source: Thank you.
pt: Grazie.

# 1932 1992 60
source: I'm serious, you know.
pt: Dico sul serio, sai.

# 1997 2075 78
source: Not that. I mean for my brother.
pt: Non per quello. Intendo per mio fratello.

# 2137 2209 72
source: Oh, it was no biggie.
pt: Oh, figurati.

# 2223 2283 60 分
source: Now then, Milky-chan.
pt: Bene, allora, Milky-chan.

# 2300 2415 115
source: Let's get this off of you.
pt: Togliamoti questo di dosso.

# 2441 2534 93
source: Oh, that's so embarrassing! Sorry!
pt: Oh, che imbarazzo! Scusa

# 2740 2839 99
source: Should we... move on to the interview portion?
pt: Dovremmo... passare alla parte dell'intervista?

# 2852 3009 157
source: To show you how thankful I am, I'll give you a little <Italic>extra</Italic> service today.
pt: Per dimostrarti quanto ti sono grato, oggi ti darò un piccolo servizio <Italic>extra</Italic>.

# 3098 3160 62
source: Then let's hit the showers!
pt: Allora, andiamo a farci la doccia
