Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4080.po
Languages: pt

# 385 445 60
source: Huh!?
pt: Eh!?

# 635 746 111
source: Hey, boss! Where's the rest of my paycheck!?
pt: Ehi, capo! Dov'è il resto del mio stipendio!?

# 747 884 137
source: Dumbass! Do you realize how many deadlines you've missed in a row!?
pt: Deficiente! Ma ti rendi conto di quante scadenze hai mancato di fila!?

# 885 939 54 60ｆ以下です
source: But you can still make it to the printers!
pt: Ma fai ancora in tempo per la tipografia

# 940 1067 127
source: Who turns in handwritten stories these days anyway!? Think of all the work you're making for us!
pt: Ma chi è che scrive ancora a mano al giorno d'oggi!? Pensa a tutto il lavoro che ci fai fare

# 1073 1140 67
source: Find yourself another job if you're not gonna follow our rules!
pt: Trovati un altro lavoro se non hai intenzione di seguire le nostre regole

# 1141 1267 126
source: Yeah, yeah. I get the idea.
pt: Sì, sì. Ho capito.

# 1435 1592 157
source: Thought I'd ball out on yakiniku, but I guess conveyor belt sushi will do.
pt: Pensavo di fare una pazzia con lo yakiniku, ma mi sa che dovrò accontentarmi del sushi sul nastro.

# 1774 1834 60
source: What's this about sushi?
pt: Che storia è questa del sushi?

# 1837 1934 97
source: What happened to hustling over the minute you got paid?
pt: Non dovevi filare qui appena ti hanno pagato?

# 1935 2035 100
source: Can you at least not take everything? Pretty please?
pt: Non puoi almeno lasciarmi qualcosa? Ti prego?

# 2039 2105 66 分
source: I haven't eaten since yesterday!
pt: Non mangio da ieri

# 2106 2248 142
source: What, is this all you get for churning out that smut?
pt: Cosa, è tutto quello che ti danno per sfornare quelle porcherie?

# 2266 2360 94
source: It's not even close to what you owe.
pt: Non è neanche lontanamente quello che devi.

# 2388 2498 110
source: Hell, my daughter gets more for her New Year's gifts.
pt: Dannazione, mia figlia riceve di più per i regali di Capodanno.

# 2516 2576 60
source: And she's in fourth grade.
pt: E fa la quarta elementare.

# 2577 2659 82
source: You're never paying your loan off like this.
pt: Di questo passo non lo ripagherai mai.

# 2681 2759 78
source: Guess it's off to the metal press, then.
pt: Mi sa che si va alla pressa, allora.

# 2772 2817 45 60ｆ以下です
source: Anything but that!
pt: Tutto, ma non quello

# 2818 2976 158
source: Your insurance will pay off the principal, and disability should cover the interest.
pt: La tua assicurazione salderà il capitale, e l'invalidità dovrebbe coprire gli interessi.

# 2977 3075 98
source: Here. Write your name for me.
pt: Tieni. Scrivimi il tuo nome.

# 3253 3424 171
source: Balance owed: 1,327,534 yen.
pt: Debito residuo: 1.327.534 yen.

# 3894 3975 81
source: Hit a home run, get 5,000 yen! Only 200 yen per try!
pt: Fai un fuoricampo e vinci 5.000 yen! Solo 200 yen a tentativo
