Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4110.po
Languages: pt

# 270 357 87
source: Welcome! Oh, it's you, Shinada.
pt: Benvenuto! Ah, sei tu, Shinada.

# 437 525 88 分
source: I could cry right now with how nice you're being!
pt: Mi viene da piangere per quanto sei gentile

# 526 683 157
source: Yeah, spare me the tears. You're not even getting a glass of water 'til you settle your tab.
pt: Già, risparmiami le lacrime. Non avrai neanche un bicchier d'acqua finché non saldi il conto.

# 697 800 103
source: Though... I <Italic>do</Italic> accept gift certificates.
pt: Però... <Italic>accetto</Italic> i buoni regalo.

# 825 858 33 60ｆ以下です
source: How'd you know about that!?
pt: Come facevi a saperlo!?

# 859 963 104
source: Idiot. I'm the chamber of commerce chairman.
pt: Idiota. Sono il presidente della camera di commercio.

# 964 1101 137
source: I told them to call me first thing if you hit a home run.
pt: Gli ho detto di chiamarmi subito se facevi un fuoricampo.

# 1120 1180 60
source: That old blabbermouth...
pt: Quel vecchio linguaccia...

# 1181 1273 92
source: Here. Five grand and it's yours.
pt: Ecco. Cinquemila e sono tuoi.

# 1335 1408 73
source: Well, the thing is...
pt: Beh, il fatto è che...

# 1436 1575 139
source: What? Don't tell me you spent it already!
pt: Cosa? Non mi dire che li hai già spesi

# 1705 1799 94
source: Please, Ushijima-san! Let it slide just this once!
pt: La prego, Ushijima-san! Lasci correre, solo per questa volta

# 1800 1862 62 分
source: I haven't eaten a bite all day!
pt: Non ho mangiato un boccone tutto il giorno

# 1865 2007 142
source: The exit is thataway. Don't let the door hit you on the way out.
pt: L'uscita è da quella parte. Non farti colpire dalla porta quando esci.

# 2008 2114 106
source: I'm begging you, Ushijima-san! I'll take <Italic>anything</Italic>!
pt: La supplico, Ushijima-san! Prendo <Italic>qualunque cosa</Italic>

# 2115 2217 102
source: Some nerve you got there, Shinada.
pt: Hai un bel coraggio, Shinada.

# 2218 2309 91
source: But you used to let me eat for free all the time!
pt: Ma mi facevi sempre mangiare gratis

# 2317 2461 144
source: It wasn't free. Do you even realize how big a tab you ran up?
pt: Non era gratis. Ti rendi conto del conto che hai accumulato?

# 2478 2541 63
source: Money's tight for everyone these days.
pt: I tempi sono duri per tutti.

# 2542 2665 123 分
source: But if we all help each other out, we can at least live happy.
pt: Ma se ci diamo tutti una mano, almeno possiamo vivere felici.

# 2670 2778 108
source: You're just feeding off people's generosity.
pt: Tu ti stai solo approfittando della generosità della gente.

# 2817 2950 133
source: Hey! Where's my damn spaghetti!? I'm starvin' here!
pt: Ehi! Dove sono i miei maledetti spaghetti!? Sto morendo di fame

# 2951 3018 67
source: Yup, coming right up!
pt: Sì, arriva subito

# 3054 3179 125
source: Weird. Not often you see guys from that line of work in here.
pt: Strano. Non capita spesso di vedere gente di quel tipo qui dentro.

# 3207 3337 130
source: Looks like they're dressed for a funeral, too. Did something happen?
pt: Sembra che siano vestiti per un funerale, pure loro. È successo qualcosa?

# 3394 3454 60
source: Don't stare.
pt: Non fissare.
