Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4140.po
Languages: pt

# 267 312 45
source: Who are you?
pt: Chi sei?

# 313 395 82
source: I'm looking for someone. Word is he's in Kineicho.
pt: Sto cercando qualcuno. Gira voce che sia a Kineicho.

# 420 516 96
source: You must be the guy Ushijima-san told me about.
pt: Devi essere il tizio di cui mi ha parlato Ushijima-san.

# 573 651 78
source: You're really spooking people, you know.
pt: Stai davvero spaventando la gente, sai.

# 661 756 95
source: This town has enough problems already without you skulking around.
pt: Questa città ha già abbastanza problemi senza che tu bazzichi da queste parti.

# 818 955 137
source: This man I'm looking for... He's blended into his surroundings well.
pt: L'uomo che sto cercando... Si è mimetizzato bene.

# 984 1045 61
source: Nobody knows who he used to be.
pt: Nessuno sa chi fosse.

# 1089 1167 78
source: Of his past as a baseball player.
pt: Del suo passato da giocatore di baseball.

# 1247 1307 60
source: Ring any bells?
pt: Ti dice qualcosa?

# 1328 1388 60
source: 'Course it doesn't.
pt: Certo che no.

# 1426 1492 66
source: Are you sure about that?
pt: Sei sicuro di questo?

# 1520 1615 95
source: Hard as you try, there's no hiding that Tokyo accent.
pt: Per quanto ti sforzi, non puoi nascondere quell'accento di Tokyo.

# 1682 1837 155 改行位置を修正
source: I know who you are. Nagoya Wyverns' number 47, Tatsuo Shinada.
pt: So chi sei. Dei Nagoya Wyverns il numero 47, Tatsuo Shinada.

# 1871 1957 86
source: And... I have a job for you.
pt: E... ho un lavoro per te.

# 2053 2213 160
source: Remember that walk-off home run? The one that cost you everything?
pt: Ricordi quel fuoricampo decisivo? Quello che ti è costato tutto?

# 2245 2315 70
source: I want you to find out what really happened.
pt: Voglio che tu scopra cosa è successo veramente.
