Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4170.po
Languages: pt

# 45 207 162
source: Remember that walk-off home run? The one that cost you everything?
pt: Ricordi quel fuoricampo? Quello che ti è costato tutto?

# 248 318 70
source: I want you to find out what really happened.
pt: Voglio che tu scopra cosa è successo veramente.

# 697 757 60
source: This is...
pt: Questo è...

# 774 864 90
source: The ball you hit for that home run.
pt: La palla con cui hai fatto quel fuoricampo.

# 897 960 63
source: Who the hell are you?
pt: Chi diavolo sei tu?

# 997 1098 101
source: He's gotta be somewhere around here! Find him!
pt: Deve essere da queste parti! Trovatelo

# 1181 1241 60
source: We can resume this another day.
pt: Possiamo riprendere un altro giorno.

# 1256 1328 72
source: Hey, we're not done here.
pt: Ehi, non abbiamo finito qui.

# 1331 1391 60 分
source: Where'd you get this?
pt: Dove l'hai preso?

# 1396 1505 109
source: And what do you mean about my home run? I hit it fair and square!
pt: E cosa intendi dire sul mio fuoricampo? L'ho battuta onestamente

# 1514 1574 60
source: There's nothing more to it than that!
pt: Non c'è altro
