Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4180.po
Languages: pt

# 116 243 127
source: Hey now. That's no way to say hello.
pt: Ehi. Non è così che si saluta.

# 269 329 60
source: Quit pointing that at me, will ya?
pt: Smettila di puntarmelo addosso, vuoi?

# 349 465 116
source: Consider me a main stakeholder in the well-being of our friend here.
pt: Considerami il principale azionista del benessere del nostro amico qui.

# 500 624 124
source: Shinada owes me more than you can possibly imagine.
pt: Shinada mi deve più di quanto tu possa immaginare.

# 664 724 60
source: Point being?
pt: E quindi?

# 811 871 60
source: The job.
pt: Il lavoro.

# 888 948 60
source: He'll take it.
pt: Lo accetterà.

# 1260 1298 38 60ｆ以下です
source: Guess I'm coming in.
pt: Mi sa che entro.

# 1299 1358 59 60ｆ以下です
source: Hold on, Takasugi-san.
pt: Aspetta, Takasugi-san.

# 1359 1464 105 分
source: This is complicated enough already! Please just stay out of it!
pt: È già abbastanza complicato così! Ti prego, restane fuori

# 1493 1569 76
source: You're in no position to tell me what to do.
pt: Non sei nella posizione di dirmi cosa fare.

# 1570 1638 68
source: Our deal has nothing to do with this!
pt: Il nostro accordo non ha niente a che fare con questo

# 1676 1736 60
source: That so?
pt: Ah sì?

# 1755 1889 134
source: Guess your fingers'll be covering what you owe me after all, then.
pt: Mi sa che alla fine le tue dita copriranno quello che mi devi, allora.

# 2025 2088 63
source: For now...
pt: Per ora...

# 2111 2282 171 分
source: How 'bout we start with one? Make sure you tell the doctor it got caught in the press.
pt: Che ne dici se iniziamo con uno? Mi raccomando, di' al dottore che ti è rimasto incastrato nella pressa.

# 2293 2342 49 60ｆ以下です
source: Don't be ridiculous!
pt: Non essere ridicolo

# 2343 2455 112
source: They won't pay worker's comp if I'm not even an employee!
pt: Non mi pagheranno l'infortunio sul lavoro se non sono neanche un dipendente

# 2607 2667 60
source: What's this?
pt: Questo cos'è?

# 2719 2915 196
source: Employment forms. Lifted your signature off the receipt from last night. Gotta love copy paper.
pt: Moduli di assunzione. Ho preso la tua firma dalla ricevuta di ieri sera. Viva la carta carbone.

# 2920 2987 67 分
source: Congrats on the new job.
pt: Congratulazioni per il nuovo lavoro.

# 2988 3050 62
source: Let's not rush things here.
pt: Non affrettiamo le cose.

# 3051 3215 164
source: Even if I give you a million years, a two-bit porno writer's never gonna cut it.
pt: Anche se ti dessi un milione di anni, uno scrittore di porno da due soldi non ce la farà mai.

# 3243 3303 60
source: 'Course...
pt: Certo...

# 3313 3477 164 分
source: If you have another job lined up, I might just change my tune.
pt: Se hai un altro lavoro in vista, potrei anche cambiare musica.

# 3633 3771 138
source: That home run was legit. I'm sure of it.
pt: Quel fuoricampo era legittimo. Ne sono sicuro.

# 3825 3935 110
source: The Gigants' pitcher Sawada fired out six straight curves...
pt: Il lanciatore dei Gigants Sawada ha tirato sei curve di fila...

# 3940 4037 97
source: Then ignored the catcher's signal and hurled a fastball down the middle.
pt: Poi ha ignorato il segnale del ricevitore e ha scagliato una fastball dritta al centro.

# 4065 4255 190
source: And I read it perfectly. Didn't steal signs or anything.
pt: E l'ho letto alla perfezione. Non ho rubato segnali o cose del genere.

# 4258 4326 68
source: Sign stealing, huh?
pt: Rubare i segnali, eh?

# 4331 4429 98 分
source: Now <Italic>that</Italic> would be a problem.
pt: Ecco, <Italic>quello</Italic> sarebbe un problema.

# 4454 4555 101
source: Then why? Why'd you get banned from the league?
pt: E allora perché? Perché ti hanno radiato dalla lega?

# 4604 4692 88
source: I got accused of match fixing, and it stuck.
pt: Sono stato accusato di combine, e l'etichetta mi è rimasta addosso.

# 4727 4811 84
source: - And were you fixing matches? - Of course not!
pt: - E facevi combine? - Certo che no

# 4812 4911 99
source: So then it must have been a set-up.
pt: Allora deve essere stata una montatura.

# 4912 4972 60
source: How should I know!?
pt: E che ne so io!?

# 4989 5107 118
source: Who'd go through all that just to exile a no-name benchwarmer from the minors?
pt: Chi si prenderebbe tutto quel disturbo solo per cacciare un panchinaro qualunque delle leghe minori?

# 5179 5265 86
source: Someone had something to gain from it.
pt: Qualcuno aveva qualcosa da guadagnarci.

# 5283 5355 72 分
source: And I want to know who.
pt: E voglio sapere chi.

# 5424 5521 97
source: You're the only one who can track them down.
pt: Sei l'unico che può scovarli.

# 5560 5648 88
source: Say someone <Italic>did</Italic> frame him.
pt: Diciamo che qualcuno <Italic>l'ha</Italic> incastrato.

# 5690 5750 60
source: If we figure out who...
pt: Se scopriamo chi...

# 5784 5856 72
source: You'll really hand over the cash?
pt: Davvero mi sgancerai i soldi?

# 5896 5956 60
source: I never break a promise.
pt: Non infrango mai una promessa.

# 5997 6123 126
source: Here. This is where you can reach me, and all the spending money you could need.
pt: Tieni. Ecco il mio recapito, e tutti i soldi per le spese di cui potresti aver bisogno.

# 6228 6347 119
source: The job's yours. Don't let me down.
pt: Il lavoro è tuo. Non deludermi.

# 6399 6459 60 分
source: You can serve as our witness.
pt: Puoi farci da testimone.

# 6507 6567 60
source: Fine by me.
pt: A me sta bene.

# 6568 6656 88
source: Now then. I'll be in touch.
pt: Ebbene. Ci sentiremo.

# 7067 7127 60
source: Well that's a surprise.
pt: Beh, questa è una sorpresa.

# 7133 7235 96 分
source: Didn't realize I was dealing with a star.
pt: Non sapevo di avere a che fare con una star.

# 7271 7334 63
source: You were nationwide news.
pt: Sei finito sui notiziari di tutto il paese.

# 7335 7372 37 60ｆ以下です
source: But I didn't⑬
pt: Ma non l'ho fatto⑬

# 7373 7492 119
source: If you're really innocent, then you should figure out who framed you.
pt: Se sei davvero innocente, allora dovresti scoprire chi ti ha incastrato.

# 7625 7764 135
source: Not only do you get to learn the truth, but you'll earn a sweet 20 mil doing it.
pt: Non solo scoprirai la verità, ma facendolo ti intaschi anche 20 bei milioni.

# 7771 7840 69
source: You'll finally be able to settle your debts.
pt: Finalmente potrai saldare i tuoi debiti.

# 7968 8075 107 分
source: Sorry. I need some time to process all this.
pt: Scusa. Ho bisogno di un po' di tempo per elaborare tutto questo.

# 8096 8166 70
source: What's there to process?
pt: Cosa c'è da elaborare?

# 8188 8255 67
source: You've already got the job.
pt: Il lavoro è già tuo.

# 8272 8341 69 分
source: This is your only choice.
pt: Non hai altra scelta.

# 8383 8484 101
source: Well. This or your fingers.
pt: Beh. O questo o le tue dita.

# 8691 8812 121
source: I just... need to think it over.
pt: Devo solo... pensarci su.

# 8895 9032 137
source: If you say so. But don't forget.
pt: Se lo dici tu. Ma non dimenticare.

# 9102 9200 98
source: If you try to run... I'll catch you.
pt: Se provi a scappare... Ti prendo.
