Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4210.po
Languages: pt

# 412 489 77
source: What happened to your face!?
pt: Che ti è successo alla faccia!?

# 515 579 64
source: Eh, it's nothing.
pt: Eh, non è niente.

# 584 644 60
source: It doesn't look like nothing.
pt: Non sembra proprio niente.

# 750 831 81
source: Is there anything you've done you wish you could forget?
pt: C'è qualcosa che hai fatto che vorresti dimenticare?

# 883 1066 183 OK
source: You know how it is in this industry. I'd have a harder time finding things I want to remember.
pt: Sai com'è questo lavoro. Farei più fatica a trovare cose che voglio ricordare.

# 1095 1155 60
source: Right.
pt: Giusto.

# 1169 1317 148
source: Every now and then, I dream of starting over somewhere new.
pt: Ogni tanto, sogno di ricominciare da capo in un posto nuovo.

# 1320 1448 128 分
source: Completely reinventing who I am, you know?
pt: Reinventarmi completamente, sai?

# 1476 1612 136
source: I get you. It's already been fifteen years since I came here to do just that.
pt: Ti capisco. Sono già passati quindici anni da quando sono venuto qui per fare proprio questo.

# 1643 1796 153
source: Those were the days. Remember when you first walked into my club?
pt: Bei tempi quelli. Ricordi quando sei entrato per la prima volta nel mio locale?

# 1810 1892 82
source: It was the loneliest day of my life.
pt: È stato il giorno più solitario della mia vita.

# 1911 2038 127 分
source: I needed to talk to someone, anyone who didn't know who I was.
pt: Avevo bisogno di parlare con qualcuno, chiunque non sapesse chi fossi.

# 2064 2186 122
source: Which landed me right at your doorstep. Club Futo Momo.
pt: Il che mi ha portato proprio alla tua porta. Club Futo Momo.

# 2191 2338 147
source: And you got paired up with me. For a whole fifty minutes.
pt: E sei capitato con me. Per ben cinquanta minuti.

# 2369 2475 106
source: You just held me, without saying a single thing.
pt: Mi hai solo tenuta stretta, senza dire una sola parola.

# 2503 2616 113
source: Of course I did. All part of the job.
pt: Certo che l'ho fatto. Fa tutto parte del mestiere.

# 2661 2764 103
source: Yup. It was just work for you.
pt: Già. Per te era solo lavoro.

# 2782 2905 123
source: But me? Feeling your warmth against my skin...
pt: Ma per me? Sentire il tuo calore sulla mia pelle...

# 2911 2997 86 分
source: It might've just saved my life.
pt: Forse mi ha salvato la vita.

# 3028 3088 60
source: Even then...
pt: Anche allora...

# 3183 3281 98
source: Say, let's run away, just the two of us.
pt: Senti, scappiamo, solo noi due.

# 3291 3364 73 分
source: We'll skip town on the first train tomorrow!
pt: Lasciamo la città col primo treno di domani

# 3368 3452 84
source: Ooh, like something out of a movie!
pt: Ooh, proprio come in un film

# 3456 3542 86
source: We can find a new town! Build a new life!
pt: Possiamo trovare una nuova città! Costruirci una nuova vita

# 3564 3679 115
source: If I'm gonna start over, I want to be an elementary school teacher!
pt: Se devo ricominciare da capo, voglio fare la maestra

# 3680 3757 77 分
source: That was always my dream as a kid.
pt: Era il mio sogno da bambina.

# 3758 3859 101
source: You can do it! Nothing's stopping you! You can start fresh!
pt: Ce la puoi fare! Niente te lo impedisce! Puoi ricominciare da capo

# 3860 3937 77
source: And what should I be? That's a toughie!
pt: E io cosa dovrei fare? Bella domanda

# 4104 4182 78
source: Hello? No request, 40 minutes?
pt: Pronto? Nessuna richiesta, 40 minuti?

# 4188 4259 71 分
source: Okay! I'll be right down.
pt: Okay! Scendo subito.

# 4579 4639 60
source: Thank you, Ta-chan.
pt: Grazie, Ta-chan.

# 4794 4878 84
source: Well, back to it.
pt: Bene, si ricomincia.

# 4918 4978 60
source: Reality.
pt: La realtà.

# 5232 5351 119
source: It's... It's too late to run away.
pt: È... È troppo tardi per scappare.
