Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4320.po
Languages: pt

# 118 227 109
source: Sakai-san. Please, I need you to tell me.
pt: Sakai-san. La prego, deve dirmelo.

# 292 352 60
source: What was the point of all this?
pt: A che è servito tutto questo?

# 384 569 185
source: Back when you got called up... You landed in the wrong place at the wrong time.
pt: Quando ti hanno chiamato... Sei capitato nel posto sbagliato al momento sbagliato.

# 597 798 201
source: You were the only one on the team who didn't know the truth. It was so convenient.
pt: Eri l'unico della squadra che non sapeva la verità. Faceva così comodo.

# 866 927 61
source: You should know, Shinada...
pt: Devi sapere, Shinada...

# 941 1025 84 分
source: I think we did you wrong.
pt: Penso che ti abbiamo fatto un torto.

# 1047 1203 156
source: But I've never regretted sacrificing you. Not for a second.
pt: Ma non mi sono mai pentito di averti sacrificato. Nemmeno per un secondo.

# 1215 1275 60
source: What do you mean?
pt: Cosa intendi?

# 1318 1447 129
source: We threw you to the wolves, for the good of Nagoya.
pt: Ti abbiamo dato in pasto ai lupi, per il bene di Nagoya.

# 1470 1567 97
source: For the good of Nagoya? How's that make sense?
pt: Per il bene di Nagoya? Che senso ha?

# 1632 1692 60
source: What are you talking about!?
pt: Ma che dici!?

# 1718 1781 63 分
source: Give it to me straight, Sakai-san!
pt: Parla chiaro, Sakai-san

# 1824 1884 60
source: Well...
pt: Beh...

# 2210 2270 60
source: Sakai-san! Hey!
pt: Sakai-san! Ehi

# 2332 2379 47 60ｆ以下です
source: No use.
pt: È inutile.

# 2380 2440 60
source: He's gone.
pt: Se n'è andato.

# 2568 2699 131
source: They sacrificed me... for Nagoya?
pt: Mi hanno sacrificato... per Nagoya?

# 2734 2812 78 分
source: What did he mean by that?
pt: Cosa voleva dire?
