Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4335.po
Languages: pt

# 198 273 75
source: Just fess up already!
pt: Sputa il rospo

# 304 443 139
source: Give it a break. I can't confess to what I didn't do!
pt: Dateci un taglio. Non posso confessare quello che non ho fatto

# 453 551 98
source: Can't you just let me go home?
pt: Non potete semplicemente lasciarmi andare a casa?

# 552 653 101
source: We've got a series with Hiroshima starting tomorrow with a playoff spot on the line.
pt: Domani inizia la serie contro Hiroshima e c'è in palio un posto ai playoff.

# 752 893 141
source: Then let's see if this helps hurry things up.
pt: Allora vediamo se questo aiuta a sveltire le cose.

# 1110 1179 69
source: You know who that is, don't you?
pt: Sai chi è, vero?

# 1224 1305 81
source: We played together in high school.
pt: Giocavamo insieme alle superiori.

# 1366 1424 58 60ｆ以下です
source: Well he came straight to us.
pt: Beh, è venuto dritto da noi.

# 1425 1578 153
source: Testifying that you paid him to steal signs from the Gigants' catcher.
pt: Ha testimoniato che l'hai pagato per rubare i segnali al ricevitore dei Gigants.

# 1600 1694 94
source: It's definitely him in the photo...
pt: Nella foto è decisamente lui...

# 1697 1744 47 分 60ｆ以下です
source: But that guy handing him the cash isn't me!
pt: Ma quel tizio che gli dà i soldi non sono io

# 1745 1834 89
source: C'mon, this whole thing is stupid!
pt: Ma andiamo, è un'assurdità

# 1837 1943 106
source: You can't even prove this is me in the photo!
pt: Non potete nemmeno provare che sono io in questa foto

# 1945 2059 114
source: You're seriously falling for this shit? What's wrong with you!?
pt: Credete davvero a 'sta stronzata? Ma che problemi avete!?

# 2147 2280 133
source: I've had enough. I can feel myself getting weaker by the minute in here.
pt: Ne ho abbastanza. Mi sento indebolire di minuto in minuto qui dentro.

# 2281 2341 60
source: Let me go!
pt: Lasciami andare!

# 2356 2411 55 60ｆ以下です
source: There's something else.
pt: C'è dell'altro.

# 2412 2563 151 分
source: I hear you bet two million on the Wyverns winning.
pt: Ho sentito che hai scommesso due milioni sulla vittoria dei Wyverns.

# 2564 2616 52 60ｆ以下です
source: Huh!?
pt: Eh!?

# 2617 2800 183 OK
source: The guy in the photo told us everything. You fixed that game and we damn well know it!
pt: Il tizio nella foto ci ha detto tutto. Hai truccato quella partita e lo sappiamo dannatamente bene

# 2828 2888 60
source: You've gotta be kidding me.
pt: Mi state prendendo in giro.

# 2904 3045 141
source: You had him steal the catcher's signs, then won big off the bet you put down!
pt: Gli hai fatto rubare i segnali del ricevitore, e poi hai vinto alla grande con la scommessa che hai piazzato

# 3051 3104 53 60ｆ以下です
source: Are you out of your mind!?
pt: Siete fuori di testa!?

# 3105 3217 112
source: Even if I knew what pitch was coming, how could I make sure I'd hit a homer?
pt: Anche se avessi saputo che lancio sarebbe arrivato, come potevo essere sicuro di fare un fuoricampo?

# 3218 3278 60
source: Use your damn brains!
pt: Usate il dannato cervello

# 3279 3362 83
source: Don't get so worked up, Shinada.
pt: Non ti agitare così, Shinada.

# 3378 3505 127
source: Listen. You've already got your punishment.
pt: Senti. Sei già stato punito.

# 3528 3689 161
source: If you just admit you did it, we might agree not to press charges.
pt: Se ammetti di averlo fatto, potremmo decidere di non sporgere denuncia.

# 3719 3779 60
source: What do you mean, punishment?
pt: In che senso, punizione?

# 3792 3873 81
source: Me? What are you talking about?
pt: Io? Ma di che state parlando?

# 3904 3964 60
source: You didn't hear?
pt: Non l'hai saputo?

# 3976 4138 162
source: The Federation's spoken. You're banned from professional baseball, for life.
pt: La Federazione ha parlato. Sei radiato dal baseball professionistico, a vita.

# 4231 4291 60
source: For life!?
pt: A vita!?
