Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4340.po
Languages: pt

# 190 330 140
source: So, Mi-chan. How's that job I got you working out?
pt: Allora, Mi-chan. Come va quel lavoro che ti ho trovato?

# 350 463 113
source: Just a little bathhouse fun, and all your debts will wash away.
pt: Basta un po' di divertimento alle terme, e tutti i tuoi debiti verranno lavati via.

# 464 573 109 分
source: Both your body and bank account will be squeaky clean.
pt: Sia il tuo corpo che il tuo conto in banca saranno pulitissimi.

# 585 655 70
source: Hm? Your jaw hurts?
pt: Mh? Ti fa male la mascella?

# 662 742 80
source: The hell do you expect?
pt: E che ti aspettavi?

# 743 846 103
source: None of this'd be happening if you'd just paid off your loan!
pt: Niente di tutto questo starebbe succedendo se solo avessi ripagato il tuo prestito

# 856 949 93
source: Ugh, can you shut <Italic>up</Italic> already!?
pt: Ugh, vuoi stare <Italic>zitto</Italic> e basta!?

# 1117 1177 60
source: Sorry.
pt: Scusa.

# 1180 1260 80
source: Nah, just a guy I'm with.
pt: Nah, solo un tizio che è con me.

# 1269 1365 96 分
source: Anyways, quit whining and get back to work!
pt: Comunque, smettila di lamentarti e torna a lavorare

# 1372 1432 60
source: Or else.
pt: Altrimenti.

# 1559 1611 52 60ｆ以下です
source: What's up?
pt: Che c'è?

# 1612 1774 162
source: You're not working today, are you? What you got there on your computer?
pt: Oggi non lavori, eh? Cos'è quella roba sul computer?

# 1805 1909 104
source: Sawada's pitching data for the last 15 years.
pt: I dati sui lanci di Sawada degli ultimi 15 anni.

# 1961 2021 60
source: Data?
pt: Dati?
