Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4395.po
Languages: pt

# 266 372 106
source: Sheesh, he could've made it less obvious.
pt: Cavolo, poteva anche renderlo meno ovvio.

# 384 468 84
source: The guy only came here to lose.
pt: Quel tizio è venuto qui solo per perdere.

# 511 571 60
source: What's that supposed to mean?
pt: Cosa dovrebbe significare?

# 581 641 60
source: You don't remember?
pt: Non ti ricordi?

# 649 773 124
source: Manabe-san was the greatest cleanup hitter the Wyverns ever had.
pt: Manabe-san era il più grande battitore di pulizia che i Wyverns abbiano mai avuto.

# 803 855 52 60ｆ以下です
source: And like I said before...
pt: E come ho detto prima...

# 856 1015 159 分
source: The best batters in the game can always read what's coming next.
pt: I migliori battitori del gioco riescono sempre a leggere la mossa successiva.

# 1040 1189 149
source: Manabe-san came to this fight well aware that he'd lose.
pt: Manabe-san è venuto a questo scontro ben consapevole che avrebbe perso.

# 1225 1285 60
source: Isn't that right?
pt: Giusto?

# 1380 1440 60
source: Shut up.
pt: Stai zitto.

# 1511 1581 70
source: And he knew his warning would only keep me digging deeper.
pt: E sapeva che il suo avvertimento mi avrebbe solo spinto a scavare più a fondo.

# 1611 1689 78
source: Manabe-san, tell the truth.
pt: Manabe-san, di' la verità.

# 1710 1905 195 OK
source: You <Italic>want</Italic> me to know about the Nagoya Family. About what's really going on here.
pt: Tu <Italic>vuoi</Italic> che io sappia della Famiglia di Nagoya. Di quello che sta succedendo davvero qui.

# 1969 2087 118
source: So out with it. Who's behind all this?
pt: Allora, sputa il rospo. Chi c'è dietro a tutto questo?

# 2102 2177 75
source: Who set me up 15 years ago?
pt: Chi mi ha incastrato 15 anni fa?

# 2198 2318 120
source: And who's the bastard making honest people like you do these terrible things!?
pt: E chi è il bastardo che costringe gente onesta come te a fare queste cose terribili!?
