Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4390.po
Languages: pt

# 224 284 60
source: You okay?
pt: Tutto bene?

# 303 385 82
source: I'm fine. How's Uno-san?
pt: Sto bene. Come sta Uno-san?

# 386 488 102
source: He'll pull through.
pt: Ce la farà.

# 489 549 60
source: That's a relief.
pt: Meno male.

# 563 722 159
source: Who would've thought the Nagoya Family was made up of regular ol' townspeople?
pt: Chi l'avrebbe mai detto che la Famiglia Nagoya fosse composta da gente comune?

# 751 831 80
source: They've been watching us this whole time.
pt: Ci hanno osservato per tutto questo tempo.

# 857 931 74 分
source: No wonder we couldn't figure it out.
pt: Ecco perché non riuscivamo a venirne a capo.

# 975 1033 58 60ｆ以下です
source: But we're close.
pt: Ma siamo vicini.

# 1034 1117 83
source: If we find out who their boss is, we win.
pt: Se scopriamo chi è il loro capo, abbiamo vinto.

# 1393 1463 70
source: Hey. Where do you think you're going?
pt: Ehi. Dove pensi di andare?

# 1511 1573 62
source: I'm leaving this rotten town.
pt: Me ne vado da questa città marcia.

# 1592 1652 60
source: Where to?
pt: Dove?

# 1685 1745 60
source: Somewhere I don't know.
pt: Un posto che non conosco.

# 1760 1880 120
source: And this time, I'll make sure they don't know me, either.
pt: E stavolta, mi assicurerò che neanche loro mi conoscano.

# 1895 2032 137
source: Don't be thick, man. The truth's practically dangling in front of us.
pt: Non fare il tonto. La verità ce l'abbiamo praticamente sotto il naso.

# 2033 2093 60
source: Who am I supposed to suspect, then?
pt: E chi dovrei sospettare, allora?

# 2114 2209 95
source: My saint of a landlord? Or you!?
pt: Quel santo del mio padrone di casa? O tu!?

# 2232 2282 50 60ｆ以下です
source: I'm done with this shit.
pt: Ne ho abbastanza di questa merda.

# 2283 2373 90 分
source: I thought I'd found somewhere I actually belong!
pt: Pensavo di aver trovato un posto a cui appartenere davvero

# 2490 2652 162
source: Oh, and you want your money? Here. My fingers are all yours.
pt: Oh, e vuoi i tuoi soldi? Tieni. Le mie dita sono tutte tue.

# 2694 2833 139
source: I always thought that maybe someday, I'd pick up a bat again.
pt: Ho sempre pensato che forse un giorno, avrei ripreso in mano una mazza.

# 2859 2944 85
source: But I was never a baseball player.
pt: Ma non sono mai stato un giocatore di baseball.

# 2956 3053 97
source: I was just their stupid pawn!
pt: Ero solo la loro stupida pedina

# 3147 3280 133
source: Maybe they used you. And maybe you only had one at bat.
pt: Forse ti hanno usato. E forse hai avuto un solo turno di battuta.

# 3294 3357 63
source: But you were definitely a pro.
pt: Ma eri decisamente un professionista.

# 3405 3481 60
source: That home run you hit?
pt: Quell'home run che hai battuto?

# 3484 3600 116 分
source: It was inspirational. Don't you get it, dumbass?
pt: È stato d'ispirazione. Non l'hai capito, testa di cazzo?

# 3886 3976 90
source: That fan... That was you?
pt: Quel tifoso... Eri tu?

# 4029 4222 193 OK
source: When you came looking for a loan last year, I could barely believe my eyes.
pt: Quando sei venuto a chiedere un prestito l'anno scorso, stentavo a credere ai miei occhi.

# 4251 4338 87
source: Never thought I'd see you like that.
pt: Non avrei mai pensato di vederti così.

# 4356 4469 113
source: So then... you've known all this time?
pt: Quindi... lo sapevi per tutto questo tempo?

# 4484 4595 111
source: Sure have. Makes me sick how low you've fallen.
pt: Altroché. Mi fa schifo vedere quanto in basso sei caduto.

# 4626 4779 153
source: Though it did make it easy on the ol' conscience. Hounding you for payment and all.
pt: Però mi ha alleggerito la coscienza. Doverti stare alle calcagna per il pagamento e tutto il resto.

# 4811 4976 165
source: Then, the one who gave my home run ball to that guy in the mask...
pt: Quindi, quello che ha dato la palla del mio home run a quel tizio mascherato...

# 4991 5053 62
source: It was me.
pt: Sono stato io.

# 5054 5157 103
source: He came looking for you, and landed at my doorstep.
pt: È venuto a cercarti, ed è capitato alla mia porta.

# 5187 5346 159
source: He wouldn't tell me what, but he said he had a big-money job for you.
pt: Non ha voluto dirmi cosa, ma ha detto che aveva un lavoro da un sacco di soldi per te.

# 5376 5533 157
source: All I had to do was play along. Make sure you agreed to do it.
pt: Dovevo solo stare al gioco. E assicurarmi che tu accettassi.

# 5561 5700 139
source: But I gotta say, I never saw <Italic>this</Italic> shit coming.
pt: Ma devo dire, non mi sarei mai aspettato <Italic>questa</Italic> merda.

# 5715 5779 64
source: Not in my wildest dreams.
pt: Neanche nei miei sogni più sfrenati.

# 5883 5938 55 60ｆ以下です 嫌だ嫌だ5883～
source: You've gotta be kidding me!
pt: Mi stai prendendo in giro

# 5939 6058 119
source: So, what!? Everyone's known about me this whole time!?
pt: E quindi!? Tutti sapevano di me fin dall'inizio!?

# 6114 6174 60
source: I want them back.
pt: Li voglio indietro.

# 6261 6321 60
source: My money, and the ball.
pt: I miei soldi, e la palla.

# 6352 6433 81 分
source: I treasured that thing, you know.
pt: Ci tenevo a quella cosa, sai.

# 7168 7279 111
source: Yup. Kubota didn't get it done.
pt: Già. Kubota non ce l'ha fatta.

# 7295 7396 101
source: I'll do it right this time. Guaranteed.
pt: Questa volta lo faccio bene. Garantito.

# 7413 7473 60
source: I'll let you know when it's over.
pt: Ti faccio sapere quando è finita.

# 7662 7722 60
source: You're in on this, too?
pt: Ci sei dentro anche tu?

# 7739 7907 168
source: If you're on their side, why'd you help us run down this lead?
pt: Se stai dalla loro parte, perché ci hai aiutati a seguire questa pista?

# 7932 7991 59 60ｆ以下です
source: Help ya?
pt: Serve aiuto?

# 7992 8094 102 分
source: All I told ya was someone was fixing matches.
pt: Ti ho detto solo che qualcuno stava truccando le partite.

# 8104 8213 109
source: Pretty sure I warned ya to keep your nose out.
pt: Mi pare di averti avvertito di non ficcare il naso.

# 8230 8353 123
source: You didn't think that would actually stop me, did you?
pt: Non pensavi che mi avrebbe fermato davvero, vero?

# 8413 8487 74
source: Nah, guess not.
pt: No, mi sa di no.

# 8511 8599 88
source: We might be long past our playin' days...
pt: I nostri tempi da giocatori saranno anche finiti da un pezzo...

# 8607 8705 98
source: But there's not a soul alive who likes watchin' a draw.
pt: Ma non c'è anima viva a cui piaccia guardare un pareggio.

# 8721 8824 103
source: One way or another, someone's gotta win this.
pt: In un modo o nell'altro, qualcuno deve vincere.

# 8877 8937 60
source: You never change.
pt: Tu non cambi mai.

# 8949 9116 167
source: Even after all this time, you're still that same batter I used to look up to.
pt: Anche dopo tutto questo tempo, sei ancora quello stesso battitore che ammiravo.

# 9158 9302 144
source: Now how 'bout we settle this, Shinada?
pt: Allora, che ne dici di sistemarla, Shinada?
