Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4410.po
Languages: pt

# 51 124 73
source: Is that right? I see.
pt: Ah sì? Capisco.

# 155 215 60
source: I understand that.
pt: Lo capisco.

# 294 354 60
source: Yes.
pt: Sì.

# 400 527 127
source: Believe me, I'm well aware there's more to come.
pt: Credimi, so benissimo che non è finita qui.

# 599 659 60
source: Some things have been handed off...
pt: Alcune cose sono state passate di mano...

# 671 817 146 分
source: But that doesn't change the truth: My sworn duty is to protect Nagoya.
pt: Ma questo non cambia la verità: Il mio sacro dovere è proteggere Nagoya.

# 915 1007 92
source: Yes. Measures have been taken.
pt: Sì. Sono stati presi dei provvedimenti.

# 1030 1122 92
source: Shinada will be disposed of.
pt: Shinada verrà eliminato.

# 1191 1292 101
source: Yes. I'll see to it personally.
pt: Sì. Me ne occuperò personalmente.

# 1329 1389 60
source: Goodbye.
pt: Addio.

# 1723 1783 60
source: It's me.
pt: Sono io.

# 1822 1900 78
source: We need to talk about the news.
pt: Dobbiamo parlare delle notizie.

# 1977 2037 60
source: That's right.
pt: Esatto.

# 2089 2151 62
source: About that big trade.
pt: A proposito di quel grosso scambio.

# 2243 2303 60
source: I know I'm asking a lot of you.
pt: So che ti sto chiedendo molto.

# 2330 2406 76
source: But can't you squeeze it into the evening edition?
pt: Ma non puoi infilarlo nell'edizione serale?

# 2478 2538 60
source: Please.
pt: Per favore.

# 2564 2665 101
source: My life in baseball practically depends on it.
pt: La mia vita nel baseball praticamente ne dipende.
