Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4430.po
Languages: pt

# 48 113 65
source: I'll be in touch once I'm back in Tokyo.
pt: Mi farò sentire una volta tornato a Tokyo.

# 156 216 60
source: See you.
pt: Ci vediamo.

# 518 584 66
source: Same shit all over again.
pt: Sempre la stessa merda.

# 631 691 60
source: What are you doing?
pt: Che vuoi fare?

# 709 802 93
source: I'm saying it's the same as 15 years ago.
pt: Sto dicendo che è la stessa identica cosa di 15 anni fa.

# 839 948 109
source: Yakuza jerked me around. Cost me my dream.
pt: La yakuza mi ha fregato. Mi è costato il mio sogno.

# 949 1057 108
source: Now a yakuza's gonna give me it back?
pt: E adesso me lo ridà uno yakuza?

# 1095 1154 59 60ｆ以下です
source: I'm not having it.
pt: Non se ne parla.

# 1155 1223 68
source: That's not how I'm saving my dream.
pt: Non è così che salverò il mio sogno.

# 1263 1375 112
source: Using some thug's shady connections to get reinstated...
pt: Usare i loschi agganci di un delinquente per essere reintegrato...

# 1404 1464 60
source: It's a hollow victory.
pt: È una vittoria vuota.

# 1490 1612 122 1490 1536
source: I'm aware. But face the facts, Tatsuo.
pt: Ne sono consapevole. Ma guarda in faccia la realtà, Tatsuo.

# 1656 1815 159 1537 1612
source: As things stand, you'll spend the rest of your life here in poverty.
pt: Per come stanno le cose, passerai il resto della tua vita qui in povertà.

# 1846 1949 103
source: You inspire people, Tatsuo.
pt: Tu ispiri le persone, Tatsuo.

# 1994 2123 129
source: So I don't care how it happens. You deserve to be in the spotlight.
pt: Quindi non m'importa come succederà. Meriti di stare sotto i riflettori.

# 2192 2252 60
source: Open your eyes.
pt: Apri gli occhi.

# 2261 2374 113
source: Clinging to the past won't give back the time you lost.
pt: Aggrapparsi al passato non ti restituirà il tempo perso.

# 2860 2933 73
source: My story's not yours to write.
pt: La mia storia non spetta a te scriverla.

# 3102 3162 60
source: Every day, for 15 years...
pt: Ogni giorno, per 15 anni...

# 3170 3298 128
source: I've taken 5,000 swings. Done 1,000 push-ups and sit-ups.
pt: Ho fatto 5.000 swing. Fatto 1.000 flessioni e addominali.

# 3315 3400 85
source: Never took a single day off.
pt: Non ho mai saltato un giorno.

# 3451 3507 56 60ｆ以下です
source: Tatsuo, listen.
pt: Tatsuo, ascolta.

# 3508 3572 64
source: There's nothing you can say to convince me.
pt: Non c'è niente che tu possa dire per convincermi.

# 3590 3664 74
source: I'm saving my dream with my own two hands.
pt: Sto riscattando il mio sogno con le mie stesse mani.

# 3709 3796 87
source: <Italic>I'm</Italic> getting that home run back!
pt: <Italic>Mi riprendo</Italic> quel fuoricampo

# 3956 4038 82 ヒート ここから
source: So this is what it's come to.
pt: Allora è a questo che siamo arrivati.

# 4158 4266 108
source: As much as you want it, I won't let you run to your death.
pt: Per quanto tu lo voglia, non ti lascerò andare a morire.

# 4305 4359 54 60ｆ以下です
source: As a yakuza...
pt: Come uno yakuza...

# 4360 4420 60 分
source: And as your friend.
pt: E come tuo amico.

# 4456 4561 105
source: If you think I'm just gonna roll over...
pt: Se pensi che mi arrenda e basta...

# 4594 4654 60 分
source: You better think again.
pt: Ti sbagli di grosso.

# 4710 4790 80 4560 4594
source: Then prove me wrong, Tatsuo.
pt: Allora dimostrami che mi sbaglio, Tatsuo.
