Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4450.po
Languages: pt

# 342 402 60
source: Thanks for the spot.
pt: Grazie della mano.

# 415 482 67 分
source: Not much in my wallet but despair.
pt: Nel mio portafoglio c'è solo disperazione.

# 537 597 60
source: Here's your change.
pt: Ecco il tuo resto.

# 620 697 77
source: Oh... You can keep it.
pt: Oh... Tienilo pure.

# 711 771 60
source: Seriously!?
pt: Dici sul serio!?

# 773 833 60 分
source: Freakin' Christmas came early!
pt: Dannazione, è Natale in anticipo

# 860 954 94
source: Couple of loose coins don't mean shit when you run the Tojo Clan, huh?
pt: Un paio di spiccioli non significano un cazzo quando comandi il Clan Tojo, eh?

# 963 1023 60
source: Hey!
pt: Ehi!

# 1181 1281 100
source: I'm trying to keep a low profile. Don't do this to me.
pt: Sto cercando di mantenere un basso profilo. Non farmi questo.

# 1297 1357 60
source: Ah, crap.
pt: Ah, dannazione.

# 1363 1485 122
source: Guess the yakuza life's tougher than I thought.
pt: A quanto pare la vita da yakuza è più dura di quanto pensassi.

# 1670 1730 60
source: What the hell!?
pt: Ma che diavolo!?

# 1741 1801 60
source: I told you to keep your voice down!
pt: Ti ho detto di abbassare la voce

# 1860 1927 67
source: 197-Win Pitcher Sawada Traded to Wyverns
pt: Il lanciatore da 197 vittorie Sawada ceduto ai Wyverns

# 1929 2019 90
source: Is that the same Sawada?
pt: È lo stesso Sawada?

# 2097 2186 89 分
source: I think I might've made a big mistake.
pt: Credo di aver fatto un grosso errore.

# 2187 2247 60
source: What about?
pt: Riguardo a cosa?

# 2283 2339 56 60ｆ以下です
source: Dojima-kun, you go on ahead!
pt: Dojima-kun, tu vai avanti

# 2340 2414 74 2325 何？
source: There's something I need to do first!
pt: Prima devo fare una cosa

# 2424 2484 60
source: Hey!
pt: Ehi!
