Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4480.po
Languages: pt

# 89 161 72
source: You talk too much, Sawada.
pt: Parli troppo, Sawada.

# 326 393 67
source: If you won't shoot, I will.
pt: Se non spari, sparo io.

# 415 537 122
source: And then, I'll have to dispose of you, too.
pt: E poi, dovrò sbarazzarmi anche di te.

# 597 657 60
source: I know that.
pt: Lo so.

# 724 784 60
source: The Nagoya Family...
pt: La Famiglia Nagoya...

# 790 946 156 分
source: They have no idea the Kuroha Family has been controlling them this entire time.
pt: Non hanno idea che la Famiglia Kuroha li ha controllati per tutto questo tempo.

# 971 1113 142
source: They put their trust in me and Fujita. For Nagoya's sake...
pt: Si sono fidati di me e di Fujita. Per il bene di Nagoya...

# 1114 1174 60 分
source: They followed our every order.
pt: Hanno eseguito ogni nostro ordine.

# 1208 1270 60
source: I hope you can believe that at least.
pt: Spero che tu creda almeno a questo.

# 1482 1586 104
source: Are you ready, Shinada?
pt: Sei pronto, Shinada?

# 1964 2067 103
source: Shinada... Die!
pt: Shinada... Muori

# 2400 2463 63
source: How...?
pt: Come...?

# 2643 2755 112
source: So, you knew the Gigants' signs after all.
pt: Allora, conoscevi i segnali dei Gigants, dopotutto.

# 2836 3011 175
source: Well, yeah. Learning your opponent's signs is batting 101.
pt: Beh, sì. Leggere i segnali dell'avversario è l'ABC della battuta.

# 3797 3903 106
source: Sawada. Why'd you try to save me?
pt: Sawada. Perché hai provato a salvarmi?

# 3921 3981 60
source: I've always wanted to know.
pt: Ho sempre voluto saperlo.

# 3986 4084 98
source: How you managed to get a read on my fastball.
pt: Come hai fatto a leggere la mia fastball.

# 4154 4262 108
source: I can't let you die without telling me the truth.
pt: Non posso lasciarti morire senza che mi dica la verità.

# 4272 4332 60
source: That's all.
pt: È tutto.

# 4356 4402 46 60ｆ以下です
source: Fair enough.
pt: Mi sembra giusto.

# 4403 4553 150
source: Now about that home run 15 years ago. Did you steal our signs?
pt: Ora, a proposito di quell'home run di 15 anni fa. Hai rubato i nostri segnali?

# 4564 4698 134
source: How 'bout I tell you if we both walk out of here alive?
pt: Che ne dici se te lo dico se ne usciamo vivi entrambi?

# 4720 4780 60
source: That'll do.
pt: Mi sta bene.

# 4923 5009 86
source: Perfect. Then let's get swinging.
pt: Perfetto. Allora iniziamo a battere.

# 5022 5082 60
source: Yeah.
pt: Sì.
