Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4485.po
Languages: pt

# 759 819 60
source: You still breathing, Shinada?
pt: Respiri ancora, Shinada?

# 863 923 60
source: Somehow.
pt: In qualche modo.

# 1029 1089 60
source: Then tell me.
pt: Allora dimmi.

# 1118 1238 120
source: How'd you do it? How'd you hit that home run?
pt: Come hai fatto? Come hai battuto quel fuoricampo?

# 1401 1472 71
source: Let me ask you something first.
pt: Prima lasciami chiederti una cosa.

# 1536 1700 164
source: It's about that fastball. Why'd Fujita-san tell you to throw it?
pt: Si tratta di quella palla veloce. Perché Fujita-san ti ha detto di lanciarla?

# 1824 1884 60
source: I need to know, please.
pt: Devo saperlo, ti prego.

# 2099 2226 127
source: He was... conflicted.
pt: Era... combattuto.

# 2292 2368 76 調整
source: Conflicted?
pt: Combattuto?

# 2372 2432 60
source: He told me as much.
pt: È quello che mi ha detto.

# 2458 2572 114 分
source: Over at a bar in Kineicho, the night before the game.
pt: In un bar di Kineicho, la notte prima della partita.

# 2681 2859 178
source: Sawada. These four years... They've been hell.
pt: Sawada. Questi quattro anni... Sono stati un inferno.

# 2911 3048 137
source: I can't bear making a pitcher of your stature resort to this deception.
pt: Non sopporto di costringere un lanciatore del tuo calibro a ricorrere a questo inganno.

# 3061 3211 150
source: What are you talking about, Fujita-san? We did the only thing we could.
pt: Di cosa stai parlando, Fujita-san? Abbiamo fatto l'unica cosa che potevamo.

# 3222 3285 63
source: No point regretting it now.
pt: È inutile rimpiangerlo ora.

# 3315 3429 114 分
source: So, even if I go up against Shinada tomorrow...
pt: Quindi, anche se domani affronterò Shinada...

# 3444 3525 81
source: I'll do just what you told me, Fujita-san.
pt: Farò proprio quello che mi hai detto, Fujita-san.

# 3543 3603 60
source: The curveball?
pt: La palla curva?

# 3623 3690 67 分
source: Breaking balls do give him trouble.
pt: Le palle a effetto lo mettono in difficoltà.

# 3730 3878 148
source: But be honest. You want to see how he can handle your fastball.
pt: Ma sii onesto. Vuoi vedere come se la cava con la tua palla veloce.

# 3918 4097 179
source: I know Shinada's your bitter rival. Are you really throwing that away?
pt: So che Shinada è il tuo acerrimo rivale. Vuoi davvero buttare via tutto?

# 4295 4370 75
source: What's done is done.
pt: Ciò che è fatto è fatto.

# 4397 4494 97 分
source: And if we fail, it's all over.
pt: E se falliamo, è finita.

# 4500 4633 133
source: I know that. I really do.
pt: Lo so. E lo so bene.

# 4634 4694 60 分
source: Still...
pt: Però...

# 4731 4841 110
source: This is what Fujita-san said next.
pt: Questo è quello che ha detto Fujita-san dopo.

# 4883 5039 156
source: I won't let Shinada end up a tool for match fixing. He's far too special for that.
pt: Non permetterò che Shinada diventi uno strumento per le partite truccate. È troppo speciale per una cosa del genere.

# 5062 5206 144
source: I'd rather retire from the league than tarnish that talent.
pt: Piuttosto mi ritiro dal campionato che infangare quel talento.

# 5268 5328 60
source: He said all that?
pt: Ha detto tutto questo?

# 5424 5488 64
source: That game 15 years ago.
pt: Quella partita di 15 anni fa.

# 5518 5614 96 分
source: Even if you hadn't hit that home run...
pt: Anche se non avessi fatto quel fuoricampo...

# 5626 5786 160
source: Sooner or later, the world would've found out the Wyverns were fixing matches.
pt: Prima o poi, il mondo avrebbe scoperto che i Wyverns truccavano le partite.

# 5835 5973 138
source: The Kuroha Family planned to bring it all out in the open eventually anyway.
pt: La Famiglia Kuroha aveva comunque intenzione di rivelare tutto, prima o poi.

# 5978 6106 128
source: And in the ensuing police crackdown, they'd finally push both the Omi Alliance...
pt: E nella retata della polizia che ne sarebbe seguita, avrebbero finalmente messo alle strette sia l'Alleanza Omi...

# 6107 6202 95 分
source: And the Tojo Clan out of Nagoya for good.
pt: E il Clan Tojo fuori da Nagoya per sempre.

# 6405 6478 73
source: So Fujita-san made a decision.
pt: Quindi Fujita-san ha preso una decisione.

# 6519 6605 86
source: In return for selling his soul to the Kuroha...
pt: In cambio di aver venduto la sua anima ai Kuroha...

# 6620 6732 112 分
source: He'd protect the one thing he held dearest.
pt: Avrebbe protetto l'unica cosa a cui teneva di più.

# 6827 6887 60
source: Which was what?
pt: Cosa?

# 6957 7038 81
source: His love of the game.
pt: Il suo amore per il gioco.

# 7074 7157 83 分
source: And the man who could keep that love alive.
pt: E l'uomo che poteva mantenere vivo quell'amore.

# 7314 7379 65
source: For Fujita-san, you represented hope.
pt: Per Fujita-san, tu rappresentavi la speranza.

# 7388 7513 125 分
source: The one clean act in the entire Wyverns lineup.
pt: L'unica nota pulita dell'intera formazione dei Wyverns.

# 7526 7608 82
source: The only light in a world of dark.
pt: L'unica luce in un mondo di oscurità.

# 7658 7793 135
source: That's why he embraced our rivalry. Let us go at it for real.
pt: Ecco perché ha abbracciato la nostra rivalità. Ci ha permesso di fare sul serio.

# 7931 8085 154
source: Before Fujita-san walked out from the love of his life, he wanted to see it one last time.
pt: Prima che Fujita-san abbandonasse l'amore della sua vita, ha voluto vederlo un'ultima volta.

# 8150 8260 110
source: Pure, genuine baseball.
pt: Baseball puro, genuino.

# 8428 8488 60
source: That's the truth.
pt: Questa è la verità.

# 8644 8795 151
source: We should get moving. More Kuroha thugs will be here any minute.
pt: Dobbiamo muoverci. Altri scagnozzi dei Kuroha arriveranno da un momento all'altro.

# 8820 8937 117
source: You can tell me all about that home run later.
pt: Mi racconterai tutto di quell'home run più tardi.

# 9710 9787 77
source: Hey, Shinada. What are you doing!?
pt: Ehi, Shinada. Che stai facendo!?

# 9840 9919 79
source: Don't want these guys getting in the way.
pt: Non voglio che questi tizi si mettano in mezzo.

# 10037 10148 111
source: Come on and help me. They don't belong on the diamond anyway.
pt: Forza, dammi una mano. Tanto, questi sul diamante non c'entrano niente.

# 10206 10266 60
source: Just what are you up to?
pt: Cosa hai in mente?

# 10318 10378 60
source: We're settling this.
pt: Sistemiamo la faccenda.

# 10403 10463 60 分
source: Our rivalry, that is.
pt: O meglio, la nostra rivalità.
