Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4490.po
Languages: pt

# 529 589 60
source: So, we really doing this?
pt: Allora, si fa sul serio?

# 596 746 150
source: Of course we are. Don't you wanna know my secret?
pt: Certo che sì. Non vuoi sapere il mio segreto?

# 772 832 60
source: And what, this'll show me?
pt: E allora, questo dovrebbe dimostrarmi qualcosa?

# 832 899 67
source: Yup. No doubt.
pt: Già. Senza dubbio.

# 936 1050 114
source: Well, so long as your pitching hasn't gone to shit after all these years.
pt: Beh, sempre che il tuo lancio non faccia cagare dopo tutti questi anni.

# 1051 1171 120
source: Oh, come on. You really think you can still get a hit off me?
pt: Oh, andiamo. Pensi davvero di riuscire ancora a battere un mio lancio?

# 1177 1237 60
source: Damn straight I do.
pt: Puoi scommetterci.

# 1283 1343 60
source: Now bring it!
pt: Fatti sotto

# 1792 1862 70
source: Heh. Not bad.
pt: Eh. Non male.

# 1875 1993 118
source: That's nothing compared to the fastball you hit back in the day.
pt: Non è niente in confronto alla fastball che hai battuto ai tempi.

# 2009 2069 60
source: Besides, I'm just warming up.
pt: D'altronde, mi sto solo scaldando.

# 2101 2161 60
source: Try this on for size.
pt: Beccati questa.

# 2184 2247 63
source: My <Italic>real</Italic> fastball.
pt: La mia <Italic>vera</Italic> fastball.

# 2598 2691 93
source: I thought you've been itching for a rematch.
pt: Pensavo morissi dalla voglia di una rivincita.

# 2704 2750 46 60ｆ以下です
source: What happened!?
pt: Che è successo!?

# 2751 2848 97 分
source: Was that home run just a fluke? Huh!?
pt: Quell'home run è stato solo un colpo di fortuna? Eh!?

# 2849 2940 91
source: Just throw the damn ball.
pt: Lancia quella dannata palla e basta.

# 4034 4108 196
source: I screwed that one up pretty bad.
pt: L'ho cannata di brutto.

# 4135 4230 95 分
source: Why didn't you hit it out of the park!?
pt: Perché non hai fatto fuoricampo!?

# 4268 4319 51 60ｆ以下です
source: Next.
pt: La prossima.

# 4320 4380 60
source: Fine.
pt: Va bene.

# 4415 4475 60
source: It's the seventh pitch.
pt: È il settimo lancio.

# 4484 4544 60
source: Bring back memories?
pt: Ti tornano in mente i ricordi?

# 4568 4628 60 分
source: Time to end this once and for all.
pt: È ora di farla finita, una volta per tutte.
