Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/D4500.po
Languages: pt

# 155 215 60
source: Home run.
pt: Fuoricampo.

# 272 332 60
source: How...?
pt: Come...?

# 381 472 91
source: How'd you know I was gonna throw a curve?
pt: Come hai fatto a sapere che avrei tirato una curva?

# 553 613 60
source: It's not that I knew.
pt: Non è che lo sapessi.

# 625 685 60
source: I was waiting for it.
pt: L'aspettavo.

# 708 768 60
source: So thanks.
pt: Quindi grazie.

# 853 998 145
source: I must've been waiting for that curveball for 15 years now.
pt: Devo aver aspettato quella curva per 15 anni.

# 1034 1084 50 60ｆ以下です
source: No joke.
pt: Non scherzi.

# 1085 1173 88
source: What do you mean?
pt: Cosa intendi?

# 1198 1370 172
source: At Koshien 20 years ago, I struck out on your fastball.
pt: 20 anni fa, al Koshien, sono andato strikeout sulla tua palla veloce.

# 1404 1534 130
source: So for the next four years, when I was on the Wyverns' farm...
pt: Quindi per i quattro anni successivi, quando ero nelle minori dei Wyverns...

# 1551 1690 139
source: I spent day after day thinking about how I'd hit your next one.
pt: Ho passato giorni e giorni a pensare a come avrei battuto la tua prossima.

# 1732 1814 82
source: Then in our game 15 years ago...
pt: Poi, nella nostra partita di 15 anni fa...

# 1848 1917 69 分
source: My big hit finally came.
pt: La mia grande battuta è finalmente arrivata.

# 1962 2022 60
source: But...
pt: Ma...

# 2026 2086 60
source: I couldn't get a read on your curve.
pt: Non riuscivo a leggere la tua curva.

# 2177 2300 123
source: If Fujita-san hadn't signaled you to throw that fastball...
pt: Se Fujita-san non ti avesse segnalato di lanciare quella fastball...

# 2324 2403 79
source: If you'd kept throwing curves...
pt: Se avessi continuato a lanciare curve...

# 2468 2556 88
source: You would've struck me out for sure.
pt: Mi avresti eliminato di sicuro.

# 2600 2700 100
source: As it happens, I got that home run.
pt: Fatto sta che quell'homerun l'ho fatto io.

# 2734 2832 98
source: I thought all my hard work had brought my dream to life.
pt: Pensavo che tutto il mio duro lavoro avesse dato vita al mio sogno.

# 2871 3009 138
source: But if it only happened 'cause you and Fujita-san took pity on me...
pt: Ma se è successo solo perché tu e Fujita-san avete avuto pietà di me...

# 3046 3139 93
source: Well, there's no glory in that.
pt: Beh, non c'è gloria in questo.

# 3234 3296 62
source: Thanks for being honest with me.
pt: Grazie per essere stato onesto con me.

# 3396 3502 106
source: Took a while... But it was worth the wait.
pt: C'è voluto un po'... Ma ne è valsa la pena.

# 3814 3930 116
source: Guess I can retire in peace now. About time, huh?
pt: Direi che ora posso ritirarmi in pace. Era ora, eh?

# 4006 4092 86
source: I owe you one, Sawada.
pt: Te ne devo una, Sawada.
