Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5075.po
Languages: pt

# 975 1095 120
source: Get your ass up here, Aizawa.
pt: Muovi il culo e sali, Aizawa.

# 1147 1240 93
source: Take me out and find Morinaga.
pt: Fammi fuori e trova Morinaga.

# 1276 1398 122
source: And if seein' him again doesn't settle the matter for ya...
pt: E se rivederlo non risolve la faccenda per te...

# 1421 1508 87 分
source: Then pummel him 'til you're satisfied.
pt: Allora pestalo finché non sei soddisfatto.

# 1638 1735 97
source: Wallow in self pity all ya want...
pt: Piangiti addosso quanto ti pare...

# 1754 1899 145
source: But when your brother starts strayin' down the wrong path...
pt: Ma quando tuo fratello inizia a sgarrare...

# 1975 2071 96
source: It's up to you to set him straight.
pt: Sta a te rimetterlo in riga.

# 2284 2375 91
source: So move it, Aizawa.
pt: Allora datti una mossa, Aizawa.

# 2584 2644 60
source: Okay.
pt: Ok.

# 3153 3235 82
source: Let's go, Aizawa.
pt: Forza, Aizawa.
