Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5070.po
Languages: pt

# 41 167 126
source: Yeah. He's a curious one, all right.
pt: Già. È un tipo curioso, non c'è che dire.

# 594 654 60
source: No way.
pt: Ma va.

# 660 720 60
source: I can't...
pt: Non ce la faccio...

# 723 827 104 分
source: I can't die until I find Morinaga-aniki!
pt: Non posso morire finché non trovo Morinaga-aniki

# 1345 1424 79
source: Shit. He ain't gonna be able to get up at this rate.
pt: Merda. Non riuscirà a rialzarsi di questo passo.

# 1742 1802 60
source: Hold up...
pt: Aspetta...

# 1848 1964 116
source: I'm not dead yet, you sonuvabitch!
pt: Non sono ancora morto, figlio di puttana

# 2296 2356 60
source: When you come at me...
pt: Quando ti fai sotto...

# 2382 2472 90
source: You better be ready to kill!
pt: Farai meglio a essere pronto a uccidere

# 3900 3960 60
source: Who're you!?
pt: Tu chi sei!?
