Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5080.po
Languages: pt

# 454 524 70
source: The bond between sworn brothers ain't broken yet.
pt: Il legame tra fratelli giurati non è ancora spezzato.

# 534 594 60 分
source: Ya proved that much.
pt: Almeno questo l'hai dimostrato.

# 682 742 60
source: 'Course it isn't.
pt: Certo che no.

# 756 886 130
source: Then you gotta put your faith in Morinaga now.
pt: Allora adesso devi fidarti di Morinaga.

# 1025 1125 100
source: It ain't about whether or not he cast aside your oath.
pt: Il punto non è se ha infranto o meno il vostro giuramento.

# 1159 1255 96
source: What matters is, are you gonna accept that?
pt: Quello che conta è se lo accetti.

# 1287 1347 60
source: And that's it.
pt: E basta.

# 1703 1850 147
source: The fights in that cage have been some real snoozes lately.
pt: I combattimenti in quella gabbia sono stati dei veri sonniferi ultimamente.

# 1870 2002 132
source: Haven't felt a rush like that in who knows how many years.
pt: Non provavo una scarica del genere da chissà quanti anni.

# 2027 2087 60
source: Florist?
pt: Il Fiorista?

# 2089 2160 71
source: In return for giving me a real fight...
pt: In cambio di avermi dato un vero combattimento...

# 2163 2317 154 分
source: I'll tell you guys where Morinaga is now.
pt: Vi dirò dov'è Morinaga adesso.

# 2394 2454 60
source: You mean that?
pt: Dici sul serio?

# 2462 2521 59 60ｆ以下です
source: Yeah.
pt: Sì.

# 2522 2601 79
source: But the truth can be cruel.
pt: Ma la verità può essere crudele.

# 2643 2804 161
source: I can give you the reality, but you need the courage to face it.
pt: Posso dirvi la realtà, ma dovete avere il coraggio di affrontarla.

# 2845 2905 60
source: What're ya gettin' at?
pt: Dove vuoi andare a parare?

# 2912 3053 141
source: So? You really wanna know, Aizawa?
pt: Allora? Vuoi davvero saperlo, Aizawa?

# 3114 3170 56 60ｆ以下です
source: Yes.
pt: Sì.

# 3171 3241 70 分
source: Wherever fate's taken him...
pt: Ovunque il destino l'abbia portato...

# 3276 3349 73 分
source: I need to know where my aniki is!
pt: Devo sapere dov'è il mio aniki

# 3378 3506 128
source: Otherwise I'll never be able to get my shit together.
pt: Altrimenti non riuscirò mai a rimettermi in sesto.

# 3540 3636 96
source: This isn't a path I can walk alone.
pt: Questa non è una strada che posso percorrere da solo.

# 3723 3793 70
source: I see. I'll tell you, then.
pt: Capisco. Allora te lo dirò.

# 3828 3933 105
source: If you wanna find Morinaga now, he's...
pt: Se vuoi trovare Morinaga adesso, è...

# 4038 4116 78
source: In the Kamurocho PD basement.
pt: Nei sotterranei del commissariato di Kamurocho.

# 4148 4208 60
source: The morgue, to be precise.
pt: L'obitorio, per essere precisi.
