Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5090.po
Languages: pt

# 853 998 145
source: How many times do I have to tell you? Keep your voice down at a crime scene!
pt: Quante volte te lo devo ripetere? Abbassa la voce sulla scena del crimine

# 1027 1058 31 ここ、「すいません」じゃなくて、伊達の「で、なんだ？」の方にしてみてください 60ｆ以下です 1000 1058 すいません
source: What is it?
pt: E cioè?

# 1059 1279 220 OK
source: Well, the pistol in the victim's hand... We found another set of prints on it.
pt: Beh, sulla pistola in mano alla vittima... Abbiamo trovato un'altra serie di impronte.

# 1282 1327 45 60ｆ以下です
source: Two sets of prints?
pt: Due serie di impronte?

# 1328 1422 94
source: Yes. I'm afraid that's not all.
pt: Sì. E temo che non sia tutto.

# 1439 1576 137
source: The Shibaura Wharf body we found last night, the ex-Tojo Clan guy...
pt: Il cadavere del molo di Shibaura che abbiamo trovato ieri notte, il tizio ex del Clan Tojo...

# 1584 1669 85
source: These prints match what we got from the Morinaga murder.
pt: Queste impronte corrispondono a quelle che abbiamo trovato sull'omicidio di Morinaga.

# 1678 1793 115
source: What the hell? You got an ID on this guy yet?
pt: Ma che diavolo? Avete già identificato questo tizio?

# 1794 1833 39 60ｆ以下です
source: Yes.
pt: Sì.

# 1834 1928 94
source: But it's a little strange...
pt: Ma è un po' strano...

# 1935 2036 101
source: Actually, more than a little strange...
pt: Anzi, più che un po' strano...

# 2037 2122 85
source: Really!? Just spit it out already!
pt: Davvero!? Allora sputa il rospo

# 2123 2281 158
source: Sorry! We got a match on the prints to this man here...
pt: Mi scusi! Abbiamo trovato una corrispondenza tra le impronte e quest'uomo qui...

# 2317 2468 151
source: This is that talent agency president who's been all over the news...
pt: Questo è quel presidente dell'agenzia di talenti di cui parlano tutti i notiziari...

# 2494 2641 147
source: According to Organized Crime, the talent agency's just a cover.
pt: Secondo l'Anticrimine, l'agenzia di talenti è solo una copertura.

# 2658 2782 124
source: He's actually a ranking Omi Alliance officer.
pt: In realtà è un pezzo grosso dell'Alleanza Omi.

# 2840 2960 120
source: Public Security has had eyes on him for a few years now.
pt: La Pubblica Sicurezza lo tiene d'occhio già da qualche anno.

# 2982 3068 86
source: Guess he's finally showing his true colors, huh?
pt: Direi che sta finalmente tirando fuori gli artigli, eh?

# 3086 3136 50 60ｆ以下です
source: Where is he now?
pt: Dov'è adesso?

# 3137 3221 84
source: Our sources spotted him in Kamurocho.
pt: Le nostre fonti lo hanno avvistato a Kamurocho.

# 3229 3307 78
source: Apparently he's staying at the New Kamurocho Hills Hotel.
pt: A quanto pare alloggia al New Kamurocho Hills Hotel.

# 3320 3380 60
source: He's in <Italic>Kamurocho</Italic>?
pt: È a <Italic>Kamurocho</Italic>?
