Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5100.po
Languages: pt

# 118 259 141
source: So, Fukuoka, Sapporo, and Nagoya...
pt: Quindi, Fukuoka, Sapporo e Nagoya...

# 270 394 124
source: Ka-chan's the one behind all of it?
pt: È Ka-chan che c'è dietro a tutto questo?

# 475 528 53
source: That's how it looks, sir.
pt: Così pare, signore.

# 529 700 171
source: Most of Ousaka Enterprises' men are already in Kamurocho.
pt: La maggior parte degli uomini dell'Ousaka Enterprises sono già a Kamurocho.

# 701 789 88
source: And the Tojo Clan's doin' fuck all!?
pt: E il Clan Tojo non sta facendo un cazzo!?

# 802 1000 198
source: It doesn't seem like they're putting up much of a fight, to be honest...
pt: Non sembra che si stiano battendo più di tanto, a essere onesto...

# 1021 1186 165
source: Ousaka Enterprises may have struck some kind of deal with the Tojo Clan.
pt: L'Ousaka Enterprises potrebbe aver stretto una specie di accordo con il Clan Tojo.

# 1212 1283 71
source: Then what's goin' on in Sotenbori!?
pt: Allora che sta succedendo a Sotenbori!?

# 1297 1417 120
source: Word is it's been all but deserted, except for a few holdouts.
pt: Gira voce che sia quasi del tutto deserta, tranne per pochi irriducibili.

# 1458 1583 125
source: So he's leavin' his sorry Sotenbori turf wide open for us, is he?
pt: Quindi ci lascia il suo misero territorio di Sotenbori spalancato, eh?

# 1598 1759 161
source: For a guy who acts like he couldn't give a rat's ass, he's sure goin' to extremes.
pt: Per uno che si atteggia come se non gliene fregasse un cazzo, di sicuro si sta spingendo agli estremi.

# 1783 1913 130
source: C'mon! Get off your asses! Get yourselves ready!
pt: Forza! Smuovete il culo! Preparatevi

# 1951 2000 49 60ｆ以下です
source: Get ready for what?
pt: Prepararci a cosa?

# 2001 2065 64
source: It's time to go to war!
pt: È ora di andare in guerra

# 2066 2197 131
source: We're marchin' on Tokyo too! Katsuya ain't gettin' away with this if I can help it!
pt: Marciamo anche noi su Tokyo! Katsuya non la passerà liscia, se posso farci qualcosa

# 2223 2283 60
source: Yes, sir!
pt: Sì, signore!
