Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5120.po
Languages: pt

# 87 147 60
source: I'm back.
pt: Sono tornato.

# 219 349 130
source: What the heck... Guess Hana-chan's out.
pt: Ma che diavolo... Mi sa che Hana-chan è uscita.

# 559 619 60
source: Uh...
pt: Ehm...

# 720 801 81
source: Hey you, what are you doing in here!?
pt: Ehi tu, che ci fai qui dentro!?

# 803 975 172
source: What do you mean, "Hey, you?" I've been waiting here alone for two hours.
pt: Come sarebbe, "Ehi, tu?" Sono due ore che aspetto qui da solo.

# 983 1043 60
source: You work here, don't you?
pt: Tu lavori qui, no?

# 1051 1137 86
source: Yeah, guess I do.
pt: Già, mi sa di sì.

# 1185 1233 48 60ｆ以下です
source: What do you want?
pt: Che vuoi?

# 1234 1339 105
source: Yeah well, actually I'm looking to borrow some money.
pt: Beh, in realtà vorrei farmi prestare dei soldi.

# 1374 1448 74
source: Well that's tricky, you see...
pt: Beh, è complicato, vede...

# 1470 1619 149
source: Our head office in Kamurocho is run by Hana-chan, the clerk...
pt: La nostra sede centrale a Kamurocho è gestita da Hana-chan, l'impiegata...

# 1620 1659 39 60ｆ以下です
source: Or maybe secretary...
pt: O magari segretaria...

# 1660 1783 123
source: Whatever. Regardless, she's the manager here.
pt: Vabbè. Comunque, è lei il capo qui.

# 1792 1917 125
source: I'm not at liberty to be handing out money at my own discretion.
pt: Non sta a me distribuire soldi a mia discrezione.

# 1973 2078 105
source: Oh, for real? Guess I'm screwed.
pt: Oh, davvero? Mi sa che sono fregato.

# 2090 2191 101
source: Out of curiosity, how much do you need?
pt: Per curiosità, di quanto hai bisogno?

# 2228 2281 53 60ｆ以下です
source: If you wound up here...
pt: Se sei finito qui...

# 2282 2372 90
source: I'm guessing you got turned down everywhere else, right?
pt: Immagino che ti abbiano rimbalzato da tutte le altre parti, vero?

# 2392 2452 60
source: Well, it's about...
pt: Beh, si tratta di...

# 2544 2604 60 2516 2543 はい
source: Right, let's see here...
pt: Bene, vediamo un po'...

# 2613 2688 75
source: About 320 million yen.
pt: Circa 320 milioni di yen.

# 2711 2800 89
source: Oh, 320 mil...
pt: Oh, 320 milioni...

# 2809 2869 60
source: Say what!?
pt: Davvero!?

# 2943 3095 152
source: Please! I heard you give zero interest loans with no payment terms here!
pt: Per favore! Ho sentito che qui fate prestiti a interessi zero e senza termini di pagamento

# 3101 3159 58 60ｆ以下です
source: The extra 20 mil can wait until later.
pt: I 20 milioni in più possono aspettare.

# 3160 3306 146
source: But if I don't scrape up 300 million today, a lot of lives are going to be in danger!
pt: Ma se non racimolo 300 milioni oggi, molte vite saranno in pericolo

# 3315 3375 60
source: Lives in danger?
pt: Vite in pericolo?

# 3399 3550 151
source: Trust me, I really need that 300 million yen! Help!
pt: Credimi, mi servono davvero quei 300 milioni di yen! Aiuto

# 3581 3687 106
source: Yeah, I can see you mean business...
pt: Già, vedo che fai sul serio...

# 3694 3800 106
source: But what would you need that much for?
pt: Ma a cosa ti servirebbero tutti quei soldi?

# 3835 3973 138
source: The Japan Dome is hosting a major debut concert for this singer the day after tomorrow.
pt: Il Japan Dome ospiterà un importante concerto di debutto per questo cantante dopodomani.

# 3976 4065 89
source: I have to get it canceled by any means possible!
pt: Devo farlo annullare a tutti i costi

# 4105 4165 60
source: Wait, you mean...
pt: Aspetta, vuoi dire...

# 4209 4330 121
source: The 300 million yen is the cancellation fee that would go to the event organizers!
pt: I 300 milioni di yen sono la penale di cancellazione che spetta agli organizzatori dell'evento

# 4335 4395 60
source: You've gotta lend me that money!
pt: Devi prestarmi quei soldi
