Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5160.po
Languages: pt

# 562 651 89
source: You must be Katsuya.
pt: Tu devi essere Katsuya.

# 669 775 106
source: I've been expecting you, Kazuma Kiryu-san.
pt: Ti aspettavo, Kazuma Kiryu-san.

# 981 1041 60
source: So you came.
pt: Allora sei venuto.

# 1107 1241 134
source: Well, Katsuya. It's time you answered some questions.
pt: Allora, Katsuya. È ora che tu risponda a qualche domanda.

# 1280 1367 87
source: If you're making your move on the Tojo Clan...
pt: Se stai facendo la tua mossa contro il Clan Tojo...

# 1396 1498 102 分
source: What do you gain by luring us out?
pt: Cosa ci guadagni ad attirarci qui?

# 1539 1708 169
source: We're still waiting for one more to arrive. He'll be here any time now.
pt: Stiamo ancora aspettando che un altro arrivi. Sarà qui a momenti.

# 1760 1828 68
source: What the hell ya playin' at!?
pt: A che cazzo stai giocando!?

# 1829 1897 68 分
source: Katsuya, you sneaky fuck!
pt: Katsuya, bastardo subdolo

# 2025 2119 94 分
source: And aren't you... Saejima?
pt: E tu non sei... Saejima?

# 2163 2248 85
source: Now all the pieces are in play.
pt: Ora tutti i pezzi sono in gioco.

# 2303 2452 149
source: It's getting a little cramped in here. Shall we take this elsewhere?
pt: Qui dentro si sta un po' stretti. Che ne dite di continuare altrove?
