Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5185.po
Languages: pt

# 453 513 60
source: What's the play, Kiryu?
pt: Qual è il piano, Kiryu?

# 521 617 96 分
source: One of us goin' down for good soon.
pt: Presto uno di noi ci lascerà le penne.

# 668 732 64
source: Yeah...
pt: Già...

# 733 783 50 分 60ｆ以下です
source: But we don't have a choice.
pt: Ma non abbiamo scelta.

# 840 903 63
source: Until the culprit shows up...
pt: Finché non si farà vedere il colpevole...

# 937 1023 86
source: We can't stop fighting.
pt: Non possiamo smettere di combattere.

# 1112 1172 60
source: You're right.
pt: Hai ragione.

# 1426 1518 92
source: Then here goes.
pt: Allora, si comincia.

# 1590 1650 60
source: Yeah.
pt: Sì.

# 1727 1787 60
source: There's no need.
pt: Non ce n'è bisogno.
