Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5180.po
Languages: pt

# 382 442 60
source: What gives, Ka-chan?
pt: Che ti prende, Ka-chan?

# 454 556 102 分
source: Ain't exactly your style to be picking a fight, is it?
pt: Non è proprio da te attaccare briga, vero?

# 572 632 60
source: Ya fired up?
pt: Sei carico?

# 648 724 76
source: Not every day this happens.
pt: Non capita tutti i giorni.

# 742 889 147 タイミングが遅い
source: Logic aside, could any yakuza turn down a fight like this?
pt: Al diavolo la logica, quale yakuza si tirerebbe indietro di fronte a uno scontro del genere?

# 1104 1174 70
source: Well, I s'pose not.
pt: Beh, mi sa di no.

# 1383 1443 60
source: How 'bout you, Kiryu-han?
pt: E tu, Kiryu-han?

# 1459 1595 136 分
source: Feel like playin' right into the enemy's hand?
pt: Volete fare proprio il gioco del nemico?

# 1715 1863 148
source: You and I were gonna have to duke it out sooner than later.
pt: Io e te avremmo dovuto vedercela prima o poi.

# 1894 1975 81
source: Might as well be now, right?
pt: Tanto vale che sia adesso, no?

# 2055 2205 150
source: If the four of us take off the gloves, there's no telling how it ends.
pt: Se noi quattro ci andiamo giù pesante, non si sa come andrà a finire.

# 2217 2291 74
source: Worst case, we all fall.
pt: Alla peggio, cadiamo tutti.

# 2335 2488 153
source: We could kill each other, exactly as our common foe is hoping we will.
pt: Potremmo ammazzarci a vicenda, esattamente come spera il nostro nemico comune.

# 2664 2895 231 OK
source: But if at least one of us makes it out alive, he'll learn who's behind all this.
pt: Ma se almeno uno di noi ne esce vivo, scoprirà chi c'è dietro a tutto questo.

# 2954 3036 82
source: I have a proposal for you.
pt: Ho una proposta da farvi.

# 3069 3156 87
source: Whoever makes it out alive...
pt: Chiunque ne esca vivo...

# 3164 3403 239
source: Has to wipe up this mess between the Tojo and the Omi.
pt: Deve sistemare questo casino tra i Tojo e gli Omi.

# 3902 3962 60
source: Sounds good to me.
pt: Mi sembra buono.

# 4045 4125 80
source: But if I'm the last man standin'...
pt: Ma se l'ultimo a restare in piedi sarò io...

# 4140 4274 134 分
source: I'm just as likely to end up crushin' both the Tojo Clan and the Omi Alliance.
pt: È altrettanto probabile che finisca per schiacciare sia il Clan Tojo che l'Alleanza Omi.

# 4309 4454 145
source: Subtlety ain't exactly my thing. That work for you?
pt: La finezza non è proprio il mio forte. Per voi va bene?

# 4521 4581 60
source: It'll be your call.
pt: Sarà una tua decisione.

# 4582 4704 122 分
source: Whoever wins can settle this however they wish.
pt: Chiunque vinca può sistemare la faccenda come vuole.

# 4789 4849 60
source: Great.
pt: Bene.

# 4914 4986 72
source: You idiots need to listen to yourselves.
pt: Branco di idioti, sentitevi parlare.

# 5057 5176 119
source: You think you're itching for a fight?
pt: Pensi di smaniare per una rissa?

# 5507 5567 60
source: You've forgotten one thing.
pt: Vi siete dimenticati una cosa.

# 5630 5702 72
source: Amongst the lot of us...
pt: Tra di noi...

# 5731 5805 74 分
source: Nobody's waited longer to fight than me.
pt: Nessuno ha aspettato di combattere più a lungo di me.

# 5937 6002 65
source: Who's going first?
pt: Chi comincia?

# 6033 6093 60
source: I'm ready when you are.
pt: Sono pronto quando volete.

# 6117 6180 63 分
source: And I'll take on any of you.
pt: E affronterò chiunque di voi.

# 6263 6381 118
source: I'll step up to that. That good with you, Katsuya?
pt: Mi faccio avanti. Ti va bene, Katsuya?

# 6418 6478 60
source: By all means.
pt: Prego.

# 6486 6647 161
source: That leaves Saejima-san to me. Is that acceptable, Saejima-san?
pt: Quindi a me resta Saejima-san. Ti va bene, Saejima-san?

# 6683 6743 60
source: Have it your way.
pt: Fa come credi.

# 6867 6927 60
source: Let's put an end to this.
pt: Facciamola finita.

# 6954 7012 58 60ｆ以下です
source: Right.
pt: Giusto.

# 7013 7134 121
source: Let's find out who's strongest. And then...
pt: Scopriamo chi è il più forte. E poi...

# 7175 7273 98
source: He gets to unmask the mastermind.
pt: Sarà lui a smascherare il burattinaio.

# 7347 7407 60
source: No holding back.
pt: Senza esclusione di colpi.

# 7456 7540 84
source: If you wanna die, come at me!
pt: Se volete morire, fatevi sotto
