Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5190.po
Languages: pt

# 375 491 116
source: Glad to see you made it to Tokyo, Kiryu.
pt: Felice di vedere che ce l'hai fatta ad arrivare a Tokyo, Kiryu.

# 575 665 90
source: What's he doin' here?
pt: Che ci fa qui?

# 724 830 106
source: You're the detective from Organized Crime...
pt: Sei il detective del Crimine Organizzato...

# 831 879 48 60ｆ以下です
source: Wrong.
pt: Sbagliato.

# 880 987 107 分
source: He ain't no detective.
pt: Non è nessun detective.

# 1004 1064 60
source: That guy...
pt: Quel tipo...

# 1075 1145 70
source: Is our boss.
pt: È il nostro capo.

# 1156 1216 60
source: Your boss?
pt: Il vostro capo?

# 1236 1272 36 60ｆ以下です
source: No way...
pt: Non è possibile...

# 1273 1417 144
source: Yes. He's the one behind all of this.
pt: Sì. C'è lui dietro a tutto questo.

# 1432 1515 83
source: The Seventh Chairman of the Omi Alliance.
pt: Il Settimo Presidente dell'Alleanza Omi.

# 1566 1651 85 分
source: Tsubasa Kurosawa himself.
pt: Tsubasa Kurosawa in persona.

# 1667 1824 157
source: He's... the Omi Alliance chairman?
pt: È... il Presidente dell'Alleanza Omi?

# 2129 2283 154
source: My aim's slippin'. Can't hit shit from this distance.
pt: Sto perdendo il colpo. Non becco un cazzo da questa distanza.

# 2360 2455 95
source: Hold on. I haven't said my piece yet.
pt: Un attimo. Non ho ancora detto la mia.

# 2468 2585 117 分
source: Stay put for a spell, Fourth Chairman.
pt: Stai fermo per un po', Quarto Presidente.

# 2661 2724 63
source: Still got two rounds left.
pt: Ho ancora due colpi.

# 2725 2882 157 分
source: When I'm done talking, I'll put you outta your misery, okay?
pt: Quando avrò finito di parlare, porrò fine alla tua miseria, ok?
