Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5200.po
Languages: pt

# 174 234 60
source: You get to go first.
pt: A te la prima mossa.

# 332 392 60
source: Die.
pt: Muori.

# 758 818 60
source: Made it...
pt: Ce l'ho fatta...

# 942 1006 64
source: Hey! Ka-chan!
pt: Ehi! Ka-chan

# 1011 1071 60
source: Don't you give up!
pt: Non mollare

# 1142 1278 136
source: Why, Ka-chan!? Why'd ya go and do that!?
pt: Perché, Ka-chan!? Perché l'hai fatto!?

# 1301 1415 114
source: Without you, Aniki...
pt: Senza di te, Aniki...

# 1513 1573 60
source: The Omi would...
pt: L'Omi avrebbe...

# 1650 1825 175
source: The eighth chairman... should be you.
pt: L'ottavo presidente... dovresti essere tu.

# 1900 1960 60
source: It has to be.
pt: Deve essere così.

# 2003 2127 124
source: I hear ya! Just don't die on me! Ka-chan, don't!
pt: Ho capito! Non mi morire! Ka-chan, non farlo

# 2208 2315 107
source: Ka-chan! C'mon, Ka-chan!
pt: Ka-chan! Dai, Ka-chan

# 3085 3145 60
source: I'll never forget this.
pt: Non lo dimenticherò mai.

# 3180 3240 60
source: You're going to pay.
pt: La pagherai.

# 3259 3319 60 分
source: That's a promise!
pt: È una promessa

# 3401 3487 86
source: I'm headin' over there to settle this right now!
pt: Adesso vado di là a sistemare questa faccenda

# 3577 3656 79
source: Are ya now? Dumbass.
pt: Ah, davvero? Deficiente.

# 3661 3799 138
source: Pretty big talk for a guy fallin' apart at the seams.
pt: Hai un bel coraggio a parlare conciato in quel modo.

# 3984 4052 68
source: I've got one shot left.
pt: Mi è rimasto un solo colpo.

# 4088 4212 124 分
source: If ya wanna volunteer, raise your hand.
pt: Se qualcuno vuole farsi avanti, alzi la mano.

# 4272 4332 60
source: How about me?
pt: Che ne dici di me?

# 4421 4481 60
source: Haven't seen you in a month.
pt: Non ti vedo da un mese.

# 4625 4682 57 60ｆ以下です
source: Chairman Kurosawa.
pt: Presidente Kurosawa.
