Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5210.po
Languages: pt

# 91 206 115
source: What are you thinking!? Daigo, don't do it!
pt: Ma che ti salta in mente!? Daigo, non farlo

# 224 285 61
source: Kiryu-san! Saejima-san!
pt: Kiryu! Saejima

# 330 390 60
source: I leave the rest in your hands.
pt: Lascio il resto nelle vostre mani.

# 589 720 131
source: Maybe I can finally say I lived up to the title of sixth chairman.
pt: Forse finalmente posso dire di essere stato all'altezza del titolo di sesto presidente.

# 1710 1770 60
source: Why not go for the kill?
pt: Perché non affondare il colpo?

# 2102 2162 60
source: I'm giving you a choice.
pt: Ti do una scelta.

# 2171 2320 149
source: Take responsibility for all this, and end it yourself like a real yakuza.
pt: Prenditi la responsabilità di tutto questo, e falla finita da solo come un vero yakuza.

# 2352 2412 60
source: Alternatively...
pt: Oppure...

# 2479 2590 111
source: You can put the weight of that responsibility in my hand.
pt: Puoi mettere il peso di quella responsabilità nelle mie mani.

# 2706 2766 60
source: The choice is yours.
pt: La scelta è tua.

# 2794 2854 60 分
source: Choose!
pt: Scegli

# 2910 3050 140
source: I'm afraid neither of those options suits me.
pt: Temo che nessuna delle due opzioni faccia per me.

# 3105 3165 60
source: I see.
pt: Capisco.

# 3270 3338 68
source: You're still too green.
pt: Sei ancora troppo verde.

# 3349 3454 105 分
source: Showing mercy is the surest way to get yourself killed.
pt: Mostrare pietà è il modo più sicuro per farti ammazzare.

# 4110 4170 60
source: Who's he!?
pt: E lui chi è!?

# 4250 4362 112
source: It's that Ousaka Enterprises bootlicker!
pt: È quel leccapiedi della Ousaka Enterprises

# 4424 4554 130
source: The hell ya think you're doin' over there, Kanai!?
pt: Che cazzo pensi di fare lì, Kanai!?

# 4761 4966 205
source: So you're betraying Katsuya?
pt: Quindi stai tradendo Katsuya?

# 5203 5308 105
source: Let me go! Daigo... I've gotta get to Daigo!
pt: Lasciatemi andare! Daigo... Devo raggiungere Daigo

# 5490 5580 90
source: Well, that about wraps it up.
pt: Bene, direi che è finita.

# 5583 5666 83
source: Not by a longshot! Where do you think you're going!?
pt: Neanche per sogno! Dove pensi di andare!?

# 5675 5750 75 分
source: When I get over there, I'm going to tear you apart!
pt: Quando arrivo lì, ti faccio a pezzi

# 5831 6018 187
source: Throw all the tantrums you want. It won't help him in the end.
pt: Fai tutti i capricci che vuoi. Tanto alla fine non lo aiuterà.

# 6036 6150 114
source: I'd worry more about what's still to come.
pt: Mi preoccuperei di più di quello che deve ancora venire.

# 6163 6280 117 分
source: That cute little girl of yours, for starters.
pt: Quella tua graziosa bambina, tanto per cominciare.

# 6404 6553 149
source: What are you going to do to her!? Answer me!
pt: Che cosa le vuoi fare!? Rispondimi

# 6675 6726 51 60ｆ以下です
source: Tell me, Kurosawa!
pt: Dimmi, Kurosawa

# 6727 6812 85
source: Answer me! Kurosawa!
pt: Rispondimi! Kurosawa

# 7156 7235 79
source: Answer me...
pt: Rispondimi...

# 7350 7410 60
source: Why?
pt: Perché?

# 7435 7513 78 分
source: Why does this happen whenever I get involved?
pt: Perché succede questo ogni volta che ci finisco in mezzo?

# 7564 7710 146
source: Why does someone else always have to pay the price?
pt: Perché deve essere sempre qualcun altro a pagare il prezzo?

# 7746 7806 60
source: Why...
pt: Perché...

# 7840 7901 61 分
source: Why is it like this!?
pt: Perché deve essere così!?
