Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5220.po
Languages: pt

# 56 116 60
source: Okay, good.
pt: Okay, bene.

# 118 212 94 分
source: Right there, yes! Keep your arms out wider!
pt: Proprio lì, sì! Tieni le braccia più aperte

# 380 440 60
source: A penalty!?
pt: Una penalità!?

# 443 503 60 分
source: What's this all about!?
pt: Ma di che si tratta!?

# 535 667 132
source: As I've told you, it ain't our fault the concert tomorrow got canceled.
pt: Come vi ho già detto, non è mica colpa nostra se il concerto di domani è saltato.

# 668 728 60
source: We've been through this!
pt: Ne abbiamo già parlato

# 839 899 60
source: Yes, that's correct.
pt: Sì, è corretto.

# 907 997 90 分
source: Even with tomorrow's concert canceled...
pt: Anche se il concerto di domani è saltato...

# 1002 1141 139
source: I can promise we'll hold a live event for Haruka Sawamura in Tokyo soon enough.
pt: Vi prometto che organizzeremo un evento dal vivo per Haruka Sawamura a Tokyo molto presto.

# 1159 1258 99
source: Yes. Right. Bye then.
pt: Sì. Va bene. A presto allora.
