Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5228.po
Languages: pt

# 207 267 60
source: Yay!
pt: Evvai!

# 269 350 81
source: Nice! Good news, right, Haruka?
pt: Grande! Sono buone notizie, vero, Haruka?

# 351 474 123
source: Let's do this! We made number one and two in the Princess League.
pt: Forza! Abbiamo fatto numero uno e due nella Princess League.

# 475 561 86
source: Time to show Tokyo what we can do, right?
pt: È ora di far vedere a Tokyo cosa sappiamo fare, vero?

# 601 661 60
source: Yeah.
pt: Sì.

# 801 878 77
source: Hello? Who do we got here?
pt: Salve? Chi abbiamo qui?

# 879 950 71
source: Uh, excuse me.
pt: Mi scusi.

# 969 1080 111
source: Is there a Haruka Sawamura-san here?
pt: C'è una certa Haruka Sawamura?

# 1121 1188 67
source: Yeah, right here.
pt: Sì, sono io.

# 1215 1251 36 分 60ｆ以下です
source: What's this regarding?
pt: Di cosa si tratta?

# 1252 1434 182
source: I actually came to pass on a message from Kazuma Kiryu-san.
pt: A dire il vero, sono venuto a portare un messaggio da parte di Kazuma Kiryu.

# 1520 1617 97
source: Can you spare a few minutes?
pt: Ha qualche minuto?
