Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5250.po
Languages: pt

# 64 142 78
source: Right on the money, Date-san.
pt: Hai colto nel segno, Date-san.

# 259 319 60
source: It's a crossroads for Kiryu-san...
pt: È un bivio per Kiryu-san...

# 321 467 146
source: And everyone else who shares his convictions.
pt: E tutti gli altri che condividono le sue convinzioni.

# 485 587 102
source: We all end up here eventually.
pt: Prima o poi, finiamo tutti qui.

# 604 656 52 60ｆ以下です
source: Hey...
pt: Ehi...

# 657 737 80
source: Long time no see, Saejima-san.
pt: Da quanto tempo, Saejima-san.

# 780 840 60
source: What brings you by?
pt: Che vento ti porta?

# 844 993 149
source: This whole situation between the Tojo Clan and the Omi Alliance.
pt: Tutta questa faccenda tra il Clan Tojo e l'Alleanza Omi.

# 1002 1147 145
source: I figured there were a few things we should probably discuss.
pt: Ho pensato che ci fossero alcune cose di cui era il caso di parlare.

# 1176 1314 138
source: Akiyama... Did you get caught up in this mess too?
pt: Akiyama... Sei finito anche tu in questo casino?

# 1359 1419 60
source: Yeah, pretty much.
pt: Sì, più o meno.

# 1453 1556 103
source: It started in Fukuoka, then spread to Sapporo, Osaka...
pt: È iniziato a Fukuoka, poi si è diffuso a Sapporo, Osaka...

# 1563 1687 124 分
source: And continued into Nagoya, with the Tojo Clan at the root of it all.
pt: E ha proseguito fino a Nagoya, con il Clan Tojo all'origine di tutto.

# 1715 1775 60
source: But what really connects them...
pt: Ma quello che li collega davvero...

# 1805 1920 115
source: Is the Omi Alliance's Seventh Chairman, Tsubasa Kurosawa.
pt: È il settimo presidente dell'Alleanza Omi, Tsubasa Kurosawa.

# 1939 2071 132
source: There were three men who figured out his master plan.
pt: Ci sono stati tre uomini che sono riusciti a capire il suo piano.

# 2150 2210 60
source: Who were they?
pt: Chi erano?

# 2250 2429 179
source: Daigo Dojima-san, Ousaka Enterprises' Naoki Katsuya...
pt: Daigo Dojima-san, Naoki Katsuya della Ousaka Enterprises...

# 2458 2518 60
source: And the last guy...
pt: E l'ultimo...

# 2565 2625 60
source: Was Goro Majima.
pt: Era Goro Majima.

# 2733 2780 47 60ｆ以下です
source: What's this?
pt: Questo cos'è?

# 2781 2962 181
source: Majima-san, Katsuya, and Mirei Park risked their lives to find the evidence.
pt: Majima-san, Katsuya e Mirei Park hanno rischiato la vita per trovare le prove.

# 2976 3075 99
source: They wanted to protect each other, and that's the proof.
pt: Volevano proteggersi a vicenda, e questa ne è la prova.

# 3151 3248 97
source: You guys have some time?
pt: Avete un po' di tempo?
