Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5260.po
Languages: pt

# 688 748 60
source: Hey, buddy.
pt: Ehi, amico.

# 788 848 60
source: Can I ask ya somethin'?
pt: Posso chiederti una cosa?

# 943 1123 180
source: If ya shared a dream with your friend, and he got killed...
pt: Se condividessi un sogno con il tuo amico, e venisse ammazzato...

# 1142 1225 83
source: Would ya get revenge or prioritize the dream?
pt: Ti vendicheresti o daresti la priorità al sogno?

# 1366 1461 95
source: I'd want revenge, for sure.
pt: Mi vendicherei, di sicuro.

# 1574 1696 122
source: But if he wouldn't want me to get revenge for him...
pt: Ma se lui non volesse che mi vendicassi per lui...

# 1708 1768 60 分
source: Then I'd go for the dream.
pt: Allora inseguirei il sogno.

# 1779 1857 78
source: Shouldering each other's dreams...
pt: Portando sulle spalle i sogni l'uno dell'altro...

# 1915 2049 134
source: That's kinda what friends are for, right?
pt: È un po' a questo che servono gli amici, giusto?

# 2250 2347 97
source: I hear ya. Sorry for the random question.
pt: Ti capisco. Scusa per la domanda a caso.

# 2379 2439 60
source: See ya.
pt: Ci si vede.
