Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5270.po
Languages: pt

# 703 810 107
source: Oh come on. You always mess up at the same section.
pt: Ma andiamo. Sbagli sempre nello stesso punto.

# 815 963 148
source: I know it's the hardest part, and it sucks that it's right at the end...
pt: So che è la parte più difficile, ed è una seccatura che sia proprio alla fine...

# 965 1041 76 分
source: But it doesn't even seem like you have the steps memorized.
pt: Ma non sembra neanche che tu abbia memorizzato i passi.

# 1042 1102 60
source: Sorry.
pt: Scusa.

# 1137 1215 78
source: Sensei, can I try one more time?
pt: Sensei, posso provare un'altra volta?

# 1569 1629 60
source: It's rough.
pt: È dura.

# 1683 1731 48 60ｆ以下です
source: My two girls here...
pt: Le mie due ragazze qui...

# 1732 1866 134 分
source: Not much goin' for 'em in the personality department, but they dance and sing like pros.
pt: A livello di personalità non sono un granché, ma ballano e cantano da professioniste.

# 1876 1997 121
source: They pick up new routines quick, and they've got the technique to pull 'em off.
pt: Imparano al volo le nuove coreografie, e hanno la tecnica per eseguirle alla grande.

# 2018 2101 83
source: Haruka, on the other hand...
pt: Haruka, invece...

# 2115 2175 60
source: She ain't ready.
pt: Non è pronta.

# 2186 2324 138
source: Maybe not, but Park-san pinned her dreams on that girl.
pt: Magari no, ma Park-san ha riposto i suoi sogni in quella ragazza.

# 2357 2501 144
source: Whatever it takes, we gotta get her to master this song in a day.
pt: Costi quel che costi, dobbiamo farle padroneggiare questa canzone in un giorno.

# 2502 2670 168
source: True. Tomorrow night, they'll be on stage in the Dome.
pt: Vero. Domani sera, saranno sul palco al Dome.
