Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5310.po
Languages: pt

# 587 689 102
source: Man, the hype about this concert is crazy high!
pt: Ragazzi, l'entusiasmo per questo concerto è alle stelle

# 690 732 42 60ｆ以下です
source: Whoa, really?
pt: Wow, davvero?

# 733 800 60
source: Yeah, check it out.
pt: Sì, date un'occhiata.

# 807 867 60
source: Haruka, you listening?
pt: Haruka, stai ascoltando?

# 901 961 60
source: Yeah...
pt: Già...

# 975 1045 52
source: Kind of a relief, ya know?
pt: È un sollievo, sai?

# 1046 1144 98
source: Here I was thinking we wouldn't have much of a crowd...
pt: E io che pensavo che non sarebbe venuto quasi nessuno...

# 1147 1207 60
source: I know, right?
pt: Eh, già.

# 1214 1274 60
source: Let's crush it out there.
pt: Spacchiamo tutto là fuori.

# 1283 1381 98
source: Okay, now I'm getting butterflies! Oh man...
pt: Ok, ora comincio a sentire l'agitazione! Mamma mia...
