Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5330.po
Languages: pt

# 1141 1201 60
source: Run!
pt: Corri!

# 2624 2684 60
source: What just happened!?
pt: Cos'è appena successo!?

# 2928 2988 60
source: The hell is this!?
pt: Ma che diavolo è!?

# 3006 3057 51 60ｆ以下です
source: What is it?
pt: E cioè?

# 3058 3119 61
source: This guy's sigil.
pt: Lo stemma di questo tizio.

# 3131 3191 60
source: It's the Majima Family.
pt: È la Famiglia Majima.

# 3251 3311 60
source: What?
pt: Cosa?

# 3475 3542 67
source: I don't get it...
pt: Non capisco...

# 3578 3638 60
source: I think I do.
pt: Credo di aver capito.

# 3703 3827 124
source: Taking out Kiryu-san and Saejima-san isn't the only goal.
pt: Fare fuori Kiryu-san e Saejima-san non è l'unico obiettivo.

# 3845 3985 140
source: They're trying to drive the Majima Family and the whole Tojo Clan out of town!
pt: Stanno cercando di cacciare la Famiglia Majima e tutto il Clan Tojo fuori città

# 4032 4105 73
source: The Majima Family and the Tojo Clan...
pt: La Famiglia Majima e il Clan Tojo...

# 4115 4175 60
source: What do you mean?
pt: Cosa intendi?

# 4188 4313 125
source: They're trying to make this look like the Majima Family's work.
pt: Stanno cercando di farla sembrare opera della Famiglia Majima.

# 4340 4416 76
source: That's why they took Majima hostage.
pt: Ecco perché hanno preso Majima in ostaggio.

# 4467 4626 159
source: Now the Majima Family looks like they resorted to violence to rescue their patriarch.
pt: Così la Famiglia Majima sembra che sia ricorsa alla violenza per salvare il proprio patriarca.

# 5315 5431 116
source: What's our move? Majima-san and Haruka-chan are in danger.
pt: Qual è la nostra mossa? Majima-san e Haruka-chan sono in pericolo.

# 5432 5525 93
source: Hell, the whole town's at risk!
pt: Diavolo, l'intera città è a rischio

# 5538 5612 74
source: Taking them on here would be playing right into their hands.
pt: Affrontarli qui farebbe proprio il loro gioco.

# 5675 5740 65
source: Not much choice but to split up.
pt: Non abbiamo altra scelta che dividerci.

# 5786 5846 60
source: Then I got a request.
pt: Poi ho ricevuto una richiesta.

# 5878 5962 84
source: Lemme go after Majima.
pt: Lasciatemi andare dietro a Majima.

# 6064 6165 101
source: Now that I know my bro's alive...
pt: Ora che so che mio fratello è vivo...

# 6189 6278 89
source: I'm gonna go punch him in the face.
pt: Vado a dargli un pugno in faccia.

# 6330 6405 75
source: What about Haruka-chan?
pt: E per quanto riguarda Haruka-chan?

# 6482 6580 98
source: I'll handle it. I think that's the play.
pt: Me ne occupo io. Penso sia la mossa giusta.

# 6604 6664 60
source: You?
pt: Tu?

# 6668 6769 101
source: Yeah. Kiryu-san would stick out like a sore thumb.
pt: Già. Kiryu-san darebbe subito nell'occhio.

# 6774 6936 162
source: I know the layout of a stadium, and the bad guys won't recognize me.
pt: Conosco la struttura di uno stadio, e i cattivi non mi riconosceranno.

# 6955 7055 100
source: But one wrong step, and you could end up dead.
pt: Ma un passo falso, e potresti finire morto.

# 7095 7145 50 分 60ｆ以下です
source: I can't let you go alone.
pt: Non posso lasciarti andare da solo.

# 7146 7228 82
source: Didn't you just say we don't have much choice!?
pt: Ma non hai appena detto che non abbiamo molta scelta!?

# 7313 7455 142
source: I owe it to Dojima-kun for giving my dream back.
pt: Lo devo a Dojima-kun per avermi ridato il mio sogno.

# 7469 7548 79
source: If I hadn't met Sawada at Koshien...
pt: Se non avessi incontrato Sawada al Koshien...

# 7558 7660 102 分
source: My baseball days would have ended twenty years ago.
pt: I miei giorni nel baseball sarebbero finiti vent'anni fa.

# 7670 7786 116
source: But Dojima-kun protected my dream like it was his own.
pt: Ma Dojima-kun ha protetto il mio sogno come se fosse il suo.

# 7804 7944 140 分
source: So now it's my turn to protect Daigo Dojima's dream!
pt: E adesso tocca a me proteggere il sogno di Daigo Dojima

# 8173 8300 127
source: Let me handle it. I'll make sure Haruka-chan comes to no harm.
pt: Lasciate fare a me. Mi assicurerò che a Haruka-chan non accada nulla.

# 8307 8480 173
source: So Kiryu-san, Akiyama-san, it's up to you to protect the town Dojima-kun put his life on the line for.
pt: Quindi Kiryu-san, Akiyama-san, tocca a voi proteggere la città per cui Dojima-kun ha rischiato la vita.

# 8487 8579 92
source: You've gotta save the Tojo Clan.
pt: Devi salvare il Clan Tojo.

# 8608 8668 60
source: Please.
pt: Per favore.

# 8691 8751 60
source: We will.
pt: Lo faremo.

# 8992 9104 112
source: Saejima, Shinada. Akiyama and I will hold the line here.
pt: Saejima, Shinada. Io e Akiyama terremo la posizione qui.

# 9111 9220 109
source: You two can get where you need to go through the sewer tunnels.
pt: Voi due potete arrivare dove dovete passando per i tunnel delle fogne.

# 9259 9319 60
source: Got it.
pt: Capito.

# 9434 9494 60
source: Let's do this.
pt: Dai, si fa.
