Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5350.po
Languages: pt

# 820 900 80
source: I figured you'd show up.
pt: Immaginavo che ti saresti fatto vivo.

# 923 1005 82
source: You guys are painfully predictable.
pt: Siete terribilmente prevedibili.

# 1028 1088 60
source: Almost shocking.
pt: Quasi scioccante.

# 1103 1155 52 60ｆ以下です
source: Where's Majima?
pt: Dov'è Majima?

# 1156 1216 60 分
source: Tell me where ya got Majima!
pt: Dimmi dove hai nascosto Majima

# 1958 2018 60
source: Bro...
pt: Fratello...

# 2179 2250 71
source: I messed up, bro.
pt: Ho fatto un casino, fratello.

# 2293 2410 117
source: I'm sorry... I let it get to this.
pt: Perdonami... ho lasciato che si arrivasse a questo.

# 2473 2580 107
source: Kurosawa! What the hell's this about!?
pt: Kurosawa! Che diavolo significa tutto questo!?

# 2581 2641 60
source: Start talkin'!
pt: Sputa il rospo

# 2673 2733 60
source: All in good time.
pt: Tutto a tempo debito.

# 2844 2913 69
source: The best part's still to come.
pt: Il bello deve ancora venire.

# 3648 3719 71
source: What're you playin' at?
pt: A che gioco stai giocando?

# 3745 3805 60
source: There we go.
pt: Ecco fatto.

# 3812 3872 60
source: Hey.
pt: Ehi.

# 4105 4183 78
source: Okay. Start the show.
pt: Okay. Date inizio allo spettacolo.

# 4458 4598 140
source: Majima... Hey... What're ya doin'?
pt: Majima... Ehi... Che stai facendo?

# 4632 4698 66
source: Sorry, brother.
pt: Mi dispiace, fratello.

# 4752 4880 128
source: Seems we gotta try to kill each other.
pt: Sembra che dobbiamo provare a ucciderci a vicenda.

# 5029 5072 43 60ｆ以下です
source: What the hell?
pt: Ma che diavolo?

# 5073 5133 60
source: I couldn't do it...
pt: Non ce l'ho fatta...

# 5152 5247 95
source: She means more to Kiryu-chan than life itself.
pt: Per Kiryu-chan, lei vale più della sua stessa vita.

# 5286 5358 72
source: I couldn't just let it happen.
pt: Non potevo permettere che accadesse.

# 5392 5480 88
source: You're not makin' a goddamn lick of sense!
pt: Quello che dici non ha un cazzo di senso

# 5495 5555 60
source: This'll clear things up.
pt: Questo chiarirà le cose.
