Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5355.po
Languages: pt

# 769 829 60
source: We ain't got a choice.
pt: Non abbiamo scelta.

# 913 973 60
source: Bear with me, brother.
pt: Porta pazienza, fratello.

# 1011 1071 60
source: Dumbass.
pt: Coglione.

# 1075 1174 99
source: If you were the kinda guy who'd just let her die...
pt: Se fossi il tipo da lasciarla morire...

# 1181 1263 82
source: I'da killed your sorry ass anyway.
pt: Ti avrei ammazzato comunque.

# 1411 1471 60
source: I owe ya one, Kurosawa.
pt: Te ne devo una, Kurosawa.

# 1578 1680 102
source: I get another real crack at my sworn brother.
pt: Avrò un'altra vera possibilità contro mio fratello giurato.

# 1719 1820 101
source: If he'd died before I proved myself...
pt: Se fosse morto prima che potessi dimostrare il mio valore...

# 1843 1927 84 分
source: I'd carry that regret to the grave.
pt: Mi porterei quel rimpianto nella tomba.

# 2035 2150 115
source: So let's go, brother.
pt: Forza, andiamo, fratello.

# 2297 2329 32 60ｆ以下です 容れる
source: Yeah.
pt: Sì.

# 2330 2410 80
source: One last rush of blood through our veins.
pt: Un'ultima scarica di sangue nelle nostre vene.

# 2439 2527 88 分
source: Let's show 'em how it's done!
pt: Facciamogli vedere come si fa
