Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5360.po
Languages: pt

# 399 462 63
source: Well fought, bro.
pt: Hai combattuto bene, fratello.

# 487 590 103
source: Really makin' up for lost time!
pt: Stai proprio recuperando il tempo perso

# 628 720 92
source: You ain't half bad either, bro.
pt: Neanche tu scherzi, fratello.

# 764 863 99
source: What? That all you got to offer!?
pt: Cosa? Non hai altro da offrire!?

# 866 926 60 分
source: It ain't over yet!
pt: Non è ancora finita

# 1019 1175 156
source: Keep fighting, or Haruka Sawamura gets a bullet!
pt: Continua a combattere, o Haruka Sawamura si becca una pallottola

# 1302 1362 60
source: Damn it!
pt: Maledizione!

# 1566 1624 58 60ｆ以下です
source: What!?
pt: Cosa!?

# 1625 1705 80 分
source: Why isn't he answering!?
pt: Perché non risponde!?

# 1739 1799 60
source: This'll clear things up.
pt: Questo metterà le cose in chiaro.

# 2135 2195 60
source: What!?
pt: Cosa!?
