Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5370.po
Languages: pt

# 10 148 138
source: Till the end, you'll be by my side
pt: Fino alla fine, sarai al mio fianco

# 149 293 144
source: That's the promise that you made that day
pt: Questa è la promessa che hai fatto quel giorno

# 299 405 106
source: I remember it so well
pt: Me lo ricordo eccome

# 1533 1593 60 “青く澄んだ空”
source: Baba-san, isn't it?
pt: Baba-san, vero?

# 1704 1764 60 “ポツリ浮かぶ雲が”
source: Thought so.
pt: Me lo immaginavo.

# 1864 1913 49 60ｆ以下です “見慣れた君の笑顔に見えた”
source: I get it...
pt: Ho capito...

# 1914 2039 125 分
source: Looks like you decided against shooting Haruka-chan.
pt: A quanto pare hai deciso di non sparare ad Haruka-chan.

# 2065 2125 60 “一人ぼっちに慣れるのは”
source: Don't know what you mean.
pt: Non so di cosa parli.

# 2253 2360 107 “ちょっと先かな……”
source: I wouldn't leave your camera.
pt: Al posto tuo non lascerei la fotocamera.

# 2398 2494 96 “側にはいつも”
source: I said to go back and pick it up!
pt: Ti ho detto di tornare a prenderlo

# 2607 2702 95 “『当たり前』の君がいたから”
source: This is where the scorers work.
pt: È qui che lavorano i segnapunti.

# 2703 2805 102 分
source: Where they scheme to steal the other team's signs.
pt: Dove tramano per rubare i segnali della squadra avversaria.

# 2834 2953 119
source: Leaving a camera here is just asking for trouble.
pt: Lasciare una fotocamera qui significa solo cercarsi dei guai.

# 2976 3036 60
source: What is your deal!?
pt: Ma qual è il tuo problema!?

# 3049 3155 106
source: Stealing signs is pretty low, far as I'm concerned.
pt: Rubare i segnali è piuttosto squallido, per quanto mi riguarda.

# 3163 3263 100 分
source: But it's how the game is played behind the scenes!
pt: Ma è così che si gioca dietro le quinte

# 3365 3478 113
source: And you're a behind-the-scenes guy yourself, aren't you?
pt: E anche tu sei un tipo da dietro le quinte, no?

# 3509 3635 126
source: So why would you go and leave evidence behind like that?
pt: E allora perché vai a lasciare delle prove in giro così?

# 3672 3773 101
source: Nothing gets under my skin more than someone doing a sloppy job.
pt: Niente mi dà più sui nervi di chi fa un lavoro coi piedi.

# 3820 3898 78
source: What the hell are you even going on about!?
pt: Ma di che diavolo stai blaterando!?

# 3901 4002 101
source: You didn't shoot her, so I'll give you that.
pt: Non le hai sparato, questo te lo concedo.

# 4007 4112 105 分
source: But walking off like you were never gonna just isn't right.
pt: Ma andarsene come se niente fosse non è giusto.

# 4127 4184 57 60ｆ以下です
source: Know why?
pt: Sai perché?

# 4185 4299 114 分
source: Because that's running away from reality.
pt: Perché è fuggire dalla realtà.

# 4318 4492 174
source: A guy who works behind the curtain has to own up to what he did back there.
pt: Uno che lavora dietro le quinte deve rispondere di quello che ha combinato.

# 4500 4556 56 60ｆ以下です
source: Own up?
pt: Rispondere?

# 4557 4695 138
source: Exactly! I'm telling you to man up and let 'em mark it as an error!
pt: Esatto! Fai l'uomo e faglielo segnare come errore

# 4707 4767 60
source: What the hell?
pt: Ma che diavolo?

# 4771 4893 122
source: I'm gonna make you pay for everything you've done 'til now.
pt: Te la farò pagare per tutto quello che hai combinato finora.

# 4906 5063 157
source: If I don't, you'll disappoint everybody who still has faith in you.
pt: Se non lo faccio, deluderai tutti quelli che credono ancora in te.

# 5127 5187 60
source: And who would that be?
pt: E chi sarebbero?

# 5206 5273 67
source: I'll tell you after I kick your ass.
pt: Te lo dirò dopo che ti avrò pestato.

# 5303 5481 178
source: Not like words were ever gonna get through to you anyway.
pt: Tanto con te le parole non sono mai servite a niente.
