Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5380.po
Languages: pt

# 793 853 60 792
source: They're so tiny.
pt: Sono così piccoli.

# 882 943 61 943
source: Can hardly make 'em out.
pt: Riesco a malapena a distinguerli.

# 972 1045 73 972 1198
source: That stage is where the dreams come true.
pt: È su quel palco che i sogni si avverano.

# 1063 1197 134 分
source: But this is the view from the crowd, huh?
pt: Però questa è la vista dal pubblico, eh?

# 1300 1435 135 1300 1435
source: I wonder if I looked that small too.
pt: Chissà se anch'io sembravo così piccolo.

# 3029 3092 63 3032 3092
source: It was too late...
pt: Era troppo tardi...

# 3167 3227 60 3172 3371
source: Too late for me...
pt: Troppo tardi per me...

# 3296 3375 79
source: Why couldn't I have met Saejima-san sooner?
pt: Perché non ho potuto incontrare Saejima-san prima?

# 3498 3632 134 3498 3632
source: You and Saejima-san are friends, aren't you?
pt: Tu e Saejima-san siete amici, vero?

# 3698 3758 60 3698 3758
source: Tell him something for me.
pt: Digli qualcosa da parte mia.

# 3830 3954 124 3833 3955
source: Tell him I'm sorry I can't go back.
pt: Digli che mi dispiace, non posso tornare indietro.

# 3970 4059 89 3970 4059
source: Don't! Don't do it, man!
pt: Fermo! Non farlo, amico

# 5578 5638 60 5378
source: How?
pt: Come?

# 5644 5704 60 5451 5471
source: You guys?
pt: Voi ragazzi?

# 5831 5968 137 5631 5768
source: What were you thinking, Baba!? What kinda fool throws his life away!?
pt: Ma che ti è saltato in mente, Baba!? Che razza di idiota butta via la propria vita!?

# 6090 6150 60 5890 5950
source: We made it.
pt: Ce l'abbiamo fatta.

# 6153 6303 150 5953 6103
source: I'd say it was worth bending the rules to get us to Tokyo, right, Kosaka-san?
pt: Direi che ne è valsa la pena fare uno strappo alla regola per portarci a Tokyo, vero, Kosaka-san?

# 6304 6364 60 6172 6232
source: Indeed.
pt: Infatti.

# 6372 6432 60 6240
source: What's going on?
pt: Cosa succede?

# 6442 6588 146 6490
source: You've missed quite a bit since you left the jail in Tsukimino.
pt: Ti sei perso parecchio da quando sei uscito dal carcere di Tsukimino.

# 6592 6690 98 6537 6597
source: Saejima-san got in touch with Kosaka-san not longer after shit hit the fan.
pt: Saejima-san si è messo in contatto con Kosaka-san non molto dopo che è scoppiato il casino.

# 6737 6777 40 60ｆ以下です 6615 6688
source: He did?
pt: L'ha fatto?

# 6778 6815 37 60ｆ以下です 6701 6742
source: Yes.
pt: Sì.

# 6816 6889 73 6743 6826
source: He asked me to help you, Baba.
pt: Mi ha chiesto di aiutarti, Baba.

# 6901 6942 41 60ｆ以下です 6845 6960
source: Me?
pt: Io?

# 6943 7027 84 7063 7121
source: Saejima-san figured it all out.
pt: Saejima-san ha capito tutto.

# 7045 7163 118 7147 7313
source: He could tell you were acting on someone else's orders.
pt: Aveva capito che stavi agendo per ordine di qualcun altro.

# 7263 7323 60 7494 7677
source: Saejima-san has a message for you.
pt: Saejima-san ha un messaggio per te.

# 7348 7514 166 7869
source: He says you can atone for your crimes as brothers in Abashiri.
pt: Dice che puoi espiare le tue colpe da fratelli ad Abashiri.

# 7694 7754 60 8160
source: Let's go home, Baba.
pt: Torniamo a casa, Baba.

# 7779 7877 98
source: You have people waiting for you.
pt: C'è gente che ti aspetta.

# 8069 8188 119
source: The intermission will last fifteen minutes.
pt: L'intervallo durerà quindici minuti.

# 8215 8346 131
source: The concert will resume at 8:00 PM sharp.
pt: Il concerto riprenderà alle 20:00 in punto.
