Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5385.po
Languages: pt

# 43 150 107
source: He's a lucky guy, having a place he can go back to.
pt: Beato lui, che ha un posto dove tornare.

# 350 415 65
source: So what's my plan?
pt: E quindi, qual è il mio piano?

# 434 495 61
source: Where would I even call home?
pt: Quale posto potrei mai chiamare casa?

# 758 796 38 60ｆ以下です
source: Hello?
pt: Salve?

# 797 875 78
source: How're the sights in Tokyo, Shinada?
pt: Allora, come va a Tokyo, Shinada?

# 878 923 45 60ｆ以下です
source: Takasugi-san!?
pt: Takasugi!?

# 924 1037 113
source: You kinda bolted, so I got worried.
pt: Sei sparito così all'improvviso, e mi sono preoccupato.

# 1064 1189 125
source: What's there to worry about!? I paid all the money back, didn't I!?
pt: Ma di che ti preoccupi!? Ho ripagato tutto, no!?

# 1203 1255 52 60ｆ以下です
source: Don't be like that!
pt: Non fare così

# 1256 1373 117
source: It's not about the money. I was worried about you.
pt: Non è una questione di soldi. Ero preoccupato per te.

# 1428 1597 169
source: By the way, that masseuse, Milky? She got released.
pt: A proposito, quella massaggiatrice, Milky? L'hanno rilasciata.

# 1623 1703 80
source: She asked me to pass a message on to you.
pt: Mi ha chiesto di riferirti un messaggio.

# 1732 1885 153
source: If you stop by, she'll give you 90 minutes for just 3,000 yen.
pt: Se passi a trovarla, ti farà 90 minuti per soli 3.000 yen.

# 2028 2097 69
source: Everyone misses you, bud.
pt: Manchi a tutti, amico.

# 2121 2219 98
source: Come on back, Shinada.
pt: Dai, torna, Shinada.

# 2284 2469 185
source: I never gave you a receipt for your loan pay off, after all.
pt: Non ti ho mai dato la ricevuta per il saldo del prestito, dopotutto.

# 2546 2670 124
source: Hey, Shinada! You even listening?
pt: Ehi, Shinada! Ma mi stai ascoltando?

# 2684 2765 81 分
source: Hey! Hello, Shinada!?
pt: Ehi! Pronto, Shinada!?

# 2766 2845 79
source: Uh, did I lose you?
pt: Uh, ti ho perso?

# 2861 2989 128 分
source: Shinada? Hey! Can you hear me, Shinada!?
pt: Shinada? Ehi! Mi senti, Shinada!?
