Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5400.po
Languages: pt

# 326 371 45 60ｆ以下です
source: I'm beat!
pt: Sono a pezzi!

# 372 509 137
source: Your first full concert really takes it out of you...
pt: Il tuo primo concerto per intero ti sfinisce davvero...

# 535 595 60
source: You okay, Haruka?
pt: Stai bene, Haruka?

# 768 843 75
source: Whoa, Haruka, what happened!?
pt: Ehi, Haruka, che ti è successo!?

# 876 937 61
source: That looks pretty bad!
pt: Non ha un bell'aspetto

# 938 970 32 60ｆ以下です
source: I'm fine.
pt: Sto bene.

# 971 1026 55
source: That's the opposite of fine!
pt: Altro che stare bene

# 1027 1086 59
source: Hang on, I'll go get someone for you.
pt: Aspetta, vado a cercarti qualcuno.

# 1087 1124 37 60ｆ以下です
source: No, really, I'm...
pt: No, davvero, sto...

# 1125 1185 60
source: You just sit tight for a sec!
pt: Stai ferma un attimo
