Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5420.po
Languages: pt

# 579 639 60
source: Boss...
pt: Capo...

# 658 718 60
source: You can't win this.
pt: Non puoi vincere.

# 749 848 99
source: It's time to accept defeat.
pt: È ora di accettare la sconfitta.

# 1225 1353 128
source: But you've already lost, Dojima.
pt: Ma hai già perso, Dojima.

# 1373 1476 103
source: What are you talking about? You're delusional.
pt: Di cosa stai parlando? Sei delirante.

# 1511 1575 64
source: Time's nearly up, I'm afraid.
pt: Temo che il tempo sia quasi scaduto.

# 1690 1750 60
source: Boss!
pt: Capo!

# 1904 2028 124
source: Dojima... You were right.
pt: Dojima... Avevi ragione.

# 2035 2152 117
source: My body's ready to throw in the towel.
pt: Il mio corpo è pronto a gettare la spugna.

# 2182 2285 103
source: Then you mean... Really?
pt: Vuoi dire che... Davvero?

# 2308 2456 148
source: Yeah. I told you the truth.
pt: Sì. Ti ho detto la verità.

# 2519 2579 60
source: I'm...
pt: Io sono...

# 2587 2710 123 分
source: I'm dying. Terminal cancer.
pt: Sto morendo. Cancro terminale.

# 2793 2904 111
source: Then why all the schemes, boss?
pt: Allora perché tutti questi intrighi, capo?

# 2940 3024 84 分
source: Why put yourself through this?
pt: Perché sottoporti a tutto questo?

# 3149 3270 121
source: I had to see it with my own eyes...
pt: Dovevo vederlo con i miei stessi occhi...

# 3380 3506 126
source: The moment I hand over everything I've built.
pt: Il momento in cui passo tutto ciò che ho costruito.

# 3544 3667 123
source: I wanted to see him inherit my power.
pt: Volevo vederlo ereditare il mio potere.
