Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5440.po
Languages: pt

# 228 288 60
source: I've been waiting.
pt: Ti aspettavo.

# 437 493 56 60ｆ以下です
source: Fourth Chairman.
pt: Quarto Presidente.

# 494 593 99
source: It's you... Aizawa.
pt: Sei tu... Aizawa.

# 723 783 60
source: What are you doing here?
pt: Che ci fai qui?

# 846 906 60
source: To be honest...
pt: A essere onesto...

# 919 997 78 分
source: I'm not really sure myself.
pt: In realtà non ne sono sicuro nemmeno io.

# 1074 1134 60
source: What do you mean?
pt: Cosa intendi?

# 1167 1379 212 OK
source: Wasn't long ago that I was playing at chairman's bodyguard, but I was just a dumb punk.
pt: Non molto tempo fa giocavo a fare la guardia del corpo del presidente, ma ero solo uno stupido pivello.

# 1430 1567 137
source: Yet now, here I sit.
pt: Eppure ora, sono qui seduto.

# 1672 1732 60
source: That's Daigo's chair.
pt: Quella è la sedia di Daigo.

# 1770 1848 78
source: You've got no business sitting there.
pt: Non hai alcun diritto di sederti lì.

# 1900 1965 65
source: You really think so?
pt: Lo pensi davvero?

# 2016 2115 99
source: If I don't have the right to sit here...
pt: Se non ho il diritto di sedermi qui...

# 2140 2229 89 分
source: Chairman Dojima doesn't either.
pt: Neanche il Presidente Dojima ce l'ha.

# 2270 2330 60
source: How do you figure?
pt: Come fai a dirlo?

# 2430 2551 121
source: Fourth Chairman... Come on.
pt: Quarto Presidente... Ma dai.

# 2566 2790 224 OK
source: You truly believe Daigo Dojima is the right man to lead a force of 30,000 men?
pt: Credi davvero che Daigo Dojima sia l'uomo giusto per guidare una forza di 30.000 uomini?

# 2895 2955 60
source: You have a point here?
pt: Qual è il punto?

# 3004 3110 106
source: Chairman Dojima had a lot of help is what I'm saying.
pt: Il Presidente Dojima ha avuto un sacco di aiuto, questo è il punto.

# 3123 3230 107 分
source: Born the son of Patriarch Dojima...
pt: Nato figlio del Patriarca Dojima...

# 3245 3347 102
source: Given the full support of you, the fourth chairman...
pt: Col tuo pieno supporto, il quarto presidente...

# 3391 3555 164
source: And if the Tojo Clan hadn't fractured after Fifth Chairman Terada's betrayal...
pt: E se il Clan Tojo non si fosse sfaldato dopo il tradimento del Quinto Presidente Terada...

# 3570 3667 97
source: He never woulda made it to the top.
pt: Non sarebbe mai arrivato in cima.

# 3780 3886 106
source: Hell, if you think about it...
pt: Diavolo, a pensarci bene...

# 3887 4020 133 分
source: We yakuza have always put way too much value on a guy's status.
pt: Noi yakuza abbiamo sempre dato fin troppo valore allo status di un tizio.

# 4057 4223 166
source: Even with all the money and power in the world, you still need connections to climb the ranks.
pt: Anche con tutti i soldi e il potere del mondo, hai comunque bisogno di conoscenze per scalare i ranghi.

# 4266 4398 132
source: That's why we still go around doing outdated shit like swearing oaths.
pt: Ecco perché continuiamo a fare stronzate antiquate come prestare giuramento.

# 4608 4762 154
source: You and Kurosawa... How exactly are you connected?
pt: Tu e Kurosawa... Qual è il vostro legame, esattamente?

# 5038 5113 75
source: Me and Chairman Kurosawa?
pt: Io e il Presidente Kurosawa?

# 5141 5204 63
source: Simple. I'm his son.
pt: Semplice. Sono suo figlio.
