Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5455.po
Languages: pt

# 40 216 176
source: So Kurosawa tried to give you everything, his flesh and blood.
pt: Quindi Kurosawa ha cercato di darti tutto, la sua carne e il suo sangue.

# 256 316 60
source: I have that right?
pt: Ne ho il diritto, no?

# 325 385 60
source: Pretty much.
pt: Più o meno.

# 394 597 203 OK
source: Still, what would he have done if I hadn't sworn up? I've gotta wonder.
pt: Però, cosa avrebbe fatto se non avessi giurato? Me lo chiedo proprio.

# 622 800 178
source: Really, people don't think straight when they're facing death.
pt: Davvero, la gente non ragiona quando è di fronte alla morte.

# 844 980 136
source: Still, you went right along with Kurosawa's whole plan.
pt: Eppure, hai assecondato l'intero piano di Kurosawa.

# 1053 1235 182 OK
source: Did you betray your aniki, Morinaga, too? You killed him?
pt: Hai tradito il tuo aniki, Morinaga, anche lui? L'hai ucciso?

# 1312 1403 91
source: The plan was going fine at first.
pt: All'inizio il piano stava andando bene.

# 1435 1608 173
source: Like me, Morinaga-san questioned how the Tojo Clan was handling things too.
pt: Come me, anche Morinaga-san metteva in discussione come il Clan Tojo stesse gestendo le cose.

# 1623 1693 70 分
source: He helped me out a lot, actually.
pt: Mi ha aiutato molto, in realtà.

# 1734 1926 192 OK
source: But Morinaga-san came to me in Fukuoka after Chairman Dojima went missing.
pt: Ma Morinaga-san è venuto da me a Fukuoka dopo che il Presidente Dojima è scomparso.

# 1954 2046 92
source: He wanted me to just walk away from the whole thing.
pt: Voleva che me ne andassi e lasciassi perdere tutto.

# 2150 2232 82
source: Wanna know what he said?
pt: Vuoi sapere cosa ha detto?

# 2269 2428 159
source: "You'll never have the strength to surpass Kazuma Kiryu."
pt: "Non avrai mai la forza per superare Kazuma Kiryu."

# 2454 2586 132
source: He told me to cut my losses and get out. Fool.
pt: Mi ha detto di tagliare la corda. Che idiota.

# 2699 2809 110
source: It was a mistake to approach you in Fukuoka.
pt: È stato un errore avvicinarti a Fukuoka.

# 2852 2916 64
source: You're too dangerous.
pt: Sei troppo pericoloso.

# 2955 3112 157
source: Everyone you touch gets swept up in whatever your cause is at the moment.
pt: Tutti quelli che ti si avvicinano vengono risucchiati in qualunque sia la tua causa del momento.

# 3232 3397 165
source: But with that natural charisma that seems to draw everyone in...
pt: Ma con quel carisma naturale che sembra attirare tutti a sé...

# 3429 3589 160
source: You never should have stepped down from the Tojo Clan!
pt: Non avresti mai dovuto lasciare il Clan Tojo

# 3608 3668 60 分
source: Wouldn't you agree!?
pt: Non sei d'accordo!?

# 3794 3906 112
source: Pedigree? Natural talent?
pt: Stirpe? Talento naturale?

# 3949 4046 97
source: In the yakuza world, the strongest should win.
pt: Nel mondo della yakuza, deve vincere il più forte.

# 4064 4194 130
source: It'd be fucking stupid for our battles to be decided by things you're born with!
pt: Sarebbe una fottuta idiozia che le nostre battaglie fossero decise da cose con cui sei nato

# 4241 4407 166
source: So while you and all your little charismatic friends took the spotlight...
pt: E così, mentre tu e tutti i tuoi piccoli amici carismatici vi prendevate la scena...

# 4411 4484 73 分
source: I trained in the shadows alone.
pt: Mi sono allenato nell'ombra da solo.

# 4547 4710 163
source: Because the strongest will win. That's what I have to believe.
pt: Perché vincerà il più forte. È a questo che devo credere.
