Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/auth/subtitle/E5460.po
Languages: pt

# 89 292 203 OK
source: To tell the truth, I couldn't care less about anything that old fuck wants to leave me.
pt: A dire il vero, non me ne frega un cazzo di qualsiasi cosa quel vecchio stronzo voglia lasciarmi.

# 548 765 217 OK
source: For the first time, I earned a shot at the man on top with my own two hands.
pt: Per la prima volta, mi sono guadagnato la possibilità di affrontare quello in cima con le mie stesse mani.

# 853 1020 167
source: If I beat you, doesn't that put me at the apex of our world?
pt: Se ti batto, non mi mette forse all'apice del nostro mondo?

# 1085 1153 68
source: I'd like to find out.
pt: Mi piacerebbe scoprirlo.

# 1448 1573 125
source: I want a fair fight, Kiryu-san.
pt: Voglio un combattimento leale, Kiryu-san.

# 2162 2232 70
source: Okay, we're halfway there.
pt: Okay, siamo a metà strada.

# 2239 2354 115 分
source: The debut song for Dream Line is up next.
pt: La prossima è la canzone di debutto delle Dream Line.

# 2397 2479 82
source: Let's put it all on the line, right, Azusa?
pt: Giochiamoci il tutto per tutto, vero, Azusa?

# 2536 2670 134
source: You good, Haruka? You're the main part of this one.
pt: Tutto bene, Haruka? Sei tu la protagonista di questa.

# 2773 2833 60
source: Haruka? You okay?
pt: Haruka? Stai bene?

# 2957 3085 128
source: Thank you, Mai-san. Azusa-san.
pt: Grazie, Mai-san. Azusa-san.

# 3110 3170 60
source: What's this all of a sudden?
pt: Che significa, tutto d'un tratto?

# 3236 3339 103
source: Let's go. Our dreams are on that stage.
pt: Andiamo. I nostri sogni sono su quel palco.

# 3869 3962 93 OK
source: Today we're taking our first steps...
pt: Oggi facciamo i nostri primi passi...

# 3972 4069 97 分
source: As a new act called Dream Line.
pt: Come un nuovo gruppo chiamato Dream Line.

# 4089 4184 95
source: Dream Line... The path of dreams.
pt: Dream Line... Il cammino dei sogni.

# 4229 4347 118
source: We hope that for all of you kind enough to listen to us...
pt: Speriamo che per tutti voi che siete così gentili da ascoltarci...

# 4363 4489 126 分
source: That these dreams reach you out there.
pt: Che questi sogni possano raggiungervi.

# 4497 4557 60
source: Here's our new song...
pt: Ecco la nostra nuova canzone...

# 4558 4618 60 分
source: "Dream."
pt: "Sogno."

# 5954 6131 177
source: If my words were a song, Something for me to sing
pt: Se le mie parole fossero una canzone, Qualcosa da cantare

# 6132 6275 143
source: You're the only one I'd want to sing them to
pt: Sei l'unico a cui vorrei cantarle

# 6308 6479 171
source: This time my mind's made up. I'm not leaving again.
pt: Questa volta ho deciso. Non me ne andrò più.

# 6482 6683 201
source: There's one place for me. Right here by your side.
pt: C'è un solo posto per me. Proprio qui al tuo fianco.

# 6745 6920 175
source: Like an unfinished song, Without an introduction
pt: Come una canzone incompiuta, Senza un'introduzione

# 6921 7070 149
source: Suddenly I find myself here in a brand new day
pt: All'improvviso mi ritrovo qui in un giorno nuovo

# 7098 7270 172
source: There are two paths in front of me, But only one can be
pt: Ci sono due percorsi di fronte a me, Ma solo uno può essere

# 7271 7485 214
source: The future where I'm with you, That's where I belong
pt: Il futuro in cui sono con te, È il mio posto

# 7535 7740 205
source: I know you can't see me, But I'm looking out to you
pt: So che non puoi vedermi, Ma sto guardando verso di te

# 7887 8085 198
source: Up into the blue sky, Where all my dreams come true
pt: Su nel cielo blu, Dove tutti i miei sogni si avverano

# 8227 8322 95
source: This feeling's trying to break me
pt: Questo sentimento mi sta spezzando

# 8358 8453 95
source: But I swear I'll never surrender
pt: Ma giuro che non mi arrenderò mai

# 8490 8663 173
source: I won't lose, to this feeling, I'm stronger, you'll see
pt: Non perderò, contro questo sentimento, Sono più forte, vedrai

# 8664 8865 201
source: I'll live, true to myself
pt: Vivrò, fedele a me stesso

# 9006 9110 104
source: Time to settle this, Kiryu-san.
pt: È ora di sistemare le cose, Kiryu-san.

# 9273 9340 67
source: There's just one thing I want you to hear.
pt: C'è solo una cosa che voglio che tu senta.

# 9376 9430 54 60ｆ以下です
source: What's that?
pt: Cos'è?

# 9431 9608 177
source: Some are born with talent and some aren't, that's true.
pt: Alcuni nascono col talento e altri no, è la verità.

# 9641 9704 63
source: That said...
pt: Detto questo...

# 9705 9879 174
source: People born with talent never make it on talent alone.
pt: Le persone nate col talento non ce la fanno mai soltanto col talento.

# 10216 10276 60
source: They overcome.
pt: Si superano.

# 10287 10356 69
source: Find boundaries and break them.
pt: Trova i limiti e infrangili.

# 10412 10530 118
source: The only way to grow is to be challenged.
pt: L'unico modo per crescere è essere messi alla prova.

# 10637 10705 68
source: You aren't exactly wrong.
pt: Non hai esattamente torto.

# 10758 10882 124
source: So if I'm the wall you need to scale, I'll let you try.
pt: Quindi, se sono io il muro che hai bisogno di scalare, ti lascerò provare.

# 10943 11047 104
source: But you may find it so high, you never want to try again.
pt: Ma potresti trovarlo talmente alto, che non vorrai mai più riprovarci.

# 11091 11160 69
source: The taste will be enough.
pt: Ti basterà un assaggio.

# 11427 11512 85
source: Then I'll prove I can beat you.
pt: Allora ti proverò che posso batterti.

# 11542 11655 113
source: And earn a place as a living legend among the yakuza.
pt: E guadagnarmi un posto come leggenda vivente tra gli yakuza.

# 11674 11755 81
source: Fine. Give it your best shot.
pt: Bene. Fai del tuo meglio.

# 11798 11852 54 60ｆ以下です
source: But...
pt: Ma...

# 11853 12032 179
source: I've overcome my share of trials. You'll learn that the hard way.
pt: Ho superato la mia dose di prove. Lo imparerai a tue spese.

# 12446 12516 70 ヒート
source: Come on, Kiryu!
pt: Forza, Kiryu!
