Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/baseball/BaseBallPitcher.po
Languages: pt

# 4825 NAME
source: Batting Center Beginner Higher angle
pt: Centro di Battuta - Principiante - Angolo Elevato

# 4862 NAME
source: Batting Center Beginner lower angle
pt: Centro di battuta Principiante angolo inferiore

# 4898 NAME
source: Batting Center Beginner outer angle
pt: Centro di Battuta Principiante angolo esterno

# 4934 NAME
source: Batting Center Beginner inner angle
pt: Centro di Battuta Principiante angolo interno

# 4970 NAME
source: Batting Center Beginner random
pt: Centro di Battuta Principiante casuale

# 5001 NAME
source: Batting Center Beginner Heat Eye
pt: Centro di Battuta Principiante Occhio di Calore

# 5034 NAME
source: Batting Center Intermediate
pt: Centro di battuta Intermedio

# 5062 NAME
source: Batting Center Advanced
pt: Centro Battuta Avanzato

# 5086 NAME
source: Batting Center Missions
pt: Missioni del Centro di Battuta

# 5110 NAME
source: Batting Center Sawada
pt: Centro di Battuta Sawada

# 5132 NAME
source: Batting Center Challenge
pt: Sfida del Centro di Battuta

# 5157 NAME
source: Batting Center Kamurocho
pt: Centro di battuta Kamurocho

# 5182 NAME
source: Main Scenario Batting Center
pt: Scenario Principale Centro di Battuta

# 5211 NAME
source: Main Scenario Sawada
pt: Scenario Principale Sawada

# 5232 NAME
source: Kuroda: Shirakawa's assassin
pt: Kuroda: L'assassino di Shirakawa

# 5261 NAME
source: Kuroda: Aims to become a high school baseball player
pt: Kuroda: Punta a diventare un giocatore di baseball liceale

# 5314 NAME
source: Haibara: Velocity 145km/h
pt: Haibara: Velocità 145km/h

# 5340 NAME
source: Haibara: Shinada's interview
pt: Haibara: L'intervista di Shinada

# 5369 NAME
source: Shiraki: The shadow of the spotlight
pt: Shiraki: L'ombra della ribalta

# 5406 NAME
source: Shiraki: The battle 20 years ago
pt: Shiraki: La battaglia 20 anni fa

# 5439 NAME
source: Grunt 01
pt: Scagnozzo 01

# 5448 NAME
source: Grunt 02
pt: Scagnozzo 02

# 5457 NAME
source: Grunt 03
pt: Scagnozzo 03

# 5466 NAME
source: Grunt 04
pt: Sgherro 04

# 5475 NAME
source: Grunt 05
pt: Scagnozzo 05

# 5484 NAME
source: Grunt 06
pt: Scagnozzo 06

# 5493 NAME
source: Grunt 07
pt: Scagnozzo 07

# 5502 NAME
source: Grunt 08
pt: Scagnozzo 08

# 5511 NAME
source: Grunt 09
pt: Scagnozzo 09

# 5520 NAME
source: Grunt 10
pt: Scagnozzo 10

# 5529 NAME
source: Grunt 11
pt: Scagnozzo 11

# 5538 NAME
source: Grunt 12
pt: Scagnozzo 12

# 5547 NAME
source: Grunt 13
pt: Scagnozzo 13

# 5556 NAME
source: Grunt 14
pt: Scagnozzo 14

# 5565 NAME
source: Grunt 15
pt: Sgherro 15

# 5574 NAME
source: Grunt 16
pt: Sbirro 16

# 5583 NAME
source: Grunt 17
pt: Scagnozzo 17

# 5592 NAME
source: Grunt 18
pt: Scagnozzo 18

# 5601 NAME
source: Grunt 19
pt: Scagnozzo 19

# 5610 NAME
source: Grunt 20
pt: Scagnozzo 20

# 5619 NAME
source: Sub Scenario: The Mysterious Hitter
pt: Sottostoria: Il Battitore Misterioso

# 5655 NAME
source: Sub Scenario: Help my Daddy
pt: Sottoscenario: Aiuta il mio papà

# 5683 NAME
source: Sub Scenario: Ex-Professional Coach
pt: Sottoscenario: Ex-Allenatore Professionista

# 5719 NAME
source: Sub Scenario: Miracle Pitcher Kid 1
pt: Sottoscenario: Il Ragazzo Lanciatore Miracoloso 1

# 5755 NAME
source: Sub Scenario: Miracle Pitcher Kid 2
pt: Sotto-storia: Ragazzo Lanciatore Miracoloso 2

# 5791 NAME
source: Sub Scenario: Miracle Pitcher Kid 3
pt: Sottoscenario: Il Ragazzo Lanciatore Miracolo 3

# 5827 NAME
source: Sub Scenario: How to Use a Bat
pt: Sottoscenario: Come usare una mazza

# 5858 NAME
source: Sub Scenario: Ball Magnet Bancho
pt: Sottoscenario: Il magnete di palle Bancho

# 5891 NAME
source: Sub Scenario: Dreams and Reality 1
pt: Sottostoria: Sogni e Realtà 1

# 5926 NAME
source: Sub Scenario: Dreams and Reality 2
pt: Sottoscenario: Sogni e Realtà 2

# 5961 NAME
source: Sub Scenario: Sake
pt: Sottoscenario: Sakè

# 5980 NAME
source: Batting Center Challenger Sub Scenario
pt: Centro di Battuta Sfidante Sottoscenario

# 6019 NAME
source: Sub Scenario: To Be a First Class Batter
pt: Sottoscenario: Essere un Battitore di Prima Classe

# 6060 NAME
source: Sub Scenario: Operation Phobia
pt: Sottoscenario: Operazione Fobia

# 6091 NAME
source: Sub Scenario: Chosen for the Spring Nationals
pt: Sottostoria: Scelto per i Nazionali Primaverili

# 6137 NAME
source: Sub Scenario: Working Behind the Scenes
pt: Sottoscenario: Lavorare dietro le quinte

# 6177 NAME
source: Sub Scenario: Additional Missions
pt: Sottoscenario: Missioni Aggiuntive

# 6220 NAME
source: Shirakawa: Reunion
pt: Shirakawa: Riunione
