Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/fishing/fishing_fish.po
Languages: pt

# 1936 NAME
source: Coelacanth
pt: Celacanto

# 1954 NAME
source: Tuna
pt: Tonno

# 1959 NAME
source: Squid
pt: Calamaro

# 1965 NAME
source: Flounder
pt: Rombo

# 1974 NAME
source: Sea Bream
pt: Orata

# 1984 NAME
source: Scorpionfish
pt: Scorfano

# 1997 NAME
source: Thread-sail Filefish
pt: Pesce Lima

# 2018 NAME
source: Prawn
pt: Gamberone

# 2024 NAME
source: Eel
pt: Anguilla

# 2028 NAME
source: Goby
pt: Ghiozzo

# 2033 NAME
source: Oil Drum
pt: Fusto d'Olio

# 2042 NAME
source: Treasure Chest
pt: Cassa del Tesoro

# 2057 NAME
source: Great White Shark
pt: Squalo Bianco

# 2079 NAME
source: Oarfish
pt: Pesce Remo

# 2087 NAME
source: Giant Crab
pt: Granchio Gigante

# 2098 NAME
source: Octopus
pt: Polpo

# 2106 NAME
source: Umbrella
pt: Ombrello

# 2115 NAME
source: Blowfish
pt: Pesce Palla
