Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/batting/battingkamuro.po
Languages: pt

# 1358 QUESTION
source: What is 1+2+3+3?
pt: Quanto fa 1+2+3+3?

# 1375 QUESTION
source: What is (27-7)÷4?
pt: Quanto fa (27-7)÷4?

# 1394 QUESTION
source: What is 16-3*4?
pt: Quanto fa 16-3*4?

# 1410 QUESTION
source: What is 1+2+7+5-6?
pt: Cos'è 1+2+7+5-6?

# 1429 QUESTION
source: What is (2+19)÷7?
pt: Quant'è (2+19)÷7?

# 1448 QUESTION
source: What is 14÷(9-2)?
pt: Quanto fa 14÷(9-2)?

# 1467 QUESTION
source: What is 7*3-12?
pt: Quanto fa 7*3-12?

# 1483 QUESTION
source: What is (13-9)*2?
pt: Quanto fa (13-9)*2?

# 1501 QUESTION
source: What is 3*3-2*2*2?
pt: Quanto fa 3*3-2*2*2?

# 1520 QUESTION
source: What is 3*2÷6+3?
pt: Quanto fa 3*2÷6+3?

# 1538 QUESTION
source: What is 5-4+6-4+4?
pt: Quanto fa 5-4+6-4+4?

# 1557 QUESTION
source: What is 3+2*(3-1)?
pt: Quanto fa 3+2*(3-1)?

# 1576 QUESTION
source: What is 1*2+3-4+5?
pt: Quanto fa 1*2+3-4+5?

# 1595 QUESTION
source: What is 10÷2+3-4?
pt: Quanto fa 10÷2+3-4?

# 1614 QUESTION
source: What is (1+3)*6÷3
pt: Quanto fa (1+3)*6÷3

# 1633 QUESTION
source: What is (54-34)÷4?
pt: Allora, quant'è (54-34)÷4?

# 1653 QUESTION
source: What is 3+21÷7?
pt: Quant'è 3+21÷7?

# 1670 QUESTION
source: What is 1+2+3-4+5
pt: Quanto fa 1+2+3-4+5

# 1688 QUESTION
source: What is 2*2*2-5?
pt: Quanto fa 2*2*2-5?

# 1705 QUESTION
source: What is 4+5+7-12?
pt: Quanto fa 4+5+7-12?

# 1723 QUESTION
source: What is 2*3*4÷6?
pt: Quanto fa 2*3*4÷6?

# 1741 QUESTION
source: What is 3+24÷3-4?
pt: Quanto fa 3+24÷3-4?

# 1760 QUESTION
source: What is 6*3+4-21?
pt: Quanto fa 6*3+4-21?

# 1778 QUESTION
source: What is 5+6-7+8-9?
pt: Quanto fa 5+6-7+8-9?

# 1797 QUESTION
source: What is 6*2-6÷3-6?
pt: Quant'è 6*2-6÷3-6?

# 1817 QUESTION
source: What is 2*3*4-8-7?
pt: Quant'è 2*3*4-8-7?

# 1836 QUESTION
source: What is 67-21-41?
pt: Quant'è 67-21-41?

# 1854 QUESTION
source: What is (31-27)*2?
pt: Quanto fa (31-27)*2?

# 1873 QUESTION
source: What is 58-38-19?
pt: Quanto fa 58-38-19?

# 1891 QUESTION
source: What is 32-9-8-7?
pt: Quant'è 32-9-8-7?

# 1909 QUESTION
source: What is 8+14+9-25?
pt: Quant'è 8+14+9-25?

# 1928 QUESTION
source: What is 26-125÷5?
pt: Quanto fa 26-125÷5?

# 1947 QUESTION
source: What is (9+7+8)÷3?
pt: Quanto fa (9+7+8)÷3?

# 1967 QUESTION
source: What is (8+7+9)÷4?
pt: Quanto fa (8+7+9)÷4?

# 1987 QUESTION
source: What is 12-4+18-17?
pt: Quanto fa 12-4+18-17?

# 2007 QUESTION
source: What is 11-4-8+5?
pt: Quanto fa 11-4-8+5?

# 2025 QUESTION
source: What is 5-3+6+4-7?
pt: Quanto fa 5-3+6+4-7?

# 2044 QUESTION
source: What is 3*(14-11)?
pt: Quanto fa 3*(14-11)?

# 2063 QUESTION
source: What is 4-2+4-5+6?
pt: Quanto fa 4-2+4-5+6?

# 2082 QUESTION
source: What is 42÷(13+8)?
pt: Quant'è 42÷(13+8)?

# 2102 QUESTION
source: What is 24-9-7-6?
pt: Quanto fa 24-9-7-6?

# 2120 QUESTION
source: What is 28-15-2*6?
pt: Quanto fa 28-15-2*6?

# 2139 QUESTION
source: What is 15÷(8-3)-1?
pt: Quanto fa 15÷(8-3)-1?

# 2160 QUESTION
source: What is (4-2)*7÷2?
pt: Quant'è (4-2)*7÷2?

# 2180 QUESTION
source: What is (4+12)÷4?
pt: Quanto fa (4+12)÷4?

# 2199 QUESTION
source: What is 36-8-7-15?
pt: Quanto fa 36-8-7-15?

# 2218 QUESTION
source: What is 6+9-8+7-6?
pt: Quanto fa 6+9-8+7-6?

# 2237 QUESTION
source: What is 4*4-3*3?
pt: Quant'è 4*4-3*3?

# 2254 QUESTION
source: What is 5*5-4*4?
pt: Quanto fa 5*5-4*4?

# 2271 QUESTION
source: What is 13-8+5-9?
pt: Quanto fa 13-8+5-9?

# 2289 QUESTION
source: What is 3*3*3-19?
pt: Quanto fa 3*3*3-19?

# 2307 QUESTION
source: What is 32÷4÷2÷2?
pt: Quant'è 32÷4÷2÷2?

# 2328 QUESTION
source: What is 3+4*3-11?
pt: Quanto fa 3+4*3-11?

# 2346 QUESTION
source: What is 4*(8-6)-3?
pt: Quant'è 4*(8-6)-3?

# 2365 QUESTION
source: What is 3-4+5-6+7?
pt: Quanto fa 3-4+5-6+7?

# 2384 QUESTION
source: What is 120÷24-1?
pt: Quant'è 120÷24-1?

# 2403 QUESTION
source: What is 13-7+5-9?
pt: Quanto fa 13-7+5-9?

# 2421 QUESTION
source: What is 19-6-4*3?
pt: Allora, quanto fa 19-6-4*3?

# 2439 QUESTION
source: What is 10*7-8*8?
pt: Quanto fa 10*7-8*8?

# 2457 QUESTION
source: What is 3*5-3*4?
pt: Quanto fa 3 per 5 meno 3 per 4?

# 2474 QUESTION
source: What is 83-48-27?
pt: Quanto fa 83-48-27?

# 2492 QUESTION
source: What is (19+23)÷7?
pt: Quant'è (19+23)÷7?

# 2512 QUESTION
source: What is 3*12÷9*2?
pt: Quanto fa 3*12÷9*2?

# 2531 QUESTION
source: What is 4+5*4-3*5?
pt: Quanto fa 4+5*4-3*5?

# 2550 QUESTION
source: What is 100-24*4
pt: Quanto fa 100-24*4

# 2567 QUESTION
source: What is 48÷8-6÷2?
pt: Quanto fa 48÷8-6÷2?

# 2587 QUESTION
source: What is 48-27-13?
pt: Quanto fa 48-27-13?

# 2605 QUESTION
source: What is 48÷(13-7)?
pt: Quanto fa 48÷(13-7)?

# 2625 QUESTION
source: What is 56-34-17?
pt: Quanto fa 56-34-17?

# 2643 QUESTION
source: What is 30-14-8-5?
pt: Quanto fa 30-14-8-5?

# 2662 QUESTION
source: What is 64-38-24?
pt: Quanto fa 64-38-24?

# 2680 QUESTION
source: What is 36-17-6-9?
pt: Quanto fa 36-17-6-9?

# 2699 QUESTION
source: What is 9+13-20+3?
pt: Quanto fa 9+13-20+3?

# 2718 QUESTION
source: What is 54-16-32?
pt: Quanto fa 54-16-32?

# 2736 QUESTION
source: What is 100-23*4?
pt: Quanto fa 100-23*4?

# 2754 QUESTION
source: What is 53-18-26?
pt: Quant'è 53-18-26?

# 2772 QUESTION
source: What is 54-28-3*8?
pt: Cosa fa 54-28-3*8?

# 2791 QUESTION
source: What is 120-84-32?
pt: Quant'è 120-84-32?

# 2810 QUESTION
source: What is 56÷14+2?
pt: Quanto fa 56÷14+2?

# 2828 QUESTION
source: What is 6*2÷4-6÷3?
pt: Quanto fa 6*2÷4-6÷3?

# 2849 QUESTION
source: What is 3*4*5÷6-5?
pt: Quanto fa 3*4*5÷6-5?

# 2869 QUESTION
source: What is 240÷6÷8?
pt: Quanto fa 240÷6÷8?

# 2888 QUESTION
source: What is 360÷8÷9?
pt: Quanto fa 360÷8÷9?

# 2907 QUESTION
source: What is 54÷6-27÷9?
pt: Quant'è 54÷6-27÷9?

# 2928 QUESTION
source: What is 42÷3÷2-5?
pt: Quanto fa 42÷3÷2-5?

# 2948 QUESTION
source: What is 240÷15÷4?
pt: Quanto fa 240÷15÷4?

# 2968 QUESTION
source: What is 240÷16-13?
pt: Quant'è 240÷16-13?

# 2988 QUESTION
source: What is 36÷4*2-9?
pt: Quanto fa 36÷4*2-9?

# 3007 QUESTION
source: What is 48÷6*3÷8?
pt: Quanto fa 48÷6*3÷8?

# 3027 QUESTION
source: What is 5*5*5-120?
pt: Quanto fa 5*5*5-120?

# 3046 QUESTION
source: What is 4*4*4-56?
pt: Quanto fa 4*4*4-56?

# 3064 QUESTION
source: What is 24-6*4+6?
pt: Quanto fa 24-6*4+6?

# 3082 QUESTION
source: What is 12÷2*6-29?
pt: Quant'è 12÷2*6-29?

# 3102 QUESTION
source: What is 36÷4*2-9?
pt: Quanto fa 36÷4*2-9?

# 3121 QUESTION
source: What is 36÷12*2-2?
pt: Quanto fa 36÷12*2-2?

# 3141 QUESTION
source: What is 60÷2-12*2?
pt: Quanto fa 60÷2-12*2?

# 3161 QUESTION
source: What is 8*2÷4-6÷3?
pt: Quant'è 8*2÷4-6÷3?

# 3182 QUESTION
source: What is 24÷4*3-15?
pt: Quanto fa 24÷4*3-15?

# 3202 QUESTION
source: What is 6*6*6-211?
pt: Quanto fa 6*6*6-211?

# 3221 QUESTION
source: What is 7*7-6*6-5?
pt: Quanto fa 7*7-6*6-5?

# 3240 QUESTION
source: What is 600÷5÷24?
pt: Quanto fa 600÷5÷24?

# 3260 QUESTION
source: What is 81-8*8-16?
pt: Quanto fa 81-8*8-16?
