Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/common/common/shop/armsrecovery.po
Languages: pt

source: (I don't have anything I need to get fixed.)
pt: (Non ho niente da far aggiustare.)

source: (All my weapons are in good shape.)
pt: (Tutte le mie armi sono in buono stato.)

source: (Don't got any weapons to fix up.)
pt: Non c'ho armi da sistemare.

source: (I don't have any weapons that need to be maintained.)
pt: (Non ho armi che abbiano bisogno di manutenzione.)

source: (I don't have anything that needs fixing.)
pt: (Non ho niente da riparare.)

source: That'll be, oh, %s.
pt: Sarà, oh, %s.

source: That'll be, oh, %s.
pt: Sarà, oh, %s.

source: That'll be, oh, %s.
pt: Sarà, oh, %s.

source: That'll be, oh, %s.
pt: Sarà, oh, %s.

source: That'll be, oh, %s.
pt: Sarà, oh, %s.

source: (I don't have enough money for that.)
pt: (Non ho abbastanza soldi per quello.)

source: (Don't have the cash. How am I so broke?)
pt: (Non ho i soldi. Ma come diavolo faccio a essere così al verde?)

source: (Don't got the cash for that.)
pt: (Non c'ho i soldi per quello.)

source: (I don't have enough...)
pt: (Non ne ho abbastanza...)

source: (Looks like I don't have enough.)
pt: Pare che non ne abbia abbastanza.

source: Order
pt: Ordina

source: Order
pt: Ordina

source: Order
pt: Ordina

source: Order
pt: Ordina

source: Order
pt: Ordina
