Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/common/common/shop/throw.po
Languages: pt

source: Owned
pt: Di proprietà

source: Owned
pt: Di proprietà

source: Owned
pt: Di proprietà

source: Owned
pt: Di proprietà

source: Owned
pt: Di proprietà

source: (I don't have enough room. I might need to get rid of something first.)
pt: (Non ho abbastanza spazio. Potrei dover sbarazzarmi di qualcosa prima.)

source: (How'd my pockets get so full? Guess I'm gonna have to get rid of something first.)
pt: (Ma come diavolo ho fatto a riempirmi così le tasche? Mi sa che dovrò buttar via qualcosa prima.)

source: (Gonna have to get rid of somethin' first...)
pt: (Dovrò liberarmi di qualcosa prima...)

source: (I have too much stuff, I have to get rid of something.)
pt: (Ho troppa roba, devo sbarazzarmi di qualcosa.)

source: (I'm carrying too much. I'll need to get rid of something first.)
pt: (Ho troppa roba addosso. Dovrò sbarazzarmi di qualcosa prima.)

source: Throw it away?
pt: Buttarlo via?

source: Throw it away?
pt: Buttarlo via?

source: Throw it away?
pt: Buttarlo via?

source: Throw it away?
pt: Buttarlo via?

source: Throw it away?
pt: Buttarlo via?

source: (I don't want to get rid of that.)
pt: (Non voglio liberarmi di quello.)

source: (I should hang onto this.)
pt: (Dovrei conservarlo.)

source: (Don't wanna toss this out.)
pt: (Non voglio buttarlo via.)

source: (I can't throw this away.)
pt: (Non posso buttarlo via.)

source: (I can't get rid of this!)
pt: (Non posso buttarlo via!)

source: (I really don't want to get rid of that.)
pt: (Non voglio proprio buttarlo via.)

source: (Don't wanna get rid of that.)
pt: (Non me ne libero.)

source: (Not interested in tossin' this out.)
pt: (Non mi interessa buttarlo via.)

source: (I can't throw this weapon away...)
pt: (Non posso buttar via quest'arma...)

source: (I definitely can't get rid of this!)
pt: (Questo non posso proprio buttarlo via!)

source: You threw away the %s.
pt: Hai buttato via il %s.

source: You threw away the %s.
pt: Hai buttato via il %s.

source: You threw away the %s.
pt: Hai buttato via il %s.

source: You threw away the %s.
pt: Hai buttato via il %s.

source: You threw away the %s.
pt: Hai buttato via il %s.
