Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid02xxxxxx/uid020921ce.po
Languages: pt

# 84_Narumi
source: *pant* I just need to rest a little...
pt: *Ansimo...* Ho solo bisogno di riposare un attimo...

# 96_Saejima
source: Alright there?
pt: Allora, tutto a posto?

# 108_Narumi
source: You know what?
pt: Sai cosa?

# 120_Saejima
source: What?
pt: Cosa?

# 132_Narumi
source: I heard about an old man in the village. He's been after that monster for years, apparently?
pt: Ho sentito di un vecchio nel villaggio. È da anni che gli sta dietro a quel mostro, eh?

# 144_Saejima
source: Yeah. That's Okudera-han.
pt: Sì. È Okudera-han.

# 156_Narumi
source: How does he keep going against a force of nature like that? Is it for the money? Bragging rights?
pt: Come fa a tener testa a una forza della natura del genere? È per i soldi? Per potersi vantare?

# 168_Narumi
source: Where does he find the will to keep chasing that thing?
pt: Dove trova la forza di continuare a dare la caccia a quella cosa?

# 180_Saejima
source: That's something I'd love to know myself.
pt: Questo è qualcosa che mi piacerebbe sapere anch'io.

# 192_Saejima
source: But it sure ain't money or braggin' rights. The man's not moved by that type of thing.
pt: Ma di sicuro non è per i soldi o per potersi vantare. L'uomo non è mosso da quel genere di cose.

# 204_Saejima
source: Don't think anyone could keep up their motivation that way, actually. I'm still here 'cause I wanna know what inspires these folk.
pt: Non credo che nessuno possa mantenere la motivazione in quel modo, a dire il vero. Sono ancora qui perché voglio sapere cosa ispira questa gente.

# 216_Narumi
source: *sigh*
pt: *sospiro*

# 240_Saejima
source: ...Hey, we can't dawdle here much longer. Can ya manage now?
pt: ...Ehi, non possiamo bighellonare qui ancora a lungo. Ce la fai, adesso?

# 252_Narumi
source: Yeah.
pt: Sì.
