Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0107095e.po
Languages: pt

# 380_Yuko the Celeb
source: First, we pick the banker.
pt: Per prima cosa, scegliamo il banchiere.

# 392_Yuko the Celeb
source: I'm the banker.
pt: Sono il banchiere.

# 404_Yuko the Celeb
source: How much do you want to wager?
pt: Quanto vuoi puntare?

# 416_Yuko the Celeb
source: Let's get started!
pt: Cominciamo!

# 428_Yuko the Celeb
source: Now it's my turn.
pt: Adesso tocca a me.

# 440_Yuko the Celeb
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Yuko the Celeb
source: Let's settle up.
pt: Saldiamo i conti.

# 464_Yuko the Celeb
source: Your turn to be banker.
pt: Tocca a te fare il banchiere.

# 476_Yuko the Celeb
source: Time to change the banker.
pt: Si cambia il banco.

# 488_Yuko the Celeb
source: Care to try your luck again?
pt: Ti va di tentare di nuovo la fortuna?

# 500_Yuko the Celeb
source: Tsk! I'm tapped out. See you again sometime!
pt: Tsk! Sono al verde. Alla prossima!

# 512_Yuko the Celeb
source: Hehe, looks like that's it for you. Come back again after you've had some practice.
pt: Hehe, è finita per te. Torna quando ti sarai fatto un po' di pratica.

# 524_Yuko the Celeb
source: Banker's Bet-Settling Messages
pt: Messaggi di saldatura delle puntate del banchiere

# 536_Yuko the Celeb
source: A banker rolling 1-3-5 gets a 3.
pt: Un banchiere che tira 1-3-5 fa 3.

# 548_Yuko the Celeb
source: A 1-3-5 by the first player gets a 3.
pt: Il primo giocatore che tira 1-3-5 fa 3.

# 560_Yuko the Celeb
source: A 1-3-5 gets what the preceding player rolled.
pt: Un 1-3-5 fa lo stesso punteggio del giocatore precedente.

# 572_Yuko the Celeb
source: A banker rolling 2-4-6 gets a 4.
pt: Un banchiere che tira 2-4-6 fa 4.

# 584_Yuko the Celeb
source: A 2-4-6 roll gets what the next player rolls.
pt: Un 2-4-6 fa lo stesso punteggio del giocatore successivo.

# 596_Yuko the Celeb
source: A 2-4-6 by the last player gets a 4.
pt: L'ultimo giocatore che tira 2-4-6 fa 4.

# 608_Yuko the Celeb
source: A 2-4-6 gets what the last player rolls.
pt: Un 2-4-6 fa lo stesso punteggio dell'ultimo giocatore.

# 620_Yuko the Celeb
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 è uscito dopo un 2-4-6.

# 632_Yuko the Celeb
source: Yes! A 6-3-4!
pt: Sì! Un 6-3-4!
