Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aa7.po
Languages: pt

source: You got <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto <Color:8>Imperatore della Robustezza<Color:Default>.

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: High Schooler
pt: Liceale

# 60_Furugaki
source: No way... Unbelievable. You dodged my berserker beanballs <Italic>and</Italic> got a hit.
pt: Non ci credo... Incredibile. Hai schivato le mie palle berserker <Italic>e</Italic> hai battuto.

# 72_Shinada
source: I sure did. Now you'd better keep your promise.
pt: L'ho fatto eccome! Adesso è meglio che tu mantenga la promessa.

# 84_Furugaki
source: ...All right. I'm done acting up. I mean it.
pt: ...Va bene. Ho smesso di fare i capricci. Dico sul serio.

# 96_Shinada
source: Good. Now, your control is brutal, but you really do have a mean pitch.
pt: Bene. Adesso, il tuo controllo è brutale, ma hai davvero un lancio micidiale.

# 108_Shinada
source: Why don't you quit messing around and develop some proper form?
pt: Perché non smetti di cazzeggiare e sviluppi una forma come si deve?

# 120_Furugaki
source: But I... I always had rotten control. Practice won't make it better.
pt: Ma io... Io ho sempre avuto un controllo schifoso. L'allenamento non lo migliorerà.

# 132_Shinada
source: You only get to say that if you actually go to practice.
pt: Puoi dirlo solo se vai davvero ad allenarti.

# 144_Shinada
source: A guy who bailed on his team and causes a bunch of trouble doesn't have the right.
pt: Un tipo che ha mollato la sua squadra e ha combinato un sacco di casini non ne ha il diritto.

# 156_Furugaki
source: Heh. Maybe you have a point. Maybe I'm just... running away. From effort, from reality, from baseball.
pt: Eh. Forse hai ragione. Forse sto solo... scappando via. Dallo sforzo, dalla realtà, dal baseball.

# 168_High Schooler
source: Furugaki-san... That's deep.
pt: Furugaki-san... È profonda.

# 180_Furugaki
source: Dude, I'm sorry for what I put you through. I'm gonna go back to baseball for real. No more of this stupid shit.
pt: Amico, mi dispiace per quello che ti ho fatto passare. Tornerò a giocare a baseball per davvero. Basta con queste stronzate.

# 204_Furugaki
source: Thanks for taking the time to show me the error of my ways. Here, you should have this.
pt: Grazie per esserti preso il tempo di farmi capire i miei sbagli. Tieni, questo è per te.

# 240_Furugaki
source: I dunno how long it'll take, but the next time I face you, I'm gonna beat you. With a proper set of rules.
pt: Non so quanto ci vorrà, ma la prossima volta che ti affronterò, ti batterò. Con un regolamento come si deve.

# 252_Shinada
source: Heh. I look forward to it.
pt: Eh. Non vedo l'ora.

# 312_Furugaki
source: Hahaha! So much for your pompous preaching, old man!
pt: Hahaha! Bel risultato il tuo predicozzo da sapientone, vecchio!

# 324_Furugaki
source: I'll take you on anytime. If you're pissed, try shutting me down!
pt: Ti prendo quando vuoi. Se sei incazzato, prova a zittirmi!

# 336_Shinada
source: (Damn it. He got me.)
pt: (Maledizione. Mi ha beccato.)
