Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01110800.po
Languages: pt

source: Attendant
pt: Addetto

# 56_Attendant
source: A cabaret club? That's not your usual go-to place, Shinada-san.
pt: Un cabaret? Non è mica il tuo solito locale, Shinada-san.

# 68_Shinada
source: The sex business is just my job. This is personal.
pt: Il giro del sesso è solo il mio lavoro. Questa è una faccenda personale.

# 80_Attendant
source: Yeah, all right. Just don't fall for a hostess and go even deeper into debt, okay? Please?
pt: Sì, va bene. Solo non innamorarti di una hostess e indebitarti ancora di più, ok? Ti prego?

# 92_Shinada
source: Ha! Do I look like a would-be sugar daddy to you? I don't like girls who are pushy like that anyhow, so don't you worry about me.
pt: Ah! Ti sembro mica un aspirante mantenitore? Non mi piacciono comunque le ragazze così insistenti, quindi non preoccuparti per me.

# 104_Attendant
source: Well, I suppose not. I figured that Shion-chan is more of your type, anyway.
pt: Beh, immagino di no. Pensavo che Shion-chan fosse più il tuo genere, comunque.

# 116_Shinada
source: Shion-chan, huh? What's she like?
pt: Shion-chan, eh? Che tipo è?

# 128_Attendant
source: Oh, don't you know her?
pt: Oh, non la conosci mica?

# 140_Shinada
source: No, obviously! Tell me!
pt: No, e come farei?! Dimmi!

# 152_Attendant
source: Shion-chan is a-MAY-zing! She's gorgeous, refined, and elegant! An honest-to-goodness Nagoya princess!
pt: Shion-chan è pazzesca! È stupenda, raffinata ed elegante! Una vera e propria principessa di Nagoya!

# 164_Shinada
source: Oooh! Tell me more!
pt: Ooooh! Dimmi di più!

# 176_Attendant
source: Her blood type's O, and she's a Gemini, age 24.
pt: Il suo gruppo sanguigno è 0, ed è Gemelli, ha 24 anni.

# 188_Shinada
source: What kind of stuff does she like?
pt: Che tipo di cose le piacciono?

# 200_Attendant
source: Hey, you said you weren't gonna be her sugar daddy!
pt: Ehi, avevi detto che non le avresti fatto da mantenitore!

# 212_Shinada
source: Calm down, man, I'm just asking what she's interested in!
pt: Calmati, amico, sto solo chiedendo cosa le piace!

# 224_Attendant
source: Uh-huh.
pt: Ah-ah.

# 236_Attendant
source: Well, she's real upper crust. So if you get her a gift that is too common, it may backfire and make her angry.
pt: Beh, è proprio una gran signora. Quindi se le prendi un regalo troppo comune, potrebbe ritorcersi contro e farla arrabbiare.

# 248_Shinada
source: I bet. What else?
pt: Me lo immagino. Cos'altro?

# 260_Attendant
source: She's rather short-tempered, and saying the wrong thing will set her off. If you think she's mad, you'd better change the subject quick.
pt: Ha la miccia piuttosto corta, e dire la cosa sbagliata la farà scattare. Se pensi che sia arrabbiata, faresti meglio a cambiare subito argomento.

# 272_Shinada
source: Right. Gotta make sure to not get her angry.
pt: Giusto. Devo stare attento a non farla arrabbiare.
