Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01110782.po
Languages: pt

source: ○Sounds big.
pt: ○Sembra grande.

source: □It's prettier outside.
pt: □È più bello fuori.

source: △Just take the train.
pt: △Basta prendere il treno.

# 44_Kaguya
source: It really is quite cold outside.
pt: Fa davvero piuttosto freddo fuori.

# 56_Saejima
source: Maybe yer feelin' it more because you're used to bein' cooped up inside. You oughta get outside and walk more.
pt: Forse la senti di più tu, perché sei abituato a stare rinchiuso qui dentro. Dovresti uscire e farti qualche passo in più.

# 68_Kaguya
source: No way! I do most of my walking underground, anyway.
pt: Manco per sogno! Tanto, cammino perlopiù sottoterra.

# 80_Saejima
source: Underground? Oh, right. The underground shoppin' mall.
pt: Sottoterra? Ah, già. Il centro commerciale sotterraneo.

# 92_Kaguya
source: Yeah! There are a whole bunch of shops here under Tsukimino! We could give Kamurocho a run for its money!
pt: Già! Ci sono una marea di negozi qui sotto a Tsukimino! Potremmo dare del filo da torcere a Kamurocho!

# 104_Saejima
source: I haven't been down there yet. Is it really that big?
pt: Non ci sono ancora sceso. È davvero così grande?

# 116_Kaguya
source: It is. The underground walkways stretch all the way from Sapporo Station to Tsukimino Station. So there's no need to walk out in the open air!
pt: Lo è. I passaggi sotterranei si estendono dalla Stazione di Sapporo fino alla Stazione di Tsukimino. Così non c'è bisogno di farsi un giro all'aria aperta!

# 128_Saejima
source: Sounds big. Glad I didn't go there then. If I did, I'm sure I woulda gotten lost.
pt: Sembra grande. Meno male che non ci sono andato allora. Se ci fossi andato, sono sicuro che mi sarei perso.

# 140_Kaguya
source: It's fine! Tsukimino is all one giant grid, and the underground is basically the same. You won't lose your way as long as you know your location.
pt: Tranquillo! Tsukimino è tutta una gigantesca griglia, e il sottoterra è praticamente uguale. Non ti perderai finché sai dove ti trovi.

# 152_Saejima
source: A grid, huh? Like Kyoto, then. I could probably handle that.
pt: Una griglia, eh? Come Kyoto, allora. Potrei probabilmente farcela.

# 164_Kaguya
source: It's really handy, because so long as you know the address, you can find a place no problem. Even if you've never been there before!
pt: È davvero comodo, perché finché sai l'indirizzo, trovi un posto senza problemi. Pure se non ci sei mai stato prima!

# 176_Saejima
source: But don't ya get mixed up 'cause all of the buildings look the same? It's good to have a little variety in yer city, too.
pt: Ma non ti ci confondi mica, perché tutti i palazzi sembrano uguali? È bello avere un po' di varietà pure nella tua città.

# 188_Kaguya
source: I suppose so. But don't you think the Tsukimino intersection is a pretty big landmark?
pt: Credo di sì. Ma non credi che l'incrocio di Tsukimino sia un punto di riferimento mica da poco?

# 200_Saejima
source: True. They've got those big ol' signs, so it stands out.
pt: Vero. Hanno quei grandi cartelloni, così risalta.

# 212_Saejima
source: It's prettier outside. Walkin' underground is a wasted opportunity.
pt: È più bello fuori. Farsi un giro sottoterra è un'occasione sprecata.

# 224_Kaguya
source: No, the underground is pretty! It's got this kind of near-future thing going on. The lighting and whatnot is very chic.
pt: No, il sottoterra è bello! C'ha un'atmosfera tipo da futuro prossimo. L'illuminazione e roba del genere è molto chic.

# 236_Saejima
source: Hmph, I'm not interested in that sorta thing. I don't give a damn about some place that's all cold and lifeless. It's borin'.
pt: Hmph, non sono interessato a quel genere di cose. Non me ne frega un accidente di un posto che è tutto freddo e senza vita. È noioso.

# 248_Kaguya
source: What? But Tsukimino is made up of rows of buildings that all look the same, too. Isn't that just as boring?
pt: Come? Ma Tsukimino è fatta di file di palazzi che sembrano tutti uguali, pure. Non è mica altrettanto noioso?

# 260_Saejima
source: Ain't every day you see the town blanketed in snow. Almost never happens in Kamurocho or Sotenbori.
pt: Non capita mica tutti i giorni di vedere la città coperta di neve. Non capita quasi mai a Kamurocho o a Sotenbori.

# 272_Kaguya
source: I see. Snow's nothing special for me, but I guess it's rare for people outside Sapporo.
pt: Capisco. Per me la neve non è niente di che, ma immagino sia rara per la gente fuori Sapporo.

# 284_Saejima
source: I thought I'd get sick of seein' it over the last two years, but guess I haven't.
pt: Pensavo mi sarei stufato di vederlo negli ultimi due anni, ma a quanto pare no.

# 296_Saejima
source: Just take the train. No reason else they'd have all these tracks everywhere.
pt: Basta prendere il treno. Sennò che ci starebbero a fare tutti 'sti binari dappertutto?

# 308_Kaguya
source: But it's not just a regular underground tunnel. There are stores lined up all along the way, perfect for grabbing a meal or doing some shopping.
pt: Ma non è mica solo un normale tunnel sotterraneo. Ci sono negozi allineati lungo tutto il percorso, perfetti per mangiare qualcosa o fare un po' di shopping.

# 320_Kaguya
source: Most large buildings have underground floors that are connected too, so you can get around fine without ever having to go outside.
pt: Quasi tutti i grandi edifici hanno piani sotterranei che sono collegati pure, così ti puoi girare bene senza dover mai uscire.

# 332_Saejima
source: Yeah, but when I'm under Kamurocho, I dunno what leads where. Why's everything between these stations even connected?
pt: Sì, ma quando sono sotto Kamurocho, non so dove porta cosa. Perché mai è tutto collegato tra queste stazioni?

# 344_Kaguya
source: Ah, I get you! You exit the train station gate and you wind up somewhere in Kamurocho's underground mall, or in a building, or even the next station!
pt: Ah, capisco! Esci dal tornello della stazione e ti ritrovi da qualche parte nel centro commerciale sotterraneo di Kamurocho, o in un palazzo, o addirittura alla stazione successiva!

# 356_Kaguya
source: When I first got to Tokyo I got lost all the time! It's way too big!
pt: Quando sono arrivato a Tokyo mi perdevo sempre! È decisamente troppo grande!

# 368_Saejima
source: Heh, ain't it just? I still didn't know how to get anywhere when I left to come here.
pt: Eh, non è mica vero? Non sapevo ancora come muovermi quando sono partito per venire qui.
