Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0111079c.po
Languages: pt

source: ○You're so kind!
pt: ○Sei così gentile!

source: □Hey, it happens.
pt: □Ehi, capita.

source: △You should explore more.
pt: △Dovresti esplorare di più.

# 44_Shion
source: Oh, that's right. The other day I was walking around here and had a bit of trouble.
pt: Ah, già. L'altro giorno stavo girando qui in zona e ho avuto qualche difficoltà.

# 56_Shinada
source: Whoa, really? What happened?
pt: Cavolo, davvero? Cos'è successo?

# 68_Shion
source: I came across an older woman who was lost, and so, naturally, I approached her and offered to help her find her way.
pt: Mi sono imbattuto in una vecchia che si era persa e così, ovviamente, le sono andato incontro e mi sono offerto di aiutarla a ritrovare la strada.

# 80_Shion
source: But it turned out I didn't know how to get to where she was headed, and so in the end I wasn't able to give her the directions she needed.
pt: Ma è venuto fuori che non sapevo come arrivare dove era diretta, e così alla fine non sono riuscito a darle le indicazioni di cui aveva bisogno.

# 92_Shinada
source: Huh? Aren't you from here though, Shion-chan? Do you not know this neighborhood?
pt: Eh? Ma tu non sei di qui, Shion-chan? Non conosci questo quartiere?

# 104_Shion
source: I don't, no. And it's not as if I'm from another place like you, Shinada-san. I'm a local, so it's embarrassing to not know these things.
pt: No, non le so. E non è che vengo da un altro posto come te, Shinada-san. Sono del posto, quindi è imbarazzante non sapere queste cose.

# 116_Shinada
source: You're so kind! Heck, if I ran into that sort of situation, I'd probably forget all about it right afterwards.
pt: Sei così gentile! Accidenti, se mi imbattessi in una situazione del genere, probabilmente me ne dimenticherei subito dopo.

# 128_Shion
source: It's because I don't get to see my maternal grandmother since she's in France, and my father's mother died when I was young. I try to help the elderly where I can.
pt: È perché non vedo mia nonna materna, dato che è in Francia, e la madre di mio padre è morta quando ero piccola. Cerco di aiutare gli anziani dove posso.

# 140_Shion
source: But in this situation, I was completely useless. I just wound up making things worse for her.
pt: Ma in questa situazione, sono stata completamente inutile. Ho solo finito per peggiorarle le cose.

# 152_Shinada
source: I think it's nice of you to feel that way. I'm sure this woman was happy that you at least tried to help her out.
pt: Penso sia un bel gesto da parte tua sentirti così. Sono sicuro che quella donna fosse contenta che tu ci abbia almeno provato a darle una mano.

# 164_Shion
source: Do you really think so?
pt: Lo pensi davvero?

# 176_Shinada
source: Yeah! So if you ever run into that sorta thing again, don't doubt yourself. Try and offer whatever help you can!
pt: Esatto! Quindi se ti imbatti di nuovo in una cosa simile, non dubitare di te stesso. Cerca di dare una mano come puoi!

# 188_Shion
source: If you say so, Shinada-san!
pt: Se lo dici tu, Shinada-san!

# 200_Shion
source: In that case, I should walk around this neighborhood more often. That way I can familiarize myself with these streets and provide directions to someone else in the future.
pt: In quel caso, dovrei girare per questo quartiere più spesso. Così posso prendere confidenza con queste strade e dare indicazioni a qualcun altro in futuro.

# 212_Shinada
source: Sure! And I can go with you!
pt: Certo! E posso venire con te!

# 224_Shinada
source: Hey, it happens. These days, I don't think even locals know their town from top to bottom like that.
pt: Ehi, capita. Di questi tempi, non credo che nemmeno i locali conoscano la loro città da cima a fondo così.

# 236_Shinada
source: Most people are probably unfamiliar with places right in their neighborhood, if they usually don't have any business going there.
pt: La maggior parte della gente probabilmente non conosce bene i posti che ha proprio nel suo quartiere, se di solito non ha motivo di andarci.

# 248_Shion
source: I certainly agree, but that's no excuse to remain in a state of willful ignorance, don't you think?
pt: Sono decisamente d'accordo, ma non è una scusa per ostinarsi nell'ignoranza, non credi?

# 260_Shinada
source: In a perfect world, sure, but I don't think it's realistic to know the whole city. I imagine even the police don't know it inside-out.
pt: In un mondo perfetto, certo, ma non credo sia realistico conoscere l'intera città. Immagino che nemmeno la polizia la conosca a menadito.

# 272_Shion
source: But shouldn't we try to help for that very reason? Even if you take someone to a police box, there are probably places a policeman wouldn't know.
pt: Ma non dovremmo provare a dare una mano proprio per questo? Anche se porti qualcuno a una stazione di polizia, ci sono probabilmente posti che nemmeno un poliziotto conoscerebbe.

# 284_Shinada
source: Yeah, the cops aren't going to help a guy who's looking for some sex club, that's for sure. That's when you go find an info booth.
pt: Già, gli sbirri non aiuteranno un tizio che cerca qualche sex club, questo è poco ma sicuro. È lì che vai a cercare un chiosco informazioni.

# 296_Shion
source: That's why I think I should try my best to help people. We should all help one another.
pt: Ecco perché credo di dover fare del mio meglio per dare una mano alla gente. Dovremmo darci tutti una mano.

# 308_Shinada
source: I get you. A town is only as good as the people who've come together to live there.
pt: Ti capisco. Una città vale solo quanto le persone che si sono unite per viverci.

# 320_Shinada
source: You should explore more. You can never know too much about the place you live.
pt: Dovresti esplorare di più. Non si sa mai abbastanza del posto in cui vivi.

# 332_Shion
source: But how would I go about becoming more knowledgeable about this town?
pt: Ma come potrei fare per conoscere meglio questa città?

# 344_Shinada
source: Well, looking at a map is one thing, but as they say, seeing is believing. You have to check places out in person.
pt: Beh, guardare una mappa è un conto, ma come si dice, vedere per credere. Devi andarci di persona a dare un'occhiata.

# 356_Shinada
source: You can try to make a point of checking out a new place each week. You should become pretty familiar with the town within a year, I'd say.
pt: Puoi cercare di esplorare un posto nuovo ogni settimana. Dovresti conoscere la città abbastanza bene nel giro di un anno, direi.

# 368_Shion
source: Oh, that could be fun! I'll have to get myself out there as soon as possible! <Color:255,200,200,255>♥<Color:Default>
pt: Oh, potrebbe essere divertente! Devo proprio mettermi in giro il prima possibile! <Color:255,200,200,255>♥<Color:Default>

# 380_Shinada
source: Maybe you can start by going to wherever that old lady was trying to get to?
pt: Forse potresti iniziare andando dove stava cercando di arrivare quella vecchia?

# 392_Shion
source: Good idea! I've been curious about it myself ever since! I'll be sure to learn the way so I can give people directions next time!
pt: Buona idea! Sono stato curioso anch'io fin da allora! Mi assicurerò di imparare la strada così potrò dare indicazioni alla gente la prossima volta!

# 404_Shinada
source: Good luck!
pt: Buona fortuna!
