Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690152.po
Languages: pt

source: Yes, I think I'd better.
pt: Sì, credo proprio che sia meglio.

source: I guess I don't need to.
pt: Credo di non averne bisogno.

source: Dance Events
pt: Eventi di danza

source: I think I'd better run through it one more time.
pt: Credo proprio che sia meglio ripassarlo ancora una volta.

source: Yep, I'm all set now.
pt: Sì, sono a posto ora.

# 44_Haruka
source: Hello, Uda-san. Thank you for inviting me here today.
pt: Salve, Uda-san. Grazie per avermi invitata qui oggi.

# 56_Uda
source: Oh, hello, Haruka-san. We've been waiting for you.
pt: Oh, salve, Haruka-san. L'abbiamo aspettata.

# 68_Uda
source: I've really been looking forward to this dance event today.
pt: Non vedevo proprio l'ora di questo evento di danza di oggi.

# 80_Haruka
source: Well, I'm still just a beginner when it comes to dancing, but I'm going to do my very best!
pt: Beh, sono ancora solo una principiante nel ballo, ma ce la metterò tutta!

# 92_Uda
source: A beginner, huh? No matter, I'm sure you'll do great. Good luck today!
pt: Una principiante, eh? Non preoccuparti, sono sicuro che farai un figurone. In bocca al lupo per oggi!

# 104_Haruka
source: Thank you very much.
pt: Grazie mille.

# 116_Haruka
source: (I wonder if I should go over how the event works.)
pt: Mi chiedo se dovrei ripassare come funziona l'evento.

# 128_Haruka
source: (I've gone over it before, so I guess I don't really need to again. I'd better get ready.)
pt: (L'ho già ripassato prima, quindi credo di non averne davvero bisogno di nuovo. Meglio che mi prepari.)

# 164_Haruka
source: (Yes, I think I'd better. Just in case.)
pt: (Sì, credo proprio che sia meglio. Non si sa mai.)

# 176_Haruka
source: In dance events, you dance alone instead of with an opponent. Press the displayed buttons at the correct time to score points and fill the Performance Gauge, located at the top right of the screen. Your objective is to completely fill the Performance Gauge through all four stages.
pt: Negli eventi di danza, balli da solo invece che con un avversario. Premi i tasti visualizzati al momento giusto per fare punti e riempire la barra di Performance, situata in alto a destra dello schermo. Il tuo obiettivo è riempire completamente la barra di Performance attraverso tutti e quattro gli stage.

# 188_Haruka
source: (Let's see. Have I got it now?)
pt: Vediamo. L'ho capito ora?

# 200_Haruka
source: (Hmm. I think I'd better run through it one more time, just to be safe.)
pt: (Hmm. Credo proprio che sia meglio ripassarlo un'altra volta, non si sa mai.)

# 212_Haruka
source: In dance events, you dance alone instead of with an opponent. Press the displayed buttons at the correct time to score points and fill the Performance Gauge, located at the top right of the screen. Your objective is to completely fill the Performance Gauge through all four stages.
pt: Negli eventi di danza, balli da solo invece che con un avversario. Premi i tasti visualizzati al momento giusto per fare punti e riempire la barra di Performance, situata in alto a destra dello schermo. Il tuo obiettivo è riempire completamente la barra di Performance attraverso tutti e quattro gli stage.

# 224_Haruka
source: (Let's see. Have I got it now?)
pt: Vediamo. L'ho capito ora?

# 236_Haruka
source: (Yep, I'm all set now. Better get started.)
pt: (Sì, sono a posto adesso. Meglio che inizi.)
