Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0855.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

# 68_dummy
source: I'm back. And look who I brought with me.
pt: Sono tornato. E guarda chi ho portato con me.

# 80_Wada
source: Hey there－ Oh, Kiyokawa-kun!
pt: Ehi lì－ Oh, Kiyokawa-kun!

# 92_Kiyokawa
source: Guys! Is the offer to help me study still on the table?
pt: Ragazzi! L'offerta di aiutarmi a studiare è ancora in piedi?

# 104_Muramatsu
source: Where's this coming from all of a sudden?
pt: Ma da dove salta fuori questa cosa, così, all'improvviso?

# 116_Wada
source: Yeah, I thought you said it was hopeless.
pt: Ma non avevi detto che era inutile?

# 128_Kiyokawa
source: What are you talking about!? If you give up when things look grim, you'll never get anywhere in life! Now let's start with some flashcards!
pt: Ma che stai dicendo!? Se ti arrendi quando le cose si mettono male, non farai mai strada nella vita! E ora, iniziamo con le flashcard!

# 140_Muramatsu
source: ...I don't know what you did, Suzuki-san, but it worked.
pt: ...Non so cos'hai combinato, Suzuki-san, ma ha funzionato.

# 152_Kiryu
source: Oh, I didn't do anything.
pt: Oh, non ho fatto niente.

# 164_Wada
source: All right, all right. I'll help you. But aren't you forgetting something first?
pt: Ok, ok. Ti aiuterò. Ma non ti stai mica dimenticando qualcosa, prima?

# 176_Kiyokawa
source: I should probably be apologizing for my behavior from before, huh?
pt: Forse dovrei scusarmi per come mi sono comportato prima, eh?

# 188_Wada
source: Aha, you got it.
pt: Aha, ci sei.

# 200_Muramatsu
source: He's finally acting his age.
pt: Finalmente mette la testa a posto.

# 212_Kiryu
source: Let's hope so.
pt: Speriamo di sì.

# 224_Wada
source: Remember to be sincere about it.
pt: Mi raccomando, mettici il cuore.

# 236_dummy
source: Of course. I'd like to start and end by saying...
pt: Certo. Vorrei iniziare e finire dicendo...

# 248_Kiyokawa
source: Sorry for rufflin' your feathers!
pt: Scusa se ti ho fatto innervosire!

# 260_Wada
source: Huh? What the hell kind of apology is that?
pt: Eh? Ma che diavolo di scuse sono quelle?

# 272_Kiyokawa
source: My bad! Sorry for rubbin' you the wrong way!
pt: Colpa mia! Scusa se ti ho dato fastidio!

# 284_Kiyokawa
source: Uh... sorry for wreckin' your expectations?
pt: Uh... scusa se ti ho fatto saltare le aspettative?

# 296_Kiyokawa
source: Sorry for rustlin' your jimmies?
pt: Scusa se ti ho fatto innervosire?

# 308_Wada
source: Okay, you can stop now!
pt: Ok, basta così!
