Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900c1.po
Languages: pt

source: Man in Suit
pt: Uomo in abito

# 44_Man in Suit
source: Hello. Thank you for coming today.
pt: Salve. Grazie per essere venuta oggi.

# 56_Ioka
source: My name is Ioka. I'm the director of "Love to See You Smile."
pt: Mi chiamo Ioka. Sono il direttore di "Love to See You Smile."

# 68_Haruka
source: Hello, I'm Haruka Sawamura of Dyna Chair. It's very nice to meet you!
pt: Salve, sono Haruka Sawamura della Dyna Chair. È un vero piacere conoscervi!

# 80_Ioka
source: You as well. So, let me tell you about the show you're going to be on today. "Love to See You Smile" is one of Osaka's longest-running talk shows.
pt: Anche a lei. Dunque, le spiego com'è lo show a cui parteciperà oggi. "Love to See You Smile" è uno dei talk show più longevi di Osaka.

# 92_Ioka
source: Our host, Nomu-san, and the guest of the day talk to each other one-on-one, discussing a variety of funny and interesting topics.
pt: Il nostro conduttore, Nomu-san, e l'ospite del giorno parlano a tu per tu, discutendo una varietà di argomenti divertenti e interessanti.

# 104_Ioka
source: You know who Nomu-san is, yes? He's the heart and soul of the show, not to mention the most popular TV host in Osaka right now.
pt: Sa chi è Nomu-san, vero? È il cuore e l'anima dello show, senza contare che è il conduttore televisivo più popolare di Osaka in questo momento.

# 116_Ioka
source: You'll be on for five segments, so, including this one, we'll be doing five recording sessions.
pt: Sarà in onda per cinque segmenti, quindi, incluso questo, faremo cinque sessioni di registrazione.

# 128_Ioka
source: Nomu-san will guide the conversation, so just relax and go with the flow.
pt: Nomu-san guiderà la conversazione, quindi si rilassi e si lasci andare.

# 140_Ioka
source: And when the audience shouts encouragement, you can smile or wave.
pt: E quando il pubblico fa il tifo per lei, può sorridere o salutare.

# 152_Haruka
source: Okay, I understand.
pt: Va bene, ho capito.

# 164_Ioka
source: Great. Lastly, when the talk segments are over the audience gets to vote.
pt: Ottimo. Infine, quando i segmenti di conversazione saranno finiti, il pubblico voterà.

# 176_Haruka
source: Vote?
pt: Votare?

# 188_Ioka
source: Yes, that's the tough part of the show. Every audience member who thinks the guest was interesting gives the guest one vote of support.
pt: Sì, quella è la parte difficile dello show. Ogni membro del pubblico che pensa che l'ospite sia stato interessante dà all'ospite un voto di supporto.

# 200_Ioka
source: We count those as "smiles." A perfect score is 100.
pt: Li contiamo come "sorrisi". Un punteggio perfetto è 100.

# 212_Ioka
source: We're hoping you can get at least 70 smiles. And I suppose it wouldn't be saying much for your popularity if you didn't, right?
pt: Speriamo che riesca a ottenere almeno 70 sorrisi. E, insomma, non farebbe un gran figurone per la sua popolarità se non li ottenesse, no?

# 224_Haruka
source: Right... I'll do my best.
pt: Va bene... Farò del mio meglio.

# 236_Ioka
source: All right, we're about ready to get started. Knock 'em dead, Haruka-chan!
pt: Va bene, siamo quasi pronti per iniziare. Falli impazzire, Haruka-chan!
