Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0d00.po
Languages: pt

# 2156_dummy
source: Okay... I dare number two to massage my shoulders!
pt: Ok... ordino al numero due di massaggiarmi le spalle!

# 2168_Ishimori
source: Number two? Who's number two?
pt: Il numero due? Chi è il numero due?

# 2180_Kondo
source: Oh, it's me.
pt: Oh, sono io.

# 2192_Ishimori
source: Uh-oh! Then you better go rub Suzuki-san's shoulders, girl! Too bad you missed out on <Italic>these</Italic> lovely fingers－I could've rubbed you into the next century!
pt: Uh-oh! Allora ti conviene andare a massaggiare le spalle di Suzuki-san, ragazza! Peccato che ti sia persa <Italic>queste</Italic> splendide dita－avrei potuto massaggiarti fino al prossimo secolo!

# 2204_Nakayama
source: Yeah, or I could've rubbed you into the next millennium! Haw haw haaaw!
pt: Eh già, o avrei potuto massaggiarti fino al prossimo millennio! Haw haw haaaw!

# 2228_Kiyokawa
source: I can't believe you, Your Majesty! You stabbed me in the back! I've been betrayed!
pt: Non posso crederci, Vostra Maestà! Mi hai pugnalato alle spalle! Sono stato tradito!

# 2240_Kiryu
source: (Kiyokawa may not be happy, but at least this doesn't cause a scene. I'd call that a success.)
pt: (Kiyokawa non sarà contento, ma almeno questo non causerà una scenata. Direi che è un successo.)

# 2300_dummy
source: Okay... I dare number three and four to kiss!
pt: Ok... ordino al numero tre e al quattro di baciarsi!

# 2312_Kiyokawa
source: What!? You're a bastard, Suzuki-san!
pt: Cosa!? Sei un bastardo, Suzuki-san!

# 2324_Ishimori
source: Huh? I don't get it. Are you number three, Kiyokawa-kun? Who's number four, then?
pt: Eh? Non capisco. Sei tu il numero tre, Kiyokawa-kun? Chi è il numero quattro, allora?

# 2336_Muramatsu
source: ...It's me.
pt: ...Sono io.

# 2348_Nakayama
source: Whoooooaaa hohohoho! This oughta be good! Now kiss! <Italic>Kiss!</Italic>
pt: Whoooooaaa hohohoho! Questa sarà bella! Ora baciatevi! <Italic>Baciatevi!</Italic>

# 2360_Ishimori
source: Smooch smooch smooch!
pt: Smack smack smack!

# 2372_Muramatsu
source: Grr...
pt: Grrr...

# 2384_Kiyokawa
source: I'll never forgive you for this, Suzuki-san! ...Okay then, Muramatsu-san. Here I come.
pt: Non te la perdonerò mai per questo, Suzuki-san! ...E va bene, Muramatsu-san. Arrivo.

# 2444_Nakayama
source: WEEEEHEEHEEHEEHEE! What a riot!
pt: WEEEEHEEHEEHEEHEE! Che spasso!

# 2456_Ishimori
source: Most def! You guys suit each other, you know that?
pt: Assolutamente! State proprio bene insieme, lo sapete?

# 2492_Kiryu
source: (Well, that got everyone in good spirits. I hope the others agree it was worth the trade-off. I'd call it a success.)
pt: (Beh, questo ha messo tutti di buon umore. Spero che anche gli altri siano d'accordo che ne sia valsa la pena. Direi che è stato un successo.)

# 2504_dummy
source: Okay, I dare number two and three to kiss!
pt: Okay, ordino ai numeri due e tre di baciarsi!

# 2516_Kiyokawa
source: Here I am! Number three, ready for service! Who's number two?
pt: Eccomi qua! Il numero tre è pronto al servizio! Chi è il numero due?

# 2528_Kondo
source: That's... That's me.
pt: Sono... Sono io.

# 2540_Kiyokawa
source: Okay then! Better obey our king, right!? Besides, we might as well enjoy－
pt: E va bene allora! Meglio obbedire al nostro re, no!? E poi, tanto vale divertirsi－

# 2552_Kondo
source: No! No way. I just can't do it! I'm sorry...
pt: No! Non se ne parla. Non posso proprio farlo! Mi dispiace...

# 2564_Kiyokawa
source: But...
pt: Ma...

# 2600_Kiyokawa
source: You know what? You're right. Sorry, I got a bit too carried away there. Hope I didn't kill the buzz too much.
pt: Sai che c'è? Hai ragione. Scusa, mi sono fatto prendere un po' troppo la mano. Spero di non aver rovinato troppo l'atmosfera.

# 2612_Kiryu
source: (I should've known that would be a wet blanket over everything. Kondo-san didn't even want to play this in the first place. Sorry, guys.)
pt: (Avrei dovuto immaginare che avrebbe rovinato l'atmosfera. Kondo-san non voleva nemmeno giocare fin dall'inizio. Scusate, ragazzi.)

# 2624_dummy
source: I... think I should get going now.
pt: Io... credo che sia meglio se vado ora.

# 2636_Muramatsu
source: Hmm, well, it is getting late. Let's wrap things up, eh?
pt: Mmh, beh, si è fatto tardi. Direi di chiuderla qui, eh?

# 2660_dummy
source: Whew... I'm stuffed like a turkey.
pt: Fiuu... Sono pieno come un uovo.

# 2684_dummy
source: So, Muramatsu-san, which girl did you like?
pt: Allora, Muramatsu-san, quale ragazza ti è piaciuta?

# 2696_Muramatsu
source: Do you even have to ask? Kondo-san, of course.
pt: C'è pure bisogno di chiederlo? Kondo-san, ovviamente.

# 2708_Kiyokawa
source: Right. Same here. She looked like the hard-working, pure-hearted type. Wish I could get me a girl like her.
pt: Già. Anche per me. Sembrava proprio il tipo diligente e dal cuore puro. Magari riuscissi a trovarmi una ragazza come lei.

# 2720_Muramatsu
source: Yeah... Tell me about it.
pt: Già... a chi lo dici.
