Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070968.po
Languages: pt

source: Welcome to the baccarat table.
pt: Benvenuto al tavolo del baccarat.

source: All right, let's begin. Good luck.
pt: Bene, iniziamo. Buona fortuna.

source: We look forward to seeing you again.
pt: Speriamo di rivederla.

source: You seem to be short on chips. Please visit us again soon.
pt: Sembra che tu sia a corto di fiches. Torna a trovarci presto.

source: Select whether you think the player or the banker will win, or if they will tie.
pt: Scegli se pensi che vincerà il giocatore o il banco, o se ci sarà un pareggio.

source: Select whether you think the player or the banker will win, or if they will tie. You can also select Pair or Super 6.
pt: Scegli se pensi che vincerà il giocatore o il banco, o se ci sarà un pareggio. Puoi anche selezionare Coppia o Super 6.

source: Select a wager between the minimum and maximum betting limit.
pt: Seleziona una puntata tra il limite minimo e massimo di scommessa.

source: I will now deal the cards.
pt: Adesso do le carte.

source: Let's open the player's first card.
pt: Apriamo la prima carta del giocatore.

source: Let's open the player's second card.
pt: Apriamo la seconda carta del giocatore.

source: The player stands on 6.
pt: Il giocatore si ferma a 6.

source: The player stands on 7.
pt: Il giocatore si ferma a 7.

source: The player has a natural 8.
pt: Il giocatore ha un 8 naturale.

source: The player has a natural 9.
pt: Il giocatore ha un 9 naturale.

source: If the banker doesn't have 8 or 9, a third card will be dealt.
pt: Se il banco non ha 8 o 9, verrà data una terza carta.

source: Let's open the banker's first card.
pt: Apriamo la prima carta del banco.

source: Let's open the banker's second card.
pt: Apriamo la seconda carta del banco.

source: The banker stands on 6.
pt: Il banco si ferma a 6.

source: The banker stands on 6. The player will now be dealt a third card.
pt: Il banco si ferma a 6. Al giocatore verrà ora data una terza carta.

source: The banker stands on 7.
pt: Il banco si ferma a 7.

source: The banker stands on 7. The player will now be dealt a third card.
pt: Il banco si ferma a 7. Al giocatore verrà ora data una terza carta.

source: The banker has a natural 8.
pt: Il banco ha un 8 naturale.

source: The banker has a natural 9.
pt: Il banco ha un 9 naturale.

source: The player's third card will determine whether the banker draws a third card.
pt: La terza carta del giocatore determinerà se il banco pesca una terza carta.

source: The player is standing. The banker will be dealt a third card.
pt: Il giocatore si ferma. Al banco verrà data una terza carta.

source: Let's open the player's third card.
pt: Apriamo la terza carta del giocatore.

source: The banker will not be dealt a third card in accordance with the game's rules.
pt: Al banco non verrà data una terza carta secondo le regole del gioco.

source: The banker will be dealt a third card in accordance with the game's rules.
pt: Al banco verrà data una terza carta secondo le regole del gioco.

source: Let's open the banker's third card.
pt: Apriamo la terza carta del banco.

source: The player won.
pt: Il giocatore ha vinto.

source: The banker won.
pt: Il banco ha vinto.

source: The game ended in a tie.
pt: La partita è finita in parità.

source: Congratulations.
pt: Congratulazioni.

source: Better luck next time.
pt: Sarà per la prossima volta.

source: Would you like to keep playing?
pt: Vuoi continuare a giocare?

source: If you please.
pt: Prego.

source: The deck's running low. Time to shuffle.
pt: Il mazzo è agli sgoccioli. È ora di mescolare.

source: The player has a pair.
pt: Il giocatore ha una coppia.

source: The banker has a pair.
pt: Il banco ha una coppia.

source: Super 6.
pt: Super Sei.

source: You're on a roll.
pt: Sei lanciato!

source: You're doing great.
pt: Stai andando alla grande.

source: (The item doesn't seem to work anymore.)
pt: (L'oggetto non sembra più funzionare.)

source: A third card will be dealt to both the player and banker.
pt: Una terza carta verrà distribuita sia al giocatore che al banco.
