Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901fa.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 4,500 experience points.
pt: Hai ottenuto 4.500 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: MC
pt: Conduttore

# 44_MC
source: And the victor of this heated contest is...
pt: E il vincitore di questa accesa gara è...

# 68_MC
source: Haruka Sawamura! For coming out on top, she wins a prize of 30,000 yen!
pt: Haruka Sawamura! Per essersi classificata al primo posto, vince un premio di 30.000 yen!

# 92_Haruka
source: Thank you very much!
pt: Grazie mille!

# 104_MC
source: Join us again next time for "Refuse to Lose"! You won't want to miss it!
pt: Non mancate la prossima volta a "Refuse to Lose"! Non vorrete mica perdervelo!

# 116_MC
source: Until then, stay fierce!
pt: Fino ad allora, restate carichi!

# 152_MC
source: Seira Anno! For coming out on top, she wins a prize of 30,000 yen!
pt: Seira Anno! Per essersi classificata al primo posto, vince un premio di 30.000 yen!

# 164_Seira
source: I did it! Oh, I'm so happy!
pt: Ce l'ho fatta! Oh, sono felicissima!

# 176_MC
source: Join us again next time for "Refuse to Lose"! You won't want to miss it!
pt: Non mancate la prossima volta a "Refuse to Lose"! Non vorrete mica perdervelo!

# 188_MC
source: Until then, stay fierce!
pt: Fino ad allora, restate carichi!

# 248_MC
source: Oh, darn. I lost. I really wanted to be your friend.
pt: Mannaggia. Ho perso. Volevo tanto essere tuo amico.

# 272_Seira
source: I said, I really wanted to be your friend!
pt: Ho detto, volevo tanto essere tuo amico!

# 284_Haruka
source: Um, all right. We can be friends.
pt: Uhm, va bene. Possiamo essere amici.

# 296_Seira
source: Yes! You mean it!? Oh, boy! I just know we're going to be BFFs forever!
pt: Sì! Dici sul serio!? Evvai! So già che saremo BFF per sempre!

# 308_Haruka
source: Right... Ha ha...
pt: Giusto... Ah ah...

# 488_MC
source: I actually did it! I won!
pt: Ce l'ho fatta! Ho vinto!

# 512_Seira
source: Hey! I said, I won!
pt: Ehi! Ho detto, ce l'ho fatta! Ho vinto!

# 524_Haruka
source: Um, all right. We can be friends.
pt: Uhm, va bene. Possiamo essere amici.

# 536_Seira
source: Yes! You mean it!? Oh, boy! I just know we're going to be BFFs forever!
pt: Sì! Dici sul serio!? Evvai! So già che saremo BFF per sempre!

# 548_Haruka
source: Right... Ha ha...
pt: Giusto... Ah ah...
