Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200044.po
Languages: pt

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: Undercover Cop
pt: Poliziotto sotto copertura

source: Long-haired Yakuza
pt: Yakuza dai capelli lunghi

# 60_Undercover Cop
source: There they are!
pt: Eccoli!

# 72_Long-haired Yakuza
source: Aww, shit!
pt: Oh, merda!

# 96_Undercover Cop
source: Run!
pt: Corri!

# 120_Undercover Cop
source: Gah! They took off! What do we do now!?
pt: Ugh! Sono scappati! Che facciamo adesso!?

# 132_Kiryu
source: Want me to go after them?
pt: Vuoi che gli corra dietro?

# 144_Undercover Cop
source: Yeah, go get them!
pt: Sì, vai a prenderli!

# 168_Undercover Cop
source: Damn it. You lost them. I guess this was too much to ask of a taxi driver.
pt: Dannazione. Li hai persi. Immagino che fosse chiedere troppo a un tassista.

# 180_Kiryu
source: (It seems I let him down. I'll have to step up my game.)
pt: (Sembra che l'abbia deluso. Dovrò darci dentro di più.)
