Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901f3.po
Languages: pt

source: Assistant Director
pt: Aiuto Regista

source: MC
pt: Conduttore

# 44_Assistant Director
source: All right, then. The two of you will be facing off in a game of count-up darts.
pt: Bene, allora. Voi due vi sfiderete in una partita a freccette in modalità Count-Up.

# 56_Assistant Director
source: Remember, our show's main appeal is its heated competitions.
pt: Ricorda, il punto forte del nostro show sono le sue sfide accese.

# 68_Assistant Director
source: So make sure to give it your all, okay?
pt: Quindi mettetecela tutta, ok?

# 80_Himeko
source: You got it!
pt: Capito!

# 92_Haruka
source: Yes, we will.
pt: Sì, lo faremo.

# 104_Himeko
source: Hey, you! Haruka Sawamura! Don't think that being a Princess League finalist means I'm gonna treat you like royalty!
pt: Ehi, tu! Haruka Sawamura! Non pensare che essere una finalista della Princess League significhi che ti tratterò da regina!

# 116_Haruka
source: Excuse me?
pt: Mi scusi?

# 128_Himeko
source: Yeah, yeah! You heard me! I'm about to teach you some proper manners!
pt: Sì, sì! Hai capito bene! Ti insegnerò io le buone maniere!

# 140_Haruka
source: Wait... what?
pt: Aspetta... cosa?

# 152_Assistant Director
source: Okay, let's get started!
pt: Bene, iniziamo!

# 224_MC
source: The time for our showdown is here at last!
pt: Il momento della nostra resa dei conti è finalmente arrivato!

# 236_MC
source: Pride is on the line for these two beautiful, young idols. It'll be a fight to the finish!
pt: L'orgoglio è in gioco per queste due belle, giovani idol. Sarà una lotta fino all'ultimo sangue!

# 248_MC
source: What sort of immodest, unladylike things will these two stoop to in order to win?
pt: A quali bassezze sfacciate e poco da signorina si spingeranno queste due pur di vincere?

# 260_MC
source: You'll just have to watch and find out!
pt: Non vi resta che guardare per scoprirlo!

# 272_MC
source: Now, Haruka-chan! What would you like to say to your opponent before you begin!?
pt: Ora, Haruka-chan! Cosa vorresti dire alla tua avversaria prima di iniziare!?

# 284_Haruka
source: I'm ready to play!
pt: Sono pronta a giocare!

# 296_MC
source: Himeko-chan! What would you like to say?
pt: Himeko-chan! Cosa vorresti dire?

# 308_Himeko
source: I'm gonna wipe the floor with you!
pt: Ti straccerò!

# 320_MC
source: Who will come out on top in this all-out darts brawl: Haruka Sawamura or Himeko Sakurakoji?
pt: Chi avrà la meglio in questo scontro a freccette all'ultimo sangue: Haruka Sawamura o Himeko Sakurakoji?

# 332_MC
source: Let the battle begin!
pt: Che la battaglia abbia inizio!
