Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340023.po
Languages: pt

source: ○Food
pt: ○Cibo

source: □Music
pt: □Musica

source: △Gifts
pt: △Regali

source: ○Can't handle it?
pt: ○Non reggi?

source: □Fish is good for you.
pt: □Il pesce ti fa bene.

source: ○That does sound fun.
pt: ○Sembra proprio divertente.

source: □Sounds dull.
pt: □Sembra noioso.

source: △Anything else?
pt: △Altro?

source: ○Your ideal date.
pt: ○Il tuo appuntamento ideale.

source: □Getting disillusioned with a man.
pt: □Rimanere delusi da un uomo.

source: △How many men have you dated?
pt: △Con quanti uomini sei uscita?

source: ○Sure.
pt: ○Certo.

source: □Wait, what?
pt: □Aspetta, cosa?

source: ○Your strengths.
pt: ○I tuoi pregi.

source: □Your weaknesses.
pt: □I tuoi difetti.

source: △Your favorite part of your body.
pt: △La tua parte del corpo preferita.

source: ○Well...
pt: ○Beh...

source: □I don't.
pt: □Io no.

source: ○What do you wear to bed?
pt: ○Cosa indossi per dormire?

source: □Where can't a man touch you?
pt: □Dov'è che un uomo non può toccarti?

source: △What are your measurements?
pt: △Quali sono le tue misure?

source: ○You're in great shape.
pt: ○Sei in gran forma.

source: □You're skinny!
pt: □Sei magrissima!

# 284_Akiyama
source: What sort of things do you like, Honoka-chan? I'm kind of curious.
pt: Che genere di cose ti piacciono, Honoka-chan? Sono un po' curioso.

# 296_Honoka
source: What do ya mean?
pt: In che senso?

# 308_Akiyama
source: What foods do you like?
pt: Quali cibi ti piacciono?

# 320_Honoka
source: I'm a fan of meat!
pt: Vado matta per la carne!

# 332_Akiyama
source: Well, meat can mean a number of different things, like beef or pork.
pt: Beh, con "carne" si possono intendere un sacco di cose diverse, tipo il manzo o il maiale.

# 344_Honoka
source: As long as it's meat I'm good. Even chicken or horse.
pt: Basta che sia carne e mi va bene tutto. Persino il pollo o il cavallo.

# 356_Akiyama
source: Horse? That's unusual. But that's good to know. I can invite you out to eat basically anywhere.
pt: Cavallo? È insolito. Ma è buono a sapersi. Posso invitarti a mangiare praticamente ovunque.

# 368_Honoka
source: Oh, but fish is a no go.
pt: Oh, ma il pesce proprio no.

# 380_Akiyama
source: Can't handle it? Why not?
pt: Non riesci a mangiarlo? Come mai?

# 392_Honoka
source: I'm not so great with chopsticks, so it makes a real big mess when I try to eat it.
pt: Non sono un granché con le bacchette, quindi faccio un vero macello quando provo a mangiarlo.

# 404_Akiyama
source: Yeah, there aren't very many people who can eat fish neatly with chopsticks, I don't think.
pt: Già, non credo ci siano molte persone in grado di mangiare il pesce in modo pulito con le bacchette.

# 416_Honoka
source: That's why I don't eat it in front of a guy. I don't wanna disappoint him.
pt: Ecco perché non lo mangio davanti a un uomo. Non voglio deluderlo.

# 428_Akiyama
source: You've given this a lot of thought.
pt: Ci hai riflettuto un bel po'.

# 440_Akiyama
source: Fish is good for you. It's full of DHA, so it's good for the brain.
pt: Il pesce fa bene. È pieno di DHA, quindi fa bene al cervello.

# 452_Honoka
source: Wait, is that yer roundabout way of sayin' I'm dumb?
pt: Aspetta, è il tuo modo alla lontana per dirmi che sono stupida?

# 464_Akiyama
source: No, I wasn't trying to imply that at all.
pt: No, non volevo affatto insinuare una cosa del genere.

# 476_Honoka
source: Then what did ya mean by it?
pt: E allora cosa volevi dire?

# 488_Akiyama
source: Just that it's better to not be a fussy eater.
pt: Solo che è meglio non essere troppo schizzinosi con il cibo.

# 500_Honoka
source: It ain't like I hate it or nothin'. I was just sayin' I don't like to eat it around others.
pt: Non è che non mi piaccia o altro. Dicevo solo che non mi va di mangiarlo davanti agli altri.

# 512_Honoka
source: Ugh, look at what ya did. Now I'm all ticked off.
pt: Uff, guarda cos'hai combinato. Adesso mi sono proprio arrabbiata.

# 536_Akiyama
source: What kind of music do you usually listen to?
pt: Che genere di musica ascolti di solito?

# 548_Honoka
source: Music, huh? Lemme think...
pt: Musica, eh? Fammi un po' pensare...

# 560_Honoka
source: I usually listen to the radio, but not music.
pt: Di solito ascolto la radio, ma non la musica.

# 572_Akiyama
source: Radio?
pt: La radio?

# 584_Honoka
source: Yeah, like shows that comedians host. They take a lotta really fun joke submissions from listeners.
pt: Sì, tipo i programmi condotti dai comici. Accettano un sacco di battute davvero divertenti inviate dagli ascoltatori.

# 596_Akiyama
source: Ah, so late-night programming then. Comedy on radio is different than on TV, huh? It's fun because you can use your imagination more.
pt: Ah, quindi programmi a tarda notte. La comicità in radio è diversa da quella in TV, eh? È divertente perché puoi usare di più l'immaginazione.

# 608_Honoka
source: Yeah, you get what I mean! I can tell ya about all sortsa funny shows out there!
pt: Sì, hai capito proprio cosa intendo! Posso parlarti di un sacco di programmi divertenti che ci sono in giro!

# 620_Akiyama
source: I'll have to give them a listen.
pt: Dovrò darci un'ascoltata.

# 632_Akiyama
source: What would you like most right now?
pt: Cosa vorresti di più in questo momento?

# 644_Honoka
source: That's an easy one! Cold. Hard. Cash.
pt: Questa è facile! Soldi. Belli. Sonanti.

# 656_Akiyama
source: I mean if someone were to give you a present.
pt: Intendo se qualcuno ti facesse un regalo.

# 668_Honoka
source: Then I'd want it to be money.
pt: Allora vorrei che fossero dei soldi.

# 680_Akiyama
source: Right, but if you did get money, what would you buy with it? Then it'd be like you'd gotten that as a present in the first place.
pt: Giusto, ma se ricevessi dei soldi, cosa ci compreresti? Sarebbe come se avessi ricevuto quello come regalo fin dall'inizio.

# 692_Honoka
source: Nah, it ain't that. If I got money, the fun part is figurin' out what to buy with it.
pt: Ma no, non è così. Se ricevessi dei soldi, il bello sarebbe proprio decidere cosa comprarci.

# 704_Honoka
source: When I want somethin', I like the satisfaction of bein' able to buy it myself. Gettin' it from someone else just doesn't give me that same feelin'.
pt: Quando voglio qualcosa, mi piace la soddisfazione di potermela comprare da sola. Riceverla da qualcun altro non mi dà la stessa sensazione.

# 716_Akiyama
source: I see your reasoning, sure. But what would you like to go buy right now if you could?
pt: Capisco il tuo ragionamento, certo. Ma cosa ti piacerebbe andare a comprare proprio adesso, se potessi?

# 728_Honoka
source: Oooh, that's a secret!
pt: Oooh, questo è un segreto!

# 740_Akiyama
source: Oh, come on.
pt: Maddai!

# 752_Akiyama
source: What are your hobbies, Honoka-chan?
pt: Quali sono i tuoi hobby, Honoka-chan?

# 764_Honoka
source: Hobbies? Lately, I've been into people watchin'.
pt: Hobby? Ultimamente mi sono appassionata a osservare la gente.

# 776_Akiyama
source: People watching, huh? I've met girls who are into that sort of thing. What do you enjoy about it?
pt: Osservare la gente, eh? Ho conosciuto altre ragazze a cui piace questo genere di cose. Cosa ci trovi di divertente?

# 788_Honoka
source: When I gotta kill time waitin' on a friend or something, I look around and watch other folks waitin' and guess what kinda person they are.
pt: Quando devo ammazzare il tempo mentre aspetto un amico o roba del genere, mi guardo intorno e osservo gli altri che aspettano, e provo a indovinare che tipo di persone siano.

# 800_Akiyama
source: That does sound fun. Are you ever right?
pt: Sembra proprio divertente. Ci azzecchi mai?

# 812_Honoka
source: I think it's more fun if I ain't right.
pt: Penso sia più divertente se non ci azzecco.

# 824_Akiyama
source: Oh? Meaning what, exactly?
pt: Oh? In che senso, esattamente?

# 836_Honoka
source: Like if some cute girl's waitin', I usually imagine she's waitin' for a hot guy.
pt: Tipo, se c'è una ragazza carina che aspetta, di solito mi immagino che stia aspettando un bel figo.

# 848_Honoka
source: And then some ugly dude'll show up and I'll be like, "What the heck!?" I find mismatches like that real fun!
pt: E poi magari si presenta un tipo brutto e io faccio tipo: "Ma che cavolo!?" Trovo che questi contrasti siano un sacco divertenti!

# 860_Akiyama
source: Haha. I bet that scenario happens in reverse, too.
pt: Ah ah. Scommetto che succede anche al contrario.

# 872_Honoka
source: Yep! Then I talk to my friends about how he's gotta be payin' her, and that he's probably goin' to jail.
pt: Già! Poi dico alle mie amiche che lui la deve pagare per forza, e che probabilmente finirà dritto in galera.

# 884_Akiyama
source: If the person you're waiting for shows up, maybe you should be on your way.
pt: Se la persona che stai aspettando si presenta, forse faresti meglio ad andare.

# 896_Akiyama
source: Sounds dull. All you do is sit and watch?
pt: Sembra noioso. Non fai altro che stare lì a guardare?

# 908_Honoka
source: Well, what sorta stuff are you into, Akiyama-san?
pt: Beh, che genere di cose ti piacciono, Akiyama-san?

# 920_Akiyama
source: Me? If I saw a girl like that waiting on someone, I might go chat her up and ask her out to get coffee or something.
pt: Io? Se vedessi una ragazza così che aspetta qualcuno, potrei provare ad attaccare bottone e chiederle di andare a prenderci un caffè o qualcosa del genere.

# 932_Honoka
source: Ew, gross! That's just bein' a pick-up artist!
pt: Che schifo! Praticamente fai il rimorchiatore!

# 944_Akiyama
source: If you make sure to pick the right person, they might be quite happy to come along.
pt: Se ti assicuri di scegliere la persona giusta, potrebbe essere più che felice di venire con te.

# 956_Akiyama
source: Like, I'd only talk to a girl who was clearly mad at being stood up. Or who looked like she wasn't keen on the plans she had made.
pt: Tipo, approccerei solo una ragazza che è palesemente arrabbiata perché le hanno dato buca. O una che sembra non aver molta voglia di rispettare i piani che ha fatto.

# 968_Honoka
source: Yeah, I guess in that sorta situation it could be fun to go off with ya, Akiyama-san, but...
pt: Già, immagino che in una situazione del genere potrebbe essere divertente venire via con te, Akiyama-san, però...

# 980_Akiyama
source: I'd just have to know. Why is she upset, why is she anxious? Those are things I'd worry about later on, so it's nice to be able to hear it from the person herself.
pt: Dovrei proprio saperlo. Perché è arrabbiata, perché è ansiosa? Sono cose di cui mi preoccuperei più avanti, quindi è bello poterle sentire direttamente dall'interessata.

# 992_Honoka
source: Someone's got a lotta free time on his hands! But I guess that's very like you.
pt: Qualcuno ha proprio un sacco di tempo libero! Ma immagino che sia proprio da te.

# 1004_Akiyama
source: Call it a personal failing of mine.
pt: Chiamalo pure un mio difetto personale.

# 1016_Akiyama
source: Anything else?
pt: Qualcos'altro?

# 1028_Honoka
source: Nothin' that really qualifies as a hobby.
pt: Niente che si possa davvero definire un hobby.

# 1040_Akiyama
source: Okay, what would you like to do most right now?
pt: Ok, cosa ti piacerebbe fare di più in questo momento?

# 1052_Honoka
source: Right now? Right now I really wanna sleep!
pt: In questo momento? In questo momento ho proprio voglia di dormire!

# 1064_Akiyama
source: Heh. Why's that?
pt: Heh. E come mai?

# 1076_Honoka
source: I haven't been sleepin' at all lately, so I'm super tired!
pt: Ultimamente non ho dormito affatto, quindi sono super stanca!

# 1088_Akiyama
source: Have you been busy? You need to make sure you get enough rest or you'll wreck your health.
pt: Sei stato molto impegnato? Devi assicurarti di riposare a sufficienza, o finirai per rovinarti la salute.

# 1100_Honoka
source: Exams are done, but I'm still always comin' to work, and then when I get home I gotta do job huntin' paperwork, so every day's an ordeal.
pt: Gli esami sono finiti, ma vengo comunque sempre a lavorare, e poi quando torno a casa devo sbrigare le scartoffie per la ricerca del lavoro, quindi ogni giorno è un'odissea.

# 1112_Akiyama
source: I see. Well, try not to overdo it.
pt: Capisco. Beh, cerca di non strafare.

# 1124_Honoka
source: Thanks for bein' concerned about me.
pt: Grazie per esserti preoccupato per me.

# 1136_Akiyama
source: I'm curious about what your thoughts are on romance, Honoka-chan. Mind if I ask you some things?
pt: Sono curioso di sapere cosa ne pensi dell'amore, Honoka-chan. Ti dispiace se ti faccio qualche domanda?

# 1148_Honoka
source: What sorta things did ya have in mind?
pt: Che genere di cose avevi in mente?

# 1160_Akiyama
source: What would your ideal date be?
pt: Quale sarebbe il tuo appuntamento ideale?

# 1172_Honoka
source: A trip to an amusement park! Oh, except goin' with a guy would be a pain, so on second thought, maybe not.
pt: Una gita al parco divertimenti! Oh, tranne che andarci con un ragazzo sarebbe una rottura, quindi ripensandoci, forse meglio di no.

# 1184_Akiyama
source: What do you mean? Why's going with a guy a pain?
pt: In che senso? Perché andarci con un ragazzo sarebbe una rottura?

# 1196_Honoka
source: Guys are always yammerin' on about what rides to go on next. I prefer to take a seat on a bench and drink in the atmosphere for a bit.
pt: I ragazzi non la smettono mai di blaterare su quali giostre fare dopo. Io preferisco sedermi su una panchina e godermi un po' l'atmosfera.

# 1208_Akiyama
source: I see. I suppose us men are fans of roller coasters and other thrill rides. Sitting on a Ferris wheel just looking at stuff is boring.
pt: Capisco. Immagino che noi uomini siamo fan delle montagne russe e di altre giostre da brivido. Starsene seduti su una ruota panoramica solo a guardarsi intorno è noioso.

# 1220_Honoka
source: See? It'd be better if I went with a girl.
pt: Visto? Sarebbe meglio se ci andassi con una ragazza.

# 1232_Akiyama
source: Have you ever been disillusioned with a man?
pt: Sei mai rimasta delusa da un uomo?

# 1244_Honoka
source: I sure have! Especially with guys who are nothin' but talk!
pt: Eccome! Specialmente con i tipi che sono tutto chiacchiere!

# 1256_Honoka
source: Like, they start off talkin' the talk and all, but if ya dig a little deeper, you find out they can't walk the walk.
pt: Tipo, all'inizio sanno solo fare i grandi a parole, ma se vai a scavare un po' più a fondo, scopri che non sanno proprio passare ai fatti.

# 1268_Akiyama
source: So guys who just front with the ladies, then.
pt: Quindi i tipi che fanno solo scena con le donne, insomma.

# 1280_Honoka
source: Yeah! All they do is brag, and then get pissy when ya catch 'em in a lie. Why can't they just be up front about things?
pt: Esatto! Non fanno altro che vantarsi, e poi si incazzano pure se li becchi a mentire. Perché non possono essere schietti e basta?

# 1292_Akiyama
source: Maybe they just want to have a good time having drinks with someone at a cabaret club.
pt: Forse vogliono solo passare una bella serata a bersi qualcosa con qualcuno in un cabaret club.

# 1304_Honoka
source: I'm fine if it's a guy who's a customer, but I sure couldn't date a guy like that.
pt: Mi sta bene se è un cliente, ma di sicuro non potrei mai uscire con un tipo del genere.

# 1316_Akiyama
source: How many men have you dated?
pt: Con quanti uomini sei uscita?

# 1328_Honoka
source: Huh? Lemme think about that for a sec...
pt: Eh? Fammi pensare un attimo...

# 1340_Akiyama
source: Wow, has it been that many?
pt: Wow, ne hai avuti così tanti?

# 1352_Honoka
source: Ya wanna know about men only? Or should I be countin' girls, too?
pt: Vuoi sapere solo degli uomini? O devo contare anche le ragazze?

# 1364_Akiyama
source: Sure. Guys and girls.
pt: Certo. Sia uomini che donne.

# 1376_Honoka
source: Hmm... I've dated a lotta folks at the same time, so it's hard to come up with a number.
pt: Mmm... Sono uscita con un sacco di gente contemporaneamente, quindi è difficile darti un numero preciso.

# 1388_Akiyama
source: Yeesh, you really play around, don't you?
pt: Caspita, ti dai proprio da fare, eh?

# 1400_Honoka
source: That ain't it! I just feel bad about turnin' someone down when they say they like me, so I go do karaoke or stuff with 'em a few times, just to be nice.
pt: Ma no, non è così! Mi dispiace solo rifiutare qualcuno quando mi dice che gli piaccio, quindi vado a fare karaoke o roba del genere con loro un paio di volte, giusto per essere gentile.

# 1412_Honoka
source: But a lotta guys have done that with me, so I can't say I "dated" all of 'em. And sometimes I reject a bunch of 'em all at once, too.
pt: Però un sacco di ragazzi hanno fatto così con me, quindi non posso dire di essere "uscita" con tutti quanti. E a volte capita pure che ne scarichi un bel po' tutti in una volta sola.

# 1424_Akiyama
source: I guess a lot of people think you're dating material.
pt: Mi sa che un sacco di gente pensi che tu sia il tipo giusto con cui uscire.

# 1436_Akiyama
source: Wait, what?
pt: Ma che?

# 1448_Honoka
source: I've dated girls before. Things didn't last all that long, but it was pretty fun!
pt: Sono uscita con delle ragazze in passato. Non sono durate molto, ma è stato piuttosto divertente!

# 1460_Akiyama
source: So not just hanging out with lady friends, then?
pt: Quindi non era solo un'uscita tra amiche, allora?

# 1472_Honoka
source: Yeah. Like I've gone as far as kissin' at least!
pt: Sì. Nel senso che siamo arrivate almeno a baciarci!

# 1484_Akiyama
source: Yeah, I suppose that isn't too unusual. Women can bond that way easily enough, right?
pt: Già, immagino che non sia poi così insolito. Le donne riescono a legare in quel modo piuttosto facilmente, no?

# 1496_Honoka
source: Yeah. But goin' beyond that's a bit, well...
pt: Sì. Ma andare oltre è un po', beh...

# 1508_Akiyama
source: I guess if things had gone on longer they might have gone beyond that indeed.
pt: Immagino che se le cose fossero andate avanti più a lungo, sarebbero potute andare oltre davvero.

# 1520_Akiyama
source: Honoka-chan, can I ask you about yourself?
pt: Honoka-chan, posso chiederti qualcosa su di te?

# 1532_Honoka
source: About me? Sure, ask me whatever ya want!
pt: Su di me? Certo, chiedimi pure tutto quello che vuoi!

# 1544_Akiyama
source: What do you consider your strengths to be?
pt: Quali consideri siano i tuoi punti di forza?

# 1556_Honoka
source: My strengths? I guess I'm always smilin'. A lotta folks tell me my smile's so natural, that I don't gotta fake it for work or nothin'.
pt: I miei punti di forza? Direi che sorrido sempre. Un sacco di gente mi dice che il mio sorriso è così naturale che non devo fingerlo per il lavoro o altro.

# 1568_Akiyama
source: Yeah, when I see you smile, it has an infectious quality that makes me feel better.
pt: Già, quando ti vedo sorridere, il tuo sorriso è così contagioso che mi fa sentire meglio.

# 1580_Honoka
source: But it kinda sucks because when I'm mad, people think I'm still smilin'.
pt: Ma è un po' una seccatura perché, quando sono arrabbiata, la gente pensa che stia ancora sorridendo.

# 1592_Honoka
source: It really gets my goat when I'm ticked off and no one seems to take me seriously.
pt: Mi manda proprio in bestia quando sono arrabbiata e nessuno sembra prendermi sul serio.

# 1604_Akiyama
source: Guess a smiling face has its ups and downs, huh?
pt: Immagino che un viso sorridente abbia i suoi pro e i suoi contro, eh?

# 1616_Akiyama
source: What do you consider your shortcomings to be?
pt: Quali consideri siano i tuoi difetti?

# 1628_Honoka
source: I guess I'm kinda impatient. I'm always in a rush to get stuff done, and I get all fidgety and stuff.
pt: Direi che sono un po' impaziente. Ho sempre fretta di finire le cose, e divento tutta irrequieta e roba così.

# 1640_Honoka
source: You must get annoyed by it sometimes when you're here spendin' time with me.
pt: Deve darti un po' sui nervi a volte, quando passi il tempo qui con me.

# 1652_Akiyama
source: Well, to be honest, I can't say that's never been the case.
pt: Beh, a essere onesti, non posso dire che non sia mai capitato.

# 1664_Honoka
source: I figured. I know it ain't one of my better traits, so I've been thinkin' I oughta fix that about myself.
pt: Lo immaginavo. So che non è uno dei miei tratti migliori, quindi stavo pensando che dovrei cercare di rimediare.

# 1676_Akiyama
source: Fixing personality problems isn't easy. It might be quicker if I just get used to it.
pt: Sistemare i difetti del carattere non è facile. Forse faccio prima ad abituarmici io.

# 1688_Honoka
source: Oh? Ya don't mind me the way I am?
pt: Oh? Quindi ti vado bene così come sono?

# 1700_Akiyama
source: Everyone's got their flaws. Being able to get along with someone in spite of them is how real bonds are forged.
pt: Tutti hanno i propri difetti. Riuscire ad andare d'accordo con qualcuno nonostante quelli è il modo in cui si forgiano i veri legami.

# 1712_Honoka
source: You're so sweet, Akiyama-san! I like being able to be myself and relax around ya!
pt: Sei così dolce, Akiyama-san! Mi piace poter essere me stessa e rilassarmi insieme a te!

# 1724_Akiyama
source: If you could rein it in a bit, though, that might not be such a bad thing.
pt: Però, se riuscissi a darti una regolata, non sarebbe affatto male.

# 1736_Akiyama
source: I don't. I'd speak up if that were the case.
pt: Per niente. Te lo direi, se fosse così.

# 1748_Honoka
source: For real?
pt: Dici sul serio?

# 1760_Akiyama
source: Come on, do I strike you as the lying sort?
pt: Dai, ti sembro il tipo che dice bugie?

# 1772_Honoka
source: Ya do, actually. That's why I'm askin'.
pt: Invece sì. È per questo che te lo sto chiedendo.

# 1784_Akiyama
source: I see...
pt: Capisco...

# 1796_Honoka
source: I trust folks who are straight shooters more than those who don't speak their mind.
pt: Mi fido più della gente che parla chiaro che di chi non dice mai quello che pensa.

# 1808_Akiyama
source: Got it. I'll keep that in mind.
pt: Ricevuto. Lo terrò a mente.

# 1820_Akiyama
source: What's your favorite part of your body?
pt: Qual è la parte del corpo che preferisci?

# 1832_Honoka
source: I'm real proud of my hair!
pt: Vado proprio fiera dei miei capelli!

# 1844_Akiyama
source: That was a quick answer.
pt: Hai risposto proprio in fretta.

# 1856_Honoka
source: I mean, it's just so sheer and silky! I could probably be in a shampoo commercial!
pt: Voglio dire, sono così lucenti e setosi! Potrei quasi farci la pubblicità di uno shampoo!

# 1868_Akiyama
source: Wow. I kind of want to feel it now.
pt: Wow. Adesso mi è quasi venuta voglia di toccarli.

# 1880_Honoka
source: It's all styled up with hair gel, so I dunno if touchin' it now would give ya the right idea.
pt: È tutto sistemato con il gel, quindi non so se toccarli adesso ti darebbe l'idea giusta.

# 1892_Honoka
source: People who get to touch my real hair are only those I spend my personal time with.
pt: Le persone che possono toccare i miei capelli al naturale sono solo quelle con cui passo il mio tempo privato.

# 1904_Akiyama
source: Man, now I'm jealous.
pt: Cavolo, adesso sono geloso.

# 1916_Akiyama
source: You know, I've been wondering something.
pt: Sai, mi stavo chiedendo una cosa.

# 1928_Honoka
source: Oh? What is it?
pt: Oh? Che c'è?

# 1940_Akiyama
source: What do you wear to bed?
pt: Cosa ti metti per andare a dormire?

# 1952_Honoka
source: Huh? Usually I just wear a T-shirt.
pt: Eh? Di solito metto solo una maglietta.

# 1964_Akiyama
source: I see.
pt: Capisco.

# 1976_Honoka
source: I toss and turn a lot in my sleep, so sometimes when I wake up my shirt's come off!
pt: Mi rigiro un sacco nel sonno, quindi a volte quando mi sveglio la maglietta mi si è sfilata!
