Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0d6b.po
Languages: pt

# 56_Kazumi
source: Uh... Um, Sawamura-san?
pt: Uh... Ehm, Sawamura-san?

# 68_Haruka
source: Huh? Yes?
pt: Eh? Sì?

# 80_Kazumi
source: Um, I'm Kazumi. I go to the same school as you.
pt: Ehm, sono Kazumi. Vado alla tua stessa scuola.

# 92_Haruka
source: Oh, you do? Did... you need me for something?
pt: Ah, sì? Avevi... bisogno di me per qualcosa?

# 104_Kazumi
source: Sawamura-san, you know someone named Akiyama-san, don't you?
pt: Sawamura-san, conosci Akiyama-san, non è vero?

# 116_Haruka
source: Yes, I know him.
pt: Sì, lo conosco.

# 128_Kazumi
source: Well, Akiyama-san rescued me. He saved me from having to go out with men for money. The girls from school were trying to make me do it.
pt: Beh, Akiyama-san mi ha salvata. Mi ha tirata fuori dal dover uscire con uomini per soldi. Le ragazze della scuola cercavano di farmi fare quella roba.

# 140_Haruka
source: Really? Goodness...
pt: Davvero? Caspita...

# 152_Kazumi
source: Akiyama-san kept me safe. He's an amazing person, isn't he?
pt: Akiyama-san mi ha tenuta al sicuro. È una persona incredibile, non è vero?

# 164_Haruka
source: Yes, he is.
pt: Sì, lo è.

# 176_Kazumi
source: And, uh, Sawamura-san, if I see you at school, would it be okay if I said hi?
pt: E, ehm, Sawamura-san, se ti vedo a scuola, andrebbe bene se ti salutassi?

# 188_Haruka
source: Pardon?
pt: Come scusa?

# 200_Kazumi
source: I... I don't have any friends at school. I was hoping maybe I could chat with you if I see you... If you don't mind, of course.
pt: Io... non ho amici a scuola. Speravo magari di poter scambiare due chiacchiere con te se ti vedo... Se non ti dispiace, ovviamente.

# 212_Haruka
source: Oh... Of course! I'd love to chat with you!
pt: Oh... Ma certo! Mi farebbe un sacco piacere scambiare due chiacchiere con te!

# 224_Kazumi
source: Yes! Thank you, Haruka! See you at school!
pt: Sì! Grazie, Haruka! Ci vediamo a scuola!

# 248_Kazumi
source: (Haha. Thanks to Akiyama-san, I just made a friend. I need to thank him next time.)
pt: (Ahah. Grazie ad Akiyama-san, mi sono appena fatta un'amica. Dovrò ringraziarlo la prossima volta.)
