Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c076f.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

source: Businessman
pt: Uomo d'Affari

# 56_Kiryu
source: Here we are. Thank you for riding with Nagasu Taxi.
pt: Siamo arrivati. Grazie per aver viaggiato con Nagasu Taxi.

# 68_Businessman
source: No, thank you for being such a good listener. I feel like a weight's been lifted off my shoulders. Here's the fare.
pt: No, grazie a te per essere stato un ottimo ascoltatore. Mi sento come se mi fossi tolto un peso dalle spalle. Ecco la tariffa.

# 80_Businessman
source: Take this tip as well. You've earned it!
pt: Prendi anche questa mancia. Te la sei meritata!

# 116_Kiryu
source: Are you sure?
pt: Ne sei sicuro?

# 128_Businessman
source: Of course! Hope to see you around.
pt: Certo! Spero di rivederti in giro.

# 140_Kiryu
source: Thank you for riding with Nagasu Taxi. Here we are.
pt: Grazie per aver viaggiato con Nagasu Taxi. Siamo arrivati.

# 152_Businessman
source: Thanks. Guess we've both got our issues, eh? But let's keep battling on. Here's the fare.
pt: Grazie. Immagino che abbiamo entrambi i nostri guai, no? Ma continuiamo a lottare. Ecco la tariffa.

# 176_Kiryu
source: Thank you.
pt: Grazie.

# 188_Businessman
source: Yeh-huh. See you around.
pt: Va bene. Spero di rivederti in giro.

# 200_Kiryu
source: Thank you for riding with Nagasu Taxi. Here we are.
pt: Grazie per aver viaggiato con Nagasu Taxi. Siamo arrivati.

# 212_Kiryu
source: *sigh* Oh, right... I have to pay you, don't I?
pt: *sospiro* Ah, già... Ti devo pagare, no?

# 236_Kiryu
source: Thank you.
pt: Grazie.

# 248_Businessman
source: Welp... Off to meet my doom... *groan*
pt: Beh... Vado incontro alla mia rovina... *gemito*

# 260_Kiryu
source: (He doesn't look any happier than when he started. I guess I couldn't cheer him up.)
pt: (Non sembra affatto più felice di quando è salito. Immagino di non essere riuscito a tirargli su il morale.)
