Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aa2.po
Languages: pt

source: Haughty Voice
pt: Voce altezzosa

source: Mean Voice
pt: Voce cattiva

source: High Schooler
pt: Liceale

source: Bully
pt: Bullo

# 60_Haughty Voice
source: Hey, old guy.
pt: Ehi, vecchio.

# 72_Furugaki
source: I need to blow off some steam. Come on, why don't you join me? Hehehe...
pt: Ho bisogno di sfogarmi un po'. Dai, perché non ti unisci a me? Hehehe...

# 108_Haughty Voice
source: Come on, move it!
pt: Dai, muoviti!

# 120_Shinada
source: Hm?
pt: Mh?

# 132_High Schooler
source: But, but... I don't want to go.
pt: Ma, ma... Non voglio andare.

# 144_Bully
source: What'd you say? You don't want to bat against me? Huh? You got a problem with the way I pitch!?
pt: Che hai detto? Non vuoi battere contro di me? Eh? Hai qualche problema col modo in cui lancio!?

# 156_High Schooler
source: Well, it's just that... Furugaki-san, you always throw wild. Everyone who goes up against you gets beaned.
pt: Beh, è solo che... Furugaki-san, lanci sempre fuori controllo. Tutti quelli che ti affrontano vengono beccati in testa.

# 168_Furugaki
source: So what? I don't see a problem with that. Now quit whining and get in there!
pt: E allora? Non ci vedo nessun problema. Ora smettila di frignare e mettiti lì!

# 180_High Schooler
source: Noooo....
pt: Nooo...

# 204_Haughty Voice
source: What was that about?
pt: Che roba era quella?

# 216_Kotetsu
source: Oh, him? That's Furugaki, the Beanball Bully.
pt: Oh, lui? Quello è Furugaki, il Bullo Palla in Testa.

# 228_Shinada
source: Beanball Bully? What's that supposed to mean?
pt: Bullo Palla in Testa? Che dovrebbe significare?

# 240_Kotetsu
source: He's got no ball control. People call him that for nailing all his opponents with beanballs.
pt: Non ha controllo della palla. Lo chiamano così perché becca tutti gli avversari con le palle in testa.

# 252_Kotetsu
source: The guy used to be a pitcher for his school team, but what with his bad attitude and hitting batters all the time, he ended up quitting.
pt: Il tipo era un lanciatore nella sua squadra scolastica, ma con la sua pessima attitudine e il fatto che beccava sempre i battitori, alla fine ha mollato.

# 264_Kotetsu
source: Since then, he grabs other kids and makes them go up to bat against their will.
pt: Da allora, afferra altri ragazzini e li costringe ad andare a battere contro la loro volontà.

# 276_Kotetsu
source: Of course, he ends up hitting most of them with beanballs, too.
pt: Certo, finisce per colpire anche la maggior parte di loro con palle in testa.

# 288_Shinada
source: Huh. Sounds like a real jerk.
pt: Ah. Sembra un vero stronzo.

# 300_High Schooler
source: Aaaugh!
pt: Aargh!

# 312_Shinada
source: Hey, are you okay?
pt: Ehi, stai bene?

# 324_Furugaki
source: Where do you think you're going?
pt: Dove credi di andare?

# 336_Furugaki
source: You trying to piss me off? 'Cause it sure seems like you're trying to piss me off. Goddamn near everything's trying to piss me off these days!
pt: Stai cercando di farmi incazzare? Perché sembra proprio che tu stia cercando di farmi incazzare. Praticamente tutto cerca di farmi incazzare in questi giorni!

# 348_High Schooler
source: No... No more... I'm tired of getting hurt just so you can have fun.
pt: No... Basta... Sono stufo di farmi male solo per farti divertire.

# 360_Furugaki
source: Who cares what you say! You just keep your yap shut and plant your feet in the batter's box like a good little boy.
pt: Chi se ne frega di quello che dici! Tu tieni il becco chiuso e piazza i piedi nel box del battitore come un bravo ragazzino.

# 372_High Schooler
source: Please... If you could just help me...
pt: Ti prego... Se solo potessi aiutarmi...

# 384_Shinada
source: ...Good gravy.
pt: Accidenti.

# 396_Furugaki
source: Huh? Who's this ugly old oaf?
pt: Eh? Chi è questo brutto vecchio mammaluccone?

# 408_Shinada
source: Look, I don't like seeing kids get bullied, especially when it comes to baseball. This is supposed to be a fun pastime, not an exercise in torture. Have some compassion.
pt: Senti, non mi piace vedere i ragazzini bullizzati, specialmente quando si tratta di baseball. Questo dovrebbe essere un passatempo divertente, non un esercizio di tortura. Abbi un po' di compassione.

# 420_Furugaki
source: Why should I? All I want is to pitch against someone. What's so wrong about that? Hey, maybe I should take you on for size.
pt: E perché mai dovrei? Voglio solo lanciare contro qualcuno. Che c'è di così sbagliato? Ehi, forse dovrei misurarti io.

# 432_Shinada
source: You serious, kid?
pt: Fai sul serio, ragazzino?

# 444_High Schooler
source: Please. Just do it.
pt: Ti prego. Fallo e basta.

# 456_Shinada
source: Is that what it takes to get rid of him? Sheesh... Well, I guess I'm stepping in for you then.
pt: È questo che serve per levarselo di torno? Accidenti... Beh, mi sa che entro in gioco io al posto tuo, allora.

# 468_Furugaki
source: All right, all right. I'm cool with that. I like how you roll, old man.
pt: Va bene, va bene. Ci sto. Mi piace come ti muovi, vecchio.

# 480_Shinada
source: But only on one condition. If I can get a hit off you, you stop forcing kids to be your targets.
pt: Ma a una sola condizione. Se riesco a farti una battuta, la smetti di obbligare i ragazzini a farti da bersaglio.

# 492_Furugaki
source: Hah, as if! That ain't happening.
pt: Hah, col cavolo! Non succederà.

# 504_Shinada
source: What, are you scared to lose? Some bully you are. I'd tell you to drop the tough guy act, but you just did that for me.
pt: Che, hai paura di perdere? Bel bullo che sei. Ti direi di smetterla di fare il duro, ma l'hai appena fatto tu per me.

# 516_Furugaki
source: What'd you say!? Ohhh, now you've done it. You're on! Come with me!
pt: Che hai detto!? Ohhh, adesso l'hai fatta grossa. Sei dentro! Vieni con me!
