Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330484.po
Languages: pt

# 392_Akiyama
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 404_Akiyama
source: (This is Elise, the cabaret club I own.)
pt: (Questo è l'Elise, il cabaret club di mia proprietà.)

# 416_Akiyama
source: (I wonder if Miyu's here. I should ask her about that thing Saida-san wanted.)
pt: (Mi chiedo se Miyu sia qui. Dovrei chiederle di quella cosa che voleva Saida-san.)

# 440_Haruka
source: (Elise, huh? Isn't this the club that Akiyama-san owns? Either way, I probably shouldn't be here.)
pt: (Elise, eh? Non è questo il club di proprietà di Akiyama-san? In ogni caso, probabilmente non dovrei essere qui.)

# 464_Kiryu
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 488_Kiryu
source: (Here I am at Elise. I can't just barge in, though. I should hit up an adult entertainment info booth first.)
pt: (Eccomi all'Elise. Non posso semplicemente buttarmi dentro, però. Dovrei prima farmi un giro a un chiosco informazioni per adulti.)

# 500_Kiryu
source: (I hope Riku's hanging in there okay. I'll come back when the club's in better shape.)
pt: (Spero che Riku se la stia cavando bene. Tornerò quando il locale sarà in condizioni migliori.)

# 524_Kiryu
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 536_Kiryu
source: (This is Akiyama's club. I should introduce him to Riku.)
pt: (Questo è il club di Akiyama. Dovrei presentargli Riku.)

# 560_Kiryu
source: (Elise, huh? I think this is the club Akiyama owns.)
pt: (Elise, eh? Credo che questo sia il club di proprietà di Akiyama.)

# 572_Kiryu
source: (But right now, I have to put business before pleasure. I'll come back later.)
pt: (Ma adesso, prima il dovere, poi il piacere. Tornerò più tardi.)

# 584_Saejima
source: (Elise, huh? This must be the place Akiyama owns. Maybe I oughta find somewhere else to get my kicks.)
pt: (Elise, eh? Questo dev'essere il locale di Akiyama. Magari dovrei trovare un altro posto per spassarmi.)

# 596_Saejima
source: (Elise, huh? Wonder if Kaguya's workin' hard and all. Well, no news is good news, as they say.)
pt: (Elise, eh? Mi chiedo se Kaguya stia lavorando sodo e tutto il resto. Beh, nessuna notizia è una buona notizia, come si dice.)

# 620_Saejima
source: (I oughta come back when I'm by myself.)
pt: (Dovrei tornare quando sono da solo.)

# 632_Saejima
source: (This here's Akiyama's club, yeah? I should introduce Kaguya to him.)
pt: (Questo è il club di Akiyama, eh? Dovrei presentargli Kaguya.)

# 656_Saejima
source: (Elise, huh? This must be the place Akiyama owns. Maybe I oughta find somewhere else to get my kicks.)
pt: (Elise, eh? Questo dev'essere il locale di Akiyama. Magari dovrei trovare un altro posto per spassarmi.)

# 668_Shinada
source: (Club Elise. Hmm. Much as I'd like to take a load off, I should probably focus on other things. Maybe later in Kineicho?)
pt: (Club Elise. Hmm. Per quanto mi piacerebbe staccare un attimo, dovrei probabilmente concentrarmi su altro. Magari più tardi a Kineicho?)

# 680_Shinada
source: (Well, this is Elise. I'm worried about Shion-chan, but better not bother her right now.)
pt: (Beh, questo è l'Elise. Sono preoccupato per Shion-chan, ma è meglio non darle fastidio adesso.)

# 704_Shinada
source: (Maybe I should come back here when I'm alone.)
pt: (Magari dovrei tornare qui quando sono da solo.)

# 716_Shinada
source: (This is Akiyama-san's club, right? I should set him up with Shion-chan.)
pt: (Questo è il club di Akiyama-san, eh? Dovrei presentargli Shion-chan.)

# 740_Shinada
source: (Club Elise. Hmm. Much as I'd like to take a load off, I should probably focus on other things. Maybe later in Kineicho?)
pt: (Club Elise. Hmm. Per quanto mi piacerebbe staccare un attimo, dovrei probabilmente concentrarmi su altro. Magari più tardi a Kineicho?)

# 752_Akiyama
source: (This is my cabaret club, Elise.)
pt: (Questo è il mio club, Elise.)

# 764_Akiyama
source: (Business is finally looking up again. I don't need to poke my nose into things right now.)
pt: (Gli affari stanno finalmente riprendendo. Non serve che ci metta il naso adesso.)

# 788_Akiyama
source: (Maybe I'll come back when I'm alone.)
pt: (Magari dovrei tornare quando sono da solo.)

# 812_Akiyama
source: (This is my cabaret club, Elise.)
pt: (Questo è il mio club, Elise.)

# 824_Akiyama
source: (I've done everything that I can. Now I've just gotta wait to see how things go with Kiryu-san and Hinata.)
pt: (Ho fatto tutto quello che potevo. Ora devo solo aspettare per vedere come vanno le cose con Kiryu-san e Hinata.)

# 836_Akiyama
source: (I'll come back once this mess is settled.)
pt: (Tornerò una volta che questo casino sarà sistemato.)

# 860_Akiyama
source: (Maybe I'll come back when I'm alone.)
pt: (Magari dovrei tornare quando sono da solo.)

# 896_Akiyama
source: (Maybe I'll come back when I'm alone.)
pt: (Magari dovrei tornare quando sono da solo.)

# 908_Akiyama
source: (All right, let's introduce Honoka-chan.)
pt: (Va bene, presentiamo Honoka-chan.)

# 944_Akiyama
source: (Maybe I'll come back when I'm alone.)
pt: (Magari dovrei tornare quando sono da solo.)

# 980_Akiyama
source: (Maybe I'll come back when I'm alone.)
pt: (Magari dovrei tornare quando sono da solo.)

# 992_Akiyama
source: (This is my cabaret club, Elise.)
pt: (Questo è il mio club, Elise.)

# 1004_Akiyama
source: (I've been so busy with stuff in Osaka lately. I should pop in and check on things.)
pt: (Sono stato così impegnato con un sacco di cose a Osaka ultimamente. Dovrei fare un salto a dare un'occhiata.)
