Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0da4.po
Languages: pt

# 2088_Businessman
source: They're still using a fork! Now look, you can't eat pasta with just a spoon. Quit arguing and give me a fork!
pt: Ma usano comunque la forchetta! Senti, non si può mangiare la pasta solo col cucchiaio. Smettila di discutere e dammi una forchetta!

# 2100_Shinada
source: (You don't have to lose your temper, man...)
pt: (Non c'è bisogno di perdere le staffe, amico...)

# 2112_Shinada
source: I'll put your straw in the bag.
pt: Metto la cannuccia nel sacchetto.

# 2124_Businessman
source: What? Why? It's pasta. You want me to suck it through a straw?
pt: Cosa? Perché? È pasta. Vuoi che la aspiri con una cannuccia?

# 2136_Shinada
source: Why, do you not want to?
pt: Perché, non vuoi?

# 2148_Businessman
source: Are you nuts!? You're supposed to give me a fork!
pt: Sei fuori di testa!? Dovresti darmi una forchetta!

# 2160_Shinada
source: Oh. You are so right. Haha, I guess I screwed up.
pt: Oh. Hai proprio ragione. Ahah, mi sa che ho toppato.

# 2172_Businessman
source: What's wrong with you?
pt: Ma che problemi hai?

# 2184_Shinada
source: ...Sorry.
pt: ...Mi scusi.

# 2196_Shinada
source: I'll put a fork in the bag.
pt: Metto una forchetta nel sacchetto.

# 2208_Businessman
source: Uh-huh. Please do.
pt: Sì. Per favore.

# 2220_Shinada
source: (Good. Got it right.)
pt: (Bene. Ho fatto giusto.)

# 2244_Businessman
source: Hey, wake up. Can you possibly go any slower?
pt: Ehi, sveglia! Ma puoi andare ancora più piano di così?

# 2256_Shinada
source: Um... What?
pt: Ehm... Cosa?

# 2268_Businessman
source: That pasta. I need a fork to eat it, so don't forget to include one.
pt: Quella pasta. Mi serve una forchetta per mangiarla, quindi non dimenticare di metterne una.

# 2280_Shinada
source: Oh, right! Yes, absolutely.
pt: Oh, giusto! Sì, assolutamente.

# 2292_Businessman
source: Save your breath and get busy. Get it together, man.
pt: Risparmia il fiato e datti da fare. Vedi di darti una regolata.

# 2316_Shinada
source: So? How much?
pt: Allora? Quanto viene?

# 2328_Shinada
source: Uh, it's 382 yen.
pt: Ehm, sono 382 yen.

# 2340_Businessman
source: Okay... Crap, I don't have enough change. Here you go, 10,002 yen.
pt: Okay... Cavolo, non ho abbastanza spiccioli. Ecco a lei, 10.002 yen.

# 2352_Shinada
source: Your change will be 9,620 yen.
pt: Il suo resto è di 9.620 yen.

# 2364_Businessman
source: Oh, hey, sorry. I actually got 80 yen here.
pt: Oh, ehi, scusi. In realtà ho 80 yen qui.

# 2376_Shinada
source: Huh?
pt: Uh?

# 2388_Businessman
source: I'm saying I'll give you 80 yen more, so give me the change from that.
pt: Le sto dicendo che le do altri 80 yen, quindi mi dia il resto calcolato su quelli.

# 2400_Shinada
source: Huh? So, that'll mean the change should be...
pt: Uh? Quindi, questo significa che il resto dovrebbe essere...

# 2424_Shinada
source: Your change will be 9,600 yen.
pt: Il suo resto è di 9.600 yen.

# 2436_Businessman
source: No, that's not right. Did you calculate it?
pt: No, non è così. Ma l'hai fatto il calcolo?

# 2448_Shinada
source: Did... Did I get it wrong? Um, let's see...
pt: Ho... Ho sbagliato? Ehm, vediamo...

# 2460_Shinada
source: (For pasta costing 382 yen, he gave me 10,002 yen, and then 80 yen more. That means his change should be...)
pt: (Per la pasta da 382 yen, mi ha dato 10.002 yen e poi altri 80 yen. Questo significa che il suo resto dovrebbe essere...)

# 2484_Shinada
source: Your change will be 9,700 yen.
pt: Il suo resto è di 9.700 yen.

# 2496_Businessman
source: Okay. Oh, I don't need the receipt.
pt: Va bene. Ah, non mi serve lo scontrino.

# 2508_Shinada
source: Thank you.
pt: Grazie.

# 2520_Shinada
source: (That's how it goes, huh? I guess I can manage this.)
pt: (Quindi funziona così, eh? Credo di potercela fare.)

# 2532_Shinada
source: Your change will be 10,300 yen.
pt: Il suo resto è di 10.300 yen.

# 2544_Businessman
source: Oh. Okay. Thanks, dude. I don't need the receipt.
pt: Oh. Va bene. Grazie, amico. Non mi serve lo scontrino.

# 2556_Shinada
source: Thank you.
pt: Grazie.

# 2568_Shinada
source: (Huh? Did I get that calculation right? For pasta costing 382 yen, he gave me 10,002 yen, and then 80 yen more.)
pt: (Eh? Ho fatto bene il calcolo? Per la pasta da 382 yen, mi ha dato 10.002 yen e poi altri 80 yen.)

# 2580_Shinada
source: (So, that's 10,002 yen plus 80 yen minus 382 yen. That's 10,082 yen minus 382 yen, so the change is... 9,700 yen!)
pt: (Dunque, sono 10.002 yen più 80 yen meno 382 yen. Fanno 10.082 yen meno 382 yen, quindi il resto è... 9.700 yen!)

# 2592_Shinada
source: (Dang it! I gave the guy too much change!)
pt: (Dannazione! Ho dato troppo resto a quel tizio!)

# 2604_Convenience Store Manager
source: Something the matter, Ta-chan?
pt: Qualcosa non va, Ta-chan?

# 2616_Shinada
source: Oh, no... Okay, yes. I gave a customer too much change.
pt: Oh, no... E va bene, sì. Ho dato troppo resto a un cliente.

# 2628_Convenience Store Manager
source: Oh. Yeah, rookies are prone to doing that. Don't bust a vein over it.
pt: Oh. Già, ai novellini capita spesso. Non farti venire il sangue amaro.

# 2640_Shinada
source: Oh, whew! That's a big relief.
pt: Oh, meno male! È un bel sollievo.

# 2652_Convenience Store Manager
source: Yeah, we just take the difference out of your pay.
pt: Già, togliamo semplicemente la differenza dalla tua paga.

# 2664_Shinada
source: Seriously...?
pt: Ma sul serio...?

# 2688_Businessman
source: How long does it take you to do a simple calculation? Give me 10,300 yen in change.
pt: Quanto ci metti a fare un calcolo così semplice? Dammi 10.300 yen di resto.

# 2700_Shinada
source: Sorry. Here's your change, 10,300 yen.
pt: Scusi. Ecco il suo resto, 10.300 yen.

# 2712_Businessman
source: Okay. Thanks, dude. I don't need the receipt.
pt: Okay. Grazie, amico. Non mi serve lo scontrino.

# 2724_Shinada
source: Thank you.
pt: Grazie.

# 2736_Shinada
source: (Huh? Did I get that calculation right? For pasta costing 382 yen, he gave me 10,002 yen, and then 80 yen more.)
pt: (Eh? Ho fatto bene il calcolo? Per una pasta da 382 yen, mi ha dato 10.002 yen e poi altri 80 yen.)

# 2748_Shinada
source: (So, that's 10,002 yen plus 80 yen minus 382 yen. That's 10,082 yen minus 382 yen, so the change is... 9,700 yen!)
pt: (Allora, sono 10.002 yen più 80 yen meno 382 yen. Fanno 10.082 yen meno 382 yen, quindi il resto è... 9.700 yen!)

# 2760_Shinada
source: (Damn it! He conned me! I gave him too much change!)
pt: (Maledizione! Mi ha fregato! Gli ho dato troppo resto!)

# 2772_Convenience Store Manager
source: Something the matter, Ta-chan?
pt: Qualcosa non va, Ta-chan?

# 2784_Shinada
source: Oh, no... Okay, yes. I gave a customer too much change.
pt: Oh, no... E va bene, sì. Ho dato troppo resto a un cliente.

# 2796_Convenience Store Manager
source: Oh. Yeah, rookies are prone to doing that. Don't bust a vein over it.
pt: Oh. Già, i novellini ci cascano spesso. Non farti scoppiare una vena per questo.

# 2808_Shinada
source: Oh, whew! That's a big relief.
pt: Oh, fiù! È un bel sollievo.

# 2820_Convenience Store Manager
source: Yeah, we just take the difference out of your pay.
pt: Già, sottraiamo semplicemente la differenza dalla tua paga.

# 2832_Shinada
source: Seriously...?
pt: Dici sul serio...?

# 2916_Shinada
source: Greetings, sir.
pt: Benvenuto.

# 2928_Shinada
source: (A grandpa this time. What's he got?)
pt: (Stavolta un vecchietto. Che ha preso?)

# 2940_Elderly Man
source: May I have this, please?
pt: Mi dà questo, per favore?

# 2964_Shinada
source: (A curry bento. So, I should be asking him...)
pt: (Un bento al curry. Quindi, dovrei chiedergli...)

# 2988_Shinada
source: Sir, can you really afford that?
pt: Signore, può davvero permetterselo?

# 3000_Elderly Man
source: Eh? Of course I can! What gives you the gumption to ask such a question!?
pt: Eh? Certo che posso! Con quale coraggio mi fai una domanda simile!?

# 3012_Shinada
source: Oh, uh, I was just worried whether you had enough money.
pt: Oh, ehm, ero solo preoccupato che avesse abbastanza soldi.

# 3024_Elderly Man
source: That's none of your concern. What nerve!
pt: Non sono affari tuoi. Che sfacciataggine!

# 3036_Shinada
source: Yeah... That was pretty callous of me. My bad!
pt: Già... Sono stato un po' insensibile. Colpa mia!

# 3048_Shinada
source: Pardon me for saying this, but don't those contain an awful lot of sodium?
pt: Mi scusi se glielo dico, ma non contengono un sacco di sodio?

# 3060_Elderly Man
source: Huh? Oh, perhaps so, but I quite like it. Thank you for your concern, though. That's very considerate of you.
pt: Eh? Oh, forse è così, ma mi piace molto. La ringrazio comunque per l'interessamento. È molto premuroso da parte sua.

# 3072_Shinada
source: Oh, no, not a problem, sir. But you need to watch your diet. You'll get sick if you only eat convenience store bentos. They're sodium-heavy and chock-full of preservatives.
pt: Oh, no, nessun problema, signore. Ma deve fare attenzione alla sua dieta. Si ammalerà se mangia solo bento del minimarket. Sono pieni di sodio e zeppi di conservanti.

# 3084_Shinada
source: Isn't there someone around to monitor your nutrition?
pt: Non c'è nessuno che controlli la sua alimentazione?

# 3096_Elderly Man
source: Of course there is－ No, that's not right. My... She...
pt: Certo che c'è－ No, non è così. Mia... Lei...

# 3108_Elderly Man
source: Hrk! *sniffle*
pt: Hrk! *tira su col naso*

# 3120_Shinada
source: Sir, is everything okay? Why are you crying?
pt: Signore, va tutto bene? Perché sta piangendo?

# 3132_Elderly Man
source: My wife, she died recently, and the children live far away. I... *sob* I have no one left to talk to...
pt: Mia moglie è morta di recente, e i figli vivono lontano. Io... *sob* Non mi è rimasto più nessuno con cui parlare...

# 3144_Shinada
source: I'm so sorry... I shouldn't have pried.
pt: Mi dispiace tanto... Non avrei dovuto impicciarmi.

# 3156_Shinada
source: Should I warm this up, sir?
pt: Glielo riscaldo, signore?

# 3168_Elderly Man
source: Ah, yes, please.
pt: Ah, sì, per favore.

# 3180_Shinada
source: I'll put the spoon in the bag as well.
pt: Le metto anche il cucchiaio nel sacchetto.

# 3192_Elderly Man
source: How kind of you. Thank you so much.
pt: Che gentile da parte sua. Grazie mille.

# 3204_Shinada
source: Oh, no thanks necessary, sir. Happy to do my job.
pt: Oh, non c'è bisogno di ringraziare, signore. È un piacere fare il mio lavoro.

# 3216_Shinada
source: (I think I'm getting the hang of this. Guess it's not so bad after all.)
pt: (Credo di starci prendendo la mano. Dopotutto non è poi così male.)

# 3240_Elderly Man
source: Is something wrong, young man?
pt: C'è qualcosa che non va, giovanotto?

# 3252_Shinada
source: Oh, no sir. I'm trying to decide what to do.
pt: Oh, no signore. Sto cercando di decidere cosa fare.

# 3264_Elderly Man
source: Well, let's start with heating the curry. And please don't forget that I'll need a spoon to eat it.
pt: Bene, iniziamo riscaldando il curry. E per favore, non si dimentichi che mi servirà un cucchiaio per mangiarlo.

# 3276_Shinada
source: Oh, right. I'm sorry for not noticing.
pt: Oh, giusto. Mi scusi, non me n'ero accorto.

# 3288_Elderly Man
source: Come to think of it, I haven't seen you before. Are you a new hire? Stick with it and you'll eventually learn the ropes.
pt: A pensarci bene, non ti ho mai visto prima. Sei un nuovo arrivato? Tieni duro e vedrai che col tempo imparerai il mestiere.

# 3300_Shinada
source: Right, thank you.
pt: Bene, grazie.

# 3312_Shinada
source: (Sheesh, even this old grandpa's taking pity on me. I need to get it together.)
pt: (Caspita, perfino questo vecchietto prova pena per me. Devo darmi una regolata.)

# 3384_Shinada
source: Oh, also, I'll take a Steamed Bun, please.
pt: Ah, e vorrei anche un panino al vapore, per favore.

# 3396_Shinada
source: One Steamed Bun? Okay.
pt: Un panino al vapore? Ricevuto.

# 3408_Elderly Man
source: And some Bean Paste Buns. I'll take three.
pt: E dei panini alla pasta di fagioli. Ne prendo tre.

# 3420_Shinada
source: Uh, okay.
pt: Uh, va bene.

# 3432_Elderly Man
source: Oh, and some Pizza Buns. Two, please. Oh, and cancel one of the Bean Paste Buns. That will do.
pt: Ah, e dei panini alla pizza. Due, per favore. Ah, e ne tolga uno alla pasta di fagioli. A posto così.

# 3444_Shinada
source: (Huh? So, how many of what buns?)
pt: (Eh? Allora, quanti panini di che tipo?)

# 3468_Shinada
source: So, your order is one Steamed, two Bean, and two Pizza Buns?
pt: Quindi, il suo ordine è un panino al vapore, due alla pasta di fagioli e due alla pizza?

# 3480_Elderly Man
source: Yes, yes. Good job remembering all that. Well done.
pt: Sì, sì. Bravo per esserti ricordato tutto quanto. Ben fatto.

# 3492_Shinada
source: Oh, no, sir. It's nothing special. After all, it is my job.
pt: Oh, no, signore. Non è nulla di speciale. Dopotutto, è il mio lavoro.

# 3504_Shinada
source: (Whew. I guess I got that right.)
pt: (Fiù. Mi sa che ci ho preso.)

# 3516_Shinada
source: So, your order is two Steamed, one Bean, and two Pizza Buns?
pt: Quindi, il suo ordine è due panini al vapore, uno alla pasta di fagioli e due alla pizza?

# 3528_Elderly Man
source: No, that's wrong. I asked for one Steamed, two Bean, and two Pizza Buns.
pt: No, ha sbagliato. Avevo chiesto un panino al vapore, due alla pasta di fagioli e due alla pizza.

# 3540_Shinada
source: Sorry about that, sir...
pt: Mi scusi, signore...

# 3552_Shinada
source: So, your order is one Steamed, two Bean, and three Pizza Buns?
pt: Quindi, il suo ordine è un panino al vapore, due alla pasta di fagioli e tre panini alla pizza?

# 3564_Elderly Man
source: No, that's wrong. I asked for one Steamed, two Bean, and two Pizza Buns.
pt: No, ha sbagliato. Avevo chiesto un panino al vapore, due alla pasta di fagioli e due alla pizza.

# 3576_Shinada
source: Sorry about that, sir.
pt: Mi scusi, signore.

# 3600_Elderly Man
source: Is something wrong?
pt: C'è qualcosa che non va?

# 3612_Shinada
source: I, uh, couldn't keep track of your order. Sorry, but could you repeat that again?
pt: Io, ehm, non sono riuscito a stare dietro al suo ordine. Scusi, potrebbe ripetermelo di nuovo?

# 3624_Elderly Man
source: Why certainly. First, I asked for one Steamed Bun. And then, uh... what was it now?
pt: Ma certo. Per prima cosa ho chiesto un panino al vapore. E poi, ehm... cos'era?

# 3636_Shinada
source: (If you don't say it quickly, I'll forget!)
pt: (Se non lo dici in fretta, me lo dimentico!)

# 3648_Elderly Man
source: Oh, yes, Bean Paste Buns. Three of them.
pt: Oh, sì, i panini alla pasta di fagioli. Tre.

# 3660_Shinada
source: Uh, okay.
pt: Ehm, ok.

# 3672_Elderly Man
source: And, I'll take two Pizza Buns. Oh, yes, the Bean Paste Buns, I asked for one too many. That'll be my order.
pt: E prenderò due panini alla pizza. Oh, sì, per i panini alla pasta di fagioli, ne ho chiesto uno di troppo. Ecco fatto, l'ordine è questo.

# 3684_Shinada
source: (So, how many of what did he want?)
pt: (Quindi, quanti ne voleva di ogni tipo?)

# 3708_Shinada
source: By the way, do you carry postage stamps?
pt: A proposito, vendete dei francobolli?

# 3720_Shinada
source: Postage stamps? Uh...
pt: Dei francobolli? Ehm...

# 3732_Convenience Store Manager
source: Ta-chan, we have those. We have two kinds, 50 and 80 yen.
pt: Ta-chan, li abbiamo. Ne abbiamo di due tipi, da 50 e 80 yen.

# 3744_Shinada
source: Oh, okay. Got it.
pt: Oh, ok. Ricevuto.

# 3756_Elderly Man
source: Very well. May I have 390 yen worth of stamps?
pt: Molto bene. Posso avere francobolli per un valore di 390 yen?

# 3768_Shinada
source: (Uh, 390 yen worth would be how many 50 yen and 80 yen stamps?)
pt: (Ehm, un valore di 390 yen quanti francobolli da 50 e da 80 yen sarebbero?)

# 3792_Shinada
source: So, uh, that would be four 50 yen and three 80 yen stamps... I think?
pt: Quindi, ehm, sarebbero quattro francobolli da 50 yen e tre da 80 yen... credo?

# 3804_Elderly Man
source: Hm? No, that would add up to 440 yen.
pt: Mh? No, così il totale farebbe 440 yen.

# 3816_Shinada
source: Uh-oh, did I get it wrong? Uh, so 390 yen worth would be...
pt: Ohi, ho sbagliato? Ehm, quindi un valore di 390 yen sarebbe...

# 3840_Shinada
source: So, would that be three 50 yen and three 80 yen stamps?
pt: Quindi, sarebbero tre francobolli da 50 yen e tre da 80 yen?

# 3852_Elderly Man
source: Let me see... Ah, yes, that's right. That adds up to 390 yen.
pt: Fammi vedere... Ah, sì, esatto. Fa un totale di 390 yen.

# 3864_Shinada
source: Great! Your total comes to 1,270 yen. Thank you for shopping with us.
pt: Ottimo! Il totale è di 1.270 yen. Grazie per aver scelto il nostro negozio.

# 3876_Shinada
source: So, uh, that would be five 50 yen and two 80 yen stamps?
pt: Quindi, ehm, sarebbero cinque francobolli da 50 yen e due da 80 yen?

# 3888_Elderly Man
source: Hm? No, that would add up to 410 yen.
pt: Mh? No, così il totale farebbe 410 yen.

# 3900_Shinada
source: Uh-oh, did I get it wrong? Uh, so 390 yen worth of stamps should be...
pt: Ohi, ho sbagliato? Ehm, quindi un valore di 390 yen in francobolli dovrebbe essere...

# 3936_Elderly Man
source: Is something the matter?
pt: C'è qualcosa che non va?

# 3948_Shinada
source: Sorry. I'm still fumbling with the calculation.
pt: Scusa. Mi sto ancora incartando con i calcoli.

# 3960_Elderly Man
source: Oh, that's fine. Please, take your time.
pt: Oh, va bene. Faccia pure con calma.

# 3972_Shinada
source: I'm so sorry. Okay, so 390 yen worth of stamps should be...
pt: Mi dispiace tanto. Va bene, quindi un valore di 390 yen in francobolli dovrebbe essere...
