Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013303c9.po
Languages: pt

source: Do you want to fish here?
pt: Vuoi pescare qui?

source: Start Fishing
pt: Inizia a pescare

source: Not Now
pt: Non ora

source: Fishing
pt: Pesca

source: Read Instructions
pt: Leggi Istruzioni

source: Don't Fish
pt: Non pescare

source: Player
pt: Giocatore

source: Keep Fishing
pt: Continua a pescare

source: Stop Fishing
pt: Smetti di pescare

# 196_Kiryu
source: (Maybe I'll do some fishing.)
pt: (Magari mi faccio una pescata.)

# 208_Akiyama
source: (A little fishing could be fun.)
pt: (Un po' di pesca potrebbe essere divertente.)

# 220_Saejima
source: (Time for some fishin'.)
pt: (È ora di farsi una pescata.)

# 232_Shinada
source: (Think I'll take a fishing break.)
pt: (Quasi quasi mi prendo una pausa per pescare.)

# 244_Haruka
source: (Yay, it's fishing time!)
pt: (Evviva, è ora di pescare!)

# 280_Kiryu
source: (Not right now.)
pt: (Non ora.)

# 292_Akiyama
source: (Maybe now's not the time.)
pt: (Forse ora non è il momento.)

# 304_Saejima
source: (Some other time.)
pt: (Un'altra volta.)

# 316_Shinada
source: (Maybe I shouldn't right now.)
pt: (Forse è meglio di no, per ora.)

# 328_Haruka
source: (Maybe some other time.)
pt: (Magari un'altra volta.)

# 340_Fishing
source: Select your bait, then decide where to cast your line. Each type of bait has a different range of effect, and the fish won't bite if you use the wrong bait. Items in your possession that can be used as bait will be shown in a list.
pt: Seleziona l'esca, poi decidi dove lanciare la lenza. Ogni tipo di esca ha un raggio d'azione diverso e i pesci non abboccheranno se userai l'esca sbagliata. Gli oggetti in tuo possesso che possono essere usati come esca verranno mostrati in un elenco.

# 352_Fishing
source: The gauge shows where the most fish are. Use bait that is effective in those areas.
pt: L'indicatore mostra dove si trova la maggior parte dei pesci. Usa un'esca efficace in quelle zone.

# 364_Fishing
source: Once you cast your line, wait for a fish to bite. Watch the float carefully. As soon as it bobs down, press <Action:Button_Cross@Fishing_Sea> to quickly pull your pole up.
pt: Una volta lanciata la lenza, aspetta che un pesce abbocchi. Osserva attentamente il galleggiante. Non appena affonda, premi <Action:Button_Cross@Fishing_Sea> per tirare su la canna rapidamente.

# 376_Fishing
source: <Action:Button_R1@Fishing_Sea> reels in, while <Action:Button_L1@Fishing_Sea> adds slack. Pay attention to the Tension Gauge, and don't let the fish snap your line. Use <Action:Button_LS_Left@Fishing_Sea><Action:Button_LS_Right@Fishing_Sea>, following the movement of the fish. Use <Action:Button_LS_Up@Fishing_Sea><Action:Button_LS_Down@Fishing_Sea> to raise or lower the pole.
pt: <Action:Button_R1@Fishing_Sea> recupera la lenza, mentre <Action:Button_L1@Fishing_Sea> la allenta. Presta attenzione all'indicatore della tensione e non lasciare che il pesce spezzi la lenza. Usa <Action:Button_LS_Left@Fishing_Sea><Action:Button_LS_Right@Fishing_Sea> seguendo il movimento del pesce. Usa <Action:Button_LS_Up@Fishing_Sea><Action:Button_LS_Down@Fishing_Sea> per alzare o abbassare la canna.

# 388_Fishing
source: If you control the line's tension and completely reel it in, you will successfully catch the fish.
pt: Se controlli la tensione della lenza e la recuperi completamente, riuscirai a catturare il pesce.

# 412_Kiryu
source: (I bet there are lots of fish over there...)
pt: (Scommetto che laggiù è pieno di pesci...)

# 424_Akiyama
source: (I bet I could catch some fish over there...)
pt: (Scommetto che laggiù potrei pescare qualche pesce...)

# 436_Saejima
source: (Bet I could catch some fish over there...)
pt: (Scommetto che laggiù potrei pescare qualche pesce...)

# 448_Shinada
source: (That looks like a good spot over there...)
pt: (Sembra un buon punto, laggiù...)

# 460_Haruka
source: (Maybe there's some fish over there...)
pt: (Magari laggiù c'è qualche pesce...)

# 508_Kiryu
source: (Okay, now for some bait. This is what I've got here...)
pt: (Bene, ora l'esca. Vediamo cos'ho...)

# 520_Akiyama
source: (What sort of bait should I use? Hmm... This is what I've got here.)
pt: (Che tipo di esca dovrei usare? Mmh... Vediamo cos'ho qui.)

# 532_Saejima
source: (Now for some bait. This is what I got...)
pt: (Ora l'esca. Vediamo cos'ho...)

# 544_Shinada
source: (Okay, time to bait up. Let's see what I have here...)
pt: (Bene, è ora di mettere l'esca. Vediamo cos'ho qui...)

# 556_Haruka
source: (I guess I'll need some bait. Let's see what I have with me...)
pt: (Immagino mi servirà dell'esca. Vediamo cos'ho con me...)

# 592_Kiryu
source: (I'll check the instructions.)
pt: (Darò un'occhiata alle istruzioni.)

# 604_Akiyama
source: (Maybe I should read the instructions.)
pt: (Forse dovrei leggere le istruzioni.)

# 616_Saejima
source: (Better read the instructions.)
pt: (Meglio leggere le istruzioni.)

# 628_Shinada
source: (Let's take a look at those instructions.)
pt: (Diamo un'occhiata a quelle istruzioni.)

# 640_Haruka
source: (I better read the instructions.)
pt: (Meglio leggere le istruzioni.)

# 676_Kiryu
source: (Maybe later.)
pt: (Magari più tardi.)

# 688_Akiyama
source: (No, not now.)
pt: (No, non ora.)

# 700_Saejima
source: (Nah, not now.)
pt: (No, non ora.)

# 712_Shinada
source: (Maybe another time.)
pt: (Magari un'altra volta.)

# 724_Haruka
source: (Maybe later.)
pt: (Magari più tardi.)

# 760_Kiryu
source: (I didn't get a bite.)
pt: (Non ha abboccato nulla.)

# 772_Akiyama
source: (Looks like I didn't get a bite.)
pt: (Sembra che non abbia abboccato nulla.)

# 784_Saejima
source: (They ain't bitin'.)
pt: (Non abboccano.)

# 796_Shinada
source: (Guess I struck out.)
pt: (Mi sa che ho fatto cilecca.)

# 808_Haruka
source: (Hmm, didn't catch anything.)
pt: (Hmm, non ho pescato nulla.)

# 844_Kiryu
source: (My cast was off.)
pt: (Ho sbagliato il lancio.)

# 856_Akiyama
source: (Missed my mark.)
pt: (Ho mancato la mira.)

# 868_Saejima
source: (Bah, blew that cast.)
pt: (Bah, ho cannato il lancio.)

# 880_Shinada
source: (Guess I cast a foul.)
pt: (Mi sa che ho fatto un lancio in fallo.)

# 892_Haruka
source: (My cast didn't go where I wanted.)
pt: (Il lancio non è andato dove volevo.)

# 928_Kiryu
source: (The line broke.)
pt: (La lenza si è spezzata.)

# 940_Akiyama
source: (Looks like my line broke.)
pt: (Sembra che la lenza si sia spezzata.)

# 952_Saejima
source: (The line broke.)
pt: (La lenza si è spezzata.)

# 964_Shinada
source: (Great, my line broke.)
pt: (Fantastico, la lenza si è spezzata.)

# 976_Haruka
source: (How come my line broke?)
pt: (Come mai la lenza si è spezzata?)

# 1012_Kiryu
source: (The fish got away.)
pt: (Il pesce è scappato.)

# 1024_Akiyama
source: (Guess I lost that one.)
pt: (Mi sa che quello l'ho perso.)

# 1036_Saejima
source: (It got away.)
pt: (È scappato.)

# 1048_Shinada
source: (Looks like it got away.)
pt: (Sembra che sia scappato.)

# 1060_Haruka
source: (Aw, it got away.)
pt: (Uffa, è scappato.)

# 1108_Kiryu
source: (I should use some new bait.)
pt: (Dovrei usare un'esca nuova.)

# 1120_Akiyama
source: (Maybe I should try some new bait.)
pt: (Forse dovrei provare un'esca nuova.)

# 1132_Saejima
source: (Lemme try some other kinda bait.)
pt: (Fammi provare un altro tipo di esca.)

# 1144_Shinada
source: (Time to switch up the bait.)
pt: (È ora di cambiare esca.)

# 1156_Haruka
source: (Maybe a new kind of bait will work.)
pt: (Forse un nuovo tipo di esca funzionerà.)

# 1192_Kiryu
source: (That's enough for now.)
pt: (Basta così per ora.)

# 1204_Akiyama
source: (I've had enough fishing for now.)
pt: (Per ora ho pescato abbastanza.)

# 1216_Saejima
source: (I'm gonna call it quits for now.)
pt: (Per ora smetto qui.)

# 1228_Shinada
source: (That's enough fishing for now.)
pt: (Per ora ho pescato abbastanza.)

# 1240_Haruka
source: (I think I'll stop for now.)
pt: (Credo che per ora smetterò.)
