Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340023.po
Languages: pt

# 1988_Honoka
source: One time, I heard the doorbell ring and, just as I was about to open the door, I freaked out 'cause I realized I had no shirt on!
pt: Una volta ho sentito suonare il campanello e, proprio mentre stavo per aprire la porta, mi è preso un colpo perché mi sono resa conto che non avevo la maglietta addosso!

# 2000_Akiyama
source: Hehe, that must wake you up real quick.
pt: Eh eh, una cosa del genere ti deve dare una bella svegliata istantanea.

# 2012_Akiyama
source: Where do you hate to be touched?
pt: Qual è il punto in cui odi essere toccata?

# 2024_Honoka
source: Oh, I hate bein' touched around my neck!
pt: Oh, odio essere toccata sul collo!

# 2036_Akiyama
source: Like right at the nape?
pt: Proprio sulla nuca?

# 2048_Honoka
source: Yeah! I'm super sensitive there!
pt: Sì! Sono sensibilissima lì!

# 2060_Honoka
source: I get all wigged out if I'm on a packed train and some old dude's breathin' down my neck!
pt: Mi vengono proprio i brividi se sono su un treno affollato e qualche vecchio mi respira sul collo!

# 2072_Akiyama
source: Yeah, that does sound pretty unpleasant.
pt: Già, sembra proprio una cosa sgradevole.

# 2084_Honoka
source: It's gotten to the point where I wanna get a scarf just to cover my neck.
pt: Siamo arrivati al punto che mi viene voglia di prendermi una sciarpa solo per coprirmi il collo.

# 2096_Akiyama
source: Your neck is lovely, so that's a shame.
pt: Il tuo collo è così grazioso, è un vero peccato.

# 2108_Akiyama
source: What are your measurements?
pt: Quali sono le tue misure?

# 2120_Honoka
source: Y'know, I actually got measured just a little while ago. Lemme try and remember.
pt: Sai, mi sono fatta prendere le misure proprio poco tempo fa. Vediamo se mi ricordo.

# 2132_Honoka
source: I think they were 78, 56, 82?
pt: Penso che fossero 78, 56, 82?

# 2144_Akiyama
source: You're in great shape. Aren't those numbers pretty ideal?
pt: Sei proprio in gran forma. Quelle misure non sono praticamente l'ideale?

# 2156_Honoka
source: For real? I ain't too skinny?
pt: Dici davvero? Non sono troppo magra?

# 2168_Akiyama
source: No, I think you're just right.
pt: No, secondo me sei perfetta così.

# 2180_Honoka
source: Yeah? It's hard for me to put meat on my bones, so that's a relief to hear!
pt: Dici? Faccio fatica a mettere su un po' di carne, quindi mi rassicura sentirlo!

# 2192_Akiyama
source: I'm jealous. Lately, I get all self-conscious about my belly after eating and drinking.
pt: Ti invidio. Ultimamente mi faccio un sacco di problemi per la pancia dopo aver mangiato e bevuto.

# 2204_Akiyama
source: You're skinny! You have the physique of a model.
pt: Sei magrissima! Hai proprio un fisico da modella.

# 2216_Honoka
source: Hey, I'm self-conscious about how skinny I am, so don't say that sorta thing! My body doesn't put on weight even if I eat.
pt: Ehi, sono complessata per quanto sono magra, quindi non dire certe cose! Il mio corpo non mette su peso nemmeno se mangio.

# 2228_Akiyama
source: Really? I was trying to compliment you.
pt: Davvero? Stavo solo cercando di farti un complimento.

# 2240_Honoka
source: Guys all like a girl with big boobs, so bein' a scrawny little thing don't help me at all.
pt: Ai ragazzi piacciono le ragazze con le tette grandi, quindi essere uno scricciolo non mi aiuta per niente.

# 2252_Akiyama
source: Not all guys are into huge breasts. Many of us prefer slender women.
pt: Non a tutti i ragazzi piacciono le tette enormi. Molti di noi preferiscono le donne snelle.

# 2264_Honoka
source: For real? Ain't that just a Lolita complex?
pt: Dici davvero? Non sarà mica solo un complesso di Lolita?

# 2276_Akiyama
source: I wouldn't go <Italic>that</Italic> far.
pt: Non mi spingerei <Italic>a tanto</Italic>.

# 2288_Honoka
source: Question Conversation 05
pt: Domanda conversazione 05

# 2300_Honoka
source: Question Conversation 06
pt: Domanda conversazione 06

# 2312_Honoka
source: Question Conversation 07
pt: Domanda conversazione 07

# 2324_Honoka
source: Question Conversation 08
pt: Domanda conversazione 08

# 2336_Honoka
source: Question Conversation 09
pt: Domanda conversazione 09

# 2348_Honoka
source: Question Conversation 10
pt: Domanda conversazione 10

# 2360_Honoka
source: Question Conversation 11
pt: Domanda conversazione 11

# 2372_Honoka
source: Question Conversation 12
pt: Domanda conversazione 12

# 2384_Honoka
source: Question Conversation 13
pt: Domanda conversazione 13

# 2396_Honoka
source: Question Conversation 14
pt: Domanda conversazione 14

# 2408_Honoka
source: Question Conversation 15
pt: Domanda conversazione 15
