Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c085d.po
Languages: pt

# 60_Hirakawa
source: It's that highway rest area client again. They asked if you wanted to taste the wine of defeat once more... which I find to be very odd.
pt: È di nuovo quel cliente dell'area di servizio autostradale. Hanno chiesto se volevi assaggiare il vino della sconfitta ancora una volta... cosa che trovo alquanto strana.

# 72_Kiryu
source: (Must be Gentle Nakamura, one of the Devil Killers' Four Kings.)
pt: (Dev'essere Gentle Nakamura, uno dei Quattro Re dei Devil Killers.)

# 84_Hirakawa
source: You know, you should never drink on the job, even if a client suggests it.
pt: Sai, non dovresti mai bere sul lavoro, anche se un cliente lo suggerisce.

# 96_Kiryu
source: Yes, I'm aware. I'll be heading out now.
pt: Sì, ne sono al corrente. Mi avvio subito.

# 120_Hirakawa
source: Hm?
pt: Mh?

# 132_Kiyokawa
source: Hey Suzuki-san! Can I tag along?
pt: Ehi Suzuki-san! Posso venire anch'io?

# 144_Kiryu
source: (This guy gets everything he wants, doesn't he...)
pt: (Questo tizio ottiene sempre quello che vuole, no...)

# 168_Hirakawa
source: It's that client from the highway rest area.
pt: È quel cliente dell'area di servizio autostradale.

# 180_Kiryu
source: (So the Devil Killers are back for more, huh?)
pt: (Quindi i Devil Killers ne vogliono ancora, eh?)

# 192_Kiryu
source: Then I'm on my way.
pt: Allora mi avvio.

# 216_Hirakawa
source: Hm?
pt: Mh?

# 228_Kiyokawa
source: Mind if I tag along? That way you can teach me how to deal with more clients!
pt: Posso venire anch'io? Così puoi insegnarmi come trattare con più clienti!

# 240_Kiryu
source: (He obviously knows where I'm going.)
pt: (Sa benissimo dove vado.)

# 252_Kiryu
source: What happened to studying for your Class 2?
pt: Che fine ha fatto studiare per la tua Classe 2?

# 264_Kiyokawa
source: Well, both Wada-san and Muramatsu-san seem pretty sure that I can pass now! They gave me their okay!
pt: Beh, sia Wada-san che Muramatsu-san sembrano abbastanza sicuri che posso passare ora! Mi hanno dato l'ok!

# 276_Kiryu
source: Did they really?
pt: Davvero?

# 288_Kiyokawa
source: Yeah, I even aced a practice test! I've been studying my butt off!
pt: Sì, ho persino superato un test di pratica a pieni voti! Mi sono fatto il culo a studiare!

# 300_Kiyokawa
source: Help me out, Hirakawa-san!
pt: Aiutami, Hirakawa-san!

# 312_Hirakawa
source: Hmm... I'd say you've been making an admirable effort.
pt: Mmh... direi che hai fatto uno sforzo ammirevole.

# 324_Hirakawa
source: Why not take him with you, Suzuki-san? He does need more time in the field.
pt: Perché non lo porti con te, Suzuki-san? Gli serve più tempo sul campo.

# 336_Kiryu
source: I'm not sure he'd benefit from this kind of request...
pt: Non sono sicuro che trarrebbe beneficio da questo tipo di richiesta...

# 348_Kiyokawa
source: Aww, don't say that! Even if it doesn't seem relevant, I still wanna know how it's done.
pt: Dai, non dire così! Anche se non sembra rilevante, voglio comunque sapere come si fa.

# 360_Hirakawa
source: You're certainly enthusiastic. Now if that's not dedication, I don't know what is. Wouldn't you say so?
pt: Sei decisamente entusiasta. Se questa non è dedizione, non so cos'altro sia. Non è così?

# 372_Kiryu
source: ...I guess.
pt: Immagino.

# 384_Kiyokawa
source: Cool! I'm gonna take that as a yes, then! Now let's jam!
pt: Forte! Lo prendo come un sì, allora! Dai, si parte!
