Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330524.po
Languages: pt

source: Player
pt: Giocatore

source: Start Fishing
pt: Inizia a pescare

source: Not Now
pt: Non ora

# 76_Player
source: (This spot could work for fishing. I might drop a line in for a while.)
pt: (Questo posto potrebbe andar bene per pescare. Potrei lanciare una lenza per un po'.)

# 100_Player
source: (Okay, let's give it a go!)
pt: (Va bene, proviamo!)

# 124_Player
source: (I don't have any bait to use.)
pt: (Non ho esche da usare.)

# 136_Player
source: (I guess I'll come back later.)
pt: (Credo che tornerò più tardi.)

# 148_Player
source: (This oughta be a good fishin' spot. Maybe I'll drop a line in for a bit.)
pt: (Questo mi sa che è un buon posto per pescare. Magari lancio la lenza per un po'.)

# 172_Player
source: (All right, let's give it a shot.)
pt: (Va bene, proviamo!)

# 196_Player
source: (Ain't got any bait to use.)
pt: (Non ho esche da usare.)

# 208_Player
source: (Guess I'll pass for now.)
pt: (Credo che per ora lascerò perdere.)

# 220_Player
source: (This spot could work for fishing. I might drop a line in for a while.)
pt: (Questo posto potrebbe andar bene per pescare. Potrei lanciare una lenza per un po'.)

# 244_Player
source: (Okay, let's give it a try.)
pt: (Va bene, proviamo!)

# 268_Player
source: (I don't have anything to use for bait.)
pt: (Non ho esche da usare.)

# 280_Player
source: (Maybe some other time.)
pt: (Magari un'altra volta.)
