Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01100305.po
Languages: pt

source: Dealer
pt: Croupier

source: Sure.
pt: Certo.

source: Maybe next time.
pt: Sarà per la prossima volta.

source: Player
pt: Giocatore

# 508_Dealer
source: Welcome, sir. Please go easy on me.
pt: Benvenuto, signore. La prego di andarci piano con me.

# 520_Dealer
source: Nice to see you again. Go easy on me this time, will you?
pt: Lieto di rivederla. Ci vada piano con me stavolta, d'accordo?

# 532_Dealer
source: Nice to see you again. Shall we get started?
pt: Lieto di rivederla. Vogliamo iniziare?

# 544_Dealer
source: I've been waiting for you. Shall we get started?
pt: La stavo aspettando. Vogliamo iniziare?

# 556_Dealer
source: Ready? Here we go.
pt: Pronto? Si comincia.

# 568_Dealer
source: What's it gonna be!?
pt: Cosa sarà!?

# 580_Dealer
source: The bets are in.
pt: Le puntate sono chiuse.

# 592_Dealer
source: Game on!
pt: Si gioca!

# 604_Dealer
source: Hmph, not bad.
pt: Hmph, niente male.

# 616_Dealer
source: You're pretty good.
pt: Sei piuttosto bravo.

# 628_Dealer
source: Nice one!
pt: Bella mossa!

# 640_Dealer
source: I knew you'd get it!
pt: Sapevo che ce l'avresti fatta!

# 652_Dealer
source: Heh, that's the way it goes.
pt: Heh, va così.

# 664_Dealer
source: Better luck next time.
pt: Sarà per la prossima volta.

# 676_Dealer
source: Something wrong? This isn't like you.
pt: Qualcosa non va? Non è da te.

# 688_Dealer
source: Relax, you'll make it up with the next roll.
pt: Rilassati, ti rifarai col prossimo lancio.

# 700_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 712_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 724_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 736_Dealer
source: So, what'll it be?
pt: Allora, cosa scegli?

# 748_Dealer
source: Heh, try again some other day.
pt: Heh, riprova un altro giorno.

# 760_Dealer
source: Come again.
pt: Torna a trovarci.

# 772_Dealer
source: Hold on now...
pt: Ehi, un momento...

# 784_Dealer
source: Promise me you'll be back.
pt: Promettimi che tornerai.

# 832_Dealer
source: You're a really tough opponent. Perhaps we could... No, you don't quite have that "dragon" spirit. Never mind. But please do come again.
pt: Sei un avversario davvero tosto. Forse potremmo... No, non hai proprio lo spirito del "drago". Lascia perdere. Ma per favore, torna a trovarci.

# 844_Dealer
source: Sir, there was something I wanted to ask you, but maybe next time, if you come alone. I hope to see you again.
pt: Signore, c'era una cosa che volevo chiederle, ma magari la prossima volta, se viene da solo. Spero di rivederla.

# 856_Dealer
source: Sir, could you spare a moment when you're done here? My shift's almost over, so if you wouldn't mind, please wait for me by the entrance.
pt: Signore, le dispiacerebbe dedicarmi un momento quando ha finito qui? Il mio turno sta quasi per finire, quindi, se non le dispiace, mi aspetti all'ingresso.

# 868_Dealer
source: Great. I'll meet you as soon as I get off.
pt: Ottimo. La raggiungerò non appena avrò finito il turno.

# 880_Dealer
source: Never mind, then. Sorry to bother you. Please come again.
pt: Non importa, allora. Scusi per il disturbo. Per favore, torni a trovarci.

# 892_Dealer
source: Come again soon. You know where to find me.
pt: Torna presto a trovarci. Sai dove trovarmi.

# 904_Dealer
source: Try again some other day!
pt: Riprova un altro giorno!

# 916_Dealer
source: What're you talking about? Just place your bet already, will you!?
pt: Ma di che stai parlando? Piazza la tua puntata e basta, vuoi!?

# 928_Kiryu
source: Heh... Fine by me.
pt: Heh... Per me va bene.

# 940_Akiyama
source: Heh... Sure thing.
pt: Heh... Contaci.

# 952_Saejima
source: Hmph, whatever.
pt: Hmph, come vuoi.

# 964_Shinada
source: Okay, sure.
pt: Okay, certo.

# 988_Dealer
source: Hmph. You don't have a shred of evidence. Just place your bet!
pt: Hmph. Non hai nemmeno uno straccio di prova. Piazza la tua puntata e basta!

# 1012_Dealer
source: (She's not even fazed. Was I wrong?)
pt: (Non fa una piega. Mi sbagliavo?)

# 1024_Dealer
source: (Not even fazed... Did I get the wrong idea?)
pt: (Non ha fatto una piega... Ho capito male?)

# 1036_Dealer
source: (Ain't even fazed. Was I wrong?)
pt: (Non fa una piega. Mi sbagliavo?)

# 1048_Dealer
source: (She wasn't even fazed. Maybe I was wrong.)
pt: (Non ha fatto nemmeno una piega. Forse mi sbagliavo.)

# 1072_Dealer
source: Want to bet your winnings and play the house?
pt: Vuoi scommettere le tue vincite e sfidare il banco?

# 1084_Dealer
source: Want to bet your winnings and play the house?
pt: Vuoi scommettere le tue vincite e sfidare il banco?

# 1096_Dealer
source: Want to bet your winnings and play the house?
pt: Vuoi scommettere le tue vincite e sfidare il banco?

# 1108_Dealer
source: Want to bet your winnings and play the house?
pt: Vuoi scommettere le tue vincite e sfidare il banco?
