Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901e3.po
Languages: pt

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

source: You got 2,200 experience points.
pt: Hai ottenuto 2.200 punti esperienza.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: MC
pt: Conduttore

# 44_Haruka
source: That was pretty fun!
pt: È stato proprio divertente!

# 56_MC
source: Thank you very much for doing this, Sawamura-san.
pt: Grazie mille per averlo fatto, Sawamura-san.

# 80_Haruka
source: We just know you'll be the next top idol! You had the fans eating right out of your hand!
pt: Siamo certi che sarai la prossima idol di punta! Avevi i fan che ti mangiavano proprio dalle mani!

# 92_Haruka
source: Oh, stop. You're giving me way too much credit.
pt: Ma smettila. Mi stai dando davvero troppo credito.

# 104_MC
source: No, it's true! As a matter of fact, I have a small request to ask of you.
pt: No, è vero! A dire il vero, ho una piccola richiesta da farti.

# 116_MC
source: Would you take a PrintCircle photo with me, too?
pt: Ti andrebbe di fare una foto PrintCircle anche con me?

# 128_Haruka
source: Hehe. Sure!
pt: Hehe. Certo!

# 284_Haruka
source: Wow! The perfect high school girl idol! I bet you're well versed in taking PrintCircle photos, huh?
pt: Wow! L'idol perfetta delle superiori! Scommetto che sei un'esperta a fare foto PrintCircle, eh?

# 296_Haruka
source: Actually, I haven't used PrintCircle nearly as much as other girls my age. I wasn't quite sure what I was doing, honestly.
pt: A dire il vero, non ho usato PrintCircle tanto quanto le altre ragazze della mia età. Non ero del tutto sicura di quello che stavo facendo, onestamente.

# 308_MC
source: Are you kidding? You did such a great job, though. Those pictures you took with the fans today...
pt: Ma scherzi? Hai fatto proprio un figurone, però. Quelle foto che hai scattato con i fan oggi...

# 320_MC
source: I bet they'll treasure them their whole lives!
pt: Scommetto che ne faranno tesoro per tutta la vita!

# 332_Haruka
source: Hehe. That certainly is a nice thought.
pt: Hehe. Questo è davvero un bel pensiero.

# 488_Haruka
source: I apologize if this is a rude question, but haven't you ever used PrintCircle before?
pt: Mi scuso se questa è una domanda scortese, ma non hai mai usato PrintCircle, prima d'ora?

# 500_Haruka
source: Oh! Um, what makes you ask?
pt: Oh! Ehm, come mai lo chiedi?

# 512_MC
source: It's just, I was watching you during the event, and you looked, uh, pretty uncomfortable.
pt: È solo che ti stavo guardando durante l'evento, e sembravi, ehm, piuttosto a disagio.

# 524_MC
source: It kind of looked like you were fumbling through it, if I'm being honest.
pt: A dire il vero, sembrava che ci stessi un po' armeggiando.

# 536_Haruka
source: Oh, well, that's not... I've used PrintCircle plenty of times! You know, with my friends! On the way home from school and things like that!
pt: Oh, be', non è... Ho usato PrintCircle un sacco di volte! Sai, con le mie amiche! Mentre tornavo a casa da scuola e cose del genere!
