Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133007b.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: ○I'd go out with friends.
pt: ○Uscirei con gli amici.

source: □I'd usually go out alone.
pt: □Di solito uscirei da solo.

source: △I always ate with my family.
pt: △Mangiavo sempre con la mia famiglia.

source: Order
pt: Ordina

source: Look Inside
pt: Guarda dentro

source: Don't Order
pt: Non ordinare

source: The Sliding Screen
pt: La porta scorrevole

source: The Far Wall
pt: La parete in fondo

source: Back
pt: Indietro

source: Idle
pt: Inattivo

# 132_Staff
source: Welcome.
pt: Benvenuto.

# 144_Staff
source: This way, please.
pt: Da questa parte, prego.

# 192_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 204_Riku
source: I want some <Color:8>Shabu-shabu Motsunabe<Color:Default>.
pt: Mi andrebbe dello <Color:8>Shabu-shabu Motsunabe<Color:Default>.

# 216_Player
source: (Looks like Riku's hungry for some <Color:8>Shabu-shabu Motsunabe<Color:Default>.)
pt: (Sembra che Riku abbia voglia di <Color:8>Shabu-shabu Motsunabe<Color:Default>.)

# 288_Riku
source: All right, time t'dig in!
pt: Bene, diamoci dentro!

# 348_Riku
source: Hey, Kiryu-san, whatcha usually do when ya go out to eat? Do you go by yourself?
pt: Ehi, Kiryu-san, cosa fai di solito quando esci a mangiare? Ci vai da solo?

# 360_Player
source: Well, if there's time, sometimes I go with my coworkers to grab some fast food.
pt: Beh, se ho tempo, a volte vado con i miei colleghi a mangiare un boccone in un fast food.

# 372_Riku
source: Reeeally? I woulda figured a guy like you always has a hot date lined up.
pt: Daaavvero? Avrei pensato che un tipo come te avesse sempre qualche appuntamento galante in programma.

# 384_Player
source: No, not really. Today is kind of an exception to the rule.
pt: No, non proprio. Oggi è una specie di eccezione alla regola.

# 396_Riku
source: Okay then, so when ya've got the day off, do you just eat out with your guy friends?
pt: Okay allora, quando hai il giorno libero, esci a mangiare solo con i tuoi amici?

# 408_Player
source: I've only been in Hakata for six months. I don't have a lot of close friends yet.
pt: Sono a Hakata solo da sei mesi. Non ho ancora molti amici stretti.

# 420_Riku
source: How about before y'moved here?
pt: E invece prima che ti trasferissi qui?

# 432_Player
source: I'd go out with friends. Hitting up the hot new ramen shop alone isn't much fun, and it's not really a place to bring a date, either.
pt: Uscivo con gli amici. Andare da soli nel nuovo locale di ramen del momento non è molto divertente, e non è nemmeno il posto adatto per un appuntamento.

# 444_Riku
source: Aww, I can just picture y'all standing in line while y'wait for a seat to open up. What do you talk about while you're waiting?
pt: Aww, riesco proprio a immaginarvi tutti in coda ad aspettare che si liberi un posto. Di cosa parlate mentre aspettate?

# 456_Player
source: Well, we didn't get together all that often, so we mostly caught up with whatever was new with one another.
pt: Beh, non ci vedevamo così spesso, quindi per lo più ci aggiornavamo sulle ultime novità di ognuno.

# 468_Player
source: When men go out to eat, it's mostly about making sure we're all well fed, you know? We save the talking for when we go out drinking.
pt: Quando noi uomini usciamo a mangiare, pensiamo soprattutto a riempirci lo stomaco, sai? Le chiacchiere le teniamo per quando usciamo a bere.

# 480_Riku
source: Ooh! I'd love to see what a guys' night out is like with you!
pt: Ooh! Mi piacerebbe un sacco vedere com'è una serata tra soli uomini con te!

# 492_Player
source: Yeah, well, it's been a long time since I've done something like that.
pt: Già, beh, è passato un sacco di tempo dall'ultima volta che ho fatto una cosa del genere.

# 504_Player
source: I'd usually go out alone. I mean, I met with plenty of clients for work dinners, but I also really valued my private time, too.
pt: Di solito uscivo da solo. Voglio dire, incontravo un sacco di clienti per cene di lavoro, ma tenevo molto anche al mio tempo privato.

# 516_Riku
source: That makes sense, I guess. There are folks who'll come to the club 'cause they wanna be all by their lonesome.
pt: Immagino che abbia senso. C'è gente che viene al club perché vuole starsene un po' per conto proprio.

# 528_Player
source: See, I'm the opposite. I go to cabaret clubs when I'm not in the mood for drinking alone.
pt: Vedi, io sono l'opposto. Vado nei cabaret club quando non ho voglia di bere da solo.

# 540_Riku
source: I've got some friends who say they don't wanna eat by themselves.
pt: Ho degli amici che dicono che non gli va di mangiare da soli.

# 552_Riku
source: Like, they'll call up anyone and everyone on the phone just to find a dining companion.
pt: Tipo, chiamano proprio chiunque al telefono solo per trovare qualcuno con cui andare a mangiare.

# 564_Player
source: I suppose for some people, mealtime isn't just about eating, but also about getting together and having good conversation.
pt: Immagino che per alcune persone il momento del pasto non riguardi solo il mangiare, ma anche lo stare insieme e il fare conversazione.

# 576_Player
source: I always ate with my family.
pt: Mangiavo sempre con la mia famiglia.

# 588_Riku
source: Family? Aren't ya single, Kiryu-san?
pt: Famiglia? Ma non sei single, Kiryu-san?

# 600_Player
source: Back in Okinawa, I ran an orphanage and looked after some children. They were my family.
pt: Giù a Okinawa gestivo un orfanotrofio e mi occupavo di alcuni bambini. Erano la mia famiglia.

# 612_Riku
source: Wow, I had no idea! So then did y'take the kids out with you to family restaurants?
pt: Wow, non ne avevo proprio idea! Quindi portavi i bambini con te nei family restaurant?

# 624_Player
source: We didn't usually have the money for that, so most days I cooked for everyone. But it was fun to splurge sometimes and eat out.
pt: Di solito non avevamo i soldi per farlo, quindi il più delle volte cucinavo io per tutti. Ma ogni tanto era divertente concedersi un lusso e andare a mangiare fuori.

# 636_Riku
source: That reminds me of my dad. I didn't have a mom growin' up, and so on days off, he'd take me out someplace nice.
pt: Questo mi ricorda mio padre. Sono cresciuta senza mamma, quindi nei suoi giorni liberi mi portava sempre in qualche bel posto.

# 648_Player
source: That's nice. In the end, the best thing is for a family to come together for a meal.
pt: Che bella cosa. In fondo, la cosa migliore per una famiglia è riunirsi a tavola.

# 708_Riku
source: Whew, I'm stuffed!
pt: Uff, sono strapieno!

# 756_Staff
source: Thank you.
pt: Grazie.

# 768_Player
source: (I should probably be on my way.)
pt: (Forse è meglio che vada.)

# 840_Staff
source: Welcome.
pt: Benvenuto.

# 852_Staff
source: This way, please.
pt: Da questa parte, prego.

# 900_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 912_Haruka
source: Hey, Uncle Kaz? I'm hungry for some <Color:8>Miso Motsunabe<Color:Default>.
pt: Ehi, Zio Kaz? Avrei proprio voglia di un po' di <Color:8>Miso Motsunabe<Color:Default>.

# 924_Kiryu
source: (Haruka wants to have some <Color:8>Miso Motsunabe<Color:Default>.)
pt: (Haruka ha voglia di un po' di <Color:8>Miso Motsunabe<Color:Default>.)

# 948_Haruka
source: I guess we'll have to get <Color:8>Miso Motsunabe<Color:Default> some other time, then.
pt: Immagino che dovremo prendere il <Color:8>Miso Motsunabe<Color:Default> un'altra volta, allora.

# 972_Haruka
source: Thanks, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 996_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1104_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1164_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 1212_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1272_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1332_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1392_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1452_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1512_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1608_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1620_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1644_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1680_Staff
source: Thank you.
pt: Grazie.

# 1704_Staff
source: Welcome.
pt: Benvenuto.

# 1740_Staff
source: This way, please.
pt: Da questa parte, prego.

# 1788_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 1800_Player
source: (What should I look at?)
pt: (Cosa dovrei guardare?)

# 1812_Player
source: (<Color:8>Pickled Motsu<Color:Default>, huh? I'd like to try that.)
pt: (<Color:8>Motsu sott'aceto<Color:Default>, eh? Mi piacerebbe provarlo.)

# 1824_Player
source: (The <Color:8>Motsuyaki<Color:Default> looks pretty good.)
pt: (Il <Color:8>Motsuyaki<Color:Default> sembra niente male.)

# 1836_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1860_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1872_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 1884_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 1896_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 1908_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 1932_Player
source: (I should probably be on my way.)
pt: (Sarà meglio che vada.)

# 1956_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1968_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 1980_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1992_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2004_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2016_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2100_Staff
source: Thank you.
pt: Grazie.

# 2136_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2148_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 2160_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2172_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2184_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2196_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.
