Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690202.po
Languages: pt

source: Assistant Director
pt: Assistente alla regia

source: MC
pt: Conduttore

# 44_Assistant Director
source: All right, then. We're just about to start shooting.
pt: Perfetto, allora. Stiamo per iniziare a girare.

# 56_Assistant Director
source: As I mentioned earlier, you'll be using the UFO Catcher machine to try and get prizes.
pt: Come dicevo prima, userai la macchina UFO Catcher per provare a vincere i premi.

# 68_Haruka
source: Okay.
pt: Ok.

# 80_Assistant Director
source: The show will provide you with 1,000 yen to use on the game. When it's gone, show's over, so use it carefully.
pt: Ti daremo 1.000 yen da usare per il gioco. Quando sono finiti, è finita, quindi usali con attenzione.

# 92_Assistant Director
source: If you don't manage to get any prize at all, it's customary for the guest to give away a personal item instead. So think about what that will be.
pt: Se non riesci proprio a prendere nessun premio, è consuetudine che l'ospite regali un oggetto personale al suo posto. Quindi, pensaci su.

# 104_Haruka
source: Got it.
pt: Capito.

# 176_Assistant Director
source: Here we go, everybody! It's time to play, "Catcher Challenge"!
pt: Si parte, gente! È ora di giocare a, "Catcher Challenge"!

# 188_MC
source: Today's guest is this sweet, young idol!
pt: L'ospite di oggi è questa dolce, giovane idol!

# 200_Haruka
source: Hello, everyone. I'm Haruka Sawamura.
pt: Ciao a tutti. Sono Haruka Sawamura.

# 212_MC
source: So innocent, so fresh! You haven't even had a major debut yet, have you?
pt: Così innocente, così fresca! Non hai ancora fatto un debutto in grande stile, vero?

# 224_Haruka
source: No, I have not.
pt: No, non ancora.

# 236_MC
source: Well, now's your chance to win yourself some new fans, right?
pt: Beh, ora è la tua chance per farti qualche nuovo fan, vero?

# 248_Haruka
source: Yes, I'll do my best!
pt: Sì, farò del mio meglio!

# 260_MC
source: Okay! Using a limited amount of money, our guest must use the UFO Catcher to grab as many prizes as she can.
pt: Bene! Usando una quantità limitata di soldi, la nostra ospite deve usare la UFO Catcher per prendere quanti più premi possibile.

# 272_MC
source: Any item she manages to get will then be autographed and given away to our lucky viewers!
pt: Qualsiasi oggetto che riuscirà a prendere verrà poi autografato e regalato ai nostri fortunati spettatori!

# 284_MC
source: All right, Haruka-chan. Are you ready? Good luck!
pt: Bene, Haruka-chan. Sei pronta? In bocca al lupo!
