Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016904ba.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

source: You won <Color:8>10,000 yen<Color:Default>.
pt: Hai vinto <Color:8>10.000 yen<Color:Default>.

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: You got 1,300 experience points.
pt: Hai ottenuto 1.300 punti esperienza.

source: Game Show Host
pt: Presentatore

source: In humans, the large intestine is longer(改行)than the small intestine. True or false?(改行)
pt: Negli esseri umani, l'intestino crasso è più lungo(改行)dell'intestino tenue. Vero o falso?(改行)

source: Of course that's true!
pt: Certo che è vero!

source: That's false, of course!
pt: Certo che è falso!

source: It's currently the twenty-first century.(改行)Einstein was born in the nineteenth century.(改行)
pt: Siamo nel ventunesimo secolo.(改行)Einstein è nato nel diciannovesimo secolo.(改行)

source: That's true!
pt: È vero!

source: That must be false!
pt: Deve essere falso!

source: What flower does the Japanese imperial(改行)crest depict?(改行)
pt: Quale fiore raffigura lo stemma(改行)imperiale giapponese?(改行)

source: A chrysanthemum.
pt: Un crisantemo.

source: A cherry blossom.
pt: Un fiore di ciliegio.

source: The hedgehog is the only currently existing(改行)mammal that lays eggs. True or false?(改行)
pt: Il riccio è l'unico mammifero attualmente(改行)esistente che depone le uova. Vero o falso?(改行)

source: I think that's false.
pt: Penso sia falso.

source: The symbol of the Olympic Games is five(改行)rings: blue, yellow, black, green, and what?(改行)
pt: Il simbolo dei Giochi Olimpici è composto da(改行)cinque cerchi: blu, giallo, nero, verde e quale?(改行)

source: White.
pt: Bianco.

source: Red.
pt: Rosso.

source: What kind of leaves did Adam and Eve use to(改行)hide their nakedness?(改行)
pt: Quali foglie usarono Adamo ed Eva per(改行)nascondere la loro nudità?(改行)

source: Fig leaves.
pt: Foglie di fico.

source: Bay leaves.
pt: Foglie di alloro.

source: What is the third letter of the Greek(改行)alphabet?(改行)
pt: Qual è la terza lettera dell'alfabeto(改行)greco?(改行)

source: When telephoning Japan from outside the(改行)country, what country code must you use?(改行)
pt: Quando telefoni in Giappone da fuori il(改行)paese, quale prefisso internazionale devi usare?(改行)

source: What organization was established in 1945 to(改行)promote international cooperation?(改行)
pt: Quale organizzazione fu fondata nel 1945 per(改行)promuovere la cooperazione internazionale?(改行)

source: The Peace Corps.
pt: I Corpi della Pace.

source: The United Nations.
pt: Le Nazioni Unite.

source: What's the largest entertainment and shopping(改行)district in Fukuoka?(改行)
pt: Qual è il più grande quartiere dello shopping e(改行)dei divertimenti di Fukuoka?(改行)

# 80_dummy
source: Sawamura-san! Today is a special edition of the show, so we'll be giving you questions of the more general variety.
pt: Sawamura-san! Oggi è un'edizione speciale dello show, quindi ti faremo delle domande di cultura generale.

# 92_Game Show Host
source: Since you haven't lived in Sotenbori very long, now's a good chance to get more questions correct.
pt: Visto che non vivi a Sotenbori da molto tempo, questa è un'ottima occasione per rispondere correttamente a più domande.

# 104_Haruka
source: I'll do my best!
pt: Ce la metterò tutta!

# 116_Game Show Host
source: Very good. Let's get started.
pt: Molto bene. Iniziamo.

# 128_Game Show Host
source: Sotenbori Love Check Quiz－begin!
pt: Sotenbori Love Check Quiz－via!

# 224_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 248_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 272_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 332_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 356_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 380_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 440_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 464_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 488_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 548_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 572_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 596_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 656_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 680_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 704_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 764_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 788_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 812_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 872_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 896_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 920_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 980_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 1004_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 1028_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1088_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così bene. Ora, passiamo alla prossima domanda.

# 1112_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio con la prossima domanda!

# 1136_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1196_dummy
source: You are correct!
pt: Risposta esatta!

# 1220_dummy
source: I'm afraid you are incorrect.
pt: Temo che la risposta sia errata.

# 1244_dummy
source: I'm afraid you're out of time.
pt: Temo che il tempo sia scaduto.

# 1280_dummy
source: Now, Sawamura-san, let's see how you did!
pt: Bene, Sawamura-san, vediamo come te la sei cavata!

# 1364_dummy
source: You got all ten questions correct!
pt: Hai risposto correttamente a tutte e dieci le domande!

# 1376_Haruka
source: I did it!
pt: Ce l'ho fatta!

# 1388_Game Show Host
source: With all ten questions correct, you win the title of "Trivia Fanatic" and 30,000 yen!
pt: Con tutte e dieci le risposte esatte, vinci il titolo di "Fanatico dei quiz" e 30.000 yen!

# 1412_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1424_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Seguiteci anche la prossima volta al Sotenbori Love Check Quiz!

# 1592_dummy
source: You did very well!
pt: Te la sei cavata molto bene!

# 1604_Haruka
source: Oh, I'm so glad!
pt: Oh, ne sono così felice!

# 1616_Game Show Host
source: For meeting the seven-question goal, you win the title of "Trivia Buff" and 10,000 yen!
pt: Per aver raggiunto l'obiettivo delle sette domande, vinci il titolo di "Appassionato di quiz" e 10.000 yen!

# 1640_Haruka
source: Thank you!
pt: Grazie!

# 1652_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Seguiteci anche la prossima volta al Sotenbori Love Check Quiz!

# 1820_dummy
source: I'm sorry, but you weren't a winner this time.
pt: Mi dispiace, ma questa volta non hai vinto.

# 1832_Haruka
source: Oh, darn.
pt: Oh, accidenti.

# 1844_Game Show Host
source: It looks like maybe you should start hitting the books.
pt: Sembra proprio che tu debba rimetterti a studiare.

# 1856_Haruka
source: Yes, I think you're right.
pt: Sì, credo che tu abbia ragione.

# 1868_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Seguiteci anche la prossima volta al Sotenbori Love Check Quiz!
