Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901ff.po
Languages: pt

source: You got 4,500 experience points.
pt: Hai ottenuto 4.500 punti esperienza.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: Narrator
pt: Narratore

# 44_Narrator
source: Now, Haruka-san! Let's see how you did today.
pt: Ora, Haruka-san! Vediamo come te la sei cavata oggi.

# 68_Narrator
source: I think I did pretty well!
pt: Credo di essermela cavata piuttosto bene!

# 80_Haruka
source: Not bad, right?
pt: Niente male, no?

# 92_Narrator
source: Wow! You did it, Haruka-san!
pt: Wow! Ce l'hai fatta, Haruka-san!

# 104_Haruka
source: Hehe. I wasn't sure if I'd be able to catch anything at first, but looks like I managed to do all right!
pt: Hehe. Non ero sicura, all'inizio, se sarei riuscita a pescare qualcosa, ma a quanto pare me la sono cavata piuttosto bene!

# 116_Haruka
source: It was so relaxing to spend time in such a calm and quiet spot, too. I feel rejuvenated!
pt: È stato così rilassante passare del tempo in un posto così calmo e tranquillo, anche. Mi sento rigenerata!

# 128_Narrator
source: It sounds like Haruka-san had quite a nice time!
pt: Sembra che Haruka-san si sia divertita un bel po'!

# 140_Haruka
source: Thanks so much for inviting me here today!
pt: Grazie mille per avermi invitata qui oggi!

# 320_Haruka
source: Oh no. I didn't catch anything. That's a bummer.
pt: Oh no. Non ho pescato niente. Che peccato.

# 332_Narrator
source: Wow. It looks like Haruka-san didn't catch a single fish.
pt: Wow. Sembra che Haruka-san non abbia pescato neanche un pesce.

# 344_Haruka
source: I'm so disappointed. I want to keep going!
pt: Sono così delusa. Voglio andare avanti!

# 356_Narrator
source: There, there, Haruka-san. Don't take it too hard.
pt: Su, su, Haruka-san. Non prendertela troppo.

# 368_Haruka
source: Well, I may not have managed to catch any fish today, but it was nice to spend time in such a quiet, relaxing spot.
pt: Beh, magari non sono riuscita a pescare niente oggi, ma è stato bello passare del tempo in un posto così tranquillo e rilassante.

# 380_Haruka
source: Thank you for inviting me here today!
pt: Grazie mille per avermi invitata qui oggi!
