Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0ed4.po
Languages: pt

source: (Should I go over the handshake procedure before I get started?)
pt: (Dovrei ripassare la procedura per le strette di mano prima di iniziare?)

source: Yes
pt: Sì

source: Handshake Events
pt: Eventi Stretta di Mano

source: The Remover 1
pt: L'Allontanatore 1

source: The Remover 2
pt: L'Allontanatore 2

source: How to Play
pt: Come si gioca

source: Got it
pt: Ricevuto

source: Run through it one more time
pt: Ripassiamolo ancora una volta

# 104_Fuyumoto
source: And that concludes the handshake event! Thank you very much, Haruka-chan! You handled that with such poise and grace.
pt: E con questo si conclude l'evento stretta di mano! Grazie mille, Haruka-chan! L'hai gestito con grande classe e disinvoltura.

# 116_Fuyumoto
source: You've captured the hearts of the audience, and it looks like many of your fans were able to bask happily in the warmth of your handshake!
pt: Hai conquistato i cuori del pubblico, e sembra che molti dei tuoi fan abbiano potuto godersi con gioia il calore della tua stretta di mano!

# 128_Fuyumoto
source: And that concludes the handshake event! Haruka-chan, thank you very much! Audience members, I certainly hope you enjoyed yourselves!
pt: E con questo si conclude l'evento stretta di mano! Haruka-chan, grazie mille! Cari spettatori, spero proprio che vi siate divertiti!

# 140_Fuyumoto
source: But as I look around, I'm afraid I see a few disgruntled faces. Perhaps some guests fared better than others?
pt: Ma guardandomi intorno, temo di vedere qualche volto scontento. Forse ad alcuni ospiti è andata meglio che ad altri?

# 152_Fuyumoto
source: That's a shame, and we sincerely apologize. Please understand that even idols must get a little fatigued sometimes.
pt: È un vero peccato, e ci scusiamo sinceramente. Vi preghiamo di comprendere che anche le idol a volte possono stancarsi un po'.

# 164_Fuyumoto
source: Thus concludes all three categories of SBR99, the event that brings idols and fans together!
pt: Si concludono così tutte e tre le categorie del SBR99, l'evento che unisce le idol e i fan!

# 176_Fuyumoto
source: Voting has begun here in the event hall. We ask for your patience as we tally the votes!
pt: Le votazioni sono iniziate qui nella sala dell'evento. Vi chiediamo di avere pazienza mentre contiamo i voti!

# 224_Fuyumoto
source: Did everyone enjoy today's Sotenbori Battle Royale 99?
pt: Vi siete divertiti tutti con il Sotenbori Battle Royale 99 di oggi?

# 236_Fuyumoto
source: SBR99, an intense battle between idols unfolding right before your very eyes! And today certainly has been just that. I will now announce the results!
pt: SBR99, un'intensa battaglia tra idol che si svolge proprio davanti ai vostri occhi! E oggi è stato proprio così. Ora annuncerò i risultati!

# 248_Fuyumoto
source: Now then, bringing up the rear in ninety-ninth place, we have...
pt: E adesso, a chiudere la fila al novantanovesimo posto, abbiamo...

# 260_Ayumi
source: It looks like first place is either going to be you or me. I underestimated you at first, Haruka-chan, but I have to admit, you're head and shoulders above the rest.
pt: Sembra proprio che il primo posto sarà o tuo o mio. All'inizio ti avevo sottovalutata, Haruka-chan, ma devo ammetterlo, sei una spanna sopra a tutte le altre.

# 272_Haruka
source: Oh, I don't know about that. I still have a lot to learn.
pt: Oh, non saprei. Ho ancora molto da imparare.

# 284_Ayumi
source: And on top of everything else, you're a nice person, too. Anyway, let's see what the results say.
pt: E come se non bastasse, sei anche una brava persona. Comunque, vediamo cosa dicono i risultati.

# 296_Ayumi
source: No matter who wins, we won't hold any grudges. Agreed?
pt: Chiunque vinca, non ci porteremo rancore. D'accordo?

# 308_Haruka
source: Of course not. Agreed.
pt: Certo che no. D'accordo.

# 320_Fuyumoto
source: And now, we've finally come to our top two competitors! Who will be number one, and who will be number two!?
pt: Ed eccoci finalmente arrivati alle nostre due migliori concorrenti! Chi sarà la numero uno e chi la numero due!?

# 356_Fuyumoto
source: Are you ready to hear the voting results!?
pt: Siete pronti a sentire i risultati delle votazioni!?

# 380_Fuyumoto
source: Coming in second place in today's SBR99 is Ayumi Domoto! That means Haruka Sawamura is number one!
pt: Al secondo posto dell'SBR99 di oggi abbiamo Ayumi Domoto! Il che significa che Haruka Sawamura è la numero uno!

# 404_Ayumi
source: Aw, I lost. Well, it looks like you're the big winner today, Haruka-chan. Go ahead and step forward.
pt: Ah, ho perso. Beh, a quanto pare la grande vincitrice di oggi sei tu, Haruka-chan. Forza, fai un passo avanti.

# 416_Haruka
source: Huh?
pt: Uh?

# 428_Fuyumoto
source: You win, Haruka-chan! Please step forward and say a few words to our lovely audience!
pt: Hai vinto tu, Haruka-chan! Prego, fatti avanti e di' qualche parola al nostro splendido pubblico!

# 440_Haruka
source: Oh! Okay!
pt: Oh! Va bene!

# 464_Fuyumoto
source: Thank you very much to everyone who voted for me today.
pt: Grazie mille a tutti quelli che hanno votato per me oggi.

# 476_Haruka
source: And, of course, whether you voted for me or not, thank you very much for participating in today's Sotenbori Battle Royale 99!
pt: E, naturalmente, che abbiate votato per me o no, grazie mille per aver partecipato al Sotenbori Battle Royale 99 di oggi!

# 488_Haruka
source: This was the first time I ever tried SBR99, and it was absolutely wonderful. I'm really glad we got to spend this time together! Thank you!
pt: Questa è stata la prima volta che ho partecipato all'SBR99, ed è stato assolutamente meraviglioso. Sono davvero felice che abbiamo potuto passare questo tempo insieme! Grazie!

# 500_Fuyumoto
source: Coming in second place in today's SBR99 is Haruka Sawamura! That means Ayumi Domoto is the winner!
pt: Al secondo posto dell'SBR99 di oggi abbiamo Haruka Sawamura! Il che significa che Ayumi Domoto è la vincitrice!

# 524_Ayumi
source: Well, it looks like I won today, Haruka-chan, but it was a really great competition. Thank you for everything.
pt: Beh, a quanto pare oggi ho vinto io, Haruka-chan, ma è stata una competizione davvero fantastica. Grazie di tutto.

# 536_Haruka
source: Thank you! Congratulations, Ayumi-san.
pt: Grazie! Congratulazioni, Ayumi-san.

# 548_Fuyumoto
source: Ayumi and Haruka-chan, as our top two competitors, please step forward and say a few words to our audience!
pt: Ayumi e Haruka-chan, come nostre prime due classificate, prego, fatevi avanti e dite qualche parola al nostro pubblico!

# 560_Haruka
source: Hmm? Oh! All right!
pt: Mmh? Oh! Va bene!

# 584_Fuyumoto
source: Thank you very much to everyone who voted for me today.
pt: Grazie mille a tutti quelli che hanno votato per me oggi.

# 596_Haruka
source: And, of course, whether you voted for me or not, thank you very much for participating in today's Sotenbori Battle Royale 99!
pt: E, naturalmente, che abbiate votato per me o no, grazie mille per aver partecipato al Sotenbori Battle Royale 99!

# 608_Haruka
source: This was the first time I ever tried SBR99, and it was absolutely wonderful.
pt: Questa è stata la prima volta che ho partecipato all'SBR99, ed è stato assolutamente meraviglioso.

# 620_Haruka
source: I may not have won today, but I'm glad to have been part of such an amazing competition with such an amazingly talented and dedicated group of girls.
pt: Forse oggi non ho vinto, ma sono felice di aver fatto parte di una competizione così incredibile con un gruppo di ragazze così incredibilmente talentuose e dedite.

# 644_Fuyumoto
source: It made me realize all the more that I have to keep working as hard as I can. Thank you, everyone!
pt: Mi ha fatto capire ancora di più che devo continuare a impegnarmi al massimo. Grazie a tutti!

# 692_Fuyumoto
source: Such a wonderful performance! I think I nearly forgot to breathe! It's easy to see why Haruka Sawamura is doing so well in the Princess League!
pt: Una performance davvero splendida! Credo di essermi quasi dimenticato di respirare! È facile capire perché Haruka Sawamura stia andando così bene nella Princess League!

# 704_Fuyumoto
source: What will become of the other SBR99 challengers if our new contestant walks away with the top spot on her very first try!?
pt: Cosa ne sarà delle altre sfidanti dell'SBR99 se la nostra nuova concorrente si aggiudicasse il primo posto al suo primissimo tentativo!?

# 716_Fuyumoto
source: It will all be up to you, the audience, to cast your votes and decide!
pt: Dipenderà tutto da voi, il pubblico, votare e decidere!

# 728_Fuyumoto
source: Hmm, you looked like you were having a bit of a hard time out there, Haruka-chan. Did the unfamiliar stage make you a little nervous, perhaps?
pt: Mmh, sembrava che fossi un po' in difficoltà là sopra, Haruka-chan. Forse calcare un palco che non conosci ti ha reso un po' nervosa?

# 740_Fuyumoto
source: Nevertheless, the final decision rests in the hands of the audience members. I can't wait to see the results!
pt: Ad ogni modo, la decisione finale spetta ai membri del pubblico. Non vedo l'ora di vedere i risultati!

# 752_Fuyumoto
source: And what's more, the competition isn't over yet! There's still one more SBR99 category to come!
pt: E per di più, la competizione non è ancora finita! C'è ancora un'altra categoria dell'SBR99 in arrivo!

# 764_Fuyumoto
source: It's time now for the handshake event! Let's see how much warmth and enthusiasm our idols greet their fans with!
pt: È il momento dell'evento delle strette di mano! Vediamo con quanto calore ed entusiasmo le nostre idol accoglieranno i loro fan!

# 776_Fuyumoto
source: Being an idol isn't just about technical skill, after all. Heartfelt appreciation for their fans is every bit as important, if not more so.
pt: Essere un idol non è solo questione di abilità tecnica, dopotutto. La gratitudine sincera verso i propri fan è altrettanto importante, se non di più.

# 788_Fuyumoto
source: Now then, on to the handshake event!
pt: E ora, passiamo all'evento delle strette di mano!

# 812_Fuyumoto
source: (Yes, I think I'd better, just in case.)
pt: (Sì, credo sia meglio, giusto per sicurezza.)

# 824_Fuyumoto
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Al tempo stesso, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai superfan che indossano happi coat. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 836_Fuyumoto
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere mantenuta in movimento. Questo è il lavoro di un membro dello staff di nome Taro Hagashi, conosciuto come "L'Allontanatore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 848_Fuyumoto
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va impaurito, e il livello di soddisfazione dei fan cala. Per fortuna, "L'Allontanatore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e diventerà un mollaccione, dimenticandosi di fare il suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 860_Fuyumoto
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilascerai <Action:Button_Square@Handshake>. Durante questo tempo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 872_Fuyumoto
source: (Let's see. I should be good now, right?)
pt: (Vediamo. Dovrei essere pronta adesso, no?)

# 884_Fuyumoto
source: (Hmm. I think I'd better run through it one more time, just to be safe.)
pt: (Hmm. Credo proprio che sia meglio ripassarlo un'altra volta, non si sa mai.)

# 896_Fuyumoto
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Al tempo stesso, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai superfan che indossano happi coat. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 908_Fuyumoto
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere mantenuta in movimento. Questo è il lavoro di un membro dello staff di nome Taro Hagashi, conosciuto come "L'Allontanatore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 920_Fuyumoto
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va impaurito, e il livello di soddisfazione dei fan cala. Per fortuna, "L'Allontanatore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e diventerà un mollaccione, dimenticandosi di fare il suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 932_Fuyumoto
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilascerai <Action:Button_Square@Handshake>. Durante questo tempo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 944_Fuyumoto
source: (I think I'm all set now. I'd better get started on the handshakes!)
pt: (Penso di essere pronta, ora. Sarà meglio iniziare con le strette di mano!)

# 956_Fuyumoto
source: (I guess I don't need to. I'd better get started on the handshakes!)
pt: (Immagino di non averne bisogno. Sarà meglio iniziare con le strette di mano!)

# 992_Fuyumoto
source: Splendid, just splendid! An incredible battle between two well-matched opponents!
pt: Splendido, davvero splendido! Un'incredibile battaglia tra due avversari alla pari!

# 1004_Fuyumoto
source: It appears clear that these girls are vying for the top two spots out of ninety-nine!
pt: Sembra ormai chiaro che queste ragazze si stiano contendendo i primi due posti su novantanove!

# 1016_Ayumi
source: Hey, you did better than I expected! I thought your popularity might've been just a fluke, but now I see you really know your stuff.
pt: Ehi, te la sei cavata meglio di quanto mi aspettassi! Pensavo che la tua popolarità fosse solo un colpo di fortuna, ma ora vedo che sai davvero il fatto tuo.

# 1028_Haruka
source: And I can see why you're the SBR99 ace!
pt: E capisco bene perché sei l'asso della SBR99!

# 1040_Ayumi
source: Hehe. I'm just getting warmed up. Wait till you see what I do next!
pt: Eheh. Mi sto solo scaldando. Aspetta di vedere cosa farò tra poco!

# 1052_Fuyumoto
source: The showdown between these two young idols continues! Next up is the concert event!
pt: La sfida tra queste due giovani idol continua! A seguire l'evento concerto!

# 1064_Fuyumoto
source: Are you ready? Then, without further ado, let's get started!
pt: Siete pronti? Allora, senza ulteriori indugi, iniziamo!

# 1076_Fuyumoto
source: Hmm. You looked a little out of your usual element up there, Haruka-chan. Maybe you were a little thrown off?
pt: Hmm. Sembravi un po' meno in forma del solito lassù, Haruka-chan. Forse eri un po' deconcentrata?

# 1088_Fuyumoto
source: But now that you've warmed up, you'll have another chance to show us your skills in the next category.
pt: Ma ora che ti sei scaldata, avrai un'altra occasione per mostrarci le tue abilità nella prossima categoria.

# 1100_Ayumi
source: You weren't bad, but you still didn't do as well as I thought. The Princess League must not be as great as everybody says, if that's all it takes.
pt: Non sei stata male, ma non sei andata bene come pensavo. La Princess League non dev'essere così eccezionale come dicono tutti, se basta così poco.

# 1112_Haruka
source: I'm just getting warmed up.
pt: Mi sto solo scaldando.

# 1124_Ayumi
source: So I can expect more in the next round, is that it? Good. I'm looking forward to it.
pt: Quindi posso aspettarmi di meglio nel prossimo round, è così? Bene. Non vedo l'ora.

# 1136_Fuyumoto
source: The showdown between these two young idols continues! Next up is the concert event!
pt: La sfida tra queste due giovani idol continua! A seguire l'evento concerto!

# 1148_Fuyumoto
source: Are you ready? Then, without further ado, let's get started!
pt: Siete pronti? Allora, senza ulteriori indugi, iniziamo!

# 1196_Fuyumoto
source: Today on SBR99, we have Haruka Sawamura-chan of Princess League fame joining us for the first time, so get ready for an exciting battle!
pt: Oggi a SBR99, abbiamo con noi per la prima volta Haruka Sawamura-chan della Princess League, quindi preparatevi per una battaglia entusiasmante!

# 1208_Fuyumoto
source: Going up against Haruka is SBR99's own ace, Ayumi Domoto, in an intense head-to-head competition!
pt: A sfidare Haruka è l'asso di SBR99, Ayumi Domoto, in un'intensa competizione testa a testa!

# 1220_Fuyumoto
source: As always, the audience will vote as the idols compete in three categories: a dance battle, a concert event, and a handshake event.
pt: Come sempre, il pubblico voterà mentre le idol si sfideranno in tre categorie: una sfida di danza, un evento concerto e un evento di strette di mano.

# 1232_Fuyumoto
source: Now then, without further ado, it's time for Sotenbori Battle Royale 99!
pt: Bene, allora, senza ulteriori indugi, è il momento del Sotenbori Battle Royale 99!

# 1244_Fuyumoto
source: We'll start with the dance battle! Good luck to our competitors!
pt: Inizieremo con la sfida di danza! Buona fortuna alle nostre concorrenti!
