Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a67.po
Languages: pt

source: You got a <Color:8>Collateral Damage Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura del Danno Collaterale<Color:Default>.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: You got a <Color:8>Collateral Damage Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura del Danno Collaterale<Color:Default>.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

# 92_Kenta
source: No way. You even hit my Tomafork Mark 9!? Arrrrgh! This sucks!
pt: Ma dai! Hai persino centrato il mio Tomafork Mark 9!? Arrrrgh! Fa schifo!

# 104_Shinada
source: Hey, kid. Kenta, right? Which little league do you play for?
pt: Ehi, ragazzo. Kenta, giusto? In quale lega giovanile giochi?

# 116_Kenta
source: Why, what's it to ya!?
pt: Perché, e a te che te ne frega!?

# 128_Shinada
source: I've never seen a kid throw a forkball with that kind of dip. You must have some crazy coach.
pt: Non ho mai visto un ragazzino lanciare una palla a forcella con una caduta del genere. Devi avere un allenatore pazzesco.

# 140_Kenta
source: Yeah, well...
pt: Sì, beh...

# 152_Shinada
source: Take me to your coach right now. I need to chew this guy out, and fast.
pt: Portami subito dal tuo allenatore. Devo fargli un cazziatone, e in fretta.

# 164_Kenta
source: Huh? Why?
pt: Eh? Perché?

# 176_Shinada
source: Your coach is insane for letting a kid throw pitches like those. He's making you wreck your shoulder!
pt: Il tuo allenatore è un pazzo a lasciare che un ragazzino lanci tiri del genere. Ti sta facendo rovinare la spalla!

# 188_Kenta
source: No way! Seriously!?
pt: Non ci credo! Davvero!?

# 200_Shinada
source: That's common knowledge for young players! What's your coach thinking? Take me to him right now.
pt: Ma questo è risaputo per i giovani giocatori! Cosa cavolo pensa il tuo allenatore? Portami subito da lui.

# 212_Kenta
source: Why are you so mad? It's none of your business anyway!
pt: Ma perché sei così incazzato? Non sono affari tuoi comunque!

# 224_Shinada
source: I'm concerned over your condition. I don't want you ending up out of the game for good.
pt: Sono preoccupato per le tue condizioni. Non voglio che tu finisca fuori dai giochi per sempre.

# 236_Kenta
source: ...You mean you're worried about me?
pt: ...Vuoi dire che sei preoccupato per me?

# 248_Shinada
source: Yeah. So tell me who your coach is. He needs a good, long lecture.
pt: Sì. Allora dimmi chi è il tuo allenatore. Ha bisogno di una bella, lunga ramanzina.

# 260_Kenta
source: ...I don't have one.
pt: ...Non ce l'ho.

# 272_Shinada
source: How is that possible?
pt: Ma come è possibile?

# 284_Kenta
source: Look, I'm not with any team! I don't play for anyone!
pt: Guarda, non sono con nessuna squadra! Non gioco per nessuno!

# 296_Shinada
source: You sure about that?
pt: Ne sei sicuro?

# 308_Kenta
source: Okay, I have to go now, bye!
pt: Ok, devo andare adesso, ciao!

# 356_Kenta
source: Yo, awesome batter dude.
pt: Ehi, mitico battitore, amico.

# 368_Shinada
source: Well if it isn't Kotetsu the blogger. What's up?
pt: Ma guarda chi si vede, Kotetsu il blogger. Che si dice?

# 380_Kotetsu
source: Just ran into your nephew at the door. He said to give you this. It's a reward for hitting his miracle pitch, he said.
pt: Mi sono appena imbattuto in tuo nipote alla porta. Mi ha detto di darti questo. Ha detto che è una ricompensa per aver colpito il suo lancio miracoloso.

# 416_Shinada
source: Oh, okay... Thanks.
pt: Oh, va bene... Grazie.

# 428_Kotetsu
source: Something happen? The kid was crying.
pt: È successo qualcosa? Il ragazzino piangeva.

# 440_Shinada
source: Let's just say he's going through something complicated.
pt: Diciamo solo che sta attraversando un momento complicato.

# 452_Kotetsu
source: What do you mean? He's your nephew, right? But, on second thought, it's cool. I shouldn't be going around prying into other people's business.
pt: Che vuoi dire? È tuo nipote, no? Ma, ripensandoci, va bene così. Non dovrei andare in giro a ficcare il naso negli affari altrui.

# 536_Kenta
source: Too bad! Looks like my miracle pitch beat <Italic>you</Italic>! Again!
pt: Peccato! Sembra che il mio lancio miracoloso abbia battuto <Italic>te</Italic>! Di nuovo!

# 548_Kenta
source: Okay, gotta go, buh-bye!
pt: Ok, devo andare, ciao ciao!

# 572_Kenta
source: (Dangit! Beat by a kid again!)
pt: (Accidenti! Battuto da un ragazzino di nuovo!)

# 620_Kenta
source: No way. You even hit my Tomafork Mark 9!? Arrrrgh! This sucks!
pt: Non è possibile. Hai persino colpito il mio Tomafork Mark 9!? Arrrrgh! Che schifo!

# 632_Shinada
source: Hey, kid. Kenta, right? Which little league do you play for?
pt: Ehi, ragazzo. Kenta, giusto? In quale lega giovanile giochi?

# 644_Kenta
source: Why, what's it to ya!?
pt: Perché, che ti frega!?

# 656_Shinada
source: I've never seen a kid throw a forkball with that kind of dip. You must have some crazy coach.
pt: Non ho mai visto un ragazzino tirare una forkball con quella discesa lì. Devi avere un allenatore pazzesco.

# 668_Kenta
source: Yeah, well...
pt: Sì, be'...

# 680_Shinada
source: Take me to your coach right now. I need to chew this guy out, and fast.
pt: Portami subito dal tuo allenatore. Devo fargli una ramanzina, e in fretta.

# 692_Kenta
source: Huh? Why?
pt: Eh? Perché?

# 704_Shinada
source: Your coach is insane for letting a kid throw pitches like those. He's making you wreck your shoulder!
pt: Il tuo allenatore è un folle a lasciare che un ragazzino tiri lanci del genere. Ti sta facendo a pezzi la spalla!

# 716_Kenta
source: No way! Seriously!?
pt: Non ci credo! Davvero!?

# 728_Shinada
source: That's common knowledge for young players! What's your coach thinking? Take me to him right now.
pt: Ma questa è roba che sanno tutti i giovani giocatori! Cosa gli salta in mente al tuo allenatore? Portami subito da lui.

# 740_Kenta
source: Why are you so mad? It's none of your business anyway!
pt: Perché sei così arrabbiato? Che ti frega comunque!

# 752_Shinada
source: I'm concerned about your condition. I don't want you ending up out of the game for good.
pt: Sono preoccupato per la tua condizione. Non voglio che tu finisca fuori dal gioco per sempre.

# 764_Kenta
source: You mean... you're worried about me?
pt: Vuoi dire... sei preoccupato per me?

# 776_Shinada
source: Yeah. So tell me who your coach is. He needs a good, long lecture.
pt: Sì. Allora dimmi chi è il tuo allenatore. Gli serve una bella, lunga ramanzina.

# 788_Kenta
source: ...I don't have one.
pt: ...Non ne ho uno.

# 800_Shinada
source: How is that possible?
pt: Ma com'è possibile?

# 812_Kenta
source: Look, I'm not with any team! I don't play for anyone!
pt: Senti, non sono in nessuna squadra! Non gioco per nessuno!

# 824_Shinada
source: You sure about that?
pt: Ne sei proprio sicuro?

# 836_Kenta
source: Okay, I have to go now, bye!
pt: Ok, devo andare adesso, ciao!

# 872_Kotetsu
source: Yo, awesome batter dude.
pt: Ehi, mitico battitore.

# 884_Shinada
source: Well if it isn't Kotetsu the blogger. What's up?
pt: Ma guarda un po' chi si vede, Kotetsu il blogger. Che si dice?

# 896_Kotetsu
source: Just ran into your nephew at the door. He said to give you these.
pt: Ho appena incrociato tuo nipote alla porta. Mi ha detto di darteli.

# 908_Kotetsu
source: Said it's your phone and a reward for hitting his miracle pitch.
pt: Ha detto che è il tuo cellulare e una ricompensa per aver colpito il suo lancio miracoloso.

# 944_Shinada
source: Oh, okay. Thanks.
pt: Ah, ok. Grazie.

# 956_Kotetsu
source: Something happen? The kid was crying.
pt: È successo qualcosa? Il ragazzino stava piangendo.

# 968_Shinada
source: Let's just say he's going through something complicated.
pt: Diciamo solo che sta passando qualcosa di complicato.

# 980_Kotetsu
source: What do you mean? He's your nephew, right? But, on second thought, it's cool. I shouldn't be going around prying into other people's business.
pt: Che intendi? È tuo nipote, no? Ma, a pensarci bene, lascia stare. Non dovrei andare in giro a ficcanasare negli affari degli altri.

# 1064_Kenta
source: Too bad! Even a famous local batter can't get past my Tomafork Mark 9!
pt: Peccato! Persino un battitore famoso del quartiere non riesce a superare il mio Tomafork Mark 9!

# 1076_Kenta
source: But you're not all that bad. Lemme practice on you again some other time, okay? Buh-bye now!
pt: Ma non sei poi così male. Fammi fare pratica con te un'altra volta, ok? Ciao ciao adesso!

# 1100_Kenta
source: (How'd he make his pitches sink like that? That's one crazy kid...)
pt: (Come ha fatto affondare i suoi lanci così? Quel ragazzino è pazzesco...)

# 1112_Kotetsu
source: Yo, awesome batter dude. Your nephew gave me your phone. Said I should return it to you.
pt: Ehi, grande battitore. Tuo nipote mi ha dato il tuo cellulare. Ha detto che dovevo restituirtelo.

# 1124_Shinada
source: Uh, okay. Thanks.
pt: Ah, ok. Grazie.

# 1136_Shinada
source: (Where'd this kid learn to pitch? If he keeps throwing like that, he'll only end up injured later down the line...)
pt: (Dove ha imparato a lanciare questo ragazzino? Se continua a lanciare così, finirà solo per farsi male più avanti...)
