Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901aa.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Director
pt: Regista

source: Yes, I think I'd better.
pt: Sì, credo che sia meglio.

source: I guess I don't need to.
pt: Immagino che non serva.

source: Live Events
pt: Eventi Live

source: The Requirements
pt: I Requisiti

source: I think I'd better run through it one more time.
pt: Credo che sia meglio ripassarlo ancora una volta.

source: I'm ready.
pt: Sono pronto.

# 44_Haruka
source: Hello, everyone!
pt: Ciao a tutti!

# 56_Event Staff
source: Hello! Sir, Sawamura-san is here.
pt: Ciao! Signore, Sawamura-san è qui.

# 92_Haruka
source: Hello, Sawamura-san. It's a pleasure to be working with you again.
pt: Ciao, Sawamura-san. È un piacere lavorare di nuovo con lei.

# 104_Haruka
source: You too! Thank you so much for setting up another of these events.
pt: Anche a voi! Grazie mille per aver organizzato un altro di questi eventi.

# 116_Director
source: Well, it's not exactly "another" one.
pt: Beh, non è esattamente "un altro".

# 128_Haruka
source: It's not?
pt: Non lo è?

# 140_Director
source: A lot of people missed out on seeing you the first time.
pt: Molta gente non ha potuto vederla la prima volta.

# 152_Director
source: So we decided to hold the event again, to make it up to them.
pt: Quindi abbiamo deciso di organizzare di nuovo l'evento, per non lasciarli a bocca asciutta.

# 164_Haruka
source: Oh, I see! That's wonderful!
pt: Oh, capisco! Che meraviglia!

# 224_Haruka
source: Ten more minutes!
pt: Mancano dieci minuti!

# 236_Director
source: Okay, it's almost time to start. Knock 'em dead!
pt: Ok, è quasi ora di iniziare. Spacca tutto!

# 248_Haruka
source: I'll do my best!
pt: Darò il massimo!

# 260_Haruka
source: (I wonder if I should go over how the event works.)
pt: (Mi chiedo se dovrei ripassare come funziona l'evento.)

# 272_Haruka
source: (I've done this kind of thing before, so I guess I don't need to. I'm ready!)
pt: (Ho già fatto cose del genere, quindi non credo ce ne sia bisogno. Sono pronta!)

# 308_Haruka
source: (Yes, I think I'd better. Just in case.)
pt: (Sì, credo che sia meglio. Non si sa mai.)

# 320_Haruka
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi dal vivo, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi saranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine della canzone, il livello del tuo successo in ciascuna di queste aree determinerà il risultato complessivo.

# 332_Haruka
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Valutazioni Eccellenti Il numero di volte in cui ottieni una valutazione Eccellente per aver premuto correttamente i pulsanti. Combo Massima Il numero massimo di valutazioni Buono o superiori consecutive che ottieni. Punteggio Il rango che ottieni.

# 344_Haruka
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Dovrei essere pronta ora, vero?)

# 356_Haruka
source: (I think I'd better run through it one more time, just to be safe.)
pt: (Credo che sia meglio ripassarlo ancora una volta, non si sa mai.)

# 368_Haruka
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi dal vivo, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi saranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine della canzone, il livello del tuo successo in ciascuna di queste aree determinerà il risultato complessivo.

# 380_Haruka
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Valutazioni Eccellenti Il numero di volte in cui ottieni una valutazione Eccellente per aver premuto correttamente i pulsanti. Combo Massima Il numero massimo di valutazioni Buono o superiori consecutive che ottieni. Punteggio Il rango che ottieni.

# 392_Haruka
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Dovrei essere pronta ora, vero?)

# 404_Haruka
source: (I'm ready. Let's do this!)
pt: (Sono pronta! Facciamolo!)
