Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0833.po
Languages: pt

source: Muramatsu and Wada
pt: Muramatsu e Wada

# 60_Hirakawa
source: It's the client from the highway rest stop. Just like before, he was very polite.
pt: È il cliente dell'area di sosta autostradale. Proprio come prima, è stato molto educato.

# 72_Kiryu
source: (Cool Yoshimi of the Devil Killers again.)
pt: (Il figo Yoshimi dei Devil Killers di nuovo.)

# 84_Kiyokawa
source: I'm done with this. I hate studying!
pt: Basta con 'sta roba. Odio studiare!

# 96_Muramatsu
source: If you're going to have that attitude, then I hate teaching you!
pt: Se la metti così, allora odio insegnarti!

# 108_Kiyokawa
source: Then let me be already! It's not like I'm gonna become a genius overnight!
pt: Allora lasciami in pace e basta! Non è che divento un genio dall'oggi al domani!

# 120_Wada
source: You don't have a hope of getting your Class 2 license with that kind of talk!
pt: Non hai alcuna speranza di prendere la patente di Classe 2 con quei discorsi!

# 132_Kiyokawa
source: Like I said－
pt: Come ho detto—

# 156_Kiyokawa
source: Yeah? What's up?
pt: Sì? Che c'è?

# 168_Kiryu
source: I need you to come with me.
pt: Ho bisogno che tu venga con me.

# 180_Kiyokawa
source: Huh? Oh, okay. Gladly.
pt: Eh? Oh, va bene. Volentieri.

# 204_Hirakawa
source: There's that client calling from the highway rest area again. He's asking for you, Suzuki-san.
pt: C'è di nuovo quel cliente che chiama dall'area di sosta autostradale. Chiede di te, Suzuki-san.

# 216_Kiryu
source: (Then it must be the Devil Killers.)
pt: (Allora devono essere i Devil Killers.)

# 228_Hirakawa
source: Might I add, he's being very polite, too.
pt: Aggiungerei, è anche molto educato.

# 240_Kiryu
source: (Sounds like Cool Yoshimi, one of the Four Kings.)
pt: (Sembra Cool Yoshimi, uno dei Quattro Re.)

# 252_Kiryu
source: Then I'll make sure to leave a strong impression.
pt: Allora mi assicurerò di lasciare il segno.

# 264_Muramatsu
source: Hey, wait!
pt: Ehi, aspetta!

# 288_Hirakawa
source: You're not gettin' away today.
pt: Non mi scappi oggi.

# 312_Hirakawa
source: Forget it, I'm not gonna study! Any more of these meaningless words and symbols and I'm gonna lose my marbles!
pt: Basta, non studio più! Ancora un po' di queste parole e simboli senza senso e darò di matto!

# 324_Kiryu
source: What's going on?
pt: Cosa succede?

# 336_Muramatsu
source: The chief asked us to help Kiyokawa-kun study for his driver's test.
pt: Il capo ci ha chiesto di aiutare Kiyokawa-kun a studiare per il suo esame di guida.

# 348_Wada
source: Yeah, and he ain't exactly the bookworm type. Furthest thing from it, actually.
pt: Già, e non è di certo il tipo da secchione. Anzi, tutt'altro.

# 360_Hirakawa
source: Come on, what does memorizing a bunch of random rules have to do with driving a car?
pt: Ma dai, che c'entra memorizzare un sacco di regole a caso con la guida di un'auto?

# 372_Hirakawa
source: I mean, I already know how to drive, so just let me loose on the road! It's not like I'm gonna smash into anyone.
pt: Ma dai, so già guidare, quindi lasciatemi andare in strada! Non è che vado a schiantarmi contro nessuno.

# 384_Muramatsu
source: It doesn't matter how good you are at driving. To be a taxi driver, you need a Class 2 license. And that requires a certain amount of studying.
pt: Non importa quanto sei bravo a guidare. Per fare il tassista, ti serve una patente di Classe 2. E per quella ci vuole un bel po' di studio.

# 396_Kiyokawa
source: Argh! You say that, but I still don't wanna believe it!
pt: Argh! Lo dici tu, ma io non ci voglio ancora credere!

# 408_Wada
source: Better start showing some effort, or you'll be stuck on the written test forever.
pt: Faresti meglio a darti una mossa, o rimarrai bloccato all'esame scritto per sempre.

# 420_Muramatsu
source: Yeah, and might I remind you, this is taking up our time too! I'm using up my breaks to teach you, so hurry up and get it through your head!
pt: Già, e ti ricordo che questo ci sta portando via tempo anche a noi! Sto usando le mie pause per insegnarti, quindi sbrigati e ficcatelo in testa!

# 432_Kiyokawa
source: I can't! I've never been good at bookwork. Even if I studied night and day, I still wouldn't pass!
pt: Non ce la faccio! Non sono mai stato bravo con i libri. Anche se studiassi giorno e notte, non la passerei comunque!

# 444_Kiyokawa
source: Aaaaaaaaaaaaaaaaaaagh! I hate it! Just lemme get behind the wheel with my foot on the pedal already!
pt: Aaaaaaaaaaaaaaaaaaagh! Lo odio! Lasciatemi solo mettermi al volante col piede sul pedale, e basta!

# 456_Wada
source: Don't forget your seatbelt first.
pt: Non dimenticare la cintura di sicurezza prima.

# 468_Kiyokawa
source: Gah! That's it! I'm done with this!
pt: Argh! Basta! Ho chiuso con questa storia!

# 516_Hirakawa
source: He made a run for it.
pt: È scappato.

# 528_Wada
source: Sheesh. They're way too easy on kids in school these days. They all end up like him.
pt: Accidenti. Ci vanno troppo leggeri con i ragazzi a scuola di questi tempi. Finiscono tutti come lui.

# 540_Kiryu
source: Sorry he's being such a pain to both of you.
pt: Mi dispiace che sia un tale rompiscatole per entrambi.

# 552_Wada
source: No need to apologize, Suzuki-kun. It's not your fault.
pt: Non c'è bisogno di scusarti, Suzuki-kun. Non è colpa tua.

# 564_Kiryu
source: Well, I'm the one who got him hired. I can at least go bring him back.
pt: Beh, sono stato io a farlo assumere. Posso almeno andarlo a riprendere.

# 576_Muramatsu
source: Good luck with that. Who knows where he's gone to now?
pt: Auguri. Chissà dove si sarà cacciato adesso?

# 588_Kiryu
source: I have a pretty good idea. Just sit tight for a bit.
pt: Ho un'idea piuttosto precisa. Tu aspetta qui un attimo.
