Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01090772.po
Languages: pt

source: You used a <Color:8>Trap Mod Kit<Color:Default>.
pt: Hai usato un <Color:8>Kit Modifica Trappola<Color:Default>.

source: Player
pt: Giocatore

source: Pick Up Trap
pt: Ritira Trappola

source: Modify Trap
pt: Modifica Trappola

source: Cancel
pt: Annulla

# 60_Player
source: (The trap's not sprung. Gotta leave it a while longer.)
pt: La trappola non è scattata. Tocca lasciarla lì ancora un po'.

# 72_Player
source: (Nothin' caught. What to do?)
pt: (Niente preso. Che si fa?)

# 84_Player
source: (Let's pull this trap.)
pt: (Ritiriamo questa trappola.)

# 156_Player
source: Gotta find a better trap site.
pt: Tocca trovare un posto migliore per la trappola.

# 180_Player
source: (Let's try moddin' this for better results.)
pt: (Proviamo a modificarla per risultati migliori.)

# 276_Player
source: That'll do it.
pt: Va bene così.

# 288_Player
source: (Got no trap mod kit to use.)
pt: (Non c'ho un kit per modificare la trappola da usare.)

# 300_Player
source: (I'll just leave it be.)
pt: (La lascio stare.)
