Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020c18.po
Languages: pt

source: Go to Bed
pt: Vai a letto

source: Not Yet
pt: Non ancora

# 92_Haruka
source: (I have lessons in the morning. Maybe I should get some sleep.)
pt: (Ho lezione la mattina. Forse dovrei farmi del sonno.)

# 104_Haruka
source: (Maybe I'll go for a walk.)
pt: (Forse vado a fare una passeggiata.)

# 116_Haruka
source: (I have a busy day tomorrow. I should get to bed.)
pt: (Domani ho una giornata piena. Dovrei andare a letto.)

# 176_Haruka
source: I promise I'll work really hard today!
pt: Prometto che lavorerò davvero sodo oggi!

# 200_Haruka
source: (Maybe I should get some sleep.)
pt: (Forse dovrei farmi del sonno.)

# 212_Haruka
source: (Maybe I'll go for a walk to clear my head.)
pt: (Forse vado a fare una passeggiata per schiarirmi le idee.)

# 224_Haruka
source: (I'll need to get plenty of sleep for tomorrow.)
pt: (Dovrò farmi un bel sonno per domani.)

# 248_Haruka
source: (Maybe I should get some sleep.)
pt: (Forse dovrei farmi del sonno.)

# 260_Haruka
source: (Maybe I'll go for a walk to clear my head.)
pt: (Forse vado a fare una passeggiata per schiarirmi le idee.)

# 272_Haruka
source: (I'll need to get plenty of sleep for tomorrow.)
pt: (Dovrò farmi un bel sonno per domani.)
