Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020b2d.po
Languages: pt

source: Familiar Homeless Man
pt: Il Solito Barbone

# 188_Akiyama
source: Hey, welcome back.
pt: Ehi, bentornato.

# 200_Shinada
source: Sorry for the wait. Wanna get going?
pt: Scusa l'attesa. Vogliamo andare?

# 224_Shinada
source: Akiyama-san! You sure took your time.
pt: Akiyama-san! Ce ne hai messo di tempo!

# 236_Akiyama
source: Sorry about that. Let's go.
pt: Scusa. Andiamo.

# 260_Yakuza
source: Fucking hell...
pt: Cazzo...

# 272_Akiyama
source: Let's go before the cops show up. That was a hell of a brawl.
pt: Andiamo prima che arrivino gli sbirri. Quella è stata una rissa da paura.

# 284_Shinada
source: True that!
pt: Proprio così!

# 320_Akiyama
source: Hmm. This look like the place?
pt: Hmm. Questo sembra il posto?

# 368_Shinada
source: Uh, who might you guys be?
pt: Ehm, chi sareste voi?

# 380_Yakuza
source: None of your fucking business. Now go on, get that pretty little face outta here.
pt: Non sono cazzi tuoi. Adesso fila, levati quel bel faccino di torno.

# 392_Akiyama
source: Well, that tells us all we need to know. We're not going anywhere, so step aside.
pt: Beh, abbiamo capito. Non andiamo da nessuna parte, quindi togliti di mezzo.

# 404_Yakuza
source: Heh, guess you bastards got a death wish. All right, let's get 'em!
pt: Heh, immagino che voi bastardi cerchiate la morte. Dài, facciamoli fuori!

# 440_Akiyama
source: Hmm. This look like the place?
pt: Hmm. Questo sembra il posto?

# 488_Shinada
source: Uh, who might you guys be?
pt: Ehm, chi sareste voi?

# 500_Yakuza
source: None of your fucking business. Now go on, get that pretty little face outta here.
pt: Non sono cazzi tuoi. Adesso fila, levati quel bel faccino di torno.

# 512_Akiyama
source: Well, that tells us all we need to know. We're not going anywhere, so step aside.
pt: Beh, abbiamo capito. Non andiamo da nessuna parte, quindi togliti di mezzo.

# 524_Yakuza
source: Heh, guess you bastards got a death wish. All right, let's get 'em!
pt: Heh, immagino che voi bastardi cerchiate la morte. Dài, facciamoli fuori!

# 560_Akiyama
source: Ah, this might be it.
pt: Ah, questo potrebbe essere.

# 584_Akiyama
source: Hello?
pt: Salve?

# 596_Familiar Homeless Man
source: That you, Akiyama? It's me.
pt: Sei tu, Akiyama? Sono io.

# 608_Akiyama
source: Thanks for getting in touch. You learn anything?
pt: Grazie per esserti fatto sentire. Hai saputo qualcosa?

# 620_Familiar Homeless Man
source: Yeah. You know the MEB info booth over on Shichifuku? You want the top floor of the building next door.
pt: Sì. Conosci l'info point della MEB lì a Shichifuku? Ti serve l'ultimo piano dell'edificio di fianco.

# 632_Akiyama
source: Great work! How'd you find the place?
pt: Ottimo lavoro! Come hai trovato il posto?

# 644_Familiar Homeless Man
source: Oh, the guys know the place. It's where some of the best food gets thrown out!
pt: Oh, i ragazzi conoscono il posto. È dove viene buttato via del cibo migliore!

# 656_Akiyama
source: No kidding? Thanks. You've been a big help.
pt: Non mi dire? Grazie. Sei stato di grande aiuto.

# 668_Familiar Homeless Man
source: Sure thing. See you around.
pt: Certo. Ci si vede.

# 692_Shinada
source: Man... Now that's street smarts.
pt: Cavolo... Quella sì che è furbizia da strada.

# 704_Akiyama
source: Yep. Now let's get our butts over to Shichifuku.
pt: Sì. Ora andiamocene a Shichifuku.

# 740_Akiyama
source: Ah, this could be it.
pt: Ah, potrebbe essere qui.

# 764_Akiyama
source: Hello?
pt: Salve?

# 776_Familiar Homeless Man
source: That you, Akiyama? It's me.
pt: Sei tu, Akiyama? Sono io.

# 788_Akiyama
source: Thanks for getting in touch. You learn anything?
pt: Grazie per esserti fatto sentire. Hai scoperto qualcosa?

# 800_Familiar Homeless Man
source: Yeah. You know the MEB info booth over on Shichifuku? You want the top floor of the building next door.
pt: Sì. Conosci la cabina informazioni del MEB lì a Shichifuku? Ti serve l'ultimo piano dell'edificio accanto.

# 812_Akiyama
source: Great work! How'd you find the place?
pt: Bel lavoro! Come l'hai scovato?

# 824_Familiar Homeless Man
source: Oh, the guys know the place. It's where some of the best food gets thrown out!
pt: Oh, i ragazzi conoscono il posto. È dove buttano via un po' del cibo migliore!

# 836_Akiyama
source: No kidding? Thanks. You've been a big help.
pt: Davvero? Grazie. Sei stato un grande aiuto.

# 848_Familiar Homeless Man
source: Sure thing. See you around.
pt: Certo. Ci vediamo.

# 872_Shinada
source: Man... Now that's street smarts.
pt: Cavolo... Questa sì che è furbizia di strada.

# 884_Akiyama
source: Yep. Now let's get our butts over to Shichifuku.
pt: Sì. Adesso muoviamo il culo verso Shichifuku.

# 920_Akiyama
source: We'd better bring a little gift with us.
pt: Sarà meglio che ci portiamo dietro un regalino.

# 932_Akiyama
source: Let's go buy some liquor. A whole lot of it.
pt: Andiamo a comprare da bere. Un sacco.

# 944_Shinada
source: ...Sure.
pt: ...Certo.

# 980_Akiyama
source: We'd better bring a little gift with us.
pt: Sarà meglio che ci portiamo dietro un regalino.

# 992_Akiyama
source: Let's go buy some liquor. A whole lot of it.
pt: Andiamo a comprare da bere. Un sacco.

# 1004_Shinada
source: ...Sure.
pt: ...Certo.

# 1028_Akiyama
source: (Boy, we're really up against it here... Time to head back to <Color:7>Sky Finance<Color:Default> and come up with a plan.)
pt: Cavolo, qui siamo davvero nei guai... È ora di tornare a <Color:7>Sky Finance<Color:Default> e tirare fuori un piano.
