Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c077f.po
Languages: pt

source: Stand
pt: In piedi

# 60_Kajiwara
source: Bahahah! Ready for another mauling, you prick? Sorry if you wind up dead!
pt: Ahahah! Pronto per un'altra batosta, stronzo? Mi dispiace se ci resti secco!

# 72_Kiryu
source: That won't happen. Now let's get down to business.
pt: Non succederà. Adesso passiamo al sodo.

# 84_Kiyokawa
source: Suzuki-san! You sure about this?
pt: Suzuki-san! Ne sei sicuro?

# 96_Kiryu
source: Don't worry, Kiyokawa. I'll make it back alive. You can count on that.
pt: Non preoccuparti, Kiyokawa. Tornerò vivo. Puoi contarci.

# 120_Kiyokawa
source: Ahh... My old stomping grounds. Alas, the life of a street racer has already passed me by.
pt: Ahhh... I miei vecchi giri. Purtroppo, la vita da street racer è ormai acqua passata.

# 132_Kiryu
source: That wasn't all that long ago.
pt: Non è passato poi così tanto tempo.

# 144_Kiyokawa
source: Heheh. Still felt good to say. Now, where's this complainer?
pt: Heheh. È stato comunque bello dirlo. Adesso, dov'è questo lamentone?

# 156_Kiryu
source: (I never should've brought this guy along to a race with the Devil Killers.)
pt: (Non avrei mai dovuto portare questo tizio a una corsa con i Devil Killers.)

# 168_Kajiwara
source: So you're Suzuki from Nagasu Taxi, huh?
pt: Quindi sei Suzuki della Nagasu Taxi, eh?

# 180_Kajiwara
source: And you are?
pt: E tu sei?

# 192_Kajiwara
source: Dude! It's freakin' Kajiwara!
pt: Minchia! È Kajiwara!

# 204_Kiryu
source: You know him or something?
pt: Lo conosci o cosa?

# 216_Kajiwara
source: Of course I do. He's a top racer in the Devil Killers. One of the Four Kings!
pt: Certo che sì. È un pilota di punta nei Devil Killers. Uno dei Quattro Re!

# 228_Kiyokawa
source: He drives like a maniac, and he's totaled more cars than you can count!
pt: Guida come un pazzo, e ha sfasciato più macchine di quante ne conti!

# 240_Kiyokawa
source: Worst of all, most cars he goes up against end up on the scrapheap. He's an absolute menace!
pt: E la cosa peggiore è che la maggior parte delle macchine che affronta finiscono rottamate. È una minaccia assoluta!

# 252_Kiyokawa
source: He's just as crazy when he's not behind the wheel, too. He loves to pick fights, and he's put tons of people in the hospital. You know what people call him?
pt: È altrettanto fuori di testa anche quando non è al volante. Gli piace attaccare briga, e ha spedito un sacco di gente all' ospedale. Sai come lo chiamano?

# 264_Kiyokawa
source: Crash Kajiwara! Can you believe it!?
pt: Crash Kajiwara! Ci credi!?

# 276_Kiryu
source: (At least he has a profile on some of these guys. That might come in handy.)
pt: (Almeno ha un profilo su alcuni di questi tizi. Questo potrebbe tornare utile.)

# 288_Kiyokawa
source: But what is Crash Kajiwara doing here? Unless...!?
pt: Ma che ci fa Crash Kajiwara qui? A meno che...!?"

# 300_Kiryu
source: Are you the one who called with the complaint?
pt: Sei tu quello che ha chiamato per lamentarsi?

# 312_Kiyokawa
source: Augh! A complaint from one of the Four Kings!? What the hell did you do, Suzuki-san!?
pt: Minchia! Una lamentela da uno dei Quattro Re!? Che cazzo hai combinato, Suzuki-san!?

# 324_Kajiwara
source: Two of my Devil Killers are in the hospital right now. They're messed up real bad. Got somethin' you wanna say?
pt: Due dei miei Devil Killers sono in ospedale proprio adesso. Sono conciati malissimo. C'hai qualcosa da dire?

# 336_Kiryu
source: I don't know what you're getting at. I did race some of your men, but none of them ended up injured. You sure you've got the right person?
pt: Non so dove vuoi andare a parare. Ho sì corso contro alcuni dei tuoi uomini, ma nessuno di loro si è fatto male. Sei sicuro di aver preso la persona giusta?

# 348_Kajiwara
source: Oh I'm damn sure, asshole!
pt: Oh, ne sono fottutamente sicuro, stronzo!

# 360_Kajiwara
source: Some punk-ass taxi driver takes on the Devil Killers in a race－and wins!? No fuckin' way I'm standing for that!
pt: Un tassista del cazzo sfida i Devil Killers in una corsa－e vince!? Col cazzo che lo accetto!

# 372_Kiyokawa
source: You beat two of the Devil Killers!?
pt: Hai battuto due dei Devil Killers!?

# 384_Kajiwara
source: Soon as I got the news, I lost it. Stomped 'em both into the floor! Shit was crazy.
pt: Appena ho saputo la notizia, ho dato di matto. Li ho pestati tutti e due a terra! Minchia, che pazzia.

# 396_Kiryu
source: So you put your own men in the hospital?
pt: Allora hai mandato i tuoi stessi uomini all'ospedale?

# 408_Kajiwara
source: Yeah, and it's a cryin' shame. Two young guys with their whole lives ahead of 'em, now shattered to pieces. And it's all your goddamn fault!
pt: Già, ed è una vera vergogna. Due giovani con tutta la vita davanti, ora fatti a pezzi. Ed è tutta fottuta colpa tua!

# 420_Kajiwara
source: So now you gotta deal with the first of the Four Kings, and I'm out for personal vengeance!
pt: Adesso ti tocca vedertela col primo dei Quattro Re, e voglio vendetta personale!

# 432_Kiryu
source: That's some warped logic you have.
pt: Minchia, che logica contorta che hai.

# 444_Kajiwara
source: Well, what're we waiting for? Climb into that taxi of yours－or should I say, your coffin!
pt: E allora, che aspettiamo? Monta su quel tuo taxi－o meglio, la tua bara!

# 456_Kiryu
source: Fine. I'll show you what this coffin can do.
pt: Va bene. Ti mostrerò cosa può fare questa bara.

# 468_Kiyokawa
source: Don't do it, Suzuki-san! Didn't you hear what I said!?
pt: Non farlo, Suzuki-san! Non hai sentito quello che ho detto!?

# 480_Kiyokawa
source: I know you're fast, but going up against Crash Kajiwara is suicide!
pt: Lo so che sei veloce, ma scontrarti con Crash Kajiwara è un suicidio!

# 492_Kajiwara
source: If you don't watch out, you'll lose more than the race. He could literally kill you!
pt: Se non stai attento, perderai più della gara. Potrebbe ammazzarti per davvero!

# 504_Kiryu
source: ...You know, you still haven't learned proper manners. Focus on doing your job, all right?
pt: ...Sai, ancora non hai imparato le buone maniere. Concentrati sul tuo lavoro, capito?

# 516_Kiyokawa
source: Gah! Don't you get it!? Why are you risking your life like this!?
pt: Cazzo! Ma non capisci!? Perché ti stai giocando la vita in questo modo!?

# 528_Kiryu
source: Because I made a promise.
pt: Perché ho fatto una promessa.

# 540_Kiyokawa
source: A promise?
pt: Una promessa?

# 552_Kiryu
source: That's right. I promised to take down the Devil Killers. And what good is a man's word if he doesn't back it up?
pt: Proprio così. Ho promesso di far fuori i Devil Killers. E a che cavolo serve la parola di un uomo se non la mantiene?

# 564_Kiyokawa
source: ...That another life lesson for me?
pt: ...Un'altra lezione di vita per me, questa?

# 576_Kiryu
source: Pretty much. Besides, there's no way I'm backing down.
pt: Praticamente. Inoltre, non c'è verso che mi tiri indietro.

# 588_Kiyokawa
source: Huh.
pt: Uh.

# 600_Kajiwara
source: Ooh, well la di da! I like your style, man! Sucks that I'm gonna have to kill ya, though. Maybe break a few bones, at the very least.
pt: Ooh, ma guarda un po'! Mi piace il tuo stile, amico! Peccato però che ti dovrò far fuori. Magari ti rompo qualche osso, come minimo.

# 612_Kiryu
source: Wait for me at the finish line. I'll make it through this.
pt: Aspettami al traguardo. Ne uscirò vivo.

# 624_Kajiwara
source: ...I believe you.
pt: ...Ti credo.
