Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0120019e.po
Languages: pt

source: You got <Color:8>30,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got a <Color:8>Mystery Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra Misteriosa<Color:Default>.

source: You got 2,200 experience points.
pt: Hai ottenuto 2.200 punti esperienza.

source: Authoritative Voice
pt: Voce autoritaria

source: Sunglassed Woman
pt: Donna Occhialuta

# 92_Authoritative Voice
source: It seems the rumors about Suzuki the taxi driver were true.
pt: A quanto pare le voci su Suzuki il tassista erano vere.

# 104_Authoritative Voice
source: So it was you.
pt: Ah, quindi eri tu.

# 128_Authoritative Voice
source: Rena Nanami... Or should I say, the Spangled Meteor?
pt: Rena Nanami... O dovrei dire, la Meteora Scintillante?

# 140_Authoritative Voice
source: Haha, my real name's fine. Only little boys who can't tell the gas from the brakes get stuck with the Meteor treatment.
pt: Ah ah, il mio vero nome va benissimo. Solo i mocciosi che non distinguono l'acceleratore dal freno si beccano il trattamento della Meteora.

# 152_Authoritative Voice
source: Tell me, why did you want to race me?
pt: Dimmi, perché volevi gareggiare con me?

# 164_Authoritative Voice
source: There's only one reason I ever make a challenge. To see who's fastest.
pt: C'è una sola ragione per cui lancio una sfida. Per vedere chi è il più veloce.

# 176_Authoritative Voice
source: And, I guess that's you. A guy. Thanks for demolishing my perfect record.
pt: E, immagino sia tu. Un uomo. Grazie per aver demolito il mio record perfetto.

# 188_Authoritative Voice
source: You really hate losing to men, huh?
pt: Odi proprio perdere contro gli uomini, eh?

# 200_Authoritative Voice
source: That's right. I told you the nightlife industry's dominated by men, didn't I? Same with the racing community.
pt: Esatto. Te l'avevo detto che l'industria della vita notturna è dominata dagli uomini, no? Stessa cosa per la comunità delle corse.

# 212_Authoritative Voice
source: It's always a man behind the wheel. The girl just sits in the passenger's seat like an ornament. That's what everyone thinks.
pt: È sempre un uomo al volante. La ragazza si siede solo sul sedile del passeggero come un ornamento. Questo è quello che pensano tutti.

# 224_Authoritative Voice
source: I, for one, can't stand being put in a box. So I took it upon myself to show up anyone who tries, whether their target is me or anyone else.
pt: Io, personalmente, non sopporto di essere incasellata. Così mi sono presa la briga di farli a pezzi, chiunque ci provi, che il loro bersaglio sia io o qualcun altro.

# 236_Authoritative Voice
source: Anyway. I've always been into cars. So I came up with this idea for a group where women can thrive, and it turned into the Vixen Zeroes.
pt: Comunque. Sono sempre andata matta per le macchine. Così mi è venuta l'idea di un gruppo dove le donne potessero farsi valere, e si è trasformato nelle Vixen Zeroes.

# 248_Authoritative Voice
source: I see. And you've kept up the struggle to gain women some recognition ever since?
pt: Capisco. E da allora hai portato avanti la lotta per far ottenere un po' di riconoscimento alle donne?

# 260_Authoritative Voice
source: Uh-huh. I just wish I didn't have to bust my ass so hard only for some taxi-driving <Italic>dude</Italic> to leave me in the dust.
pt: Già. Vorrei solo non dovermi fare il culo così tanto solo perché un <Italic>tizio</Italic> tassista mi ha lasciato nella polvere.

# 272_Authoritative Voice
source: Everyone'll probably go dunking on us all over again... After all, we're just girls.
pt: Tutti ricominceranno probabilmente a darci addosso... Dopotutto, siamo solo ragazze.

# 284_Authoritative Voice
source: Look... I know you're disappointed, but that doesn't mean you have to start from square one. You've already built up quite a name for yourselves.
pt: Guarda... So che siete deluse, ma questo non significa che dobbiate ricominciare da capo. Vi siete già fatte un bel nome.

# 296_Authoritative Voice
source: And it certainly doesn't matter what any frustrated male critic says. That only shows their ignorance of what it truly means to be a man.
pt: E non importa affatto quello che dice qualsiasi critico maschio frustrato. Questo dimostra solo la loro ignoranza di cosa significhi veramente essere un uomo.

# 308_Authoritative Voice
source: What matters is you－a woman who can drive like the wind. A street racer with integrity. Win or lose, I think you at least deserve credit for that. So give yourself some.
pt: Quello che conta sei tu－una donna che sa guidare come il vento. Una street racer con integrità. Che tu vinca o perda, credo che tu meriti almeno un riconoscimento per questo. Quindi datti un po' di merito.

# 320_Authoritative Voice
source: Yeah... I guess there is that. Sometimes I get so caught up with fighting the good fight, I forget how far I've come. Happens when you're a girl with a goal.
pt: Già... credo ci sia anche questo. A volte mi lascio prendere così tanto dal combattere per la giusta causa, che mi dimentico quanta strada ho fatto. Succede quando sei una ragazza con un obiettivo.

# 332_Authoritative Voice
source: ...Haha, now I'm glad we met, and got to put our racing to the test. Oh, and this is to make up for that drink. Don't feel bad about taking it.
pt: ...Haha, ora sono contento di averti incontrato, e di aver potuto mettere alla prova la nostra bravura in gara. Oh, e questo è per ripagarti quel drink. Non farti problemi a prenderlo.

# 380_Authoritative Voice
source: Congrats, Suzuki-san. That's the first time I ever said that to a man and meant it. So yay for you.
pt: Congratulazioni, Suzuki-san. È la prima volta che lo dico a un uomo e lo penso davvero. Quindi, evviva te.

# 392_Authoritative Voice
source: If every guy were as understanding as you, the world would be much better off. Be nice if they were as handsome, too.
pt: Se ogni ragazzo fosse così comprensivo come te, il mondo starebbe molto meglio. Sarebbe bello se fossero belli pure come te.

# 404_Authoritative Voice
source: Heh, you don't have to say all that.
pt: Ma dai, non c'è bisogno di dire tutto questo.

# 416_Authoritative Voice
source: ...In any case, I gotta get going.
pt: ...Comunque, devo andare.

# 428_Authoritative Voice
source: It really was a pleasure to race you. Thanks for accepting the challenge.
pt: È stato davvero un piacere gareggiare con te. Grazie per aver accettato la sfida.

# 440_Authoritative Voice
source: So... Do you plan on doing more racing from here on out?
pt: Allora... Hai intenzione di fare altre gare d'ora in avanti?

# 452_Authoritative Voice
source: Not sure yet. For some reason, our race helped me get a lot out of my system. I'll probably take a break for a while before I get back to it.
pt: Non sono ancora sicuro. Per qualche ragione, la nostra gara mi ha aiutato a sfogare un sacco di cose. Probabilmente mi prenderò una pausa per un po' prima di tornarci su.

# 464_Authoritative Voice
source: Oh, but if I ever do start yearning for some high-octane action, I can just catch a ride in your taxi, right? Hope you won't mind! Hahaha.
pt: Oh, ma se mai mi venisse voglia di un po' di azione adrenalinica, posso semplicemente farmi un giro sul tuo taxi, no? Spero non ti dispiaccia! Hahaha.

# 488_Authoritative Voice
source: (Rena Nanami, the Spangled Meteor... Now that's a badass lady.)
pt: (Rena Nanami, la Meteora Scintillante... Quella sì che è una donna tosta.)

# 548_Authoritative Voice
source: (Damn... I lost.)
pt: Maledizione... Ho perso.

# 560_Authoritative Voice
source: Suzuki-san. I've brought word from the Spangled Meteor.
pt: Suzuki-san. Ho portato un messaggio dalla Meteora Scintillante.

# 572_Authoritative Voice
source: She doesn't believe you were trying your hardest today. She wants another bout with you, and says next time you'd better give it your all.
pt: Non crede che tu ci abbia messo il massimo oggi. Vuole un altro scontro con te, e dice che la prossima volta faresti meglio a dare il massimo.

# 584_Authoritative Voice
source: If you slack off just because you're racing a girl, you'll only get crushed again. So give her the rematch she deserves.
pt: Se ti risparmi solo perché gareggi contro una ragazza, verrai solo stracciato di nuovo. Quindi dalle la rivincita che si merita.

# 608_Authoritative Voice
source: When you feel like taking on the Spangled Meteor, just come and see me. I'll be waiting, Suzuki-san.
pt: Quando avrai voglia di affrontare la Meteora Scintillante, vieni a trovarmi. Ti aspetterò, Suzuki-san.

# 644_Authoritative Voice
source: (That's the Spangled Meteor!)
pt: (Quella è la Meteora Scintillante!)

# 656_Authoritative Voice
source: (The only way to actually see one of the Vixen Zeroes is to beat them in a race.)
pt: (L'unico modo per vedere davvero una delle Vixen Zeroes è batterle in una gara.)

# 668_Authoritative Voice
source: (I've got to win this time!)
pt: (Devo vincere questa volta!)

# 704_Authoritative Voice
source: (That's the Spangled Meteor!)
pt: (Quella è la Meteora Scintillante!)

# 716_Authoritative Voice
source: (The only way to actually see one of the Vixen Zeroes is to beat them in a race.)
pt: (L'unico modo per vedere davvero una delle Vixen Zeroes è batterle in una gara.)

# 728_Authoritative Voice
source: (I guess I'll have to give this a shot!)
pt: (Mi sa che dovrò provarci!)
