Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0b6e.po
Languages: pt

source: Gruff Voice
pt: Voce Ruvida

source: Older Man
pt: Uomo Anziano

# 44_Gruff Voice
source: Well, if it isn't Shinada himself.
pt: Beh, guarda un po' chi si vede, Shinada in persona.

# 56_Shinada
source: Huh?
pt: Uh?

# 68_Older Man
source: Been awhile, hasn't it? You do remember me, don't you?
pt: È un bel po' che non ci si vede, eh? Ti ricordi di me, vero?

# 80_Shinada
source: Wait... Ashida-san?
pt: Aspetta... Ashida-san?

# 92_Ashida
source: Heh, glad you didn't forget. After all these years, too.
pt: Eh eh, contento che non ti sia dimenticato. Dopo tutti questi anni, poi.

# 104_Shinada
source: I could never. Anyway, what brings you here?
pt: Non potrei mai. Comunque, che ci fai qui?

# 116_Ashida
source: My son found a photo of you online, and it led to a popular baseball blog. After reading up on it, I learned I might run into you here.
pt: Mio figlio ha trovato una tua foto online, e da lì sono capitato su un blog di baseball parecchio seguito. Dopo aver spulciato un po', ho capito che ti avrei potuto beccare qui.

# 128_Shinada
source: (Must be Kotetsu's blog.)
pt: (Dev'essere il blog di Kotetsu.)

# 140_Ashida
source: The internet's mighty useful, isn't it?
pt: L'Internet è parecchio utile, eh?

# 152_Shinada
source: Ashida-san, are you still a batting pitcher with the Wyverns?
pt: Ashida-san, sei ancora un lanciatore di battuta dei Wyverns?

# 164_Ashida
source: No, I gave that up. I'm past fifty now. How about you? Growing old gracefully?
pt: No, ho lasciato perdere. Ho passato i cinquant'anni ormai. E tu? Stai invecchiando bene?

# 176_Shinada
source: Well, I'm growing old, at least.
pt: Beh, sto invecchiando, almeno.

# 188_Ashida
source: I pitched to you for the four years you were on the farm－any of that still fresh in your head?
pt: Ti ho lanciato per i quattro anni che sei stato in farm—te lo ricordi ancora?

# 200_Shinada
source: Of course! I pretty much learned how to bat from your pitching.
pt: Certo! Ho praticamente imparato a battere dai tuoi lanci.

# 212_Shinada
source: You believed in me a lot more than our batting coach did...
pt: Tu credevi in me molto più di quanto non facesse il nostro allenatore di battuta...

# 224_Ashida
source: Well, I'm glad you're still active. Whoever made that website I mentioned keeps ranting and raving about you.
pt: Beh, sono contento che sei ancora attivo. Quello che ha tirato su quel sito di cui ti dicevo non fa che esaltarti.

# 236_Shinada
source: That's just him frothing at the mouth. All I do is come here for a little practice.
pt: Quello lì è solo che si sbrodola. Io mi limito a venire qui per allenarmi un po'.

# 248_Ashida
source: Heh, a batter of your caliber loose among the crowd? No wonder you gained a reputation.
pt: Heh, un battitore del tuo calibro in giro tra la gente comune? Normale che ti sia fatto un nome.

# 260_Ashida
source: Either way, it's good to see you haven't lost your passion for the game.
pt: Comunque, è bello vedere che non hai perso la passione per il gioco.

# 272_Shinada
source: Hah, you think? I wish I could agree with confidence.
pt: Hah, dici? Magari potessi esserne così sicuro.

# 284_Ashida
source: That so? Huh. In my case, I still have regrets.
pt: Davvero? Eh. Nel mio caso, ho ancora dei rimpianti.

# 296_Shinada
source: You do?
pt: Davvero?

# 308_Ashida
source: Mm. In spite of just being a batting pitcher, I loved my career with the Wyverns.
pt: Mm. Nonostante fossi solo un lanciatore di battuta, ho amato la mia carriera con i Wyverns.

# 320_Ashida
source: Due to my age, I thought my body was telling me to retire. But when I saw you slugging away on that blog, I realized how much I missed the game.
pt: Per via dell'età, pensavo che il mio fisico mi stesse dicendo di smettere. Ma quando ti ho visto spaccare la palla su quel blog, ho realizzato quanto mi mancasse il gioco.

# 332_Ashida
source: I'm saying I want to get back to pitching for a living. To get back into the league, educate young players, and help them grow.
pt: Insomma, voglio tornare a lanciare di professione. Per rientrare nella lega, istruire i giovani giocatori e aiutarli a crescere.

# 344_Ashida
source: Old fogey that I am, I must have something left to contribute.
pt: Vecchio come sono, dovrò pur avere ancora qualcosa da dare.

# 356_Shinada
source: Okay. Then why did you come see me?
pt: Va bene. Allora perché sei venuto da me?

# 368_Ashida
source: I came to you for help, Shinada. I want you to gauge whether I still have what it takes to do my job.
pt: Sono venuto da te per un aiuto, Shinada. Voglio che tu valuti se ho ancora quello che serve per fare il mio lavoro.

# 380_Shinada
source: And you want me for that?
pt: E vuoi me per questo?

# 392_Ashida
source: 'Course I do. A batting pitcher's gotta pitch in a way that batters can hit－which is surprisingly difficult.
pt: Ma certo che sì. Un lanciatore di battuta deve lanciare in modo che i battitori possano colpire－il che è sorprendentemente difficile.

# 404_Ashida
source: Takes even more control than a major league knuckleballer. My role in this is to help batters gain confidence as they overcome whatever pitches they find challenging.
pt: Ci vuole ancora più controllo di un knuckleballer di major league. Il mio ruolo in questo è aiutare i battitori a prendere confidenza mentre superano i lanci che per loro sono una sfida.

# 416_Shinada
source: Yeah, and I'm living proof. I got off the farm thanks to you. Sure took me long enough...
pt: Sì, e ne sono la prova vivente. Sono uscito dalla fattoria grazie a te. Certo che ci ho messo un bel po', però...

# 428_Ashida
source: Then, will you help me? It won't take much. Should be a one-and-done job.
pt: Allora, mi aiuterai? Non ci vorrà molto. Dovrebbe essere una cosa da fare una volta e via.

# 440_Shinada
source: What would you like me to do?
pt: Cosa vuoi che faccia?

# 452_Ashida
source: I'm gonna take the mound for ten pitches. All you need to do is hit them.
pt: Sto per salire sul monte per dieci lanci. Tutto quello che devi fare è colpirli.

# 464_Shinada
source: So it's a ten-pitch duel, then?
pt: Allora è un duello da dieci lanci?

# 476_Ashida
source: Yes and no. I'm pitching to let you hit, not get you out. That's my job as a batting pitcher.
pt: Sì e no. Lancio per farti colpire, non per eliminarti. Questo è il mio lavoro come lanciatore di battuta.

# 488_Shinada
source: What if I can't hit anything?
pt: E se non colpisco niente?

# 500_Ashida
source: Then I'll take it as a sign that I've worn out my welcome as a batting pitcher. I'll draw the curtains on my career and never pitch again.
pt: Allora lo prenderò come un segno che ho fatto il mio tempo come lanciatore di battuta. Tirerò le tende sulla mia carriera e non lancerò mai più.

# 512_Shinada
source: Whoa, you're really gonna make that huge decision on ten pitches?
pt: Whoa, prenderai davvero una decisione così grande su dieci lanci?

# 524_Ashida
source: Yeah, pretty much. It's all riding on you, Shinada.
pt: Sì, praticamente. Dipende tutto da te, Shinada.

# 536_Shinada
source: But you know I retired a long time ago. Even if your pitching is good, what if I totally suck?
pt: Ma sai, mi sono ritirato tanto tempo fa. Anche se i tuoi lanci sono buoni, e se faccio completamente schifo?

# 548_Ashida
source: It's my job to determine the batter's ability and throw what they can hit. If I can't do that, I'm no longer useful.
pt: È il mio lavoro determinare l'abilità del battitore e lanciare ciò che possono colpire. Se non riesco a farlo, non sono più utile.

# 560_Shinada
source: I mean, I see your point, but...
pt: Voglio dire, capisco il tuo punto, ma...

# 572_Ashida
source: Look, it's you who made me regret leaving the game. So I'm holding you accountable.
pt: Guarda, sei tu che mi hai fatto rimpiangere di aver lasciato il gioco. Quindi ti ritengo responsabile.

# 584_Shinada
source: ...If that's how it is, then okay. Pitch me up.
pt: ...Se è così, allora va bene. Lancia pure.

# 596_Ashida
source: Good, this is what we'll do: I'll throw ten pitches, and if I have any hope of resuming my career, you should be able to hit at least eight of them.
pt: Bene, faremo così: lancerò dieci lanci, e se ho qualche speranza di riprendere la mia carriera, tu dovresti riuscire a colpirne almeno otto.

# 608_Shinada
source: Eight out of ten? That's a pretty tall order.
pt: Otto su dieci? È una richiesta mica da ridere.

# 620_Ashida
source: Like I said, I'm not trying to get you out. I'm throwing to let you hit. There's nothing challenging about it.
pt: Come ti ho detto, non sto cercando di farti eliminare. Lancio per farti colpire. Non c'è niente di impegnativo.

# 644_Ashida
source: Into the cage you go, Shinada. Come on, this should be fun for you.
pt: Dentro la gabbia, Shinada. Dai, questo dovrebbe essere divertente per te.

# 656_Shinada
source: (What an odd challenge. But I have to hit these for Ashida-san's sake.)
pt: (Che sfida strana. Ma devo colpire queste per il bene di Ashida-san.)
