Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200234.po
Languages: pt

source: Woman
pt: Donna

source: Fallen man
pt: Uomo a terra

source: Tournament Staff
pt: Staff del Torneo

# 56_Woman
source: Please, come quick before he's killed!
pt: Vi prego, fate presto prima che lo uccida!

# 68_Woman
source: What?
pt: Cosa?

# 80_Woman
source: Over here! Please, before it's too late!
pt: Da questa parte! Vi prego, prima che sia troppo tardi!

# 152_Woman
source: No more. I'm begging you!
pt: Basta così. Vi supplico!

# 176_Woman
source: No, you should still have some fight left. You're still breathing, aren't you?
pt: No, dovresti avere ancora un po' di grinta. Respiri ancora, no?

# 188_Woman
source: But my arm's broken! You win!
pt: Ma ho il braccio rotto! Hai vinto tu!

# 200_Woman
source: You're not getting out of this that easy.
pt: Non te la caverai così facilmente.

# 212_Woman
source: Hey, lay off him.
pt: Ehi, lascialo stare.

# 224_Woman
source: You're Raiden, right?
pt: Sei Raiden, vero?

# 236_Woman
source: Heh. Well if it isn't Kazuma Kiryu.
pt: Heh. Ma guarda un po' chi si vede: Kazuma Kiryu.

# 248_Woman
source: He's had enough, Raiden. Or do you plan on killing him?
pt: Ne ha avuto abbastanza, Raiden. O hai intenzione di ucciderlo?

# 260_Woman
source: He's a Victory Road competitor, and it's a no-holds-barred tournament. Anything goes.
pt: È un concorrente della Victory Road, ed è un torneo senza esclusione di colpi. Vale tutto.

# 272_Woman
source: So yes, I plan on killing him.
pt: Quindi sì, ho intenzione di ucciderlo.

# 284_Woman
source: Are you serious?
pt: Sei seria?

# 308_Woman
source: No, don't! Please!
pt: No, non farlo! Ti prego!

# 320_Woman
source: That's enough! You've already won this battle!
pt: Basta così! Hai già vinto questo scontro!

# 332_Woman
source: No, it's not over yet.
pt: No, non è ancora finita.

# 380_Woman
source: That cracking sounded like a spinal injury. He'll be wheelchair-bound for the rest of his life. See? <Italic>Now</Italic> this fight is over.
pt: Quel crack sembrava proprio una lesione spinale. Sarà costretto su una sedia a rotelle per il resto della vita. Visto? <Italic>Ora</Italic> lo scontro è finito.

# 392_Woman
source: You monster...
pt: Sei un mostro...

# 404_Woman
source: Is life really that precious? Is that what they teach you Japanese people in school?
pt: La vita è davvero così preziosa? È questo che insegnano a voi giapponesi a scuola?

# 416_Woman
source: What?
pt: Cosa?

# 428_Woman
source: The truth is, there're places where human life is worth less than garbage－including the country where I was born.
pt: La verità è che ci sono posti in cui la vita umana vale meno della spazzatura－compreso il paese in cui sono nato.

# 440_Woman
source: It's a place of endless civil war where children are abducted from their villages and forced to join the rebel army.
pt: È un luogo di guerra civile infinita, dove i bambini vengono rapiti dai loro villaggi e costretti a unirsi all'esercito ribelle.

# 452_Woman
source: Their parents are slaughtered, and if the kids don't cooperate, they too are murdered. But a sure death also awaits on the battlefield.
pt: I loro genitori vengono massacrati e, se i bambini non collaborano, vengono uccisi anche loro. Ma una morte certa li attende anche sul campo di battaglia.

# 464_Woman
source: It's kill or be killed on the battlefield, and there's no escape. Try to flee, and you'll just die tired. Being from the wrong tribe is also a death sentence.
pt: O uccidi o vieni ucciso sul campo di battaglia, e non c'è via di fuga. Se provi a fuggire, morirai solo più stanco. Anche far parte della tribù sbagliata è una condanna a morte.

# 476_Woman
source: But the battlefield is where I was raised. I survived by killing. I lived through hell to get stronger.
pt: Ma il campo di battaglia è dove sono cresciuto. Sono sopravvissuto uccidendo. Ho attraversato l'inferno per diventare più forte.

# 488_Woman
source: Find some other shoulder to cry on. I have no sympathy for someone like you.
pt: Cerca un'altra spalla su cui piangere. Non provo alcuna compassione per uno come te.

# 500_Woman
source: Cry? Hell, I'm ready to celebrate. Rich bastards are paying good money to watch me rip out some unlucky asshole's guts. What's not to like?
pt: Piangere? Al diavolo, sono pronto a festeggiare. Quei bastardi ricchi pagano fior di quattrini per vedermi strappare le budella a qualche povero stronzo. Cosa c'è che non dovrebbe piacermi?

# 512_Woman
source: And here in Japan, even the most worthless of lives fetch a nice bounty. Hehe. I'm laughing all the way to the bank.
pt: E qui in Giappone, anche le vite più inutili fruttano un bel gruzzolo. Hehe. Me la rido mentre vado all'incasso.

# 524_Woman
source: Well, Kazuma Kiryu? Care to be my next victim?
pt: Allora, Kazuma Kiryu? Ti va di essere la mia prossima vittima?

# 536_Woman
source: I'll take you on, if that's what you mean.
pt: Ti affronterò, se è questo che intendi.

# 548_Woman
source: Please wait.
pt: Per favore, attendi.

# 560_Woman
source: You again.
pt: Ancora tu.

# 572_Woman
source: Very impressive, Raiden-san. Your win here has advanced you through the qualifying round.
pt: Davvero impressionante, Raiden-san. La tua vittoria qui ti ha permesso di superare il turno di qualificazione.

# 584_Woman
source: You've made it to the Victory Road finals.
pt: Sei arrivato alle finali del Victory Road.

# 596_Woman
source: What?
pt: Cosa?

# 608_Woman
source: Raiden was right. It is perfectly acceptable to kill your opponent in this competition.
pt: Raiden aveva ragione. È perfettamente accettabile uccidere il proprio avversario in questa competizione.

# 620_Woman
source: However, we can't have tournament finalists fighting outside the ring. We have to save that for the paying customers.
pt: Tuttavia, non possiamo permettere che i finalisti del torneo combattano fuori dal ring. Dobbiamo riservare lo spettacolo ai clienti paganti.

# 632_Woman
source: Bah, looks like we'll have to settle this in the ring.
pt: Bah, a quanto pare dovremo regolare i conti sul ring.

# 644_Woman
source: Don't you go running away now, Kazuma Kiryu. I've set my sights on you.
pt: Non provare a scappare adesso, Kazuma Kiryu. Ti ho messo gli occhi addosso.

# 656_Woman
source: Have you heard about Raiden's performance so far?
pt: Hai sentito della prestazione di Raiden finora?

# 668_Woman
source: What do you mean?
pt: Cosa intendi?

# 680_Woman
source: His qualifying round opponents will never fight again. They'll be lucky if they can even lead a normal life.
pt: I suoi avversari del turno di qualificazione non combatteranno mai più. Saranno fortunati se riusciranno anche solo a condurre una vita normale.

# 692_Woman
source: What?
pt: Cosa?

# 704_Woman
source: Raiden has mastered many martial arts and proven himself in underground fighting scenes around the world. And he's a merciless killer.
pt: Raiden ha padroneggiato diverse arti marziali e si è fatto valere nei circuiti di combattimento clandestini di tutto il mondo. Ed è un killer spietato.

# 716_Woman
source: We've been holding Victory Road qualifiers across Japan trying to find fighters like him.
pt: Abbiamo tenuto le qualificazioni della Victory Road in tutto il Giappone cercando di trovare lottatori come lui.

# 728_Woman
source: And thanks to him, we've been able to weed out the less impressive entrants who could not possibly satisfy our clientele.
pt: E grazie a lui, siamo riusciti a eliminare i partecipanti meno validi che non avrebbero mai potuto soddisfare la nostra clientela.

# 740_Woman
source: I suppose so.
pt: Immagino di sì.

# 752_Woman
source: You should call an ambulance for this guy.
pt: Dovresti chiamare un'ambulanza per questo tizio.

# 764_Woman
source: Oh, I assure you, it has already been arranged.
pt: Oh, ti assicuro che abbiamo già provveduto.

# 776_Woman
source: Now then, with Raiden's advancement, the Victory Road finals, the first new Coliseum championship tournament, will be held shortly.
pt: Ebbene, con il passaggio del turno di Raiden, le finali della Victory Road, il primo nuovo torneo del campionato del Coliseum, si terranno a breve.

# 788_Woman
source: What?
pt: Cosa?

# 800_Woman
source: We have all the contenders we need now. Sixteen of the best fighters throughout Japan.
pt: Ora abbiamo tutti i contendenti di cui abbiamo bisogno. Sedici dei migliori lottatori di tutto il Giappone.

# 812_Woman
source: The Victory Road tournament has sought out the best of the best. Only the absolute strongest have made it this far.
pt: Il torneo Victory Road ha scovato il meglio del meglio. Solo i più forti in assoluto sono arrivati fin qui.

# 824_Woman
source: We request your presence at the Underground Coliseum down in Purgatory. Please do not delay. Our clientele thirsts for blood.
pt: Richiediamo la tua presenza all'Arena Sotterranea di Purgatory. Non tardare. La nostra clientela ha sete di sangue.

# 848_Woman
source: (The Victory Road finals... It's time to stop that maniac Raiden.)
pt: (Le finali della Victory Road... È il momento di fermare quel maniaco di Raiden.)
