Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0ca6.po
Languages: pt

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got 4,000 experience points.
pt: Hai ottenuto 4.000 punti esperienza.

# 112_Asuka
source: Thank you so much again for coming with me to my event. You spent all that time with me even though you're so busy. It really meant a lot.
pt: Grazie mille ancora per essere venuta con me al mio evento. Hai passato tutto quel tempo con me, anche se sei così impegnata. Ha significato davvero tanto.

# 124_Haruka
source: I was happy to come.
pt: Sono stata felice di venire.

# 136_Asuka
source: My manager just talked to me about my contract.
pt: Il mio manager mi ha appena parlato del mio contratto.

# 148_Haruka
source: He did?
pt: L'ha fatto?

# 172_Asuka
source: And he said, after seeing me at today's event, he's going to renew it!
pt: E ha detto che, dopo avermi visto all'evento di oggi, lo rinnoverà!

# 184_Haruka
source: Really!? Oh that's wonderful news, Asuka-chan!
pt: Davvero!? Oh, che fantastica notizia, Asuka-chan!

# 196_Asuka
source: I'm going to give the Princess League another try next year. My agency's instructor said he would give me lots of lessons to get ready!
pt: Darò un altro tentativo alla Princess League l'anno prossimo. L'istruttore della mia agenzia ha detto che mi darà un sacco di lezioni per prepararmi!

# 208_Asuka
source: My parents are so happy for me! And it's all thanks to you, Haruka-chan!
pt: I miei genitori sono felicissimi per me! Ed è tutto grazie a te, Haruka-chan!

# 220_Haruka
source: No, it's all thanks to your hard work! You stepped up and seized your opportunity when you saw it.
pt: No, è tutto grazie al tuo duro lavoro! Ti sei fatta avanti e hai colto l'occasione quando l'hai vista.

# 232_Asuka
source: But I never could have done it if you hadn't helped me.
pt: Ma non ce l'avrei mai fatta se tu non mi avessi aiutato.

# 244_Asuka
source: That's why I wanted to give you this to say thanks. It isn't much, though.
pt: Ecco perché volevo darti questo per ringraziarti. Non è granché, però.

# 280_Haruka
source: Aw, thank you, Asuka-chan.
pt: Oh, grazie, Asuka-chan.

# 292_Asuka
source: I'm going to study hard and take lots of lessons. Who knows? Maybe you and I will even be rivals someday!
pt: Studierò sodo e prenderò un sacco di lezioni. Chissà? Magari io e te un giorno saremo addirittura rivali!

# 304_Haruka
source: Then, I guess I'd better study hard too!
pt: Allora, credo che dovrò studiare sodo anch'io!

# 316_Asuka
source: I can't thank you enough for all of your help, Haruka-chan!
pt: Non ti ringrazierò mai abbastanza per tutto il tuo aiuto, Haruka-chan!

# 328_Asuka
source: He told me he couldn't renew it. So I guess this is it for me.
pt: Mi ha detto che non poteva rinnovarlo. Quindi credo che sia finita per me.

# 340_Haruka
source: Oh, Asuka-chan, I'm so sorry.
pt: Oh, Asuka-chan, sono così dispiaciuta.

# 352_Asuka
source: I thought I was trying hard and doing my best, but I guess that's just not enough in this business.
pt: Pensavo di darmi da fare e di dare il massimo, ma a quanto pare non basta in questo ambiente.

# 364_Haruka
source: Are you going to be all right?
pt: Starai bene?

# 376_Asuka
source: You know what? I'm actually feeling better than I thought I would. And I think it's all thanks to you.
pt: Sai una cosa? Mi sento davvero meglio di quanto pensassi di stare. E credo che sia tutto grazie a te.

# 388_Asuka
source: You helped me get real with myself and admit my shortcomings.
pt: Mi hai aiutato a fare i conti con me stessa e ad ammettere le mie mancanze.

# 400_Asuka
source: Of course, I wish it didn't turn out this way. But the fact that you were willing to be my friend means the world to me.
pt: Certo, avrei voluto che non finisse così. Ma il fatto che tu fossi disposta a essere mia amica significa il mondo per me.

# 412_Haruka
source: Aw, Asuka-chan!
pt: Oh, Asuka-chan!

# 424_Asuka
source: I'm going back home to my family. But I'll be rooting for you, Haruka-chan!
pt: Torno a casa dalla mia famiglia. Ma farò il tifo per te, Haruka-chan!

# 436_Asuka
source: This dream of mine is over, but my litte brother said he's going to save up money on his own and get himself into a good school somehow.
pt: Questo mio sogno è finito, ma il mio fratellino ha detto che metterà da parte i soldi da solo e in qualche modo entrerà in una buona scuola.

# 448_Asuka
source: Keep working hard for the both of us from here on out, okay, Haruka-chan?
pt: Continua a darti da fare per tutte e due d'ora in poi, va bene, Haruka-chan?

# 472_Asuka
source: I wanted to give you this to thank you for everything you've done for me. It isn't much, but please take it.
pt: Volevo darti questo per ringraziarti di tutto quello che hai fatto per me. Non è molto, ma ti prego, accettalo.

# 508_Asuka
source: Thanks again, Haruka-chan! Goodbye!
pt: Grazie ancora, Haruka-chan! Arrivederci!

# 532_Asuka
source: (Goodbye, Asuka-chan.)
pt: (Arrivederci, Asuka-chan.)

# 664_Haruka
source: Hm?
pt: Mh?

# 676_Haruka
source: Oh, Asuka-chan! Ooh, your outfit! Does that mean you're about to have your event?
pt: Oh, Asuka-chan! Oh, il tuo outfit! Questo significa che stai per avere il tuo evento?

# 688_Asuka
source: That's right. That's why I needed to see you, actually.
pt: Esatto. Ecco perché dovevo vederti, a dire il vero.

# 700_Asuka
source: If I don't do well, I'll have to pack it all in and go back home...
pt: Se non vado bene, dovrò mollare tutto e tornare a casa...

# 712_Haruka
source: Oh, Asuka-chan... You're nervous, aren't you?
pt: Oh, Asuka-chan... Sei nervosa, vero?

# 724_Asuka
source: Really nervous. Ever since I found out about the event, it's like I've been frozen. I'm so scared I'm going to mess everything up.
pt: Davvero nervosa. Da quando ho saputo dell'evento, è come se fossi rimasta congelata. Ho così tanta paura di rovinare tutto.

# 736_Asuka
source: Do you think you could come to the event with me? I don't think I can do this alone!
pt: Potresti venire all'evento con me? Non credo di potercela fare da sola!

# 748_Haruka
source: Of course I'll go with you!
pt: Certo che verrò con te!

# 760_Asuka
source: Oh, thank you, Haruka-chan! You're the best!
pt: Oh, grazie, Haruka-chan! Sei la migliore!

# 784_Asuka
source: Hi! It's me, Asuka. Thanks again for the lessons.
pt: Ciao! Sono io, Asuka. Grazie ancora per le lezioni.

# 796_Haruka
source: Oh, I didn't do much, but you're certainly welcome.
pt: Oh, non ho fatto molto, ma certo, non c'è di che.

# 808_Asuka
source: Are you kidding? You really helped me out a lot!
pt: Ma stai scherzando? Mi hai aiutato un sacco!

# 820_Asuka
source: Thanks to you, Haruka-chan, I'm enjoying singing and dancing more than ever.
pt: Grazie a te, Haruka-chan, mi sto divertendo a cantare e ballare più che mai.

# 832_Asuka
source: I feel like a brand new me.
pt: Mi sento una persona completamente nuova.

# 844_Haruka
source: Really? I'm so glad!
pt: Davvero? Sono felicissimo!

# 856_Asuka
source: But, um... could I ask you a favor?
pt: Ma, uhm... potrei chiederti un favore?

# 868_Asuka
source: Sorry this is so sudden, but do you think we could meet?
pt: Scusa se è così all'improvviso, ma potremmo incontrarci?

# 880_Haruka
source: Sure. Is everything okay?
pt: Certo. Va tutto bene?

# 892_Asuka
source: I'll just tell you when I see you.
pt: Te lo dico quando ci vediamo.

# 904_Asuka
source: I'll be waiting for you where we first met, on the Shofukucho side of the river.
pt: Ti aspetterò dove ci siamo incontrati la prima volta, sulla sponda di Shofukucho del fiume.

# 916_Asuka
source: I really appreciate this, Haruka-chan! Sorry again to just ask you out of the blue! See you soon!
pt: Ti sono davvero grata, Haruka-chan! Scusa di nuovo per averti chiesto così di punto in bianco! A presto!
