Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0daf.po
Languages: pt

source: Cho-han Dealer
pt: Banchiere del Cho-han

# 56_?
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 80_?
source: ...And who are you?
pt: ...E tu chi saresti?

# 92_Cho-han Dealer
source: Heh. Please don't tell me you forgot you promised this girl a date already.
pt: Heh. Non dirmi che ti sei già dimenticato che avevi promesso un appuntamento a questa ragazza.

# 104_Kiryu
source: What? You're the cho-han dealer?
pt: Cosa? Sei la Banchiere del Cho-han?

# 116_Cho-han Dealer
source: Who else would I be? Or were you expecting someone else?
pt: Chi altro dovrei essere? O ti aspettavi qualcun altro?

# 128_Kiryu
source: No, it's just that... You look different.
pt: No, è solo che... sembri diversa.

# 140_Cho-han Dealer
source: Heh. I'll tuck that away as a compliment. Okay, let's go.
pt: Heh. Me lo tengo come un complimento. Bene, andiamo.

# 152_Kiryu
source: Sure. Where to?
pt: Certo. Dove andiamo?

# 164_Cho-han Dealer
source: Where else? It's a nice place.
pt: Dove se no? È un bel posto.
