Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c080f.po
Languages: pt

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: Man Who's Really Gotta Go
pt: Il Tizio che deve proprio scappare

source: Man Who Went
pt: Il Tizio che se n'è andato

# 56_Man Who's Really Gotta Go
source: Yay! I made it to work on time! And it's all thanks to you.
pt: Evviva! Sono arrivato al lavoro in tempo! Ed è tutto merito tuo.

# 68_Kiryu
source: Happy to help. Didn't you need to be somewhere...?
pt: Figurati. Non dovevi essere da qualche parte...?

# 80_Man Who's Really Gotta Go
source: Oh yeah! I'd better head off now. Thanks!
pt: Ah, già! Devo proprio scappare ora. Grazie!

# 92_Man Who's Really Gotta Go
source: Well, looks like we made it! I'd better dash to the restroom!
pt: Beh, sembra che ce l'abbiamo fatta! Meglio che mi fiondi in bagno!

# 104_Kiryu
source: Thank you for choosing Nagasu Taxi.
pt: Grazie per aver scelto Nagasu Taxi.

# 116_Man Who's Really Gotta Go
source: No, thank you! Bye!
pt: No, grazie! Ciao!

# 128_Man Who's Really Gotta Go
source: This is the worst day of my life. I've never been so humiliated.
pt: Questo è il giorno peggiore della mia vita. Non sono mai stato così umiliato.

# 140_Man Who's Really Gotta Go
source: Now I have no job, and... Oh, never mind. I don't want to talk about it. Bye.
pt: Ora non ho lavoro, e... Oh, lascia stare. Non voglio parlarne. Ciao.
