Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08c9.po
Languages: pt

source: Foreign Man
pt: Straniero

source: Karashi Takana
pt: Takana Piccante

source: Very
pt: Molto

source: Special
pt: Speciale

source: Let's Go
pt: Andiamo

source: A Phrase About a Simple Meal
pt: Una frase su un pasto semplice

source: A Phrase About Encounters
pt: Una frase sugli Incontri

source: A Phrase About Grilled Meat
pt: Una frase sulla Carne alla Griglia

# 44_Kiryu
source: Do you speak Japanese?
pt: Parla giapponese?

# 56_Foreign Man
source: Yes! But just... Just a little!
pt: Sì! Ma solo... Solo un po'!

# 68_Kiryu
source: (A little, huh?)
pt: (Solo un po', eh?)

# 80_Foreign Man
source: Fukuoka is great! The food, delicious!
pt: Fukuoka è fantastica! Il cibo, delizioso!

# 92_Kiryu
source: What did you eat?
pt: Cosa hai mangiato?

# 104_Foreign Man
source: Hmm. The name, I forget.
pt: Hmm. Il nome, l'ho dimenticato.

# 116_Kiryu
source: Well, what was in it?
pt: Allora, cosa c'era dentro?

# 128_Foreign Man
source: Spicy... red eggs!
pt: Piccante... uova rosse!

# 140_Kiryu
source: Spicy red eggs? Hmm, that must be...
pt: Uova rosse piccanti? Hmm... quello dev'essere...

# 152_Kiryu
source: (Spicy, huh?)
pt: (Piccante, eh?)

# 164_Kiryu
source: Was it karashi takana? Spicy mustard greens?
pt: Era karashi takana? Verdure di senape piccanti?

# 176_Foreign Man
source: Nooo! Fish eggs!
pt: Nooo! Uova di pesce!

# 188_Kiryu
source: Fish eggs? Karashi mentaiko, perhaps? Spicy cod roe?
pt: Uova di pesce? Karashi mentaiko, forse? Uova di merluzzo piccanti?

# 200_Foreign Man
source: Yes! Karashi mentaiko! Very, very delicious. Number one favorite!
pt: Sì! Karashi mentaiko! Molto, molto delizioso. Il mio preferito, numero uno!

# 212_Kiryu
source: (I'm glad I could clear that up.)
pt: (Meno male che l'ho chiarita.)

# 224_Kiryu
source: (Eggs, huh?)
pt: (Uova, eh?)

# 236_Kiryu
source: Was it onsen tamago? Hot spring eggs?
pt: Era onsen tamago? Uova delle terme?

# 248_Foreign Man
source: No! Different! Oh, I remember! The name was karashi mentaiko!
pt: No! Diverso! Oh, mi ricordo! Il nome era karashi mentaiko!

# 260_Kiryu
source: I see. That's spicy red eggs, all right. Spicy cod roe.
pt: Capisco. Sono uova rosse piccanti, esatto. Uova di merluzzo piccanti.

# 272_Foreign Man
source: Why could you not guess? Aren't you Japanese?
pt: Perché non hai indovinato? Non sei giapponese?

# 284_Kiryu
source: (I should have given that more thought.)
pt: (Avrei dovuto pensarci meglio.)

# 296_Kiryu
source: (Hmm, what eggs are spicy and red?)
pt: (Hmm, quali uova sono piccanti e rosse?)

# 308_Kiryu
source: Was it called karashi mentaiko? Spicy cod roe?
pt: Si chiamava karashi mentaiko? Uova di merluzzo piccanti?

# 320_Foreign Man
source: Yes! Karashi mentaiko! Very, very delicious. Number one favorite!
pt: Sì! Karashi mentaiko! Molto, molto delizioso. Il mio preferito, numero uno!

# 332_Kiryu
source: (I'm glad I could clear that up.)
pt: (Meno male che l'ho chiarita.)

# 344_Kiryu
source: Hey, you!
pt: Ehi, tu!

# 356_Kiryu
source: Yes?
pt: Sì?

# 368_Foreign Man
source: People in Fukuoka often say "bari."
pt: La gente a Fukuoka spesso dice "bari".

# 380_Kiryu
source: (They do use that a lot around here when they want to stress something.)
pt: (Lo usano parecchio da queste parti quando vogliono sottolineare qualcosa.)

# 392_Foreign Man
source: Please tell me what "bari" means! In English!
pt: Per favore, dimmi cosa significa "bari"! In inglese!

# 404_Kiryu
source: ("Bari" in English, huh?)
pt: ("Bari" in inglese, eh?)

# 416_Kiryu
source: It's a local term they use to emphasize things. So I guess you'd say "very" in English.
pt: È un termine locale che usano per enfatizzare le cose. Quindi, direi che in inglese si direbbe "very".

# 428_Foreign Man
source: I see! So "bari" is "very"! Easy to remember!
pt: Capisco! Allora "bari" è "very"! Facile da ricordare!

# 440_Foreign Man
source: Hey, you! Thank you "bari" much!
pt: Ehi, tu! Grazie "bari" tanto!

# 452_Kiryu
source: (Heh. Looks like he gets it.)
pt: (Eh. Sembra che abbia capito.)

# 464_Kiryu
source: I guess "bari" means something like "special."
pt: Immagino che "bari" significhi più o meno "speciale".

# 476_Foreign Man
source: Special?
pt: Speciale?

# 488_Kiryu
source: (That might not be quite the right nuance.)
pt: (Potrebbe non essere proprio la sfumatura giusta.)

# 500_Kiryu
source: Actually, it's probably closer to "very."
pt: In realtà, è probabilmente più vicino a "very".

# 512_Foreign Man
source: I see! So "bari" is "very"! Easy to remember!
pt: Capisco! Allora "bari" è "very"! Facile da ricordare!

# 524_Foreign Man
source: Hey, you! Thank you "bari" much!
pt: Ehi, tu! Grazie "bari" tanto!

# 536_Kiryu
source: (I'm glad he got it.)
pt: (Sono contento che abbia capito.)

# 548_Kiryu
source: "Bari" means "let's go."
pt: "Bari" significa "andiamo."

# 560_Foreign Man
source: Huh!? Let's go? I do not get it.
pt: Eh!? Andiamo? Non capisco.

# 572_Kiryu
source: Uh... Well, "bari" is used for emphasis. I guess in English you'd say...
pt: Uh... Beh, "bari" si usa per enfasi. Immagino che in inglese diresti...

# 584_Foreign Man
source: "Very"?
pt: Molto?

# 596_Kiryu
source: Yeah, that's it. Very.
pt: Sì, esatto. Molto.

# 608_Foreign Man
source: Hey! Why am I teaching you?
pt: Ehi! Perché ti sto insegnando?

# 620_Kiryu
source: I apologize.
pt: Mi scuso.

# 632_Kiryu
source: (I guess I need to brush up on my English.)
pt: (Immagino che devo rinfrescare il mio inglese.)

# 644_Kiryu
source: Hey, you!
pt: Ehi, tu!

# 656_Kiryu
source: Yes?
pt: Sì?

# 668_Foreign Man
source: I want to get a tattoo with Chinese characters. Tell me a cool phrase, yeah?
pt: Voglio farmi un tatuaggio con caratteri cinesi. Dimmi una frase figa, eh?

# 680_Kiryu
source: A Chinese character tattoo, huh? You should get one that actually means something, instead of just picking one that looks good. What do you want it to say?
pt: Un tatuaggio con caratteri cinesi, eh? Dovresti fartene uno che significhi qualcosa davvero, invece di sceglierne uno solo perché ha un bell'aspetto. Cosa vuoi che dica?

# 692_Foreign Man
source: Hm. I like to live life to the fullest.
pt: Mmm. Mi piace vivere la vita al massimo.

# 704_Kiryu
source: (Living life to the fullest, huh? Let's see... What Japanese phrase would convey that?)
pt: (Vivere la vita al massimo, eh? Vediamo... Quale frase giapponese renderebbe l'idea?)

# 716_Kiryu
source: How about "Ichiju Issai"?
pt: Che ne dici di "Ichiju Issai"?

# 728_Foreign Man
source: What is the meaning?
pt: Qual è il significato?

# 740_Kiryu
source: It's when you have one soup, and one other dish with it. A simple meal.
pt: È quando hai una zuppa e un'altra pietanza. Un pasto semplice.

# 752_Foreign Man
source: What!? Why put that on my body!? Ugh, I will ask another for advice.
pt: Cosa!? Perché dovrei metterlo sul mio corpo!? Uff, chiederò un altro parere.

# 764_Kiryu
source: (I should have thought more before answering.)
pt: (Avrei dovuto pensare di più prima di rispondere.)

# 776_Kiryu
source: How about "Ichigo Ichie"?
pt: Che ne dici di "Ichigo Ichie"?

# 788_Foreign Man
source: What is the meaning?
pt: Qual è il significato?

# 800_Kiryu
source: It means you should treasure every encounter.
pt: Significa che dovresti fare tesoro di ogni incontro.

# 812_Foreign Man
source: Good! I guess it is like you and me!
pt: Bene! Direi che è come noi due!

# 824_Kiryu
source: That's right.
pt: Esatto.

# 836_Foreign Man
source: I've decided! I'll get an "Ichigo Ichie" tattoo! Thank you!
pt: Ho deciso! Mi farò un tatuaggio "Ichigo Ichie"! Grazie!

# 848_Kiryu
source: (That went over well.)
pt: (È andata bene.)

# 860_Kiryu
source: How about "Yakiniku Teishoku"?
pt: Che ne dici di "Yakiniku Teishoku"?

# 872_Foreign Man
source: Hmm... What is the meaning?
pt: Hmm... Qual è il significato?

# 884_Kiryu
source: Well, it's usually grilled meat, with rice and soup on the side.
pt: Beh, di solito è carne alla griglia, con riso e zuppa come contorno.

# 896_Foreign Man
source: And you think... that makes a good tattoo?
pt: E tu pensi... che sia un buon tatuaggio?

# 908_Kiryu
source: Er, yes?
pt: Ehm, sì?

# 932_Kiryu
source: (I should have given that some more thought.)
pt: (Avrei dovuto pensarci meglio.)
