Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169019e.po
Languages: pt

source: Yes, I think I'd better.
pt: Sì, penso che sia meglio.

source: I guess I don't need to.
pt: Immagino che non sia necessario.

source: Live Events
pt: Eventi Live

source: The Requirements
pt: I Requisiti

source: I think I'd better run through it one more time.
pt: Penso che sia meglio ripassarlo ancora una volta.

source: I'm ready.
pt: Sono pronto.

# 44_Uda
source: Hello, Haruka-san. Thank you for coming today.
pt: Ciao, Haruka-san. Grazie per essere venuta oggi.

# 56_Haruka
source: Hello, Uda-san. Thank you very much for having me.
pt: Ciao, Uda-san. Grazie mille per avermi ospitata.

# 68_Uda
source: There are a lot of guests here already. We're ready when you are.
pt: Ci sono già un sacco di ospiti qui. Siamo pronti quando lo sei tu.

# 80_Haruka
source: All right. Wish me luck!
pt: Va bene. In bocca al lupo!

# 92_Haruka
source: (I wonder if I should go over how the event works.)
pt: (Mi chiedo se dovrei ripassare come funziona l'evento.)

# 104_Haruka
source: (I've done this before. I guess I don't really need to.)
pt: (L'ho già fatto. Immagino che non sia necessario.)

# 140_Haruka
source: (Yes, I think I'd better. Just in case.)
pt: (Sì, penso che sia meglio. Giusto per sicurezza.)

# 152_Uda
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi live, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine della canzone, il livello del tuo successo in ognuna di queste aree determinerà il risultato complessivo.

# 164_Uda
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Valutazioni Ottime Il numero di volte in cui ricevi una valutazione Ottima per le pressioni corrette dei tasti. Combo Massima Il numero massimo di valutazioni Buone o superiori consecutive che raggiungi. Punteggio Il rango che ottieni.

# 176_Uda
source: (Let's see. I should be good now, right?)
pt: (Vediamo. Dovrei essere pronto adesso, giusto?)

# 188_Haruka
source: (I think I'd better run through it one more time, just to be safe.)
pt: (Penso che sia meglio ripassarlo ancora una volta, giusto per sicurezza.)

# 200_Uda
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi live, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine della canzone, il livello del tuo successo in ognuna di queste aree determinerà il risultato complessivo.

# 212_Uda
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Valutazioni Ottime Il numero di volte in cui ricevi una valutazione Ottima per le pressioni corrette dei tasti. Combo Massima Il numero massimo di valutazioni Buone o superiori consecutive che raggiungi. Punteggio Il rango che ottieni.

# 224_Uda
source: (Let's see. I should be good now, right?)
pt: (Vediamo. Dovrei essere pronto adesso, giusto?)

# 236_Haruka
source: (I'm ready. Let's do this!)
pt: (Sono pronto. Facciamolo!)
