Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c086d.po
Languages: pt

# 60_Nakamura
source: So tell me. How do you find the bitter wine of defeat? A bit too strong for the palate?
pt: Allora, dimmi un po'. Come trovi il vino amaro della sconfitta? Un po' troppo forte per il palato?

# 72_Nakamura
source: Well, I'll pour you as many glasses as you want. Defeat won't get any sweeter, though.
pt: Beh, te ne verserò quanti bicchieri vuoi. La sconfitta non diventerà più dolce, però.

# 84_Nakamura
source: You see, here at Gentle Nakamura's vineyard, we age our sour grapes in tear-soaked barrels, then pour the contents liberally down your throat until you're choking on despair!
pt: Vedi, qui al vigneto del Gentile Nakamura, noi invecchiamo la nostra uva acida in botti inzuppate di lacrime, e poi te ne versiamo il contenuto a fiumi giù per la gola finché non soffochi nella disperazione!

# 96_Nakamura
source: Perhaps I took the imagery a bit too far. Now if you'll excuse me...
pt: Forse ho esagerato un po' con le immagini. Ora, se mi scusi...

# 120_Nakamura
source: You did it, Suzuki-san! That's nearly all four Kings!
pt: Ce l'hai fatta, Suzuki-san! Hai quasi battuto tutti e quattro i Re!

# 132_Kiyokawa
source: There's only one left－their leader!
pt: Ne manca solo uno—il loro leader!

# 144_Nakamura
source: How could this be...? I've been racing for decades, doggone it!
pt: Com'è possibile...? È da decenni che corro, accidenti!

# 156_Nakamura
source: ...Though, I suppose this turn of events isn't entirely uncalled for. I must say, Nakajima found himself a diamond in the rough.
pt: ...Però, immagino che questa piega degli eventi non sia del tutto inattesa. Devo dire, Nakajima si è trovato un diamante grezzo.

# 168_Kiryu
source: ...Did you just say Nakajima? How do you know our boss?
pt: ...Hai appena detto Nakajima? Come conosci il nostro capo?

# 180_Nakamura
source: How? Why, he's the original Devil Killer. The man started this whole gang over twenty years ago.
pt: Come? Beh, è lui l'originale Devil Killer. Quell'uomo ha fondato tutta questa banda oltre vent'anni fa.

# 192_Kiryu
source: What!?
pt: Cosa!?

# 204_Kiyokawa
source: Wait, you're telling me <Italic>the chief</Italic> started the Devil Killers!? You gotta be joking! He's just an old geezer! ...No offense.
pt: Aspetta, mi stai dicendo che <Italic>il capo</Italic> ha fondato i Devil Killers!? Devi star scherzando! È solo un vecchio rimbambito! ...Senza offesa.

# 216_Nakamura
source: We were all a lot younger twenty years ago. Your boss was a real speed demon back then－the fastest in Fukuoka, and maybe even all of Kyushu.
pt: Eravamo tutti molto più giovani vent'anni fa. Il tuo capo era un vero demone della velocità allora—il più veloce a Fukuoka, e forse persino di tutta Kyushu.

# 228_Kiyokawa
source: That's just... Nah, my brain can't handle this.
pt: È solo... Ma no, il mio cervello non ce la fa.

# 240_Kiyokawa
source: Then... Then tell me why a legendary god of street racing would quit just to start driving taxis around!
pt: Allora... Allora dimmi perché un leggendario dio delle corse clandestine si sarebbe ritirato solo per mettersi a guidare taxi in giro!

# 252_Nakamura
source: Your guess is as good as mine, young man.
pt: Ne so quanto te, ragazzo.

# 264_Kiryu
source: Weren't you an original member of his team? Surely you must know something.
pt: Non eri un membro originale della sua squadra? Sicuramente devi sapere qualcosa.

# 276_Nakamura
source: Ah, back then I was just a slowpoke. I never really got to talk to the man.
pt: Ah, allora ero solo un lentone. Non ci ho mai davvero parlato.

# 288_Nakamura
source: Though, I'm glad I stuck with it. I made it to the Four Kings, after all... Took me long enough.
pt: Però, sono contento di aver tenuto duro. Sono arrivato ai Quattro Re, dopotutto... C'ho messo un sacco.

# 300_Nakamura
source: And now I go losing to a taxi driver. Perhaps my age has finally caught up with me. Some racer I am, eh?
pt: E adesso mi ritrovo a perdere contro un tassista. Forse l'età mi ha finalmente presentato il conto. Bel pilota che sono, eh?
