Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0683.po
Languages: pt

source: Nose Hair Lady
pt: Signora Peli del Naso

source: It's my duty to tell her.
pt: È mio dovere dirglielo.

source: I'll ask what her plans are first.
pt: Chiederò prima quali sono i suoi piani.

source: Some things are better left unsaid.
pt: Certe cose è meglio non dirle.

source: I'll tell her to quickly redo her makeup.
pt: Le dirò di rifarsi il trucco alla svelta.

source: I'll just point the rearview mirror at her.
pt: Le punterò semplicemente lo specchietto retrovisore.

# 56_Nose Hair Lady
source: Nice day, isn't it?
pt: Bella giornata, non è vero?

# 68_Kiryu
source: It is.
pt: È così.

# 80_Kiryu
source: (...She really has no idea there's a nose hair dangling right above her upper lip. What should I do?)
pt: (...Lei non ha proprio idea che le pende un pelo del naso proprio lì, sopra il labbro superiore. Che devo fare?)

# 92_Nose Hair Lady
source: I notice you have a little nose hair poking out there.
pt: Ho notato che le spunta fuori un peletto dal naso.

# 104_Nose Hair Lady
source: <Italic>Excuse me</Italic>? That is so rude. Haven't you ever heard of <Italic>tact</Italic>?
pt: <Italic>Scusi</Italic>? È di una scortesia incredibile! Non ha mai sentito parlare di <Italic>tatto</Italic>?

# 116_Kiryu
source: (You don't need to get so angry. I was only trying to help.)
pt: Non c'è bisogno di arrabbiarsi così tanto. Volevo solo dare una mano.

# 128_Nose Hair Lady
source: Anyway, I've got a date today, so I'd appreciate it if you didn't bother me.
pt: Comunque, oggi ho un appuntamento, quindi le sarei grata se non mi disturbasse.

# 140_Kiryu
source: (...If she plans on attracting anyone at all, she needs to be aware of her nostril situation.)
pt: (...Se vuole proprio attirare qualcuno, deve rendersi conto della situazione delle sue narici.)

# 152_Kiryu
source: (But she'll only think I'm making fun of her again unless I try something more subtle.)
pt: (Ma penserà solo che la stia prendendo in giro di nuovo, a meno che non provi qualcosa di più sottile.)

# 164_Nose Hair Lady
source: Got some kind of special occasion today?
pt: Ha qualche occasione speciale oggi?

# 176_Nose Hair Lady
source: Oh, thanks for asking! Actually, I'm going on my very first date!
pt: Oh, grazie per averlo chiesto! Anzi, oggi ho il mio primissimo appuntamento!

# 188_Kiryu
source: Is that right?
pt: È così?

# 200_Nose Hair Lady
source: Hehe, yeah. I was never really the popular girl in school.
pt: Eh eh, già. Non sono mai stata proprio la ragazza popolare a scuola.

# 212_Nose Hair Lady
source: But I gathered up the courage to ask this guy I like out to dinner, and he said yes!
pt: Ma mi sono fatta coraggio di chiedere a questo ragazzo che mi piace di uscire a cena, e lui ha detto di sì!

# 224_Kiryu
source: Then you're off to a good start.
pt: Allora sei partita col piede giusto.

# 236_Nose Hair Lady
source: Aww, thanks!
pt: Ohh, grazie!

# 248_Nose Hair Lady
source: So, I did a little research into the things he likes, and I bought myself a new outfit, complete with complementing purse!
pt: Quindi, ho fatto qualche ricerca su quello che gli piace, e mi sono presa un vestito nuovo, con una borsa abbinata!

# 260_Nose Hair Lady
source: I think I'm good to go, but I'm still a bit nervous, it being my first date and all.
pt: Credo di essere a posto, ma sono ancora un po' nervosa, visto che è il mio primo appuntamento e tutto il resto.

# 272_Nose Hair Lady
source: I can be a bit scatterbrained sometimes, so I hope I haven't forgotten anything.
pt: A volte sono un po' sbadata, quindi spero di non aver dimenticato niente.

# 284_Kiryu
source: (So she's going on a date, huh? Better point out that nose hair after all.)
pt: (Allora va a un appuntamento, eh? Meglio fargli notare quel pelo del naso, dopotutto.)

# 296_Kiryu
source: (But, I wouldn't want to crush her confidence, either. I think I should use some subtlety here.)
pt: (Ma non vorrei neanche rovinarle il morale. Credo che qui ci voglia un po' di tatto.)

# 308_Nose Hair Lady
source: (I should just keep my mouth shut... Hope I can still concentrate on driving.)
pt: (Dovrei solo stare zitto... Spero di riuscire ancora a concentrarmi sulla guida.)

# 320_Nose Hair Lady
source: Ooh, I hope my date goes well! ♪ I spent hours picking out clothes and doing my hair...
pt: Ooh, spero che il mio appuntamento vada bene! ♪ Ho passato ore a scegliere i vestiti e a farmi i capelli...

# 332_Nose Hair Lady
source: Um... Do you think I look all right?
pt: Ehm... Credi che sia a posto?

# 344_Kiryu
source: Oh, uh, of course.
pt: Oh, ehm, certo.

# 356_Kiryu
source: (So she's going on a date. I'd better not ignore that nose hair, then.)
pt: (Allora va a un appuntamento. Meglio non ignorare quel pelo del naso, allora.)

# 368_Kiryu
source: (At the same time, I wouldn't want to crush her confidence, either. Subtlety would work best here.)
pt: (Allo stesso tempo, non vorrei neanche rovinarle il morale. Qui ci vuole un po' di tatto.)

# 380_Nose Hair Lady
source: Good luck with that date of yours. You're welcome to put the finishing touches on your makeup in here if you want.
pt: Buona fortuna con il tuo appuntamento. Se ti va, puoi dare gli ultimi ritocchi al trucco qui dentro.

# 392_Nose Hair Lady
source: Do you take me for that kind of woman?
pt: Mi prendi per quel tipo di donna?

# 404_Kiryu
source: (Uh...?)
pt: (Ehm...?)

# 416_Nose Hair Lady
source: You know, those ladies who do their makeup in public, like when they're on the train.
pt: Hai presente quelle donne che si truccano in pubblico, tipo quando sono sul treno.

# 428_Nose Hair Lady
source: It's just gross to do it in front of people like that. That's why I never carry around makeup or a mirror.
pt: È proprio volgare farlo davanti alla gente così. Per questo non mi porto mai dietro trucco o uno specchio.

# 452_Kiryu
source: (What if I pointed the rearview mirror at her... real casually?)
pt: (E se puntassi lo specchietto retrovisore verso di lei... in modo molto casuale?)

# 500_Nose Hair Lady
source: Huh?
pt: Uh?

# 512_Nose Hair Lady
source: *gasp*
pt: *sussulto*

# 536_Nose Hair Lady
source: (I think she noticed.)
pt: (Credo che l'abbia notato.)

# 584_Nose Hair Lady
source: Huh?
pt: Uh?

# 596_Nose Hair Lady
source: *gasp*
pt: *sussulto*

# 620_Nose Hair Lady
source: (I think she noticed.)
pt: (Credo che l'abbia notato.)
