Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c07fb.po
Languages: pt

source: Familiar Voice
pt: Voce familiare

# 72_Kiryu
source: Listen. I don't want you causing any more trouble for the chief.
pt: Senti. Non voglio che tu combini altri guai al capoccia.

# 84_Muramatsu
source: Hmph. You're just mad that I beat you in our last race. You're back for more, aren't you?
pt: Hmph. Sei solo arrabbiato perché ti ho battuto nella nostra ultima gara. Sei tornato per una rivincita, vero?

# 96_Muramatsu
source: I can tell. Street racer types are always sore losers.
pt: Si capisce. I tipi delle corse clandestine sono sempre dei perdenti che non sanno perdere.

# 108_Kiryu
source: Think what you like about me. All I want is for you to get back to work once I win.
pt: Pensala come ti pare su di me. L'unica cosa che voglio è che tu torni al tuo posto una volta che avrò vinto.

# 120_Muramatsu
source: Hah, not likely. I'll have you howling in defeat in no time!
pt: Ah, manco per sogno. Ti farò ululare di sconfitta in men che non si dica!

# 144_Kiryu
source: (Three out of Four Kings to go. Hope I can put this racing business to rest before long.)
pt: (Mancano tre dei Quattro Re. Spero di poter chiudere questa faccenda delle corse al più presto.)

# 180_Kiryu
source: Muramatsu-san! What are you doing here? The chief's been looking all over for you.
pt: Muramatsu-san! Che ci fai qui? Il capoccia ti ha cercato dappertutto.

# 192_Muramatsu
source: Is that so? Then what's your excuse for being here?
pt: È così, eh? E tu, che scusa hai per essere qui?

# 204_Kiryu
source: I'm here to race the Devil Killers. Nothing more.
pt: Sono qui per sfidare i Devil Killers. Nient'altro.

# 216_Muramatsu
source: Uh-huh. I hear you're doing pretty well against them.
pt: Ah, sì. Sento dire che te la stai cavando piuttosto bene contro di loro.

# 228_Kiryu
source: You could say I'm making progress.
pt: Si potrebbe dire che sto andando avanti.

# 240_Muramatsu
source: Hmph. You just can't wait to be glorified as Fukuoka's fastest, can you?
pt: Hmph. Non vedi l'ora di essere acclamato come il più veloce di Fukuoka, eh?

# 252_Kiryu
source: I don't know what you heard from Kiyokawa, but that's not what I'm in it for.
pt: Non so cosa tu abbia sentito da Kiyokawa, ma non è per questo che lo faccio.

# 264_Kiryu
source: But that's beside the point, Muramatsu-san. There's an important client waiting to be picked up, and you'll still have time to make it if you leave now.
pt: Ma questo non c'entra, Muramatsu-san. C'è un cliente importante da prendere, e fai ancora in tempo se parti adesso.

# 276_Muramatsu
source: Then we'd better get this race over quickly.
pt: Allora faremmo meglio a finire questa corsa in fretta.

# 288_Kiryu
source: "We"?
pt: Noi?

# 300_Muramatsu
source: That's what I said. Today it's gonna be just you and me. I made that call.
pt: È quello che ho detto. Oggi saremo solo tu ed io. L'ho deciso io.

# 312_Kiryu
source: ...Why?
pt: ...Perché?

# 324_Muramatsu
source: See, I know all about how you guys think. I trained to be a racer myself－a real one. Formula 1, to be precise.
pt: Vedi, io so tutto di come la pensate voi. Mi sono allenato per fare il pilota anch'io—uno vero. Formula 1, per la precisione.

# 336_Muramatsu
source: And I must say, I wasn't half-bad. Made it through the amateur leagues just fine. If things had gone my way, I could have been a pro by now.
pt: E devo dire che non ero affatto male. Ho superato le leghe amatoriali senza problemi. Se le cose fossero andate come volevo io, a quest'ora sarei già stato un pro.

# 348_Kiryu
source: What happened?
pt: Che è successo?

# 360_Muramatsu
source: Do you know how much it costs to turn pro in the racing world? You need a machine, circuit fees, campaign money, testing...
pt: Sai quanto costa diventare pro nel mondo delle corse? Hai bisogno di una macchina, delle quote per il circuito, di soldi per le campagne, di test...

# 372_Muramatsu
source: I was scraping together every last yen I could. But my family is poor, and my part-time job only paid a pittance.
pt: Stavo racimolando fino all'ultimo yen che potevo. Ma la mia famiglia è povera, e il mio lavoro part-time pagava solo una miseria.

# 384_Muramatsu
source: In the end, I couldn't keep chasing the dream. Didn't have the money.
pt: Alla fine, non sono riuscito a continuare a inseguire il sogno. Non avevo i soldi.

# 396_Kiryu
source: What does any of this have to do with me?
pt: Che c'entra tutto questo con me?

# 408_Muramatsu
source: I despise people like you. People who go speeding down the highway like it's nothing. Like people's lives aren't at risk.
pt: Disprezzo la gente come te. Gente che sfreccia sull'autostrada come se niente fosse. Come se le vite della gente non fossero a rischio.

# 420_Muramatsu
source: Those who really aim for speed do it on a proper track, following the proper regulations.
pt: Quelli che puntano davvero alla velocità lo fanno su una pista vera e propria, seguendo i regolamenti appropriati.

# 432_Muramatsu
source: Racing side by side with ordinary people just trying to get around safely is a slap in the face to society. Don't you think?
pt: Correre fianco a fianco con la gente comune che cerca solo di spostarsi in sicurezza è uno schiaffo in faccia alla società. Non credi?

# 444_Kiryu
source: I agree. The only reason I'm going up against the Devil Killers is to get them off the road.
pt: Sono d'accordo. L'unico motivo per cui mi scontro con i Devil Killers è per toglierli dalla strada.

# 456_Muramatsu
source: ...I don't believe you for a minute. I can tell you're enjoying it. Reveling in it, even.
pt: ...Non ti credo neanche per un minuto. Si vede che ti stai divertendo. Anzi, ci stai proprio sguazzando.

# 468_Kiryu
source: You're wrong.
pt: Hai torto.

# 480_Muramatsu
source: My point is, the fact that you compete on public roads really grates at my nerves!
pt: Il punto è, il fatto che tu gareggi sulle strade pubbliche mi dà proprio sui nervi!

# 492_Muramatsu
source: For those of us who grew up on the track, beating street racers like you is easy as pie. You'll see.
pt: Per quelli di noi che sono cresciuti in pista, battere piloti di strada come te è un gioco da ragazzi. Vedrai.

# 504_Kiryu
source: I still don't see any reason for us to race. Now come on, we've got our jobs to do.
pt: Non vedo ancora alcun motivo per metterci a gareggiare. Su, dai, abbiamo il nostro lavoro da fare.

# 516_Muramatsu
source: Hmph. Okay then, how about this? Race me, and I'll go straight to work if you win.
pt: Hmph. Va bene, allora che ne dici? Gareggia con me, e se vinci andrò dritto al lavoro.

# 528_Kiryu
source: That won't prove anything. And look at us. We're taxi drivers, arguing over whether or not we should be speeding down the highway. Come on, we're going back.
pt: Questo non dimostrerà niente. E guardaci. Siamo tassisti, a discutere se dovremmo sfrecciare o meno sull'autostrada. Su, dai, torniamo.

# 540_Muramatsu
source: Not until you accept my challenge!
pt: Non finché non accetti la mia sfida!

# 552_Kiryu
source: (Looks like he's not going to budge on this one.)
pt: (Sembra che non si voglia schiodare su questo.)

# 564_Kiryu
source: Fine. If you want it that badly, I'll give you your race.
pt: Va bene. Se la vuoi così tanto, ti darò la tua gara.

# 576_Muramatsu
source: Finally he gets the picture. Time to teach you the difference between an amateur and a pro!
pt: Finalmente ci è arrivato. È ora di insegnarti la differenza tra un dilettante e un professionista!
