Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c081e.po
Languages: pt

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Both
pt: Entrambi

# 56_Kiryu
source: Here we are.
pt: Eccoci.

# 68_Kiryu
source: Thank you! Here's the fare. I wish I could give you a tip, but 3,000 yen is all I have.
pt: Grazie! Ecco la tariffa. Vorrei darti una mancia, ma ho solo 3.000 yen.

# 92_Kiryu
source: I appreciate it.
pt: Apprezzo.

# 104_Kiryu
source: I hope you find the same happiness we have soon!
pt: Spero che tu possa trovare presto la stessa felicità che abbiamo noi!

# 116_Kiryu
source: See you!
pt: Ci vediamo!

# 128_Kiryu
source: (Well, at least they're in a good mood.)
pt: (Vabbè, almeno sono di buon umore.)

# 140_Kiryu
source: Here we are.
pt: Eccoci.

# 152_Kiryu
source: Thank you! Here's the fare.
pt: Grazie! Ecco la tariffa.

# 176_Kiryu
source: I appreciate it.
pt: Apprezzo.

# 188_Kiryu
source: I hope you find the same happiness we have soon!
pt: Spero che tu possa trovare presto la stessa felicità che abbiamo noi!

# 200_Kiryu
source: See you!
pt: Ci vediamo!

# 212_Kiryu
source: Here we are.
pt: Eccoci.

# 224_Kiryu
source: I know you're single, but you really need to control that jealous streak. This ride was really kind of awkward.
pt: Lo so che sei single, ma devi proprio controllare quella vena di gelosia. Questa corsa è stata davvero un po' imbarazzante.

# 248_Kiryu
source: Let's get out of here, Mi-tan.
pt: Andiamocene, Mi-tan.

# 260_Kiryu
source: Yeah.
pt: Sì.

# 272_Kiryu
source: (Love birds are hard to please, apparently.)
pt: (A quanto pare, i piccioncini sono difficili da accontentare.)
