Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0dd7.po
Languages: pt

source: You got a <Color:8>Dragon Mask<Color:Default>.
pt: Hai ottenuto una <Color:8>Dragon Mask<Color:Default>.

source: Go Now
pt: Vai ora

source: Go Later
pt: Vai dopo

# 72_Kiryu
source: (Hors d'Oeuvre Morosawa is waiting at the Ose Bridge wrestling ring. Should I head over there?)
pt: (Hors d'Oeuvre Morosawa sta aspettando al ring di wrestling di Ose Bridge. Dovrei andarci?)

# 84_Kiryu
source: (Better wait until I'm ready.)
pt: (Meglio aspettare finché non sono pronto.)

# 96_Kiryu
source: (I can't miss his farewell match!)
pt: (Non posso perdermi il suo match d'addio!)

# 132_Kiryu
source: (Huh? What's this?)
pt: (Eh? Cos'è questo?)

# 144_Kiryu
source: (A dragon mask! I remember now. I wore this to show Taichi a wrestling match.)
pt: (Una maschera di drago! Ora ricordo. L'ho indossata per far vedere a Taichi un incontro di wrestling.)

# 156_Kiryu
source: (Heh. I forgot I'd brought this with me all the way to Nagasu.)
pt: (Eh. Mi ero dimenticato di averlo portato fin qui a Nagasu.)

# 168_Kiryu
source: (If I wore this in the ring, I could wrestle and nobody would know who I was.)
pt: (Se lo indossassi sul ring, potrei lottare e nessuno saprebbe chi sono.)

# 204_Kiryu
source: (Hors d'Oeuvre Morosawa is waiting at the Ose Bridge wrestling ring. Should I head over there?)
pt: (Hors d'Oeuvre Morosawa sta aspettando al ring di wrestling di Ose Bridge. Dovrei andarci?)

# 216_Kiryu
source: (Better wait until I'm ready.)
pt: (Meglio aspettare finché non sono pronto.)

# 228_Kiryu
source: (I can't miss his farewell match!)
pt: (Non posso perdermi il suo match d'addio!)
