Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0822.po
Languages: pt

source: Chortling Man
pt: Uomo che sghignazza

source: How are you able to afford stuff like that?
pt: Come fai a permetterti roba del genere?

source: I'm very jealous.
pt: Sono molto geloso.

source: Did you dine and dash or something?
pt: Hai mangiato e sei scappato senza pagare, o che?

source: What do you do for a living?
pt: Cosa fa per vivere?

source: What sports do you like?
pt: Quali sport ti piacciono?

source: Do you have any special talents?
pt: Hai qualche talento speciale?

# 44_Chortling Man
source: Man, I'm stuffed. Couldn't eat another bite.
pt: Cavolo, sono strapieno. Non mi entra più niente.

# 56_Kiryu
source: What did you have?
pt: Cosa hai mangiato?

# 68_Chortling Man
source: Foie gras. Then caviar, and truffles.
pt: Foie gras. Poi caviale, e tartufi.

# 80_Kiryu
source: (He must be a lot richer than he looks.)
pt: (Deve essere molto più ricco di quello che sembra.)

# 92_Chortling Man
source: How are you able to afford stuff like that?
pt: Come fai a permetterti roba del genere?

# 104_Chortling Man
source: That's a nasty thing to say, driver. Are you insinuating I look poor?
pt: Brutta cosa da dire, autista. Stai forse insinuando che sembro povero?

# 116_Kiryu
source: Oh, no. I wouldn't do that.
pt: Oh, no. Non lo farei.

# 128_Chortling Man
source: If you're smart, you don't need money to get what you want. Hehehe.
pt: Se sei furbo, non ti servono soldi per avere quello che vuoi. Hehehe.

# 140_Kiryu
source: (So he doesn't have any money? How does he afford gourmet food like that, then?)
pt: (Quindi non ha soldi? Come fa a permettersi cibo gourmet del genere, allora?)

# 152_Chortling Man
source: I'm very jealous.
pt: Sono molto geloso.

# 164_Chortling Man
source: Heheheh. It all comes down to legwork in the end. I've been training.
pt: Heheheh. Alla fine, è tutta una questione di gambe. Mi sono allenato.

# 176_Kiryu
source: (Legwork?)
pt: (Gambe?)

# 188_Chortling Man
source: That's pretty gourmet stuff. Did you dine and dash or something?
pt: È roba piuttosto gourmet. Hai fatto il portoghese o che?

# 200_Chortling Man
source: Hey, now! You shouldn't go around accusing people of things!
pt: Ehi, ehi! Non dovresti andare in giro ad accusare la gente a vanvera!

# 212_Kiryu
source: I apologize.
pt: Mi scuso.

# 224_Kiryu
source: (I guess he didn't appreciate the joke. Why that reaction, though?)
pt: (A quanto pare non ha apprezzato la battuta. Ma perché quella reazione, però?)

# 248_Chortling Man
source: Heheh. I did good, even if I do say so myself.
pt: Heheh. Ho fatto un bel colpo, anche se lo dico io.

# 260_Kiryu
source: (What a strange guy. He's got me curious.)
pt: (Che tipo strano. Mi ha incuriosito.)

# 272_Chortling Man
source: What do you do for a living?
pt: Cosa fa per vivere?

# 284_Chortling Man
source: Oh, I don't work.
pt: Oh, io non lavoro.

# 296_Kiryu
source: But how do you put food on the table?
pt: Ma come fa a mantenersi?

# 308_Chortling Man
source: Heheh. It's pretty narrow-minded to assume you need a job to eat, driver.
pt: Heheh. È piuttosto limitato pensare che ti serva un lavoro per mangiare, tassista.

# 320_Kiryu
source: (Hmm. He doesn't look like he's from a rich family.)
pt: (Mmmh. Non sembra che venga da una famiglia ricca.)

# 332_Chortling Man
source: What sort of sports do you like?
pt: Che tipo di sport Le piacciono?

# 344_Chortling Man
source: I run marathons. I did some pretty major ones years back. Heheh.
pt: Faccio maratone. Ne ho fatte delle belle grosse anni fa. Heheh.

# 356_Kiryu
source: (Sounds like he's fast on his feet.)
pt: (Sembra che abbia le gambe veloci.)

# 368_Chortling Man
source: Do you have any special talents?
pt: Ha dei talenti speciali?

# 380_Chortling Man
source: I know this town real well. I've got a map of every nook and cranny in my head.
pt: Conosco questa città come le mie tasche. Ho una mappa di ogni anfratto in testa.

# 392_Kiryu
source: Wow. That's amazing.
pt: Wow. È incredibile.

# 404_Chortling Man
source: Heheh. Yeah.
pt: Heheh. Già.

# 416_Kiryu
source: (I'm feeling uneasy for some reason.)
pt: (Mi sento a disagio per qualche ragione.)
