Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003b.po
Languages: pt

source: ○That's too bad.
pt: ○Che peccato.

source: □Maybe that's for the best.
pt: □Forse è meglio così.

source: △Greener pastures?
pt: △Verso lidi migliori?

source: ○Not a bad idea.
pt: ○Non è una cattiva idea.

source: □It's the same everywhere.
pt: □È così dappertutto.

source: ○Of course I do.
pt: ○Certo che sì.

source: □I prefer it being less busy.
pt: □Preferisco che sia meno affollato.

source: ○That's sad to hear.
pt: ○È triste sentirlo.

source: □I wasn't aware.
pt: □Non lo sapevo.

source: △Will you go too?
pt: △Andrai via anche tu?

source: ○Kind of.
pt: ○Più o meno.

source: □Should I be?
pt: □Dovrei esserlo?

source: △You're lying.
pt: △Stai mentendo.

source: ○That's not good.
pt: ○Non va bene.

source: □What's wrong with that?
pt: □Che male c'è?

source: △That's not true.
pt: △Non è vero.

source: □Not really.
pt: □Non proprio.

source: ○Seriously?
pt: ○Dici sul serio?

source: □Don't do that.
pt: □Non farlo.

source: △Don't you have a concert?
pt: △Non hai un concerto?

source: ○Must be my imagination.
pt: ○Sarà la mia immaginazione.

source: □No, it's true.
pt: □No, è vero.

source: △I don't mean looks.
pt: △Non parlo dell'aspetto fisico.

source: ○Really?
pt: ○Davvero?

source: □That can't be true.
pt: □Non può essere vero.

source: ○Yeah.
pt: ○Sì.

source: △I like both.
pt: △Mi piacciono entrambi.

source: ○I suppose.
pt: ○Immagino.

source: □You can't ignore it.
pt: □Non puoi ignorarlo.

# 540_Kiryu
source: What's Kamurocho like these days? There doesn't seem to be as many people around anymore.
pt: Com'è Kamurocho di questi tempi? Non sembra esserci più così tanta gente in giro.

# 552_Hinata
source: Yeah, a lot of stuff happened last year. Even the cabaret club clientele seems to have moved on to greener pastures.
pt: Già, l'anno scorso sono successe un sacco di cose. Persino la clientela dei cabaret club sembra aver cercato lidi migliori.

# 564_Kiryu
source: That's too bad. This neighborhood used to be a bastion of chaos, a tinge of danger always hanging in the air.
pt: È un peccato. Un tempo questo quartiere era un baluardo del caos, con un senso di pericolo che aleggiava sempre nell'aria.

# 576_Hinata
source: ...Right. Well, now there's just a bunch of empty buildings.
pt: ...Già. Beh, ora ci sono solo un sacco di edifici vuoti.

# 588_Hinata
source: They'll have signs up in the day, but if you go there at night, they're not open. There's only notices saying they've closed down.
pt: Di giorno le insegne sono ancora esposte, ma se ci vai di notte, sono chiusi. Ci sono solo avvisi che dicono che hanno chiuso i battenti.

# 600_Kiryu
source: Really? Things are worse than I imagined.
pt: Davvero? Le cose vanno peggio di quanto immaginassi.

# 612_Kiryu
source: But maybe that's for the best. Kamurocho Hills being built is a sign the area's changing. Maybe there'll be more ordinary customers now.
pt: Ma forse è meglio così. La costruzione di Kamurocho Hills è un segno che la zona sta cambiando. Magari ora ci saranno più clienti comuni.

# 624_Hinata
source: No, it's not good at all! The economy's awful, so everyone's even more desperate than before. Creeps like club recruiters and barkers are just the worst now!
pt: No, non va affatto bene! L'economia è un disastro, quindi sono tutti ancora più disperati di prima. Tipi viscidi come i reclutatori dei club e i buttadentro ora sono diventati il peggio del peggio!

# 636_Hinata
source: I'm usually in a hurry to get to work, so I wish they'd leave me alone!
pt: Di solito vado di fretta per andare al lavoro, quindi vorrei proprio che mi lasciassero in pace!

# 648_Kiryu
source: Right. The bad ones won't even let you pass.
pt: Già. Quelli peggiori non ti lasciano nemmeno passare.

# 660_Hinata
source: Yeah, I hate it. I take underground tunnels all the way from the station. I barely even know the layout of the surface streets.
pt: Già, lo odio. Prendo i tunnel sotterranei per tutto il tragitto dalla stazione. Conosco a malapena la disposizione delle strade in superficie.

# 672_Kiryu
source: I see.
pt: Capisco.

# 684_Hinata
source: I always thought the world of a hostess would be more glamorous, but it really is quite plain.
pt: Ho sempre pensato che il mondo delle hostess fosse più sfarzoso, ma in realtà è piuttosto ordinario.

# 696_Hinata
source: Maybe I'm better off trying to make my way in a flashier city, like Osaka or Nagoya.
pt: Forse farei meglio a cercare di farmi strada in una città più sfarzosa, come Osaka o Nagoya.

# 708_Kiryu
source: Not a bad idea. I hear Osaka is still doing pretty well.
pt: Non è una cattiva idea. Ho sentito che a Osaka le cose vanno ancora piuttosto bene.

# 720_Hinata
source: Really!? Do you hit up all the trendy clubs in places like that, Kiryu-san?
pt: Davvero!? Frequenti tutti i locali alla moda in posti del genere, Kiryu-san?

# 732_Kiryu
source: Of course I do. Over the years I've had business all over the country, so I make sure to hit up the local cabaret clubs when I'm in town.
pt: Certo che sì. Nel corso degli anni ho avuto affari in tutto il paese, quindi mi assicuro di fare un salto nei cabaret club locali quando sono in città.

# 744_Hinata
source: That's amazing! I wish everyone was more of a big player like you, Kiryu-san!
pt: È fantastico! Magari fossero tutti dei pezzi grossi come te, Kiryu-san!

# 756_Kiryu
source: Are you complimenting me, or...?
pt: Mi stai facendo un complimento, o...?

# 768_Kiryu
source: I prefer when it's less busy. Empty clubs make it easier to get friendly with a girl.
pt: Preferisco quando c'è meno gente. Con i locali vuoti è più facile entrare in confidenza con una ragazza.

# 780_Hinata
source: Haha, I hear that! You have no competition, and the girls are super happy to see you.
pt: Ahah, hai proprio ragione! Non hai concorrenza e le ragazze sono felicissime di vederti.

# 792_Kiryu
source: Still, this club is doing pretty well. There aren't many like this in Tokyo.
pt: Eppure, questo club se la cava piuttosto bene. Non ce ne sono molti così a Tokyo.

# 804_Kiryu
source: It's the same everywhere. It's not only Kamurocho that's in a recession－it's all of Japan.
pt: È così dappertutto. Non è solo Kamurocho a essere in recessione－è tutto il Giappone.

# 816_Hinata
source: Aww. Why'd I have the rotten luck of hitting adulthood at such a lousy time?
pt: Uffa. Perché ho avuto la sfortuna nera di diventare adulta in un momento così schifoso?

# 828_Hinata
source: I wish I'd gotten to experience the bubble economy like you did, Kiryu-san.
pt: Avrei voluto vivere l'epoca della bolla economica come te, Kiryu-san.

# 840_Kiryu
source: Now you sound like an old-timer. You just need to work at it harder, that's all.
pt: Adesso sembri proprio un vecchio. Devi solo impegnarti di più, tutto qui.

# 852_Kiryu
source: Greener pastures?
pt: Orizzonti migliori?

# 864_Hinata
source: You know, like Ginza or Roppongi. Lots of girls have moved out to places like that.
pt: Sai, tipo Ginza o Roppongi. Molte ragazze si sono trasferite in posti del genere.

# 876_Kiryu
source: That's sad to hear. I wish more people shared my affection for this part of town.
pt: È triste sentirlo. Vorrei che più persone condividessero il mio affetto per questo quartiere.

# 888_Hinata
source: It can't be helped! Everyone's got to make a living, so of course they're going to go where the money is.
pt: Non c'è niente da fare! Tutti devono pur campare, quindi è ovvio che vadano dove girano i soldi.

# 900_Kiryu
source: I understand that. But for me, this is the city where all my dreams were formed.
pt: Lo capisco. Ma per me, questa è la città in cui sono nati tutti i miei sogni.

# 912_Kiryu
source: If this place dies out, I feel I may as well fade along with it.
pt: Se questo posto dovesse morire, sento che potrei svanire insieme a lui.

# 924_Hinata
source: Wow, Kiryu-san. You really do love Kamurocho, don't you?
pt: Wow, Kiryu-san. Ami davvero Kamurocho, non è vero?

# 936_Kiryu
source: Yes...
pt: Sì...

# 948_Kiryu
source: I wasn't aware. I figured those places were full of high-end clubs that only big spenders could afford.
pt: Non lo sapevo. Immaginavo che quei posti fossero pieni di club di lusso che solo i grandi spenditori potevano permettersi.

# 960_Hinata
source: There are lots of clubs like that, but there are plenty of affordable ones, too. It's sort of like Kamurocho not too long ago.
pt: Ci sono un sacco di club del genere, ma ce ne sono molti anche alla portata di tutti. È un po' come la Kamurocho di non molto tempo fa.

# 972_Kiryu
source: I see. Maybe I should check it out sometime.
pt: Capisco. Forse dovrei farci un salto prima o poi.

# 984_Kiryu
source: Will you go, too?
pt: Andrai anche tu?

# 996_Hinata
source: I don't know. Kamurocho is an easier commute from my house.
pt: Non saprei. Kamurocho è più comoda da raggiungere da casa mia.

# 1008_Hinata
source: I hang out around here a lot too, and it's nice to be able to have fun with friends before work.
pt: Bazzico spesso da queste parti anch'io, ed è bello potersi divertire con gli amici prima del lavoro.

# 1020_Kiryu
source: Good point. Your personal life is important too.
pt: Hai ragione. Anche la vita privata è importante.

# 1032_Kiryu
source: Will you be at the club on Christmas Eve?
pt: Sarai al club la vigilia di Natale?

# 1044_Hinata
source: Why do you ask?
pt: Perché lo chiedi?

# 1056_Kiryu
source: Just curious.
pt: Semplice curiosità.

# 1068_Hinata
source: Unfortunately, I'm off that day.
pt: Purtroppo quel giorno non lavoro.

# 1080_Hinata
source: Are you disappointed?
pt: Sei deluso?

# 1092_Kiryu
source: Kind of.
pt: Un po'.

# 1104_Hinata
source: Haha! You don't need to be that upset! I'm only going to see a concert!
pt: Ahah! Non c'è bisogno di rimanerci così male! Vado solo a vedere un concerto!

# 1116_Kiryu
source: Oh, is that all?
pt: Ah, tutto qui?

# 1128_Kiryu
source: Should I be?
pt: Dovrei esserlo?

# 1140_Hinata
source: Oh, come on! You can't hide your disappointment from me! Maybe you should just try to make your own plans.
pt: Ma dai! Non puoi nascondermi la tua delusione! Forse dovresti solo provare a fare dei programmi per conto tuo.

# 1164_Kiryu
source: You're lying. I bet you don't have any plans, you're just trying to make it seem that way.
pt: Stai mentendo. Scommetto che non hai nessun programma, stai solo cercando di farlo sembrare così.

# 1176_Hinata
source: I do have plans, honest! And I need the money, so if I had the time I'd definitely be here!
pt: Ho degli impegni, davvero! E mi servono i soldi, quindi se avessi tempo sarei sicuramente qui!

# 1188_Kiryu
source: Ah, I see.
pt: Ah, capisco.

# 1200_Hinata
source: Besides, if a hostess works on Christmas Eve, it's a sign she's not popular.
pt: E poi, se una hostess lavora la vigilia di Natale, è segno che non è popolare.

# 1212_Kiryu
source: Oh, really?
pt: Oh, davvero?

# 1224_Hinata
source: Well, sure. Girls with regular clients would only come in after some extravagant dinner, and ones with boyfriends wouldn't even be here.
pt: Beh, certo. Le ragazze con i clienti fissi verrebbero solo dopo una cena lussuosa, e quelle con il fidanzato non si farebbero neanche vedere.

# 1236_Hinata
source: So if you were to come to the club, you'd be stuck with girls who are leftovers.
pt: Quindi se dovessi venire al club, ti beccheresti solo le ragazze che sono degli scarti.

# 1248_Kiryu
source: That's not good. When I come to a cabaret club, it's because I want to forget about my real life for a while.
pt: Non va bene. Quando vengo in un cabaret club, è perché voglio dimenticarmi della vita reale per un po'.

# 1260_Hinata
source: Hehe. If it bugs you that much, then you should visit our club more! That way you'll have a girl you can invite out on Christmas Eve.
pt: Hehe. Se la cosa ti scoccia così tanto, allora dovresti venire più spesso al nostro club! In questo modo avrai una ragazza da poter invitare fuori la vigilia di Natale.

# 1272_Kiryu
source: What's wrong with that? If circumstances bring the "losers" together, they'll already have something in common. They might even become friends.
pt: Cosa c'è di male? Se le circostanze riuniscono i "perdenti", avranno già qualcosa in comune. Potrebbero persino diventare amici.

# 1284_Hinata
source: I've never thought about it that way! But since you'd be an important client, I'm sure you'd still get excellent service.
pt: Non ci avevo mai pensato in questo modo! Ma dato che saresti un cliente importante, sono sicura che riceveresti comunque un servizio eccellente.

# 1296_Hinata
source: So does this mean that you're free on Christmas Eve, Kiryu-san?
pt: Quindi questo significa che sei libero la vigilia di Natale, Kiryu-san?

# 1308_Kiryu
source: Kind of. I'm not really a party guy, but drinking alone on a night like that...
pt: Più o meno. Non sono proprio un tipo da feste, ma bere da solo in una serata come quella...

# 1320_Hinata
source: I figured you'd have at least one or two girls to spend time with. Why don't you?
pt: Pensavo che avessi almeno una o due ragazze con cui passare il tempo. Come mai no?

# 1332_Kiryu
source: Heh. Wish I knew.
pt: Heh. Magari lo sapessi.

# 1344_Kiryu
source: Not really. Of course I have plans. I only wanted to confirm your schedule.
pt: Non proprio. Ovviamente ho dei programmi. Volevo solo avere la conferma dei tuoi impegni.

# 1356_Hinata
source: Liar! I bet you anything you're alone that night, Kiryu-san! If you had a girlfriend, you'd never have asked!
pt: Bugiardo! Scommetto quello che vuoi che sarai da solo quella sera, Kiryu-san! Se avessi una ragazza, non l'avresti mai chiesto!

# 1368_Kiryu
source: Well, hey, this isn't about me.
pt: Beh, ehi, qui non si tratta di me.

# 1380_Kiryu
source: That's not true. I bet some girls celebrate on another day, so they can work on Christmas Eve.
pt: Non è vero. Scommetto che alcune ragazze festeggiano in un altro giorno, così possono lavorare la vigilia di Natale.

# 1392_Hinata
source: I bet! They'll probably say stuff like, "Oh, I'm all alone on Christmas Eve!" while they've actually got a date on the 23rd.
pt: Ci scommetto! Diranno sicuramente roba tipo: "Oh, sono tutta sola la vigilia di Natale!", quando in realtà hanno già un appuntamento per il 23.

# 1404_Hinata
source: Maybe I should try that myself this year. Then I could have an extra day of work.
pt: Magari dovrei provarci anch'io quest'anno. Così potrei lavorare un giorno in più.

# 1416_Kiryu
source: Seriously? Then I'm not coming on that day.
pt: Dici sul serio? Allora quel giorno non verrò.

# 1428_Hinata
source: Are you sure about that? If you get lonely that evening, won't you want to see me?
pt: Ne sei proprio sicuro? Se ti sentirai solo quella sera, non avrai voglia di vedermi?

# 1440_Kiryu
source: Hmph. I'm not sure what you're talking about.
pt: Hmph. Non so di cosa tu stia parlando.

# 1452_Kiryu
source: Don't do that. Men will just assume you don't have a life.
pt: Non farlo. Gli uomini penseranno solo che non hai una vita.

# 1464_Hinata
source: Whoa, true. I don't want to seem like a leftover.
pt: Cavolo, è vero. Non voglio sembrare un avanzo.

# 1476_Kiryu
source: It's a choice between money and pride, really.
pt: In fondo, si tratta di scegliere tra i soldi e l'orgoglio.

# 1488_Hinata
source: Besides, if a hostess works on Christmas Eve, it's a sign she's not popular.
pt: Oltretutto, se una hostess lavora la vigilia di Natale, è segno che non è popolare.

# 1500_Kiryu
source: Oh, really?
pt: Oh, davvero?

# 1512_Hinata
source: Well, sure. Girls with regular clients would only come in after some extravagant dinner, and ones with boyfriends wouldn't even be here.
pt: Beh, certo. Le ragazze con i clienti fissi verrebbero solo dopo una cena di lusso, e quelle che hanno il ragazzo non si farebbero proprio vedere.

# 1524_Hinata
source: So if you were to come to the club, you'd be stuck with girls who are leftovers.
pt: Quindi se dovessi venire al club, ti ritroveresti con delle ragazze che sono degli avanzi.

# 1536_Kiryu
source: That's not true. I bet some girls celebrate on another day, so they can work on Christmas Eve.
pt: Non è vero. Scommetto che alcune ragazze festeggiano in un altro giorno, proprio per poter lavorare la vigilia di Natale.

# 1548_Hinata
source: I bet! They'll probably say stuff like, "Oh, I'm all alone on Christmas Eve!" while they've actually got a date on the 23rd.
pt: Ci scommetto! Diranno sicuramente roba tipo: "Oh, sono tutta sola la vigilia di Natale!", quando in realtà hanno già un appuntamento il 23.

# 1560_Hinata
source: Maybe I should try that myself this year. Then I could have an extra day of work.
pt: Quasi quasi ci provo anch'io quest'anno. Così potrei lavorare un giorno in più.

# 1572_Kiryu
source: Don't you have a concert to go to? You can't exactly move that to a different day.
pt: Non hai un concerto a cui andare? Non puoi mica spostarlo a un altro giorno.

# 1584_Hinata
source: Oh, you're right!
pt: Oh, hai ragione!

# 1608_Kiryu
source: It's been a while since I've been back in Tokyo, but the girls here really are on a higher level.
pt: È da un po' che non tornavo a Tokyo, ma le ragazze qui sono proprio di un altro livello.

# 1620_Hinata
source: What? That's not true! There are only a small number of cute girls here.
pt: Cosa? Ma non è vero! Di ragazze carine qui ce ne sono davvero poche.

# 1632_Kiryu
source: Must be my imagination. But I wonder why? What is it about Tokyo that makes me think that?
pt: Sarà una mia impressione. Ma mi chiedo perché. Cos'ha Tokyo da farmelo pensare?

# 1644_Hinata
source: Yeah, I think there's something about the city.
pt: Già, credo che ci sia qualcosa in questa città.

# 1656_Hinata
source: If you had a girl pose against a city background and a countryside background, don't you think the city girl would seem more fashionable?
pt: Se facessi posare una ragazza con uno sfondo di città e con uno di campagna, non credi che quella in città sembrerebbe più alla moda?

# 1668_Kiryu
source: Sure, it would definitely give off a different impression.
pt: Sicuro, darebbe sicuramente un'impressione diversa.

# 1680_Kiryu
source: No, it's true. I've seen girls from all over Japan, and there's nothing like the ones here.
pt: No, è vero. Ho visto ragazze da ogni parte del Giappone, e non c'è paragone con quelle di qui.

# 1692_Hinata
source: Wow, really? But people come to Tokyo from all over the country. How can you tell them apart from the local girls?
pt: Wow, davvero? Ma a Tokyo arriva gente da tutto il paese. Come fai a distinguerle dalle ragazze del posto?

# 1704_Kiryu
source: Hm. I suppose that's a good point.
pt: Mh. Immagino sia un'ottima osservazione.

# 1716_Kiryu
source: I guess what I really mean, is that Tokyo girls give off a certain air of professionalism.
pt: Immagino che quello che intendo dire sia che le ragazze di Tokyo emanano una certa aria di professionalità.

# 1728_Hinata
source: No, that's not true. No way.
pt: No, non è vero. Ma figurati.

# 1740_Kiryu
source: Why do you say that?
pt: Perché dici così?

# 1752_Hinata
source: Everyone here's self-centered and two-faced. Nobody even knows how to speak polite Japanese.
pt: Qui sono tutti egoisti e falsi. Nessuno sa nemmeno parlare un giapponese educato.

# 1764_Kiryu
source: Really? Most girls I've met aren't like that at all.
pt: Davvero? La maggior parte delle ragazze che ho conosciuto non sono affatto così.

# 1776_Hinata
source: Haha! Oh, Kiryu-san, you're so innocent! That's adorable!
pt: Ahah! Oh, Kiryu-san, sei così ingenuo! Che carino!

# 1788_Kiryu
source: Am I innocent?
pt: Sarei ingenuo?

# 1800_Kiryu
source: That can't be true. They get the job done, so they must be responsible. Not anyone can manage that sort of thing.
pt: Non può essere vero. Portano a termine il loro lavoro, quindi devono essere responsabili. Non è da tutti saper gestire certe cose.

# 1812_Hinata
source: Nah, it's all an act. They throw themselves into their work so hard because they have to, not because they're normally kind and polite.
pt: Ma no, è tutta una recita. Si buttano a capofitto nel lavoro solo perché devono farlo, non perché siano davvero gentili ed educate.

# 1824_Kiryu
source: You really think so?
pt: Lo pensi davvero?

# 1836_Hinata
source: So, Kiryu-san, does that mean you prefer city girls?
pt: Allora, Kiryu-san, significa che preferisci le ragazze di città?

# 1848_Kiryu
source: Yeah. Being around country girls is relaxing, but it's not like the thrill you get from a hostess.
pt: Sì. Stare con le ragazze di campagna è rilassante, ma non dà lo stesso brivido di una hostess.

# 1860_Kiryu
source: I much prefer drinking with a girl who's worldly and quick-witted.
pt: Preferisco di gran lunga bere con una ragazza di mondo e dalla battuta pronta.

# 1872_Hinata
source: I see! Then I guess I'll need to kick it up a notch for you!
pt: Ho capito! Allora mi sa che dovrò alzare il tiro per te!

# 1884_Kiryu
source: Heh. Please do.
pt: Eheh. Fai pure.

# 1896_Kiryu
source: No. City girls tend to make me feel like I'm not up to par with them.
pt: No. Le ragazze di città tendono a farmi sentire come se non fossi alla loro altezza.

# 1908_Kiryu
source: I like a girl who lets me take the lead, and who's a bit more exotic.
pt: Mi piace una ragazza che mi lasci prendere l'iniziativa e che sia un po' più esotica.

# 1920_Hinata
source: Oh, I see. So, I guess I should keep quiet and not start conversations with you?
pt: Oh, capisco. Quindi immagino che dovrei starmene zitta e non provare ad attaccare bottone con te?

# 1932_Kiryu
source: No, wait...
pt: No, aspetta...

# 1944_Kiryu
source: I like both. Everyone's got their good and bad sides. If you focus on the good side, both types of girls are appealing.
pt: Mi piacciono entrambe. Ognuna ha i suoi pregi e i suoi difetti. Se ti concentri sui lati positivi, entrambi i tipi di ragazza sono attraenti.

# 1956_Hinata
source: Haha, you're quite the smooth talker!
pt: Ahah, sei proprio un bel parlatore!

# 1968_Hinata
source: You're right, though. Like, I wouldn't be able to pick my preference between clients from Tokyo, or ones from the country.
pt: Hai ragione, però. Tipo, non saprei proprio chi preferire tra i clienti di Tokyo e quelli che vengono dalla campagna.

# 1980_Kiryu
source: See what I mean?
pt: Vedi cosa intendo?

# 1992_Kiryu
source: I don't mean looks. I'm talking about fashion. This place is the cutting edge of style.
pt: Non parlo dell'aspetto fisico. Sto parlando di moda. Questo posto è all'avanguardia dello stile.

# 2004_Hinata
source: But everyone has different tastes in clothes. Girls won't wear something they don't like, even if it is supposed to be in fashion.
pt: Ma ognuno ha i suoi gusti in fatto di vestiti. Le ragazze non indossano mica qualcosa che non gli piace, anche se dovrebbe essere di moda.

# 2016_Kiryu
source: I suppose. If that's the case, all Tokyo girls just have a great sense of style.
pt: Immagino. Se è così, allora tutte le ragazze di Tokyo hanno semplicemente un ottimo senso dello stile.

# 2028_Hinata
source: Yeah, I guess. People wear what they feel suits them. Maybe that's proof they're serious about fashion.
pt: Sì, immagino. La gente indossa ciò che sente le stia bene. Forse è la prova che fanno sul serio con la moda.

# 2040_Kiryu
source: What suits them, huh? I've never given it a lot of thought, but maybe I should try that myself.
pt: Ciò che gli sta bene, eh? Non ci ho mai riflettuto molto, ma forse dovrei provarci anch'io.

# 2052_Kiryu
source: You can't ignore it. Even if you don't follow fashion trends, you'd still want to avoid clothes that look bad.
pt: Non puoi ignorarlo. Anche se non segui le tendenze della moda, vorresti comunque evitare vestiti che ti stanno male.
