Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0d00.po
Languages: pt

source: *click* *clack* *clack*
pt: *clic* *clac* *clac*

source: *click* *clack* *clack*
pt: *clic* *clac* *clac*

source: Woman's Voice
pt: Voce di donna

source: Cheerfully Chubby Lady
pt: Signora Paffuta e Allegra

source: Gleefully Gaunt Lady
pt: Signora Allampanata e Allegra

source: Drop a Chopstick
pt: Lascia cadere una bacchetta

source: Don't Do It
pt: Non farlo

source: We're playing the king's game.
pt: Stiamo giocando al gioco del re.

source: Our turn to introduce ourselves.
pt: Il nostro turno di presentarci.

source: I'll have a beer, please.
pt: Prendo una birra, per favore.

source: Do you have any hobbies?
pt: Hai qualche hobby?

source: Just say something already!
pt: Dai, spara qualcosa!

source: What type of women do you like?
pt: Che tipo di donne ti piacciono?

source: Check please.
pt: Il conto, per favore.

source: Time for some real man talk.
pt: È ora di discorsi da uomini veri.

source: Now it's time for the king's game!
pt: Ora è il momento del gioco del re!

source: Everyone
pt: Tutti

source: I dare number two to massage my shoulders!
pt: Ordino al numero due di massaggiarmi le spalle!

source: I dare number three and four to kiss!
pt: Ordino al numero tre e quattro di baciarsi!

source: I dare number two and three to kiss!
pt: Ordino al numero due e tre di baciarsi!

source: Stand
pt: In piedi

# 44_dummy
source: Okay, the girls should show up soon.
pt: Ok, le ragazze dovrebbero arrivare presto.

# 56_Muramatsu
source: So this girl you know who's arranging things－what's she like? Is she cute?
pt: Allora, questa ragazza che conosci che ha organizzato il tutto... com'è? È carina?

# 68_Kiyokawa
source: I met her online, so I haven't seen her face yet. She said people tell her all the time she looks like a famous idol, though.
pt: L'ho conosciuta online, quindi non l'ho ancora vista in faccia. Però dice che tutti le dicono sempre che somiglia a una idol famosa.

# 80_Kiyokawa
source: Plus her writing style's cute, and she likes to bake. I think I might have found the one!
pt: In più ha un modo di scrivere carino e le piace preparare dolci. Mi sa che ho trovato quella giusta!

# 92_Kiyokawa
source: Her name is Ai Ishimori-chan. Ooh, I can't wait to meet her!
pt: Si chiama Ai Ishimori-chan. Oh, non vedo l'ora di conoscerla!

# 104_Woman's Voice
source: Sorry for the wait.
pt: Scusate l'attesa.

# 116_Kiyokawa
source: All right, here they come!
pt: Bene, eccole che arrivano!

# 176_Cheerfully Chubby Lady
source: Nice to meet you all. I'm Ishimori.
pt: Piacere di conoscervi tutti. Sono Ishimori.

# 188_Kiyokawa
source: Uh... Hi.
pt: Uh... Ciao.

# 224_Ishimori
source: *giggle* Oh, please. Put the tongues away, boys. Haven't you ever seen a lady before?
pt: *ridacchia* Oh, per favore. Mettete via quelle lingue, ragazzi. Non avete mai visto una donna prima d'ora?

# 248_Ishimori
source: Oh, there's one more coming, but she's running a little late.
pt: Oh, ne sta arrivando un'altra, ma è un po' in ritardo.

# 260_Kiyokawa
source: I see.
pt: Capisco.

# 272_Muramatsu
source: Hey, Kiyokawa. She doesn't look like an idol. Unless you mean those fat fertility ones ancient people used to worship!
pt: Ehi, Kiyokawa. Non ha proprio l'aria di un'idol. A meno che tu non intenda quelle grasse statuine della fertilità che adoravano gli antichi!

# 284_Kiyokawa
source: Well, what do you want me to say? She looked cute enough on her blog profile.
pt: Beh, che vuoi che ti dica? Sul profilo del suo blog sembrava abbastanza carina.

# 296_Muramatsu
source: That doesn't mean jack squat! You ought to know those are never how they actually look! Why can't you do anything right?
pt: Non conta un cavolo! Dovresti sapere che non sono mai come appaiono davvero! Perché non ne azzecchi mai una?

# 308_Ishimori
source: Yo! What are you guys whispering about over there?
pt: Ehi! Di cosa state bisbigliando laggiù?

# 320_Kiyokawa
source: Oh, nothing! Our bad.
pt: Oh, niente! Colpa nostra.

# 332_Ishimori
source: Oh. No, that's okay. I get it.
pt: Oh. No, va bene così. Ho capito.

# 344_Kiyokawa
source: You do?
pt: Davvero?

# 356_Ishimori
source: Mhm. You nasty boys are already working out which one of us you want to take home with you, right? Oh, men and their one-track minds!
pt: Mhm. Voi ragazzacci state già decidendo chi di noi volete portarvi a casa, vero? Oh, gli uomini e il loro chiodo fisso!

# 368_Gleefully Gaunt Lady
source: Slow down there, gentlemen. Can't get past first base if you don't start in first gear! Oh, I made a funny! Ahahahahahah!
pt: Andateci piano, signori. Non si arriva in prima base se non si ingrana la prima! Oh, ho fatto la battuta! Ahahahahahah!

# 404_Kiryu
source: (This is going to be an awkward night.)
pt: (Si prospetta una serata imbarazzante.)

# 452_dummy
source: Okay, well. Shall we start off with introductions?
pt: Bene, allora. Cominciamo con le presentazioni?

# 464_Ishimori
source: Sure. Us girls will go first. So, I'm Ishimori. Let's see, as for hobbies... Oh yeah, I like trying out the menu at different restaurants!
pt: Certo. Iniziamo noi ragazze. Dunque, io sono Ishimori. Vediamo, per quanto riguarda gli hobby... Oh sì, mi piace provare i menù di diversi ristoranti!

# 476_Muramatsu
source: Yeah, I'll bet she orders the entire menu at once! Hey, Kiyokawa. Didn't you say her hobby was baking?
pt: Sì, scommetto che ordina l'intero menù in un colpo solo! Ehi, Kiyokawa. Non avevi detto che il suo hobby era fare dolci?

# 488_Kiyokawa
source: What are you looking at me for? Tell it to her. She's right there.
pt: Che mi guardi a fare? Dillo a lei. È proprio lì.

# 500_Ishimori
source: Yo! Are you guys even listening!?
pt: Ehi! Ma mi state a sentire!?

# 512_Kiyokawa
source: Oh. Yeah. Of course! Nice to meet you!
pt: Oh. Sì. Certo! Piacere di conoscerti!

# 524_Ishimori
source: Hmph. You're up next, Nakayama-san.
pt: Umpf. Tocca a te, Nakayama-san.

# 548_dummy
source: Okey-doke! Soooooo! I'm Yuki Nakayama! I'm always laughing about <Italic>something</Italic>－in fact, I'd laugh at the drop of a chopstick! AHAH... Ahah... Ahoo...
pt: Bene bene! Quindiiiiii! Sono Yuki Nakayama! Rido sempre per <Italic>qualcosa</Italic>－in effetti, riderei pure se cadesse una bacchetta! AHAH... Ahah... Ahoo...

# 572_dummy
source: (She says she'll laugh at the drop of a chopstick. Let's test that out.)
pt: (Dice che riderebbe anche se cadesse una bacchetta. Mettiamola alla prova.)

# 596_Kiyokawa
source: Oh, your chopsticks, Suzuki-san!
pt: Oh, le tue bacchette, Suzuki-san!

# 608_Nakayama
source: Oh my!
pt: Oh cielo!

# 620_Nakayama
source: There they go! Oohoo... Eeehee... AHAHAHAHAHA! *sniffle* Ohh... That was refreshing.
pt: Eccole là! Oohoo... Eeehee... AHAHAHAHAHA! *sniff* Ohh... Mi sento rigenerata.

# 632_Muramatsu
source: ...Does she really have to laugh like that?
pt: ...Deve proprio ridere così?

# 644_Kiryu
source: (At least it got the girls' side laughing. Hopefully that broke the ice a bit.)
pt: (Almeno ha fatto ridere le ragazze. Speriamo che sia servito a rompere un po' il ghiaccio.)

# 656_dummy
source: (Laughing at the drop of a chopstick? That's silly. I won't bother testing it out.)
pt: (Ridere se cade una bacchetta? Che sciocchezza. Non starò a metterla alla prova.)

# 692_Nakayama
source: Hey! How come none of you are dropping your chopsticks? Can't you take a hint!?
pt: Ehi! Perché nessuno di voi fa cadere le proprie bacchette? Non capite l'antifona!?

# 704_Kiyokawa
source: Shit, sorry! Quick, drop your chopsticks, Suzuki-san!
pt: Merda, scusa! Presto, fai cadere le bacchette, Suzuki-san!

# 716_Kiryu
source: Er, okay.
pt: Ehm, va bene.

# 740_Nakayama
source: Oh my!
pt: Oh cielo!

# 752_Nakayama
source: There they go! Oohoo... Eeehee... AHAHAHAHAHA! *sniffle* Ohh... That was refreshing.
pt: Eccole là! Oohoo... Eeehee... AHAHAHAHAHA! *sniff* Ohh... Mi sento rigenerata.

# 764_Muramatsu
source: ...That laugh's getting on my nerves.
pt: ...Quella risata mi sta dando sui nervi.

# 776_Kiryu
source: (Damn. I didn't think she actually wanted us to do it. These mixers are tricky to navigate.)
pt: (Dannazione. Non pensavo volesse davvero che lo facessimo. Questi mixer sono difficili da gestire.)

# 788_dummy
source: Sorry I'm late.
pt: Scusate il ritardo.

# 812_dummy
source: Kondo-san! What kept you?
pt: Kondo-san! Cosa ti ha trattenuto?

# 824_Kiyokawa
source: Whoa.
pt: Uau.

# 836_Kondo
source: Oh, I just lost track of time. Anyway, I'm Kondo. Nice to meet you all.
pt: Oh, ho solo perso la cognizione del tempo. Comunque, sono Kondo. Piacere di conoscervi tutti.

# 848_Muramatsu
source: She's... She's beautiful!
pt: È... È bellissima!

# 860_Kiyokawa
source: Oh, yeah, uh－nice to meet you, too!
pt: Oh, sì, ehm－piacere di conoscerti anche io!

# 872_Kiryu
source: (She's a fine-looking woman. Muramatsu-san and Kiyokawa can't seem to keep their eyes off her.)
pt: (È una gran bella donna. Muramatsu-san e Kiyokawa sembrano non riuscire a toglierle gli occhi di dosso.)

# 884_Kiyokawa
source: So! Uh, what shall we do next? Hey, why don't you take the lead, Suzuki-san?
pt: Allora! Ehm, che facciamo adesso? Ehi, perché non prendi l'iniziativa tu, Suzuki-san?

# 896_Kiryu
source: Me? Well, okay.
pt: Io? Beh, d'accordo.

# 908_dummy
source: It might get a little uncomfortable, but it's better to be real with each other straight from the start. It's time... for the king's game.
pt: Potrebbe diventare un po' imbarazzante, ma è meglio essere sinceri fin da subito. È arrivato il momento... del gioco del re.

# 920_Kiyokawa
source: Ooh, perfect! Now <Italic>this</Italic> is how you start a mixer!
pt: Ooh, perfetto! <Italic>Questo</Italic> sì che è il modo di iniziare un mixer!

# 932_Ishimori
source: Hey, isn't it a bit early to break out an intimate game like that? You guys haven't even told us who you are yet!
pt: Ehi, non è un po' troppo presto per tirare fuori un gioco così intimo? Non ci avete ancora nemmeno detto chi siete!

# 944_Kiyokawa
source: Eeep! We're sorry!
pt: Eek! Scusateci!

# 956_Kiryu
source: (Shoot. She's right. I guess I got a bit ahead of myself.)
pt: (Accidenti. Ha ragione. Mi sa che ho corso un po' troppo.)

# 968_dummy
source: Well, none of us guys have introduced ourselves yet. Let's start there.
pt: Beh, nessuno di noi si è ancora presentato. Iniziamo da lì.

# 980_Kiyokawa
source: Oh, right! I completely forgot. That was smooth, Suzuki-san!
pt: Oh, giusto! Me n'ero completamente dimenticato. Che classe, Suzuki-san!

# 992_Ishimori
source: Mm, I like me a man who can keep a level head. Yum yum!
pt: Mm, mi piace un uomo che sa restare calmo. Gnam gnam!

# 1004_Kiryu
source: (That seems to have worked all right.)
pt: (Sembra che sia andata bene.)

# 1016_dummy
source: Okay, I'll have a beer.
pt: Ok, prendo una birra.

# 1028_Kiyokawa
source: Suzuki-san, I wasn't asking what you wanted to order.
pt: Suzuki-san, non ti stavo chiedendo cosa volevi ordinare.

# 1040_Kiryu
source: Oh. You weren't?
pt: Oh. No?

# 1052_Ishimori
source: Of course not! What are you thinking? First, you guys have to introduce yourselves. Get with the program, bro!
pt: Certo che no! Ma a cosa pensi? Prima dovete presentarvi. Svegliati, amico!

# 1064_Nakayama
source: WAAAAHAHAHA! This guy's friggin' hilarious!
pt: WAAAAHAHAHA! Questo tipo fa morire dal ridere!

# 1076_Kondo
source: *giggle*
pt: *ridacchia*

# 1088_Kiryu
source: (That probably wasn't the right call, but at least I got a reaction out of it.)
pt: (Probabilmente non è stata la mossa giusta, ma almeno ho ottenuto una reazione.)

# 1100_dummy
source: All right, let's get to our introductions. You can go first, Muramatsu-san.
pt: Bene, passiamo alle presentazioni. Comincia pure tu, Muramatsu-san.

# 1112_Muramatsu
source: Okay. Uh... My name is Tomoaki Muramatsu. I... am a taxi driver. And, um...
pt: Ok. Ehm... Mi chiamo Tomoaki Muramatsu. Io... faccio il tassista. E, ehm...

# 1124_Kiryu
source: (It looks like Muramatsu-san is floundering over there. Maybe I should help him out.)
pt: (Sembra che Muramatsu-san sia in difficoltà laggiù. Forse dovrei dargli una mano.)

# 1136_dummy
source: Do you have any hobbies, Muramatsu-san?
pt: Hai qualche hobby, Muramatsu-san?

# 1148_Muramatsu
source: Hobbies, huh... Oh, yeah. I like cars. Cars are great. The more you pour your heart into them, the more they give back.
pt: Hobby, eh... Ah, sì. Mi piacciono le auto. Le auto sono fantastiche. Più ci metti il cuore, più sanno ricompensarti.

# 1160_Muramatsu
source: I think I was five when I first started getting serious about them. My dad loved to race, and he'd take me along in the passenger's seat, a knowing twinkle in his eye...
pt: Credo di aver avuto cinque anni quando ho iniziato a prenderle sul serio. Mio padre amava correre e mi portava con sé sul sedile del passeggero, con un luccichio complice negli occhi...

# 1184_Kiryu
source: (He's gonna keep on going forever with that story, isn't he? I shouldn't have brought up the subject... Too late now.)
pt: (Andrà avanti all'infinito con quella storia, vero? Non avrei dovuto tirare fuori l'argomento... Ormai è tardi.)

# 1196_dummy
source: Just spit something out already. Is it really that hard?
pt: Datti una mossa e di' qualcosa. È davvero così difficile?

# 1208_Muramatsu
source: Hey, I'm trying! No need to hurt my feelings... And, last I checked, I have seniority over you!
pt: Ehi, ci sto provando! Non c'è bisogno di ferirmi... E, se non sbaglio, sono più anziano io!

# 1220_Kiryu
source: No, you're right. What was I thinking...?
pt: No, hai ragione. A cosa stavo pensando...?

# 1232_Ishimori
source: Hey, quit squabbling, boys! You're totally killing the mood.
pt: Ehi, smettetela di battibeccare, ragazzi! State rovinando completamente l'atmosfera.

# 1244_Kiryu
source: (That was a bad call. Muramatsu-san isn't the type of guy I can just speak freely with.)
pt: (È stata una mossa sbagliata. Muramatsu-san non è il tipo con cui posso parlare a ruota libera.)

# 1256_dummy
source: How about you tell us what type of women you like?
pt: Che ne dici di dirci che tipo di donne ti piacciono?

# 1268_Muramatsu
source: Oh... Okay. Let's see. I like girls who are organized. And diligent, I guess. They should be able to take care of themselves, at least on a basic level.
pt: Oh... Ok. Vediamo. Mi piacciono le ragazze organizzate. E diligenti, direi. Dovrebbero essere in grado di badare a se stesse, almeno a un livello base.

# 1280_Ishimori
source: Oh, well that describes me perfectly! You're quite forward, Muramatsu-san.
pt: Oh, beh, mi descrive alla perfezione! Sei piuttosto diretto, Muramatsu-san.

# 1292_Nakayama
source: Maybe he likes you! Ahah... Ahahah!
pt: Magari gli piaci! Ahah... Ahahah!

# 1316_Kondo
source: I can tell you're the diligent type yourself, Muramatsu-san. I think that's great.
pt: Si vede che anche tu sei un tipo diligente, Muramatsu-san. Lo trovo fantastico.

# 1328_Muramatsu
source: You do? Heheh.
pt: Dici? Eheh.

# 1340_Kiryu
source: (That seems to have livened up the conversation. I guess this topic works well at mixers.)
pt: (Sembra che la conversazione si sia animata. Immagino che questo argomento funzioni bene ai mixer.)

# 1412_dummy
source: All right, that's all the introductions. Seems like everyone's having a good time, I hope. Now what's next, Suzuki-san?
pt: Bene, con le presentazioni abbiamo finito. Spero che si stiano divertendo tutti. E ora, che si fa, Suzuki-san?

# 1424_Kiryu
source: Well... Let me think.
pt: Beh... Fammi pensare.

# 1436_dummy
source: I think it's time we got the check. I'll call a waiter.
pt: Direi che è ora di chiedere il conto. Chiamo un cameriere.

# 1448_Kiyokawa
source: Already!?
pt: Già!?

# 1460_Ishimori
source: Hey, we barely got here! Are you trying to tell us we aren't worth your time!?
pt: Ehi, siamo appena arrivati! Vuoi forse dirci che non valiamo il tuo tempo!?

# 1472_Kiryu
source: No, not at all.
pt: No, per niente.

# 1484_Ishimori
source: Then what's the big deal!? You're acting so rude!
pt: E allora qual è il problema!? Ti stai comportando da vero maleducato!

# 1496_Kiyokawa
source: Um, uh... Hey, I know! Let's start over by playing a game! How about the king's game?
pt: Ehm, ecco... Ehi, ho un'idea! Ricominciamo da capo facendo un gioco! Che ne dite del gioco del re?

# 1508_Kondo
source: King's game? Hmm, tempting... But I'm not sure I'm up to it.
pt: Il gioco del re? Mmh, allettante... Ma non so se me la sento.

# 1520_Ishimori
source: Oh come on, that's practically standard procedure at a mixer! Let's just do it. I'll go first.
pt: Dai, è praticamente la prassi a un mixer! Facciamolo e basta. Comincio io.

# 1532_Muramatsu
source: You can't just volunteer yourself...
pt: Non puoi mica offrirti volontario così...

# 1544_Kiryu
source: (Looks like I messed up. I guess it was a little early to settle the bill.)
pt: (Sembra che io abbia fatto un pasticcio. Immagino fosse un po' presto per chiedere il conto.)

# 1556_dummy
source: Let's talk about what it means to be a real man. I'm sure that's something we can all relate to.
pt: Parliamo di cosa significa essere un vero uomo. Sono sicuro che sia un argomento in cui tutti possiamo rispecchiarci.

# 1568_Ishimori
source: ...You sure about that?
pt: ...Ne sei sicuro?

# 1580_Kiyokawa
source: Suzuki-san, this is not the right occasion to go all chauvinistic. Even if you do mean well.
pt: Suzuki-san, non è l'occasione giusta per fare tutto il maschilista. Anche se hai buone intenzioni.

# 1592_Kiryu
source: Why not?
pt: Perché no?

# 1604_Ishimori
source: Why yes!? Besides, what do you mean by "a real man"? Is that supposed to be you?
pt: Come perché!? E poi, cosa intendi per "un vero uomo"? Saresti tu?

# 1616_Nakayama
source: Ooh, she got you with a sick burn! Ahahahaha!
pt: Ooh, ti ha proprio asfaltato! Ahahahaha!

# 1628_Muramatsu
source: Gee, I never pegged you as the narcissistic type, Suzuki-san.
pt: Caspita, non ti facevo proprio il tipo narcisista, Suzuki-san.

# 1640_Kiryu
source: But I was trying to talk about values... Good things.
pt: Ma stavo cercando di parlare di valori... Di cose giuste.

# 1652_Kiyokawa
source: Moving right along... Oh, I know! Let's play a game! How about the king's game?
pt: Andiamo avanti... Oh, ho un'idea! Facciamo un gioco! Che ne dite del gioco del re?

# 1664_Kondo
source: Hmm... Not really sure I'm feeling that.
pt: Mmm... Non mi convince granché.

# 1676_Ishimori
source: Oh come on, that's practically standard procedure at a mixer! Let's just do it. I'll go first.
pt: Ma dai, è praticamente la prassi a un mixer! Facciamolo e basta. Comincio io.

# 1688_Muramatsu
source: You can't just volunteer yourself...
pt: Non puoi mica offrirti volontario così...

# 1700_Kiryu
source: It looks like they misunderstood me... But it looks like everyone got a kick out of it.
pt: Sembra che mi abbiano frainteso... Ma sembra che si siano divertiti tutti.

# 1712_dummy
source: Well, we're hitting it off pretty nicely, so how about we play a game? Who wants to do the king's game?
pt: Beh, visto che stiamo andando d'accordo alla grande, che ne dite di fare un gioco? Chi vuole fare il gioco del re?

# 1724_Kondo
source: King's game? Ooh, I don't really know... Should I?
pt: Il gioco del re? Ooh, non saprei proprio... Dovrei?

# 1736_Ishimori
source: Oh, come on! That's what everybody does at these mixers! Let's just go for it! Me first!
pt: Ma dai! È quello che fanno tutti a questi mixer! Facciamolo e basta! Comincio io!

# 1748_Muramatsu
source: You can't just volunteer yourself...
pt: Non puoi mica offrirti volontario così...

# 1760_Kiyokawa
source: Perfect! Just what we need to liven things up! Way to go, Suzuki-san!
pt: Perfetto! Proprio quello che ci voleva per animare la serata! Così si fa, Suzuki-san!

# 1772_Kiryu
source: (That went over well. I'm actually impressed I thought that up.)
pt: (È andata bene. Sono quasi sorpreso di aver avuto un'idea del genere.)

# 1844_dummy
source: Okay, everyone's drawn a straw, right? Whoever gets the red one is the king. They get to call the shots.
pt: Okay, avete pescato tutti una cannuccia, giusto? Chi prende quella rossa è il re. Sarà lui a dare gli ordini.

# 1856_Kiyokawa
source: The rest of the straws have numbers on them. You use them when you want to make a dare!
pt: Sulle altre cannucce ci sono dei numeri. Si usano quando vuoi lanciare una sfida!

# 1868_Kiyokawa
source: For example, you could dare number three to kiss number five! Heheh.
pt: Per esempio, potresti ordinare al numero tre di baciare il numero cinque! Eheh.

# 1880_Ishimori
source: Oh, you boys and your kissing games! You just can't wait to plant a nice, big wet one on me, can you?
pt: Oh, voi maschietti e i vostri giochi di baci! Non vedete l'ora di stamparmi un bel bacione umido, vero?

# 1904_Kiyokawa
source: Anyway! Let's give it a go! Are you ready? Who... will be our king tonight!?
pt: Insomma! Proviamoci! Siete pronti? Chi... sarà il nostro re stasera!?

# 1916_Kiryu
source: ...It's me.
pt: ...Sono io.

# 1928_Kiyokawa
source: Oho! So you make the first dare, Suzuki-san.
pt: Oho! Quindi sarai tu a lanciare la prima sfida, Suzuki-san.

# 1940_Ishimori
source: Aww, I wanted it to be me. Okay, then. What's your dare?
pt: Aww, volevo essere io. Va bene, allora. Qual è la tua sfida?

# 1952_Kiryu
source: Hmm... Let me think.
pt: Uhm... Fatemi pensare.

# 1964_Kiyokawa
source: Suzuki-san? Hey, uh...
pt: Suzuki-san? Ehi, ehm...

# 1976_Kiryu
source: What?
pt: Cosa?

# 1988_Kiyokawa
source: Just so you know... I'm number three. Muramatsu-san is number four. And that cute girl Kondo-san is number two. I glanced over and checked.
pt: Giusto perché tu lo sappia... Io sono il numero tre. Muramatsu-san è il numero quattro. E quella ragazza carina, Kondo-san, è il numero due. Ho dato un'occhiata e ho controllato.

# 2000_Kiryu
source: Okay. So what do you want me to do?
pt: Va bene. Quindi, cosa vuoi che faccia?

# 2012_Kiyokawa
source: Well, how do I say this? You know Muramatsu-san and I have our eyes on Kondo-san, right? Maybe you could help us out a little?
pt: Beh, come posso dire? Sai che io e Muramatsu-san abbiamo messo gli occhi su Kondo-san, vero? Magari potresti darci una mano?

# 2036_Kiyokawa
source: I'm trusting you, man! We're at your mercy here!
pt: Conto su di te, amico! Siamo nelle tue mani!

# 2048_Ishimori
source: Hey, what were you two whispering about there? Oh, I know.
pt: Ehi, di cosa stavate bisbigliando voi due? Oh, ho capito.

# 2060_Kiyokawa
source: Huh?
pt: Uh?

# 2072_Ishimori
source: You're talking about who you want to sex up tonight, aren't you? You and your dirty minds! If only you thought with your big head and not your small one, you just might win me over!
pt: State parlando di chi volete portarvi a letto stasera, non è vero? Voi e le vostre menti sporche! Se solo ragionaste con la testa grande e non con quella piccola, potreste anche conquistarmi!

# 2084_Nakayama
source: Yahahahaha! You tell 'em, girl!
pt: Yahahahaha! Ben detto, ragazza!

# 2096_Muramatsu
source: I'm sure life must be a breeze for you ladies...
pt: Sono sicuro che la vita debba essere una pacchia per voi ragazze...

# 2108_Kiryu
source: (Kiyokawa wants me to set him up, but Kondo-san didn't sound all that enthusiastic about this. How do I keep everyone happy?)
pt: (Kiyokawa vuole che gli faccia da spalla, ma Kondo-san non sembrava affatto entusiasta della cosa. Come faccio a far felici tutti?)

# 2120_Kiyokawa
source: Okay, what say you, our mighty and benevolent king? It's your call.
pt: Bene, allora che ci dici, o nostro potente e benevolo re? La scelta è tua.

# 2132_Everyone
source: All hail the king!
pt: Sia lode al re!

# 2144_Kiryu
source: The king must make up his mind here...
pt: Il re deve decidersi qui...
