Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

source: Main Conversation 10
pt: Conversazione principale 10

source: Main Conversation 11
pt: Conversazione principale 11

source: Main Conversation 12
pt: Conversazione principale 12

source: Main Conversation 13
pt: Conversazione principale 13

source: Main Conversation 14
pt: Conversazione principale 14

source: Main Conversation 15
pt: Conversazione principale 15

source: Main Conversation 16
pt: Conversazione principale 16

source: Main Conversation 17
pt: Conversazione principale 17

source: Main Conversation 18
pt: Conversazione principale 18

source: Main Conversation 19
pt: Conversazione principale 19

source: Main Conversation 20
pt: Conversazione principale 20

source: Main Conversation 21
pt: Conversazione principale 21

source: Main Conversation 22
pt: Conversazione principale 22

source: Main Conversation 23
pt: Conversazione principale 23

source: Main Conversation 24
pt: Conversazione principale 24

source: Main Conversation 25
pt: Conversazione principale 25

source: Main Conversation 26
pt: Conversazione principale 26

source: Main Conversation 27
pt: Conversazione principale 27

source: Main Conversation 28
pt: Conversazione principale 28

source: Main Conversation 29
pt: Conversazione principale 29

source: Main Conversation 30
pt: Conversazione principale 30

source: Main Conversation 31
pt: Conversazione principale 31

source: Romance Conversation 6
pt: Conversazione romantica 6

source: Romance Conversation 7
pt: Conversazione romantica 7

source: Romance Conversation 8
pt: Conversazione romantica 8

source: ○I do all right.
pt: ○Me la cavo.

source: □Don't I wish.
pt: □Magari fosse così.

source: △Who knows?
pt: △Chi lo sa?

source: ○Of college?
pt: ○Dell'università?

source: □Of high school?
pt: □Delle superiori?

source: ○You give off that impression.
pt: ○Dài quell'impressione.

source: □Do you study?
pt: □Studi?

source: △A prize?
pt: △Un premio?

source: ○Go figure.
pt: ○Pensa te.

source: □That's still impressive.
pt: □È comunque notevole.

source: ○Basically.
pt: ○Praticamente.

source: □Don't be ridiculous.
pt: □Non dire sciocchezze.

source: ○That's not what I'd expect.
pt: ○Non è quello che mi aspetterei.

source: □You're nothing like that at all.
pt: □Non sei affatto così.

source: ○All right.
pt: ○D'accordo.

source: □Get real.
pt: □Sii realista.

source: △Maybe get your blood re-tested?
pt: △Magari rifatti le analisi del sangue?

source: ○Fatty foods?
pt: ○Cibi grassi?

source: □You don't want anything?
pt: □Non vuoi niente?

source: ○They sure do!
pt: ○Altroché!

source: □Fatty foods make you fat.
pt: □I cibi grassi fanno ingrassare.

source: ○You like it that much?
pt: ○Ti piace così tanto?

source: △How do you keep your figure?
pt: △Come fai a mantenerti così in forma?

source: ○Sounds good!
pt: ○Ottima idea!

source: □That's basically the same thing.
pt: □In pratica è la stessa cosa.

source: ○I bet you spend a ton on food.
pt: ○Scommetto che spendi un sacco per il cibo.

source: △What else do you want to eat?
pt: △Cos'altro vuoi mangiare?

source: ○I get it.
pt: ○Capisco.

source: ○I do.
pt: ○Sì.

source: □Not particularly.
pt: □Non particolarmente.

source: ○Fair enough.
pt: ○Ci sta.

source: □How's that relevant?
pt: □Che c'entra?

source: □That's it?
pt: □Tutto qui?

source: ○I feel the same with you.
pt: ○Anch'io mi sento così con te.

source: □Are you under a lot of stress?
pt: □Sei molto sotto stress?

source: △What do you find funny about it?
pt: △Cosa ci trovi di divertente?

source: ○I'm kind of jealous.
pt: ○Sono un po' geloso.

source: □Guess you're still a kid.
pt: □Immagino che tu sia ancora una ragazzina.

source: ○Yes please.
pt: ○Sì, grazie.

source: □Crocodile tears, I wager?
pt: □Lacrime di coccodrillo, scommetto?

source: △To force me to get an extension?
pt: △Per costringermi a fare il prolungamento?

source: ○What's wrong with that?
pt: ○Che male c'è?

source: □That isn't good.
pt: □Non va bene.

source: △She's your future sister-in-law.
pt: △È la tua futura cognata.

source: ○You'll get used to it.
pt: ○Ti ci abituerai.

source: □Try to accept it.
pt: □Cerca di accettarlo.

source: △Why not bring a boyfriend?
pt: △Perché non porti un fidanzato?

source: ○Nicely done.
pt: ○Ben fatto.

source: □You're a haggler.
pt: □Sei un mercanteggiatore.

source: ○I see.
pt: ○Capisco.

source: □I couldn't do that.
pt: □Non potrei farlo.

source: ○You must really enjoy it.
pt: ○Ti deve piacere proprio tanto.

source: □Sounds exhausting.
pt: □Sembra faticoso.

source: ○That's true enough.
pt: ○È vero.

source: □No one likes a cheapskate.
pt: □A nessuno piacciono i taccagni.

source: ○That's good.
pt: ○Bene.

source: □That's a bad trait.
pt: □È un brutto difetto.

source: ○I intend to.
pt: ○Intendo farlo.

source: □Maybe next time.
pt: □Magari la prossima volta.

source: ○Okay.
pt: ○Va bene.

source: □Really?
pt: □Davvero?

source: △Let me hear one.
pt: △Fammene sentire una.

source: ○I heard you the first time.
pt: ○Ti ho sentito la prima volta.

source: ○Impressive!
pt: ○Notevole!

source: □That was okay.
pt: □Andava bene.

source: ○Keep it up.
pt: ○Continua così.

source: □Try harder.
pt: □Impegnati di più.

source: ○The sixth sleep's sick sheik's...
pt: ○Il sesto sceicco malato del sonno...

source: □The sixth sick sheik's sixth...
pt: □Il sesto del sesto sceicco malato...

source: △The sixth sock sheik's sick...
pt: △Il sesto sceicco malato del calzino...

source: □What's that?
pt: □E sarebbe?

source: ○Is that true?
pt: ○È vero?

source: □What a jerk.
pt: □Che stronzo.

source: ○It depends.
pt: ○Dipende.

source: □Quite the contrary.
pt: □Tutt'altro.

source: △Age doesn't matter to me.
pt: △Per me l'età non conta.

source: ○That's amazing.
pt: ○È incredibile.

source: □And you don't get bored?
pt: □E non ti annoi?

source: △Do you go on dates?
pt: △Vai mai ad appuntamenti?

source: ○Why not go before work?
pt: ○Perché non ci vai prima del lavoro?

source: □Can you take time off work?
pt: □Riesci a prenderti del tempo libero?

source: ○They give those away?
pt: ○Li regalano?

source: □Which is more important to you?
pt: □Qual è più importante per te?

source: ○That's the holidays for you.
pt: ○Le vacanze sono fatte così.

source: □Maybe wait it out?
pt: □Magari aspetta che passi?

source: △Ask someone else to get it.
pt: △Chiedi a qualcun altro di prenderlo.

source: ○Good point.
pt: ○Giusto.

source: △Aha, that's it!
pt: △Aha, ecco cos'è!

source: ○I do that a lot.
pt: ○Lo faccio spesso.

source: □That's not good.
pt: □Non va bene.

source: ○Be careful when you drink.
pt: ○Fai attenzione quando bevi.

source: □Are you sure it's gone?
pt: □Sei sicuro che non ci sia più?

source: ○Sounds like you're a mean drunk.
pt: ○Sembra che tu abbia la sbronza cattiva.

source: □Did you really hit her?
pt: □L'hai colpita davvero?

source: △Why'd you hit her?
pt: △Perché l'hai colpita?

source: ○You'll find it eventually.
pt: ○Lo troverai prima o poi.

source: □Want me to buy you a new one?
pt: □Vuoi che te ne compri uno nuovo?

source: △You sure you were wearing it?
pt: △Sei sicuro di averlo indossato?

source: ○Sometimes.
pt: ○A volte.

source: □No, not really.
pt: □No, non proprio.

source: ○Now that you mention it...
pt: ○Ora che mi ci fai pensare...

source: □You're overthinking things.
pt: □Ti stai facendo troppi problemi.

source: △What about Kansai TV stations?
pt: △E le emittenti televisive del Kansai?

source: ○I could teach you.
pt: ○Potrei insegnarti io.

source: □That's an excuse.
pt: □Questa è una scusa.

source: □Why's a national network better?
pt: □Perché un'emittente nazionale è meglio?

source: ○True enough.
pt: ○Vero.

source: □Whoa, hey.
pt: □Ehi, ehi.

source: ○You're pushing yourself hard.
pt: ○Ti stai sforzando molto.

source: □Stop whining.
pt: □Smettila di lamentarti.

source: ○Very true.
pt: ○Proprio vero.

source: □Money isn't everything.
pt: □I soldi non sono tutto.

source: ○Do you want to quit?
pt: ○Vuoi smettere?

source: □You don't need to quit.
pt: □Non c'è bisogno che tu smetta.

source: △Why don't you set a goal?
pt: △Perché non ti poni un obiettivo?

source: ○Yes.
pt: ○Sì.

source: ○What did he say?
pt: ○Cosa ha detto?

source: □Cheer up.
pt: □Su con la vita.

source: ○Maybe not.
pt: ○Forse no.

source: □Nuh-uh.
pt: □Proprio no.

source: △Let me hear you.
pt: △Ti ascolto.

source: ○I promise to be honest.
pt: ○Prometto di essere sincero.

source: □I'm kidding.
pt: □Sto scherzando.

source: ○I suppose so.
pt: ○Suppongo di sì.

source: □Force yourself to use it.
pt: □Sforzati di usarlo.

source: △Try watching other shows.
pt: △Prova a guardare altri programmi.

source: ○That was perfect.
pt: ○Era perfetto.

source: □There was a hint of an accent.
pt: □C'era un accenno di accento.

source: △Are you talking about me?
pt: △Stai parlando di me?

source: ○That's important.
pt: ○È importante.

source: □Stay calm.
pt: □Mantieni la calma.

source: □Are you backing down?
pt: □Ti stai tirando indietro?

source: △Sure you can land a local job?
pt: △Sicura di riuscire a trovare un lavoro qui?

source: ○You should.
pt: ○Dovresti.

source: □Don't do that.
pt: □Non farlo.

source: △Decide for yourself.
pt: △Decidi tu.

source: ○It's okay to back down.
pt: ○Va bene anche tirarsi indietro.

source: □Why the lack of confidence?
pt: □Perché questa mancanza di fiducia?

source: ○Did it go well?
pt: ○È andata bene?

source: □Not so hot, huh?
pt: □Non un granché, eh?

source: ○Well, how about that!
pt: ○Beh, guarda un po'!

source: □How did you manage that?
pt: □Come ci sei riuscita?

source: ○Keep at it.
pt: ○Continua così.

source: □Don't rest on your laurels.
pt: □Non riposare sugli allori.

source: △You're welcome.
pt: △Figurati.

source: ○Do what you've been doing.
pt: ○Continua a fare quello che hai fatto finora.

source: □You don't have to do anything.
pt: □Non devi fare nulla.

source: ○That's a relief.
pt: ○È un sollievo.

source: □Go to a clinic right away.
pt: □Vai subito in clinica.

source: ○I hope it's just a joke.
pt: ○Spero che sia solo uno scherzo.

source: □Are you sure you're all right?
pt: □Sei sicura di stare bene?

source: ○Really?
pt: ○Davvero?

source: □No. Go see a doctor.
pt: □No. Vai da un medico.

source: □Don't feel bad.
pt: □Non sentirti in colpa.

source: ○That's right.
pt: ○Proprio così.

source: □That may be unrealistic.
pt: □Potrebbe essere poco realistico.

source: ○I guess.
pt: ○Immagino.

source: □Not really.
pt: □Non proprio.

source: ○That's so sweet and innocent!
pt: ○È così dolce e innocente!

source: □You're kidding.
pt: □Stai scherzando.

source: ○That's fine.
pt: ○Va bene così.

source: □You'll get used to it.
pt: □Ti ci abituerai.

source: △How about now?
pt: △E adesso?

source: ○That day is today.
pt: ○Quel giorno è oggi.

source: □Don't be so hasty.
pt: □Non essere così frettoloso.

source: ○At least you've found the issue.
pt: ○Almeno hai individuato il problema.

source: △Why not practice?
pt: △Perché non fai pratica?

source: ○Maybe.
pt: ○Forse.

source: □I'm not as discerning as you.
pt: □Non sono così perspicace come te.

source: ○Of course.
pt: ○Certo.

source: □Hmm...
pt: □Uhm...

source: ○Simple enough.
pt: ○Abbastanza semplice.

source: □That's discerning.
pt: □Sei perspicace.

source: ○I'm a funny man.
pt: ○Sono un tipo divertente.

source: □I'm a straight man, too.
pt: □Anch'io sono un tipo serio.

source: ○Busted.
pt: ○Mi hai beccato.

source: □I mean it.
pt: □Dico sul serio.

source: △Now make your joke!
pt: △Ora spara la tua battuta!

source: ○Want to give it a shot?
pt: ○Vuoi fare un tentativo?

source: □You're the funny man.
pt: □Tu sei il tipo divertente.

source: □That's no good.
pt: □Così non va.

source: ○Hm. Thank you.
pt: ○Hm. Grazie.

source: □This happens a lot, doesn't it?
pt: □Capita spesso, vero?

source: ○Uh, okay.
pt: ○Uh, d'accordo.

source: □Tell me.
pt: □Dimmi.

source: □I can't help but wonder.
pt: □Non posso fare a meno di chiedermelo.

source: □Why don't I believe you?
pt: □Perché non ti credo?

source: □Come on, you're lying.
pt: □Dai, stai mentendo.

source: □Does it matter either way?
pt: □Cambia qualcosa, in ogni caso?

source: ○That's the point.
pt: ○È proprio questo il punto.

source: □That's going too far.
pt: □Stai esagerando.

source: △You like it, don't you?
pt: △Ti piace, vero?

source: ○Well, actually...
pt: ○Beh, in realtà...

source: □You're reading into it too much.
pt: □Ci stai leggendo troppo dietro.

source: ○Yeah.
pt: ○Sì.

source: ○Whatever you want to know.
pt: ○Qualunque cosa tu voglia sapere.

source: □Okay, but just one more.
pt: □Okay, ma solo un altro.

source: □I don't.
pt: □Io no.

source: △That's a secret.
pt: △È un segreto.

source: ○I heard you.
pt: ○Ti ho sentito.

source: △I didn't hear anything.
pt: △Non ho sentito niente.

# 780_Honoka
source: Did ya come to Osaka for work, Akiyama-san?
pt: Sei venuto a Osaka per lavoro, Akiyama-san?

# 792_Akiyama
source: Yeah. I was thinking about opening an office here, so I've been hitting up Sotenbori a lot.
pt: Sì. Stavo pensando di aprire un ufficio qui, quindi ho frequentato parecchio Sotenbori.

# 804_Honoka
source: Oh really now? I bet you're super rich!
pt: Oh, davvero? Scommetto che sei straricco!

# 816_Akiyama
source: I do all right. I make enough money to spend my time drinking with you like this.
pt: Diciamo che me la cavo. Guadagno abbastanza da passare il tempo a bere con te così.

# 828_Honoka
source: Sounds like you're doin' well then! I hope you'll keep comin' to spend time here with me!
pt: Sembra proprio che le cose ti vadano alla grande, allora! Spero che continuerai a venire a passare del tempo qui con me!

# 840_Akiyama
source: Don't I wish. I'm always running around trying to fix money problems.
pt: Magari fosse così. Sono sempre in giro a correre per cercare di risolvere problemi di soldi.

# 852_Honoka
source: Yikes. Ain't that unfortunate for ya.
pt: Cavolo. Bella sfortuna per te.

# 864_Akiyama
source: Who knows? I've never stopped to think about just how much I have.
pt: Chi lo sa? Non mi sono mai fermato a pensare a quanto abbia effettivamente.

# 876_Honoka
source: Say what now!? That's somethin' a rich person would say! I hope I'll get to say that sorta thing someday!
pt: Ma come!? Questa sì che è una cosa da ricchi! Spero proprio di poter dire una cosa del genere, un giorno!

# 888_Akiyama
source: What do you usually do, Honoka?
pt: Cosa fai di solito, Honoka?

# 900_Honoka
source: Me? I'm goin' to school right now. I'm in my third year.
pt: Io? Al momento vado all'università. Sono al terzo anno.

# 912_Akiyama
source: Of college? You're nothing like the typical girl who goes to college in Tokyo. You're much more of a go-getter, whereas they're more reserved.
pt: Dell'università? Non assomigli per niente alla tipica ragazza che va all'università a Tokyo. Sei molto più intraprendente, mentre loro sono più riservate.

# 924_Honoka
source: We Osaka girls are renowned for our cheerful dispositions! All the girls in Tokyo got goin' for 'em is their looks!
pt: Noi ragazze di Osaka siamo famose per la nostra solarità! L'unica cosa che le ragazze di Tokyo hanno dalla loro è la bellezza!

# 936_Akiyama
source: You can say that again.
pt: Puoi dirlo forte.

# 948_Akiyama
source: Of high school?
pt: Delle superiori?

# 960_Honoka
source: Could ya tell? Yeah, I'm actually still in high school... Pfft! As if! I'm no little kid!
pt: Si vedeva? Già, vado ancora alle superiori... Pfft! Ma figurati! Mica sono una bambina!

# 972_Akiyama
source: Haha! I was kidding. But you've got a good sense of humor.
pt: Haha! Stavo scherzando. Però hai un bel senso dell'umorismo.

# 984_Honoka
source: I won a prize in a beauty contest at my college, I'll have ya know.
pt: Ho vinto un premio a un concorso di bellezza all'università, sappilo.

# 996_Akiyama
source: Wow, that's amazing.
pt: Wow, è fantastico.

# 1008_Honoka
source: Ain't it just? I'm the number one girl in this club and outside of it!
pt: Vero? Sono la numero uno in questo club e non solo!

# 1020_Akiyama
source: You give off that impression. It's like an aura.
pt: Dai proprio quell'impressione. È come un'aura.

# 1032_Honoka
source: For real?
pt: Dici sul serio?

# 1044_Akiyama
source: Yeah. Girls who can make number one all have something different about them than the rest.
pt: Già. Le ragazze che riescono a diventare le numero uno hanno tutte quel qualcosa in più rispetto alle altre.

# 1056_Honoka
source: I was just pullin' yer leg, actually.
pt: Ti stavo solo prendendo in giro, in realtà.

# 1068_Akiyama
source: Wait, seriously?
pt: Aspetta, sul serio?

# 1080_Honoka
source: I mean I've won a prize, but not in any big name competition, and my rank here at the club is pretty average.
pt: Voglio dire, un premio l'ho vinto, ma non in un concorso di quelli famosi, e la mia posizione qui al club è piuttosto nella media.

# 1092_Akiyama
source: Why did you lie about that?
pt: Perché hai mentito?

# 1104_Honoka
source: Goin' with the flow? I thought it'd be funny.
pt: Mi sono lasciata trascinare? Pensavo che facesse ridere.

# 1116_Akiyama
source: I see.
pt: Capisco.

# 1128_Akiyama
source: Do you study?
pt: Studi?

# 1140_Honoka
source: 'Course. I'm takin' on more credits than I need so that come next year, I might not need to go to school as much.
pt: Certo. Sto prendendo più crediti del necessario, così l'anno prossimo magari non dovrò andare a lezione così spesso.

# 1152_Akiyama
source: You're more diligent than I'd have guessed.
pt: Sei più diligente di quanto avessi immaginato.

# 1164_Honoka
source: You bet I am. If I didn't make sure to go to class, then payin' tuition would be a waste.
pt: Altroché. Se non mi assicurassi di andare a lezione, pagare la retta sarebbe solo uno spreco.

# 1176_Akiyama
source: No, I get that. It's just... Look, I think you've got a lot to be proud of.
pt: No, lo capisco. È solo che... Senti, penso che tu abbia molto di cui andare fiera.

# 1188_Akiyama
source: A prize? What place did you get?
pt: Un premio? Che posto hai preso?

# 1200_Honoka
source: Why're ya askin' for details I didn't give!? You're not supposed to go there!
pt: Perché mi chiedi dei dettagli che non ti ho dato!? Non dovresti mica andare a parare lì!

# 1212_Akiyama
source: It's just that usually someone would say they won the grand prize or whatever.
pt: È solo che di solito uno direbbe di aver vinto il primo premio o roba del genere.

# 1224_Honoka
source: Fine. I got third place.
pt: E va bene. Sono arrivata terza.

# 1236_Akiyama
source: Go figure. I expected something like that.
pt: C'era da immaginarselo. Mi aspettavo qualcosa del genere.

# 1248_Honoka
source: Still! I wasn't lyin' about winnin' a prize.
pt: Comunque! Non stavo mica mentendo sul fatto di aver vinto un premio.

# 1260_Akiyama
source: I'm not saying that's bad. It takes courage to enter a beauty contest. And winning third prize is no small feat.
pt: Non dico che sia un male. Ci vuole coraggio a partecipare a un concorso di bellezza. E arrivare terzi non è mica un'impresa da poco.

# 1272_Honoka
source: Layin' the praise on me at this point doesn't really mean much after havin' said all that.
pt: Farmi dei complimenti a questo punto non conta granché, dopo tutto quello che hai detto.

# 1284_Honoka
source: Though speakin' of which, my rank at the club ain't really number one, either.
pt: Comunque, a pensarci bene, neanche la mia posizione qui al club è proprio la numero uno.

# 1296_Akiyama
source: Oh. Okay...
pt: Oh. Capisco...

# 1308_Akiyama
source: That's still impressive. You shouldn't worry about admitting that.
pt: È comunque un bel traguardo. Non dovresti farti problemi ad ammetterlo.

# 1320_Honoka
source: Yeah? But when I mentioned enterin' a beauty contest, the other girls got all snide, sayin' stuff like, "Oh, so ya think you're cute, huh?"
pt: Davvero? Però quando ho detto di aver partecipato a un concorso di bellezza, le altre ragazze hanno iniziato a fare le acide, dicendo roba tipo: "Oh, quindi pensi di essere carina, eh?"

# 1332_Honoka
source: I bet they're all laughin' at me behind my back now.
pt: Scommetto che adesso ridono tutte di me alle mie spalle.

# 1344_Akiyama
source: Let them talk. The people who voted for you still thought you were the best, right?
pt: Lasciali pure parlare. Chi ti ha votata pensava comunque che fossi la migliore, no?

# 1356_Honoka
source: I never thought 'bout it that way. Hehe! Ya sure know how to butter a girl up, Akiyama-san!
pt: Non l'avevo mai vista sotto questa luce. Hehe! Sai proprio come lusingare una ragazza, Akiyama-san!

# 1368_Akiyama
source: Hey, it wasn't mere flattery.
pt: Ehi, non erano mica solo lusinghe.

# 1380_Honoka
source: What's yer blood type, Akiyama-san?
pt: Qual è il tuo gruppo sanguigno, Akiyama-san?

# 1392_Akiyama
source: My blood type? I'd... rather not say.
pt: Il mio gruppo sanguigno? Preferirei... non dirlo.

# 1404_Honoka
source: Huh? How come?
pt: Eh? Come mai?

# 1416_Akiyama
source: Because you seem like the kind of girl that'll go into some blood type compatibility spiel if I do.
pt: Perché mi sembri il tipo di ragazza che inizierebbe una tiritera sulla compatibilità dei gruppi sanguigni se lo facessi.

# 1428_Honoka
source: Aha! Are ya afraid we're not compatible?
pt: Ahah! Hai paura che non siamo compatibili?

# 1440_Akiyama
source: Basically. I keep my blood type a secret in order to avoid any weird preconceptions in my relationships.
pt: In pratica, sì. Tengo segreto il mio gruppo sanguigno proprio per evitare strani pregiudizi nei miei rapporti.

# 1452_Honoka
source: Hmm. So that's the kinda guy ya are. I think I've got yer blood type all figured out then!
pt: Hmm. Quindi sei fatto così. Allora mi sa che ho già capito il tuo gruppo sanguigno!

# 1464_Akiyama
source: Don't be ridiculous. You can't tell someone's personality from their blood type.
pt: Ma non dire sciocchezze. Non si può capire la personalità di qualcuno dal gruppo sanguigno.

# 1476_Honoka
source: Sure ya can! Like I could never date a guy who's type O!
pt: Certo che si può! Per dire, non potrei mai uscire con uno del gruppo 0!

# 1488_Honoka
source: You're not type O, are ya, Akiyama-san?
pt: Non sarai mica del gruppo 0, vero, Akiyama-san?

# 1500_Akiyama
source: Guess you'll never know.
pt: Immagino che non lo saprai mai.

# 1512_Akiyama
source: And what's your blood type?
pt: E il tuo gruppo sanguigno qual è?

# 1524_Honoka
source: I'm AB!
pt: Sono AB!

# 1536_Akiyama
source: And what personality does that indicate?
pt: E che tipo di personalità starebbe a indicare?

# 1548_Honoka
source: They say we come across as real prodigies, and that we're prone to split personalities.
pt: Dicono che passiamo per dei veri geni e che siamo inclini ad avere una doppia personalità.

# 1560_Akiyama
source: Split personalities? Okay, whatever.
pt: Doppia personalità? Sì, vabbè, come dici tu.

# 1572_Honoka
source: Also, we're introverts, have trouble expressin' our feelings or handlin' criticism, and can be really cold. But I dunno nothin' about that.
pt: Inoltre siamo introversi, facciamo fatica a esprimere i sentimenti o a gestire le critiche, e possiamo essere davvero freddi. Ma io non ne so nulla di tutto questo.

# 1584_Akiyama
source: And what's your blood type?
pt: E il tuo gruppo sanguigno qual è?

# 1596_Honoka
source: I'm AB!
pt: Sono AB!

# 1608_Akiyama
source: And what personality does that indicate?
pt: E che tipo di personalità starebbe a indicare?

# 1620_Honoka
source: They say we come across as real prodigies, and that we're prone to split personalities.
pt: Dicono che passiamo per dei veri geni e che siamo inclini ad avere una doppia personalità.

# 1632_Akiyama
source: Split personalities? Okay, whatever.
pt: Doppia personalità? Sì, vabbè, come dici tu.
