Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0819.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

source: Stylish Man
pt: Uomo Stiloso

# 56_Kiryu
source: Here we are.
pt: Eccoci.

# 68_Stylish Man
source: I haven't met a man of your caliber for a while. My little heart is pounding away!
pt: È da un po' che non incontro un uomo del tuo calibro. Il mio cuoricino mi batte a mille!

# 80_Stylish Man
source: Mmm, I hope you'll let me sit up front next time!
pt: Mmm, spero mi lascerai sedermi davanti la prossima volta!

# 92_Kiryu
source: Uh, I'm afraid that－
pt: Uh, temo che－

# 104_Stylish Man
source: I'm only joking! But I will ask for you again! I had a great ride, so you deserve a tip!
pt: Scherzavo! Ma chiederò ancora di te! Ho fatto un gran bel giro, quindi ti meriti una mancia!

# 140_Kiryu
source: Thank you.
pt: Grazie.

# 152_Stylish Man
source: Until next time, Ta-kun! Mwah!
pt: Alla prossima, Ta-kun! Mwah!

# 164_Kiryu
source: Here we are.
pt: Eccoci.

# 176_Stylish Man
source: I haven't met a man of your caliber for a while. My little heart is pounding away!
pt: È da un po' che non incontro un uomo del tuo calibro. Il mio cuoricino mi batte a mille!

# 188_Stylish Man
source: Mmm, I hope you'll let me sit up front next time!
pt: Mmm, spero mi lascerai sedermi davanti la prossima volta!

# 200_Kiryu
source: Uh, I'm afraid that－
pt: Uh, temo che－

# 212_Stylish Man
source: I'm just kidding! Here's the fare!
pt: Scherzavo! Ecco la tariffa!

# 236_Kiryu
source: Thank you.
pt: Grazie.

# 248_Stylish Man
source: Until next time, Ta-kun!
pt: Alla prossima, Ta-kun!

# 260_Kiryu
source: Here we are.
pt: Eccoci.

# 272_Stylish Man
source: You know, at first I thought you were my type, but you're really not all that. You need to work on your manners.
pt: Sai, all'inizio pensavo fossi il mio tipo, ma non sei niente di che. Devi lavorare sulle tue maniere.

# 296_Kiryu
source: Well, bye-bye.
pt: Beh, ciao ciao.

# 308_Kiryu
source: (That was one tough customer...)
pt: (Era un cliente tosto...)
