Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 6984_Akiyama
source: What about TV stations in Kansai? I'm sure there must be plenty of big networks here in Osaka where having an accent wouldn't be an issue.
pt: E per quanto riguarda le emittenti televisive del Kansai? Sono sicuro che qui a Osaka ci siano un sacco di grandi network dove avere un accento non sarebbe un problema.

# 6996_Honoka
source: Yeah, but I wanna work for a national network.
pt: Sì, ma voglio lavorare per un network nazionale.

# 7008_Akiyama
source: So you want to get a broadcasting job in Tokyo?
pt: Quindi vorresti trovare un lavoro in un'emittente a Tokyo?

# 7020_Honoka
source: Yeah, that's why I wanna fix my accent.
pt: Già, è per questo che voglio correggere il mio accento.

# 7032_Akiyama
source: I see. But from what I've heard from you, you're not trying to hide the accent much. Your Kansai-ben is pretty thick.
pt: Capisco. Ma da quello che ho sentito, non mi sembra che tu stia cercando di nascondere molto l'accento. Il tuo Kansai-ben è piuttosto marcato.

# 7044_Akiyama
source: You have to make a point to use the standard Japanese accent daily.
pt: Devi impegnarti a usare l'accento standard ogni giorno.

# 7056_Honoka
source: Yer right.
pt: Hai ragione.

# 7068_Honoka
source: If I'm reading text it's fine, but I talk faster than I think, so most o' the time it's Kansai-ben that winds up comin' outta my mouth.
pt: Se leggo un testo non c'è problema, ma parlo più velocemente di quanto pensi, quindi la maggior parte delle volte finisce che mi esce di bocca il Kansai-ben.

# 7080_Akiyama
source: You're at least aware of the issue. Now you need to work on it. You need to try to think with a standard dialect while you're speaking.
pt: Almeno ne sei consapevole. Ora devi lavorarci su. Devi cercare di pensare in dialetto standard mentre parli.

# 7092_Honoka
source: Okay! I'm gonna do my best!
pt: Va bene! Ce la metterò tutta!

# 7104_Akiyama
source: It's going to be a long road ahead of you.
pt: Ti aspetta una lunga strada.

# 7116_Akiyama
source: Why's a national network better?
pt: Perché un network nazionale sarebbe meglio?

# 7128_Honoka
source: Because that's where I'll get better exposure. Ya can't compare the fame of a national show to somethin' local to Osaka.
pt: Perché è lì che avrò più visibilità. Non c'è proprio paragone tra la fama di un programma nazionale e quella di uno locale di Osaka.

# 7140_Akiyama
source: True enough. Still, you need to be pretty ruthless to make it in the world of television.
pt: È vero. Eppure, devi essere piuttosto spietato per farcela nel mondo della televisione.

# 7152_Honoka
source: I hear ya there. I'm gonna be a household name, no matter what!
pt: Hai proprio ragione. Diventerò un nome noto a tutti, costi quel che costi!

# 7164_Akiyama
source: Well, you certainly don't lack tenacity.
pt: Beh, di certo la tenacia non ti manca.

# 7176_Akiyama
source: Whoa, hey. A newscaster isn't the same thing as an entertainer. What's the point of standing out when your job is to report the news?
pt: Ehi, frena un attimo. Un giornalista non è mica un intrattenitore. Che senso ha farsi notare quando il tuo lavoro è riportare le notizie?

# 7188_Honoka
source: Well yeah, but lately female newscasters are like idols, y'know? Some of 'em have even released photo books!
pt: Beh, sì, ma ultimamente le giornaliste sono come degli idol, sai? Alcune di loro hanno persino pubblicato dei fotolibri!

# 7200_Akiyama
source: I suppose that's true. Maybe that's something the broadcast industry is looking for now.
pt: Suppongo sia vero. Forse è proprio quello che il settore televisivo sta cercando al giorno d'oggi.

# 7212_Akiyama
source: Okay. I'll try not to butt in where my opinion isn't warranted.
pt: Va bene. Cercherò di non intromettermi quando la mia opinione non è richiesta.

# 7224_Honoka
source: *yawn*
pt: *sbadiglio*

# 7236_Akiyama
source: You look sleepy. Were you up all last night?
pt: Sembri assonnata. Sei rimasta sveglia tutta la notte?

# 7248_Honoka
source: Oh, sorry 'bout that. I wasn't up all night, but I didn't sleep all that much.
pt: Oh, scusa tanto. Non sono rimasta sveglia tutta la notte, ma non ho dormito granché.

# 7260_Honoka
source: I was gonna kill time at a manga café while I waited for the mornin' train, but I fell asleep and had to go right to class and then here to work.
pt: Volevo ammazzare un po' il tempo in un manga café mentre aspettavo il treno della mattina, ma mi sono addormentata e sono dovuta andare dritta a lezione e poi qui al lavoro.

# 7272_Akiyama
source: You're pushing yourself hard. You need to rest or you'll wreck your health.
pt: Ti stai dando troppo da fare. Devi riposare o ti rovinerai la salute.

# 7284_Honoka
source: Well, I can't take time off from work or I'll get hit with a penalty. But that's typical for a hostess. The girls will laugh at me if I whine 'bout it.
pt: Beh, non posso prendermi dei giorni liberi dal lavoro, altrimenti mi beccherei una penale. Ma è la norma per una hostess. Le altre ragazze mi riderebbero in faccia se mi mettessi a frignare.

# 7296_Akiyama
source: I want to commend that gung-ho attitude, but not being able to vent is a big warning sign. You shouldn't push yourself too hard.
pt: Vorrei lodare questo tuo atteggiamento così grintoso, ma non riuscire a sfogarsi è un brutto segno. Non dovresti sforzarti troppo.

# 7308_Akiyama
source: Stop whining. You at least got a nap in, right? Newscasters wake up early and work late for broadcasts, so lack of sleep is part of the job.
pt: Smettila di frignare. Almeno un pisolino te lo sei fatto, no? Le giornaliste si svegliano presto e lavorano fino a tardi per le trasmissioni, quindi la mancanza di sonno fa parte del mestiere.

# 7320_Honoka
source: I hear ya! I'm probably just sleepy 'cause I'm low on energy. I'll try to kick it up!
pt: Hai ragione! Probabilmente ho solo sonno perché sono a corto di energie. Cercherò di darmi una mossa!

# 7332_Akiyama
source: Well, don't overexert yourself.
pt: Beh, non sforzarti troppo.

# 7344_Akiyama
source: I know why you're working so hard at school, but why are you pushing your hostess work so hard, too? Are you that strapped for cash?
pt: So perché ti impegni tanto a scuola, ma perché ti dai così tanto da fare anche con il lavoro da hostess? Sei così a corto di soldi?

# 7356_Honoka
source: Yeah. Ya can never have too much money when you're aimin' to be a newscaster.
pt: Già. I soldi non sono mai troppi quando punti a diventare una giornalista.

# 7368_Honoka
source: I gotta pay for newscaster school tuition, and I gotta buy all my own clothes and makeup, too. Looks are important for ladies in broadcastin'.
pt: Devo pagarmi la retta della scuola per giornalisti, e devo pure comprarmi tutti i vestiti e il trucco. L'aspetto conta molto per le donne che lavorano in TV.

# 7380_Akiyama
source: Very true. I guess female newscasters can't live the life of a poor, starving student.
pt: Hai proprio ragione. Immagino che le giornaliste non possano fare la vita della povera studentessa affamata.

# 7392_Honoka
source: Yeah! And since I don't have a target amount I'm savin' up for, I can't just work a quick stint and quit.
pt: Già! E visto che non ho una cifra precisa che sto mettendo da parte, non posso mica fare solo un breve periodo e poi mollare.

# 7404_Akiyama
source: Do you want to quit?
pt: Vuoi mollare?

# 7416_Honoka
source: Well, yeah. Once I finally make it big as a reporter, the tabloids'll print stories about how I used to work as a hostess.
pt: Beh, già. Una volta che avrò finalmente sfondato come reporter, i tabloid pubblicheranno articoli su come lavoravo come hostess.

# 7428_Akiyama
source: In that case, why are you working as a hostess? There's nothing good about it.
pt: In tal caso, perché lavori come hostess? Non c'è niente di buono in questo.

# 7440_Honoka
source: 'Cause I need the money! Most folks who hafta take classes to get into their line a' work take on night jobs of some sort to get the cash.
pt: Perché mi servono i soldi! La maggior parte della gente che deve seguire dei corsi per entrare nel proprio settore si trova un qualche tipo di lavoro notturno per tirare su i soldi.

# 7452_Akiyama
source: Quite true. It's kind of ironic.
pt: Hai proprio ragione. È piuttosto ironico.

# 7464_Akiyama
source: You don't need to quit. There's nothing bad about having money, and you're better off making money while you can.
pt: Non c'è bisogno che smetta. Non c'è niente di male ad avere dei soldi, e ti conviene guadagnarne finché puoi.

# 7476_Honoka
source: Yeah. If I get hired by a company in Tokyo, my commute is gonna cost me an arm and a leg, so I gotta save up even more.
pt: Già. Se mi assume un'azienda a Tokyo, fare la pendolare mi costerà un occhio della testa, quindi devo mettere da parte ancora più soldi.

# 7488_Honoka
source: Right! I gotta hit the pavement a little harder! This money's gonna take me places!
pt: Già! Devo darmi da fare ancora di più! Questi soldi mi porteranno lontano!

# 7500_Akiyama
source: You're definitely not lacking in enthusiasm.
pt: Di sicuro non ti manca l'entusiasmo.

# 7512_Akiyama
source: Why don't you set a goal? That way, you can switch to a work shift that isn't so hard.
pt: Perché non ti poni un obiettivo? In questo modo potresti passare a dei turni di lavoro meno pesanti.

# 7524_Honoka
source: Hmm. I dunno about that. If I set my goal to make half a million yen a month, I'd wind up workin' every day anyway.
pt: Uhm. Non saprei. Se mi ponessi l'obiettivo di fare mezzo milione di yen al mese, finirei comunque per lavorare ogni giorno.

# 7536_Akiyama
source: Okay, I understand that, but wouldn't it be good to have at least some kind of end-game in mind?
pt: D'accordo, capisco, ma non sarebbe meglio avere almeno un qualche tipo di traguardo finale in mente?

# 7548_Honoka
source: For me, that might wind up makin' me lazy. It's better for me to work as much as possible every day.
pt: Per me, finirei solo per diventare pigra. È meglio che lavori il più possibile ogni giorno.

# 7560_Akiyama
source: I see. In that case, just try not to push yourself so hard that you ruin your health.
pt: Capisco. In tal caso, cerca solo di non esagerare al punto da rovinarti la salute.

# 7572_Akiyama
source: Money isn't everything. If your goal is to become a newscaster, you should focus more on doing what it takes to make that a reality.
pt: I soldi non sono tutto. Se il tuo obiettivo è diventare una giornalista, dovresti concentrarti di più su quello che serve per renderlo realtà.

# 7584_Honoka
source: Huh? I'm not sure I get what you're sayin'. Are ya tellin' me to quit my hostess job?
pt: Eh? Non sono sicura di aver capito bene cosa intendi. Mi stai dicendo di mollare il mio lavoro da hostess?

# 7596_Akiyama
source: Yes. I get that you need the money, but if the hostess lifestyle wears you down, all your effort will be for naught.
pt: Sì. Capisco che ti servano i soldi, ma se lo stile di vita da hostess ti logora, tutti i tuoi sforzi saranno stati vani.

# 7608_Akiyama
source: Although it doesn't pay as much, why don't you try part-time work that's a bit related to being a newscaster... like working in a call center?
pt: Anche se non paga altrettanto, perché non provi un lavoro part-time che sia un po' più legato al fare la giornalista... tipo lavorare in un call center?

# 7620_Honoka
source: Hey, mind yer own business! I'm already studyin' hard enough to be a newscaster. I don't need my side job to overlap with that.
pt: Ehi, fatti i fatti tuoi! Sto già studiando abbastanza sodo per diventare una giornalista. Non ho bisogno che il mio lavoro secondario si sovrapponga a quello.

# 7632_Honoka
source: I'm tired enough as it is, so don't go sayin' stuff that's gonna make me even crankier!
pt: Sono già abbastanza stanca così, quindi non metterti a dire cose che mi faranno innervosire ancora di più!

# 7644_Akiyama
source: I can see I've crossed a line here. I'm sorry.
pt: Vedo di aver superato il limite. Mi dispiace.

# 7656_Akiyama
source: No. Quite the opposite.
pt: No. Al contrario.

# 7668_Honoka
source: The opposite? How do ya mean?
pt: Al contrario? In che senso?

# 7680_Akiyama
source: Working as a hostess isn't just letting you save money. You're also in a position to pick up some skills you'll need to be a newscaster.
pt: Lavorare come hostess non ti permette solo di mettere da parte dei soldi. Sei anche in una posizione ideale per acquisire certe abilità che ti serviranno per diventare una giornalista.

# 7692_Akiyama
source: You know how to make a good first impression, how to carry yourself, and have good fashion sense. Those are all relevant to being a newscaster.
pt: Sai come fare una buona prima impressione, sai come portarti e hai un buon gusto nel vestire. Sono tutte doti fondamentali per fare la giornalista.

# 7704_Honoka
source: Oh yeah! They're super related!
pt: Ah, già! Sono super collegate!

# 7716_Akiyama
source: See? Don't think of tending to your customers as simply a money-making opportunity. Think of it as a way to get valuable life experience.
pt: Vedi? Non pensare che occuparti dei clienti sia solo un modo per far soldi. Consideralo un modo per fare una preziosa esperienza di vita.

# 7728_Honoka
source: That's a real good point ya got there, Akiyama-san! I'll try to keep that in mind!
pt: È proprio un ottimo punto, Akiyama-san! Cercherò di tenerlo a mente!

# 7740_Akiyama
source: Heh...
pt: Eh...

# 7752_Honoka
source: *sigh*
pt: *sospiro*

# 7764_Akiyama
source: What's the matter? Sleepy again?
pt: Che succede? Di nuovo sonno?

# 7776_Honoka
source: Nah, it's just school stuff. My teacher got all super-critical on me.
pt: Nah, è solo roba di scuola. Il mio professore è stato super critico con me.

# 7788_Akiyama
source: What did he say?
pt: Cosa ha detto?

# 7800_Akiyama
source: Cheer up. It's not like you to be this down.
pt: Dai, su col morale. Non è da te essere così giù.

# 7812_Honoka
source: Bein' like me is what's makin' me so upset.
pt: Essere fatta così è proprio quello che mi fa stare così male.

# 7824_Akiyama
source: ...What do you mean?
pt: ...In che senso?

# 7836_Honoka
source: No matter how hard I try, I can't fix my accent. At this rate. I'm never gonna be able to become a newscaster in Tokyo.
pt: Per quanto ci provi, non riesco a togliermi l'accento. Di questo passo, non riuscirò mai a diventare una giornalista a Tokyo.

# 7848_Akiyama
source: Maybe not. Overcoming one's accent is something anyone from the countryside needs to do to be a newscaster. It's not a simple thing to get past.
pt: Forse no. Superare il proprio accento è una cosa che chiunque venga dalla provincia deve fare per diventare un giornalista. Non è un ostacolo facile da superare.

# 7860_Honoka
source: But I'm the only one who's havin' issues. Other people can do it just fine, so why can't I?
pt: Ma sono l'unica ad avere problemi. Gli altri ci riescono benissimo, quindi perché io no?

# 7872_Akiyama
source: Nuh-uh. You just need to practice harder.
pt: Ma no. Devi solo fare più pratica.

# 7884_Honoka
source: Wow, what's wrong with you? Nuh-uh? Seriously?
pt: Wow, ma che ti prende? "Ma no"? Dici sul serio?

# 7896_Akiyama
source: Huh?
pt: Uh?

# 7908_Honoka
source: Akiyama-san, ya sound like a girl.
pt: Akiyama-san, sembri una ragazza.

# 7920_Akiyama
source: ...So, we were talking about your accent, yes?
pt: ...Allora, stavamo parlando del tuo accento, no?

# 7932_Akiyama
source: Let me hear you. I'll be able to point out anything I hear that sounds off.
pt: Fammi sentire. Ti segnalerò tutto quello che mi suona strano.

# 7944_Honoka
source: What!? Ya can't put me on the spot like that. There ain't no way I can just up and do it.
pt: Cosa!? Non puoi mettermi così alla sprovvista. Non c'è verso che io possa farlo così, su due piedi.

# 7956_Akiyama
source: I promise to be honest. You came to me looking for help with this, right?
pt: Prometto che sarò sincero. Sei venuta tu da me per chiedermi aiuto con questa storia, no?

# 7968_Honoka
source: Okay. Thanks, Akiyama-san. All right, listen up.
pt: Va bene. Grazie, Akiyama-san. Allora, stammi a sentire.

# 7980_Akiyama
source: I'm kidding. Still, it's definitely a critical problem if you're going to school and can't change your accent.
pt: Scherzo. Resta il fatto che è decisamente un problema serio se vai a scuola e non riesci a cambiare il tuo accento.

# 7992_Akiyama
source: Maybe you need to get used to hearing the Tokyo accent more often.
pt: Magari dovresti abituarti a sentire l'accento di Tokyo più spesso.

# 8004_Honoka
source: I watch the news all the time.
pt: Guardo sempre il telegiornale.

# 8016_Honoka
source: But the stuff they say on the news is different from what folks talk 'bout normally, so I don't have much opportunity to use what I learned.
pt: Ma le cose che dicono al telegiornale sono diverse da come parla la gente di solito, quindi non ho molte occasioni per usare quello che ho imparato.

# 8028_Akiyama
source: I suppose so. Even if you can read a script fine, that won't fix your normal way of speaking.
pt: Immagino di sì. Anche se riesci a leggere bene un copione, questo non correggerà il tuo modo di parlare abituale.

# 8040_Honoka
source: Don't ya think I know that!? I need you to think of what I can do to fix it!
pt: Pensi che non lo sappia!? Ho bisogno che tu pensi a un modo per rimediare!

# 8052_Akiyama
source: Huh? You need me to think of a way?
pt: Eh? Vuoi che sia io a trovare un modo?

# 8064_Honoka
source: You speak with a good Tokyo accent, Akiyama-san. Don't ya know any methods?
pt: Tu parli con un ottimo accento di Tokyo, Akiyama-san. Non conosci qualche metodo?

# 8088_Akiyama
source: Force yourself to use it. It's just like learning a language like English or Chinese. You learn by speaking it. Come on, give it a shot.
pt: Sforzati di usarlo. È proprio come imparare una lingua come l'inglese o il cinese. S'impara parlandola. Forza, prova un po'.

# 8100_Honoka
source: Seriously? Okay. Ya promise you're gonna listen carefully?
pt: Sul serio? Va bene. Prometti che ascolterai attentamente?

# 8112_Akiyama
source: Try watching other shows. Shows that feature more colloquial conversations.
pt: Prova a guardare altri programmi. Programmi con conversazioni più colloquiali.

# 8124_Honoka
source: Like what sort? Soap operas?
pt: Tipo quali? Le soap opera?

# 8136_Akiyama
source: Soap operas are dialogue-heavy, but scripted. And that doesn't really represent the way people actually talk.
pt: Le soap opera sono piene di dialoghi, ma seguono un copione. E questo non rispecchia molto il modo in cui le persone parlano davvero.

# 8148_Akiyama
source: Maybe watch a Japanese class? The kind that they air on the education channels.
pt: Magari guarda una lezione di giapponese? Di quelle che trasmettono sui canali educativi.

# 8160_Honoka
source: Huh? But aren't those meant for foreigners?
pt: Eh? Ma non sono pensati per gli stranieri?

# 8172_Akiyama
source: Maybe it'd help to get back to basics.
pt: Magari ti servirebbe tornare alle basi.

# 8184_Honoka
source: Hmm. That might actually work. I'll hafta give it a shot.
pt: Hmm. Potrebbe funzionare davvero. Devo proprio farci un tentativo.

# 8196_Honoka
source: Last night, a man from Tokyo was arrested at a club in Sotenbori, Osaka for attemptin' to forcibly kiss a female employee while drunk.
pt: Ieri sera, un uomo di Tokyo è stato arrestato in un club di Sotenbori, a Osaka, per aver tentato di baciare a forza una dipendente mentre era ubriaco.

# 8208_Honoka
source: In response to the police investigation, the suspect claims to have no memory of the incident due to intoxication and refutes all charges.
pt: In risposta alle indagini della polizia, il sospettato dichiara di non ricordare nulla dell'accaduto a causa dello stato di ebbrezza e respinge ogni accusa.

# 8220_Honoka
source: How was that?
pt: Com'era?

# 8232_Akiyama
source: That was perfect.
pt: Era perfetto.

# 8244_Honoka
source: Liar! There was definitely an accent there! If ya ain't honest with me, I'll never get better! Don't try to spare my feelin's, okay?
pt: Bugiardo! Si sentiva eccome l'accento! Se non sei sincero con me, non migliorerò mai! Non cercare di indorare la pillola, okay?

# 8256_Akiyama
source: Sorry. That wasn't my intention. Maybe I've got a bit of an accent myself?
pt: Scusa. Non era mia intenzione. Magari ho un po' di accento anch'io?

# 8268_Akiyama
source: There was a hint of an accent. Someone from Tokyo would hear it right away.
pt: C'era un pizzico di accento. Qualcuno di Tokyo lo noterebbe subito.

# 8280_Honoka
source: I figured as much.
pt: Me lo immaginavo.

# 8292_Akiyama
source: But just a hint. I'm sure with a little more effort, you'll be able to speak just fine.
pt: Ma giusto un pizzico. Sono sicuro che con un altro po' di impegno, riuscirai a parlare benissimo.

# 8304_Honoka
source: Ya mean it? That's super! Thanks for helpin' me out with this, Akiyama-san.
pt: Dici davvero? Fantastico! Grazie per avermi dato una mano con questa cosa, Akiyama-san.

# 8316_Akiyama
source: I'm happy to help where I can.
pt: Mi fa piacere aiutarti per quel che posso.

# 8328_Akiyama
source: Are you talking about me?
pt: Stai parlando di me?

# 8340_Honoka
source: Never ya mind that! Answer the question!
pt: Lascia perdere! Rispondi alla domanda!

# 8352_Honoka
source: Last night, a man from Tokyo was arrested at a club in Sotenbori, Osaka for attemptin' to forcibly kiss a female employee while drunk.
pt: Ieri sera, un uomo di Tokyo è stato arrestato in un club a Sotenbori, Osaka, per aver tentato di baciare con la forza una dipendente mentre era ubriaco.

# 8364_Honoka
source: In response to the police investigation, the suspect claims to have no memory of the incident due to intoxication and refutes all charges.
pt: Interrogato dalla polizia, il sospettato dichiara di non ricordare nulla dell'accaduto a causa dello stato di ebbrezza e respinge tutte le accuse.

# 8376_Honoka
source: How was that?
pt: Com'era?

# 8388_Akiyama
source: Are you talking about me?
pt: Stai parlando di me?

# 8400_Honoka
source: Never ya mind that! Answer the question!
pt: Lascia perdere! Rispondi alla domanda!

# 8412_Honoka
source: You said ya were gonna really be listenin'...
pt: Avevi detto che avresti ascoltato per davvero...

# 8424_Honoka
source: So I've got my first corporate hirin' test comin' up.
pt: Quindi, tra poco mi aspetta il mio primo test di selezione aziendale.

# 8436_Akiyama
source: Wow, there are companies already starting up employment exams? Those keep getting earlier.
pt: Wow, ci sono già aziende che iniziano i test di selezione? Li anticipano sempre di più.

# 8448_Honoka
source: This first one ain't for a place out in Tokyo, though. It's for a station here in Osaka.
pt: Però questo primo non è per un posto a Tokyo. È per un'emittente qui a Osaka.

# 8460_Akiyama
source: So this is kind of a backup for you? I guess it'll be good for helping you get used to the interview process.
pt: Quindi è una sorta di piano di riserva per te? Immagino che ti servirà per abituarti alla procedura dei colloqui.

# 8472_Honoka
source: If only it were that easy...
pt: Se solo fosse così facile...

# 8484_Akiyama
source: What do you mean?
pt: Cosa intendi?

# 8496_Honoka
source: I'm still no good with my Tokyo accent. So I can't fail this one since I might have a better chance of gettin' a job here in Osaka.
pt: Non sono ancora molto brava con l'accento di Tokyo. Quindi non posso fallire questo test, visto che potrei avere più possibilità di trovare lavoro qui a Osaka.

# 8508_Akiyama
source: That's important. You have to approach this like it's the real deal.
pt: È importante. Devi affrontarlo come se fosse la prova decisiva.
