Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c076e.po
Languages: pt

source: Businessman
pt: Uomo d'Affari

source: Speak Up
pt: Fatti sentire

source: Stay Silent
pt: Rimani in silenzio

source: You're right about that.
pt: Hai ragione su questo.

source: I disagree.
pt: Non sono d'accordo.

source: You should've used your fist.
pt: Avresti dovuto usare il pugno.

source: You should be honest with her.
pt: Dovresti essere onesto con lei.

source: Do you really need to tell her everything?
pt: Devi proprio dirle tutto?

source: You could just not go home for a while.
pt: Potresti semplicemente non tornare a casa per un po'.

# 44_Businessman
source: Man...
pt: Cavolo...

# 68_Businessman
source: That did not go well...
pt: Non è andata bene...

# 80_Kiryu
source: (He sounds a bit depressed. Maybe I should say something.)
pt: Sembra un po' depresso. Forse dovrei dire qualcosa.

# 92_Businessman
source: Rough day, sir?
pt: Giornata difficile, signore?

# 104_Businessman
source: Huh? Oh, yeah.
pt: Eh? Ah, sì.

# 116_Businessman
source: (I'll leave him be.)
pt: (Lo lascio stare.)

# 152_Businessman
source: It just could not have gone any worse...
pt: Non poteva andare peggio...

# 176_Businessman
source: Say, driver.
pt: Senta, autista.

# 188_Kiryu
source: Yes?
pt: Sì?

# 200_Businessman
source: Can I bug you about something for a bit?
pt: Posso scocciarti un attimo per una cosa?

# 212_Kiryu
source: What is it?
pt: E cioè?

# 224_Kiryu
source: (I guess he was waiting for me to say something. I should've spoken up.)
pt: (Immagino mi stesse aspettando che dicessi qualcosa. Avrei dovuto parlare.)

# 236_Businessman
source: I messed up a little today at work.
pt: Ho pasticciato un po' oggi al lavoro.

# 248_Kiryu
source: Messed up how?
pt: Come hai pasticciato?

# 260_Businessman
source: Well, I didn't agree with what my supervisor was saying, and I kind of lost my temper... so I yelled at him. A lot.
pt: Beh, non ero d'accordo con quello che diceva il mio capo, e ho perso un po' le staffe... così gli ho urlato contro. Un sacco.

# 272_Businessman
source: Man, now I'm never getting that promotion... I should've just kept my mouth shut.
pt: Mannaggia, ora quella promozione me la sogno... Avrei dovuto starmene zitto.

# 284_Businessman
source: I was a fool to fight a battle I couldn't win.
pt: Sono stato un cretino a combattere una battaglia che non potevo vincere.

# 296_Businessman
source: You're right about that. When your supervisor speaks, you listen. That's just the way it goes.
pt: Hai ragione su questo. Quando il tuo capo parla, tu ascolti. Funziona così.

# 308_Businessman
source: Yeah... I know... but I can never seem to hold my tongue.
pt: Sì... lo so... ma non riesco proprio a starmene zitto.

# 320_Businessman
source: I guess I'm just a big failure...
pt: Mi sa che sono solo un gran fallito...

# 332_Kiryu
source: (Now he's even more depressed... I need to choose my words more carefully.)
pt: (Ora è ancora più depresso... Devo scegliere le mie parole con più attenzione.)

# 344_Businessman
source: I disagree. You have to follow the path you think is right.
pt: Non sono d'accordo. Devi seguire la strada che pensi sia giusta.

# 356_Businessman
source: ...You think so?
pt: ...Dici?

# 368_Kiryu
source: Yeah. It's better to define yourself at work by speaking your mind, as opposed to brown-nosing your way up the ladder. At least that's what I think.
pt: Sì. È meglio farsi valere sul lavoro dicendo la propria, anziché leccare il culo per salire la scala gerarchica. Almeno, questo è quello che penso io.

# 380_Businessman
source: ...Maybe you're right. Thanks for saying that.
pt: ...Forse hai ragione. Grazie per averlo detto.

# 392_Kiryu
source: (Good. That seems to have cheered him up.)
pt: (Bene. Sembra che gli abbia tirato su il morale.)

# 404_Businessman
source: No one's going to take you seriously if all you do is shout. A real man solves problems with his fists, plain and simple.
pt: Nessuno ti prenderà sul serio se non fai altro che urlare. Un vero uomo risolve i problemi con i pugni, punto e basta.

# 416_Businessman
source: What...? Are you saying I should have punched my boss? Come on, I'd be fired in a second.
pt: Cosa...? Stai dicendo che avrei dovuto prendere a pugni il mio capo? Ma dai, mi licenzierebbero in un attimo.

# 428_Businessman
source: You need to be a little more realistic.
pt: Devi essere un po' più realistico.

# 440_Kiryu
source: (Whoops. I should have taken his position into consideration.)
pt: (Ops. Avrei dovuto tenere conto della sua posizione.)

# 452_Businessman
source: In any case... I am really dreading the moment I walk through my front door. I cannot see it going well.
pt: Comunque... ho un gran terrore del momento in cui varcherò la soglia di casa. Non vedo come possa andare bene.

# 464_Kiryu
source: Why is that?
pt: Perché?

# 476_Businessman
source: Well, my wife was hoping I'd get promoted, and I know she's only gonna get disappointed...
pt: Beh, mia moglie sperava che sarei stato promosso, e so che non farà che rimanere delusa...

# 488_Businessman
source: How am I even supposed to look her in the eye, let alone explain to her what happened?
pt: Come faccio anche solo a guardarla negli occhi, figuriamoci spiegarle cosa è successo?

# 500_Businessman
source: Even so, I think you should tell her the truth.
pt: Anche così, credo che dovresti dirle la verità.

# 512_Businessman
source: But she'll be furious! I just know it!
pt: Ma sarà furiosa! Lo so e basta!

# 524_Kiryu
source: Look, you two are married. Your wife should love you for who you are, not what your job is. I'm sure that's already the case.
pt: Guarda, voi due siete sposati. Tua moglie dovrebbe amarti per quello che sei, non per il tuo lavoro. Sono sicuro che sia già così.

# 548_Kiryu
source: Besides, what you did today took a lot of courage. At least give yourself credit for that.
pt: Inoltre, quello che hai fatto oggi ha richiesto un bel po' di coraggio. Almeno datti merito per quello.

# 560_Businessman
source: Huh... You know what, maybe you're right! Guess it couldn't hurt to tell my better half the truth every now and then, eh?
pt: Eh... Sai una cosa, forse hai ragione! Credo che non possa far male dire la verità alla mia dolce metà ogni tanto, no?

# 572_Kiryu
source: (Seems like he's in a much better mood now.)
pt: (Sembra che sia di umore molto migliore ora.)

# 584_Businessman
source: Do you really need to tell her everything?
pt: Devi proprio dirle tutto?

# 596_Businessman
source: I mean, this is just a work thing, so I doubt she'd find out unless I told her.
pt: Voglio dire, è solo una questione di lavoro, quindi dubito che lo scoprirebbe a meno che non glielo dicessi io.

# 608_Businessman
source: But if it were as easy as that, I wouldn't be feeling all this pressure inside.
pt: Ma se fosse così facile, non sentirei tutta questa pressione dentro.

# 620_Businessman
source: I don't know what's worse: telling a lie and being eaten alive by guilt, or drowning in shame for having told the truth.
pt: Non so cos'è peggio: dire una bugia ed essere divorato vivo dal senso di colpa, o affogare nella vergogna per aver detto la verità.

# 632_Kiryu
source: (I guess my advice doesn't really solve his problem.)
pt: (Immagino che il mio consiglio non risolva davvero il suo problema.)

# 644_Businessman
source: You could just not go home for a while.
pt: Potresti semplicemente non tornare a casa per un po'.

# 656_Businessman
source: Huh?
pt: Uh?

# 668_Kiryu
source: Think about it. You're in a taxi. I could take you as far away as you want.
pt: Pensaci. Sei in un taxi. Potrei portarti lontano quanto vuoi.

# 680_Businessman
source: Well, that'd make you a lot of money I'm sure, but it doesn't help solve my problem.
pt: Beh, quello ti farebbe fare un sacco di soldi, ne sono certo, ma non mi aiuta a risolvere il mio problema.

# 692_Businessman
source: And here I thought you looked like the kind of guy I could trust.
pt: E dire che pensavo che avevi l'aria del tipo di cui mi potevo fidare.

# 704_Kiryu
source: (Looks like humor wasn't the right angle to go with...)
pt: (Sembra che l'umorismo non fosse la mossa giusta...)
