Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010207f7.po
Languages: pt

source: Fierce-looking Kitakata Thug
pt: Sgherro Kitakata dall'aria truce

source: Tall Kitakata Thug
pt: Sgherro Kitakata alto

source: Sunglass-wearing Kitakata Thug
pt: Sgherro Kitakata con gli occhiali da sole

source: ArmsID
pt: ID Armi

# 60_Saejima
source: Sorry I had to do this, but I gotta know the facts about my sworn brother.
pt: Scusa se sono dovuto arrivare a tanto, ma devo sapere la verità sul mio fratello giurato.

# 72_Saejima
source: (And only Kitakata himself knows those facts.)
pt: E solo Kitakata in persona conosce quei fatti.

# 84_Fierce-looking Kitakata Thug
source: Ugh, fuck you...
pt: Ugh, fanculo...

# 96_Saejima
source: (He doesn't know when to quit...)
pt: (Non sa quando mollare...)

# 108_Fierce-looking Kitakata Thug
source: Don't think this is over. We'll hunt you down.
pt: Non pensare che sia finita. Ti daremo la caccia.

# 120_Fierce-looking Kitakata Thug
source: You can't escape the Kitakata in Tsukimino.
pt: Non puoi scappare dai Kitakata a Tsukimino.

# 132_Saejima
source: (Great. Now they'll be tailin' me.)
pt: (Fantastico. Ora mi pedineranno.)

# 168_Manager
source: I'm sorry sir, this area is closed to the public.
pt: Mi scusi signore, questa zona è chiusa al pubblico.

# 180_Saejima
source: Hey, take a look at this pass I got here.
pt: Senti, guarda questo pass che ho qui.

# 192_Manager
source: Hm, show the barkeep, please.
pt: Hmm, mostralo al barista, per favore.

# 204_Saejima
source: *sigh*
pt: *sospiro*

# 216_Manager
source: Please go on through.
pt: Prego, può passare.

# 276_Tall Kitakata Thug
source: Only two days left 'til the snow festival. Nothing quite like knockin' back a few drinks to keep warm in that bitin' cold.
pt: Mancano solo due giorni al festival della neve. Niente di meglio che buttar giù qualche bicchiere per tenersi al caldo in questo freddo cane.

# 288_Sunglass-wearing Kitakata Thug
source: I hear there are gonna be lots of people there this year, too.
pt: Sento dire che anche quest'anno ci sarà un sacco di gente.

# 300_Tall Kitakata Thug
source: That's good! With all the sponsors ditchin' over the past few years, I was afraid the festival was gonna flat out disappear or some shit.
pt: Meno male! Con tutti gli sponsor che si sono tirati indietro negli ultimi anni, temevo che il festival sarebbe sparito del tutto o stronzate simili.

# 312_Fierce-looking Kitakata Thug
source: They say the big crowds this year are all because of the old man.
pt: Dicono che la tanta gente quest'anno sia tutta merito del vecchio.

# 324_Tall Kitakata Thug
source: Patriarch Kitakata?
pt: Patriarca Kitakata?

# 336_Fierce-looking Kitakata Thug
source: Yeah. Apparently he scared up sponsors all across Hokkaido, and didn't let up until the festival was fully funded.
pt: Sì. A quanto pare ha tirato su sponsor in tutta Hokkaido, e non ha mollato finché il festival non è stato completamente finanziato.

# 348_Sunglass-wearing Kitakata Thug
source: Hell yeah. That's our guy.
pt: Cazzo sì. È il nostro uomo.

# 360_Saejima
source: (Just need them to say where he is...)
pt: (Mi serve solo che mi dicano dov'è...)

# 372_Tall Kitakata Thug
source: The boss has got more connections than I can count. Shit, he's even had drinks with the mayor.
pt: Il capo ha più agganci di quanti ne possa contare. Cazzo, ha persino bevuto col sindaco.

# 384_Sunglass-wearing Kitakata Thug
source: Really? The mayor of Sapporo?
pt: Davvero? Il sindaco di Sapporo?

# 396_Tall Kitakata Thug
source: Yeah. Trust me, I was there, man.
pt: Sì. Fidati di me, c'ero, amico.

# 408_Tall Kitakata Thug
source: The mayor, he treated Kitakata with total respect. It was something to behold. Glad I'm in this family, let me tell ya!
pt: Il sindaco, ha trattato Kitakata con un rispetto totale. Era qualcosa da vedere. Meno male che sono in questa famiglia, te lo dico io!

# 420_Fierce-looking Kitakata Thug
source: Well, the mayor <Italic>should</Italic> have some respect. This festival wouldn't even be happening without the old man.
pt: Beh, il sindaco <Italic>dovrebbe</Italic> avere un po' di rispetto. Questo festival non si farebbe nemmeno senza il vecchio.

# 432_Fierce-looking Kitakata Thug
source: Also explains why he's a guest of honor.
pt: Spiega anche perché è un ospite d'onore.

# 444_Tall Kitakata Thug
source: What?
pt: Cosa?

# 456_Saejima
source: (Now there's some useful info.)
pt: (Ora sì che è roba utile.)

# 468_Fierce-looking Kitakata Thug
source: You didn't know?
pt: Non lo sapevi?

# 480_Fierce-looking Kitakata Thug
source: Kitakata's going to be in the festival's opening ceremony with all the other guests in front of the special stage.
pt: Kitakata ci sarà alla cerimonia d'apertura del festival con tutti gli altri ospiti davanti al palco speciale.

# 492_Fierce-looking Kitakata Thug
source: Heh, thank goodness it starts at noon. He hates getting up early.
pt: Eh, meno male che inizia a mezzogiorno. Odia alzarsi presto.

# 504_Tall Kitakata Thug
source: Tch, he also hates stuffed-shirt events. Won't this be torture for him?
pt: Tsk, odia anche gli eventi ingessati. Non sarà una tortura per lui?

# 516_Fierce-looking Kitakata Thug
source: For some reason, he cheerfully accepted this particular invite.
pt: Per qualche motivo, ha accettato di buon grado questo invito in particolare.

# 528_Saejima
source: Yo!
pt: Ehi!

# 552_Tall Kitakata Thug
source: Who're you!?
pt: Chi sei!?

# 564_Saejima
source: Doesn't matter.
pt: Non importa.

# 576_Saejima
source: Did ya say your boss is gonna be in the openin' ceremony?
pt: Hai detto che il tuo capo ci sarà alla cerimonia d'apertura?

# 588_Fierce-looking Kitakata Thug
source: What's it to you?
pt: E a te che importa?

# 600_Sunglass-wearing Kitakata Thug
source: You better not be looking to cause trouble for our old man.
pt: Non ti azzardare a fare casini al nostro vecchio.

# 612_Saejima
source: Nothin' like that. I just want to talk to him about my sworn brother.
pt: Niente del genere. Voglio solo fargli due chiacchiere sul mio fratello giurato.

# 624_Sunglass-wearing Kitakata Thug
source: Hah! Like I'm gonna believe that.
pt: Ah! Come se ci credessi.

# 636_Tall Kitakata Thug
source: Wait a second... is this about that Tojo officer? The dead guy?
pt: Aspetta un attimo... riguarda quell'ufficiale della Tojo? Il morto?

# 648_Saejima
source: Ya know somethin' about Majima?
pt: Sai qualcosa su Majima?

# 660_Sunglass-wearing Kitakata Thug
source: Hmph. You're obviously a Tojo assassin going after our old man.
pt: Hmph. Sei chiaramente un assassino della Tojo che vuole fare fuori il nostro vecchio.

# 672_Saejima
source: That ain't it!
pt: Non è così!

# 684_Fierce-looking Kitakata Thug
source: It damn well better not be! There's nothing to know beyond what the news already reported.
pt: Guarda che non deve esserlo! Non c'è niente da sapere al di là di quello che i notiziari hanno già riportato.

# 696_Fierce-looking Kitakata Thug
source: And now we gotta hold you until we're sure you're not a threat.
pt: E ora dobbiamo trattenerti finché non siamo sicuri che non sei una minaccia.

# 708_Fierce-looking Kitakata Thug
source: Let's get him, boys!
pt: Prendiamolo, ragazzi!
