Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690112.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Could you wait just a little while longer?
pt: Potrebbe aspettare ancora un pochino?

source: Yep, I'm all set!
pt: Sì, sono pronto!

source: Handshake Events
pt: Incontri con i fan

source: The Remover 1
pt: Il Rimuovitore 1

source: The Remover 2
pt: Il Rimuovitore 2

source: How to Play
pt: Come si gioca

source: I think I'd better run through it one more time.
pt: Sarà meglio che lo ripassi ancora una volta.

source: I've got it.
pt: Ho capito.

# 56_Haruka
source: Hello, everyone!
pt: Ciao a tutti!

# 68_Event Staff
source: Hello, Sawamura-san!
pt: Ciao, Sawamura-san!

# 80_Haruka
source: (There's no director here today, so I have to make sure I do a good job on my own.)
pt: (Non c'è il direttore oggi, quindi devo assicurarmi di fare bella figura da sola.)

# 92_Event Staff
source: If you're about ready, we'll start letting the guests in. What do you think?
pt: Se sei pronto, iniziamo a far entrare gli ospiti. Che ne dici?

# 104_Haruka
source: Could you wait just a little while longer? I want to go over the event procedure before I start.
pt: Potrebbe aspettare solo un attimo in più? Voglio ripassare la procedura dell'evento prima di iniziare.

# 116_Event Staff
source: Oh, no problem. Just let me know when you're ready.
pt: Oh, nessun problema. Mi faccia solo sapere quando è pronta.

# 128_Haruka
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan possibile prima che scada il tempo. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai superfan che indossano happi. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 140_Haruka
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Sebbene sia importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere tenuta in movimento. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "The Remover". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 152_Haruka
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va impaurito, e il livello di soddisfazione dei fan cala. Per fortuna, "The Remover" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e si scioglierà, dimenticandosi di fare il suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 164_Haruka
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 176_Haruka
source: (Let's see. I should be good now, right?)
pt: (Vediamo. Dovrei essere a posto ora, vero?)

# 188_Haruka
source: (I think I'd better run through it one more time, just to be safe.)
pt: (Penso che dovrei ripassarlo ancora una volta, giusto per stare sicura.)

# 200_Haruka
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan possibile prima che scada il tempo. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai superfan che indossano happi. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 212_Haruka
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Sebbene sia importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere tenuta in movimento. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "The Remover". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 224_Haruka
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va impaurito, e il livello di soddisfazione dei fan cala. Per fortuna, "The Remover" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e si scioglierà, dimenticandosi di fare il suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 236_Haruka
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 248_Haruka
source: (Let's see. I should be good now, right?)
pt: (Vediamo. Dovrei essere a posto ora, vero?)

# 260_Haruka
source: Yep, I'm all set!
pt: Sì, sono a posto!

# 272_Event Staff
source: Great! All right people, let's get started!
pt: Ottimo! Bene ragazzi, si comincia!

# 284_Event Staff
source: You got it!
pt: Capito!

# 320_Haruka
source: (Okay. I think I've got it now!)
pt: (Ok. Penso di aver capito adesso!)

# 332_Haruka
source: I'm sorry for the wait. I'm all set now!
pt: Mi dispiace per l'attesa. Sono a posto ora!

# 344_Event Staff
source: Great! All right people, let's get started!
pt: Ottimo! Bene ragazzi, si comincia!

# 356_Event Staff
source: You got it!
pt: Capito!
