Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01021198.po
Languages: pt

# 152_Himura
source: And so, I once again saved the town from peril! Applause, please!
pt: E così, ho ancora una volta salvato la città dal pericolo! Applausi, prego!

# 164_Himura
source: Whoops. Come on, Saejima-san, get it together!
pt: Oops. Dai, Saejima-san, datti una regolata!

# 176_Saejima
source: Huh. A missin' chunk of imagination feels weird.
pt: Eh. Un pezzo d'immaginazione che manca, fa strano.

# 188_Himura
source: Well, even though Saejima-san got whupped, I once again saved the town from peril. Applause, please!
pt: Be', anche se Saejima-san ha preso una batosta, ho ancora una volta salvato la città dal pericolo. Applausi, prego!

# 200_Saejima
source: Mighty heroic of ya. But come on, all this talk of bein' a former detective, it's all a pack a' lies, right?
pt: Gran bell'eroe, eh. Ma dai, tutti 'sti discorsi da ex-detective, è tutta una montagna di balle, no?

# 212_Himura
source: I would never! How can you accuse me of such a thing?
pt: Mai e poi mai! Ma come puoi accusarmi di una cosa del genere?

# 224_Saejima
source: Heh. Whatever, man.
pt: Eh. Vabbè, compare.

# 236_Himura
source: What was that?
pt: Cos'hai detto?

# 248_Saejima
source: Nothin'. This was fun. Think that's enough, though.
pt: Niente. È stato divertente. Penso che basti così, però.

# 260_Himura
source: Alrighty!
pt: Va bene!

# 368_Himura
source: Yup, they were well-aware of being tailed.
pt: Già, sapevano benissimo di essere pedinati.

# 380_Saejima
source: So, what'd ya do?
pt: Allora, che hai fatto?

# 392_Himura
source: You really need to ask? I fought them! To protect the town.
pt: C'è bisogno di chiederlo? Li ho combattuti! Per proteggere la città.

# 404_Saejima
source: Hah! What a load! But fine, let's do this.
pt: Ah! Che balle! Ma vabbè, facciamolo.

# 452_Himura
source: You did exactly what I did! I too deftly sidestepped their insidious car-attack!
pt: Hai fatto proprio quello che ho fatto io! Anch'io ho schivato con destrezza il loro subdolo attacco in auto!

# 464_Himura
source: Come on, Saejima-san, get it together! When they came at me like that, I stepped aside with a flourish.
pt: Dai, Saejima-san, riprenditi! Quando mi sono venuti addosso così, mi sono fatto da parte con un gesto plateale.

# 476_Saejima
source: Hah, more of your horse dung.
pt: Ah, ancora le tue balle.

# 488_Himura
source: And I knew my near-death experience wasn't a coincidence. They were aware of my tailing them.
pt: E sapevo che il mio aver sfiorato la morte non era una coincidenza. Sapevano che li stavo pedinando.

# 500_Himura
source: But still, I refused to be intimidated, for I was an officer of the law. I resolved to protect the town and bring honor to my proud and noble profession!
pt: Eppure, non mi feci intimidire, perché ero un uomo di legge. Mi ripromisi di proteggere la città e di onorare la mia orgogliosa e nobile professione!

# 512_Saejima
source: Weren't ya busted for corruption?
pt: Non eri mica finito in gabbia per corruzione?

# 524_Himura
source: Ouch. That's a sore point, boss. Come on, let's keep after those mobsters!
pt: Ahi. Quello è un tasto dolente, capo. Dai, stiamogli addosso a quei gangster!

# 536_Saejima
source: Hehehe...
pt: Ehehe...

# 560_Himura
source: At some point while I was chasing the mafia, I entered an intersection. Suddenly...!
pt: A un certo punto mentre inseguivo la mafia, sono entrato in un incrocio. Improvvisamente...!

# 584_Kaguya
source: So long, Saejima-san. I hope to see you at the club again.
pt: A presto, Saejima-san. Spero di vederti di nuovo al club.

# 596_Saejima
source: Uh-huh, see ya.
pt: Ok, ci si vede.

# 620_Himura
source: After seeing Kaguya-chan off, I began my pursuit of the mob.
pt: Dopo aver salutato Kaguya-chan, iniziai il mio inseguimento della mafia.

# 632_Himura
source: Oh by the way, feel free to wander around. This is your imagination, after all!
pt: Ah, a proposito, sentiti libero di farti un giro. Questa è la tua fantasia, dopotutto!

# 644_Himura
source: Karaokekan is close by. You remember that place from your last date, right?
pt: Il Karaokekan è qui vicino. Ti ricordi di quel posto dal tuo ultimo appuntamento, vero?

# 656_Saejima
source: Oh yeah.
pt: Oh sì.

# 668_Himura
source: The mobsters were heading to Ramen Village on East Nakatsuki Street. If you want to chase them, go that way.
pt: I gangster stavano andando a Ramen Village in via Nakatsuki Est. Se vuoi inseguirli, vai da quella parte.

# 680_Saejima
source: Got it.
pt: Capito.

# 740_Kaguya
source: Saejima-san, what a busy man you are. You're late!
pt: Saejima-san, ma quanto sei indaffarato! Sei in ritardo!

# 752_Saejima
source: Hey, I thought we were workin' one of your cases?
pt: Ehi, pensavo che stessimo seguendo uno dei tuoi casi?

# 764_Himura
source: Well, you see, on this particular night I had an after-hours date with my beloved Kaguya-chan. Together we walked to Ambitious, a local bar.
pt: Vedi, proprio quella notte avevo un appuntamento in tarda serata con la mia amata Kaguya-chan. Insieme andammo all'Ambitious, un bar del posto.

# 812_Saejima
source: At least it ain't hard to imagine, this bein' the second time.
pt: Almeno non è difficile immaginarlo, è già la seconda volta.

# 824_Himura
source: Yeah, looking real good.
pt: Già, sta proprio bene.

# 836_Saejima
source: So what's your tall tale today?
pt: Allora, qual è la tua gran storia oggi?

# 848_Himura
source: Well, now that you know I'm a former detective, let me tell you about a big case that I broke wide open.
pt: Beh, ora che sai che sono un ex detective, lascia che ti racconti di un grosso caso che ho scoperchiato.

# 860_Saejima
source: Ya want me to pretend to be a cop while I'm behind bars? Odd notion, but I guess it's a change of scenery... Better change my look again, though.
pt: Vuoi che faccia finta di essere un poliziotto mentre sono dietro le sbarre? Una strana idea, ma immagino sia un cambiamento di scenario... Meglio che cambi di nuovo il mio aspetto, però.

# 884_Saejima
source: It ain't the right garb for a cop, but...
pt: Non è mica la tenuta adatta a un poliziotto, ma...

# 896_Himura
source: It doesn't matter; just let me start the story! All right, it begins in this bar on Lavender Street. Let's go there－the place is called Ambitious.
pt: Non fa niente; fammi solo iniziare la storia! Va bene, inizia in questo bar su Lavender Street. Andiamo lì—il posto si chiama Ambitious.
