Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

# 10392_Kaguya
source: <Color:255,200,200,255>I've never seen a match, actually. I thought about going to see it once, but I was too scared to go by myself.<Color:Default>
pt: <Color:255,200,200,255>A dire il vero, non ho mai visto un incontro. Una volta ci avevo fatto un pensierino, ma avevo troppa paura di andarci da sola.<Color:Default>

# 10404_Saejima
source: Wanna go with me? Then ya wouldn't be scared.
pt: Vuoi andarci con me? Così non avresti paura.

# 10416_Kaguya
source: <Color:255,200,200,255>You really mean it!?<Color:Default>
pt: <Color:255,200,200,255>Dici sul serio!?<Color:Default>

# 10428_Kaguya
source: <Color:255,200,200,255>Oh, but I hear it's pretty tough to get your hands on tickets to a martial arts event.<Color:Default>
pt: <Color:255,200,200,255>Oh, ma ho sentito che è un bel problema riuscire a mettere le mani sui biglietti per un evento di arti marziali.<Color:Default>

# 10440_Saejima
source: That's okay. I used to help out at a gym, and I still got some connections.
pt: Non preoccuparti. Davo una mano in una palestra, e ho ancora qualche aggancio.

# 10452_Kaguya
source: <Color:255,200,200,255>Wow, really? That's so cool, Saejima-san!<Color:Default>
pt: <Color:255,200,200,255>Wow, davvero? È fantastico, Saejima-san!<Color:Default>

# 10464_Saejima
source: Hehe.
pt: Eheh.

# 10476_Saejima
source: It's more fun on TV. If ya go to the arena, everyone just looks like little specks.
pt: È più divertente in TV. Se vai all'arena, sembrano tutti dei piccoli puntini.

# 10488_Kaguya
source: <Color:255,200,200,255>Oh, I guess that makes sense. On TV they show celebrities sitting ringside, but I guess most regular people don't get to do that.<Color:Default>
pt: <Color:255,200,200,255>Oh, capisco, ha senso. In TV fanno vedere le celebrità sedute a bordo ring, ma immagino che la maggior parte della gente comune non possa farlo.<Color:Default>

# 10500_Saejima
source: Not without the right connections, nope.
pt: No, non senza gli agganci giusti.

# 10512_Kaguya
source: <Color:255,200,200,255>Guess I'll have to be content with television.<Color:Default>
pt: <Color:255,200,200,255>Immagino che dovrò accontentarmi della televisione.<Color:Default>

# 10524_Saejima
source: Why not join up? Then ya'd get to see things real up close and personal.
pt: Perché non ti iscrivi? Così potresti vedere tutto molto più da vicino.

# 10536_Kaguya
source: <Color:255,200,200,255>Huh? What do you mean?<Color:Default>
pt: <Color:255,200,200,255>Eh? Cosa intendi?<Color:Default>

# 10548_Saejima
source: You know, one of them ring girls. Then ya'd get to be right by the fighters.
pt: Sai, una di quelle ring girl. Così saresti proprio a fianco dei lottatori.

# 10560_Kaguya
source: <Color:255,200,200,255>Oh, I guess that would work!<Color:Default>
pt: <Color:255,200,200,255>Oh, immagino che potrebbe funzionare!<Color:Default>

# 10572_Saejima
source: And ya look the part, too.
pt: E hai pure il fisico adatto.

# 10584_Kaguya
source: <Color:255,200,200,255>I wonder how someone becomes a ring girl. I'll have to look into it!<Color:Default>
pt: <Color:255,200,200,255>Chissà come si fa a diventare una ring girl. Dovrò informarmi!<Color:Default>

# 10596_Saejima
source: Ya really wanna see muscles that bad?
pt: Vuoi proprio vederli così tanto, 'sti muscoli?

# 10608_Kaguya
source: <Color:255,200,200,255>Do you want to get married, Saejima-san?<Color:Default>
pt: <Color:255,200,200,255>Vuoi sposarti, Saejima-san?<Color:Default>

# 10620_Saejima
source: Do I look like that kinda guy to you?
pt: Ti sembro un tipo del genere?

# 10632_Kaguya
source: <Color:255,200,200,255>Hmmm... I guess?<Color:Default>
pt: <Color:255,200,200,255>Mmh... direi di sì?<Color:Default>

# 10644_Saejima
source: I see. I suppose if I'd had a wife, my life wouldn't have ended up this way.
pt: Capisco. Immagino che se avessi avuto una moglie, la mia vita non sarebbe finita così.

# 10656_Kaguya
source: <Color:255,200,200,255>It's still not too late! Why not start looking for a bride now?<Color:Default>
pt: <Color:255,200,200,255>Non è ancora troppo tardi! Perché non inizi a cercare una sposa proprio adesso?<Color:Default>

# 10668_Saejima
source: I'll think about it.
pt: Ci penserò.

# 10680_Saejima
source: No way. I'm not the marryin' type.
pt: Ma quando mai. Non sono il tipo da matrimonio.

# 10692_Kaguya
source: <Color:255,200,200,255>Really? Are you just playing tough?<Color:Default>
pt: <Color:255,200,200,255>Davvero? Stai solo facendo il duro?<Color:Default>

# 10704_Saejima
source: ...Maybe a bit.
pt: ...Forse un po'.

# 10716_Kaguya
source: <Color:255,200,200,255>I thought you must be lonely! Oh, you're adorable, Saejima-san!<Color:Default>
pt: <Color:255,200,200,255>Lo sapevo che ti sentivi solo! Oh, sei adorabile, Saejima-san!<Color:Default>

# 10740_Saejima
source: Nah, it's true.
pt: No, è la verità.

# 10752_Kaguya
source: <Color:255,200,200,255>Oh come now. Really?<Color:Default>
pt: <Color:255,200,200,255>Ma dai. Sul serio?<Color:Default>

# 10764_Saejima
source: How about you?
pt: E tu?

# 10776_Kaguya
source: <Color:255,200,200,255>Don't try to dodge the subject! Tell me for real now. Are you?<Color:Default>
pt: <Color:255,200,200,255>Non cercare di svicolare! Dimmelo seriamente adesso. Lo sei?<Color:Default>

# 10788_Saejima
source: How about you?
pt: E tu?

# 10800_Kaguya
source: <Color:255,200,200,255>It's not like I want to get married or even raise children, but...<Color:Default>
pt: <Color:255,200,200,255>Non è che voglia sposarmi o addirittura crescere dei figli, ma...<Color:Default>

# 10812_Kaguya
source: <Color:255,200,200,255>Recently, I thought it would be good to have someone to take care of me.<Color:Default>
pt: <Color:255,200,200,255>Ultimamente, ho pensato che sarebbe bello avere qualcuno che si prenda cura di me.<Color:Default>

# 10824_Saejima
source: Huh?
pt: Uh?

# 10836_Kaguya
source: <Color:255,200,200,255>Well, then I wouldn't need to work for a living. That'd be a pretty nice way to live, no?<Color:Default>
pt: <Color:255,200,200,255>Beh, allora non avrei più bisogno di lavorare per vivere. Sarebbe un bel modo di vivere, no?<Color:Default>

# 10848_Saejima
source: That sure sounds like ya. Well, marriage has its pros and cons. I suppose yer way of thinkin' ain't that bad.
pt: È proprio da te. Beh, il matrimonio ha i suoi pro e i suoi contro. Immagino che il tuo modo di pensare non sia poi così male.

# 10860_Kaguya
source: <Color:255,200,200,255>Yeah, see? Marriage isn't as simple as loving someone. It needs more than that to last.<Color:Default>
pt: <Color:255,200,200,255>Sì, visto? Il matrimonio non è così semplice come amare qualcuno. Serve altro perché duri.<Color:Default>

# 10872_Kaguya
source: <Color:255,200,200,255>If I did get married, I'd marry a rich guy!<Color:Default>
pt: <Color:255,200,200,255>Se dovessi sposarmi, sposerei un tipo ricco!<Color:Default>

# 10884_Saejima
source: Yeah, but a rich guy's gotta choose you, too.
pt: Già, ma anche un tipo ricco deve scegliere te.

# 10896_Saejima
source: Get real. How many women do ya think actually get to live a life like that?
pt: Sii realista. Quante donne pensi che riescano davvero a fare una vita del genere?

# 10908_Kaguya
source: <Color:255,200,200,255>Ugh, can't a girl dream!? Girls aspire to get married one day.<Color:Default>
pt: <Color:255,200,200,255>Uffa, una ragazza non può sognare!? Le ragazze aspirano a sposarsi, un giorno.<Color:Default>

# 10920_Saejima
source: Girls who think that way wind up losin' out on other opportunities just to get hitched. Compromise is the key to any marriage.
pt: Le ragazze che la pensano così finiscono per lasciarsi sfuggire altre occasioni solo per accasarsi. Il compromesso è la chiave di ogni matrimonio.

# 10932_Kaguya
source: <Color:255,200,200,255>If marriage takes compromise, then I'm happy to live the free life of a single woman!<Color:Default>
pt: <Color:255,200,200,255>Se il matrimonio richiede compromessi, allora sono felice di vivere la vita libera di una donna single!<Color:Default>

# 10944_Saejima
source: Ya really hate doin' work that much?
pt: Ti fa davvero così schifo lavorare?

# 10956_Saejima
source: At least do housework. If yer husband's gonna work, you should do somethin' too.
pt: Almeno occupati delle faccende di casa. Se tuo marito lavora, dovresti fare qualcosa anche tu.

# 10968_Kaguya
source: <Color:255,200,200,255>Well, then I'll just hire a housekeeper or something.<Color:Default>
pt: <Color:255,200,200,255>Beh, allora assumerò una governante o qualcosa del genere.<Color:Default>

# 10980_Kaguya
source: <Color:255,200,200,255>If I did get married, I'd marry a rich guy!<Color:Default>
pt: <Color:255,200,200,255>Se dovessi sposarmi, sposerei un tipo ricco!<Color:Default>

# 10992_Saejima
source: But what would he get outta that?
pt: Ma lui cosa ci guadagnerebbe?

# 11004_Kaguya
source: <Color:255,200,200,255>So my friend from high school is getting a divorce because she got caught cheating by her husband.<Color:Default>
pt: <Color:255,200,200,255>Allora, una mia amica del liceo sta divorziando perché suo marito l'ha beccata a tradire.<Color:Default>

# 11016_Saejima
source: She was the one cheatin'?
pt: Era lei quella che tradiva?

# 11028_Kaguya
source: <Color:255,200,200,255>Yeah. If he had cheated, I could have been there to share her anger or cheer her up. But since she's at fault, I don't know what to do.<Color:Default>
pt: <Color:255,200,200,255>Già. Se avesse tradito lui, avrei potuto starle vicino per condividere la sua rabbia o tirarla su di morale. Ma visto che la colpa è sua, non so cosa fare.<Color:Default>

# 11040_Saejima
source: Chew her out. Ya can't trust a backstabber. Otherwise, what's to stop her from stabbin' you in the back someday?
pt: Falle una partaccia. Non ci si può fidare di chi pugnala alle spalle. Altrimenti, cosa le impedirebbe di pugnalare alle spalle pure te, un giorno?

# 11052_Kaguya
source: <Color:255,200,200,255>I don't know. I don't think she's that bad a person.<Color:Default>
pt: <Color:255,200,200,255>Non saprei. Non credo sia una persona così cattiva.<Color:Default>

# 11064_Saejima
source: I see. Well, if ya say so. Everyone makes mistakes.
pt: Capisco. Beh, se lo dici tu. Tutti commettono degli errori.

# 11076_Kaguya
source: <Color:255,200,200,255>You have a very open mind, Saejima-san.<Color:Default>
pt: <Color:255,200,200,255>Hai una mentalità molto aperta, Saejima-san.<Color:Default>

# 11088_Saejima
source: Just stay on yer guard. Once someone does somethin' like that, their morals fall by the wayside.
pt: Sta' solo in guardia. Una volta che qualcuno fa una cosa del genere, la sua morale va a farsi benedire.

# 11100_Saejima
source: They'll cross lines most folks would never cross with surprisin' ease. I saw a ton of people like that in prison.
pt: Oltrepassano certi limiti che la gente normale non si sognerebbe mai di superare con una facilità sorprendente. Ho visto un sacco di gente così in prigione.

# 11112_Kaguya
source: <Color:255,200,200,255>In prison!? I don't know if it's fair to compare cheating to something like that.<Color:Default>
pt: <Color:255,200,200,255>In prigione!? Non so se sia giusto paragonare il tradimento a una cosa del genere.<Color:Default>

# 11124_Saejima
source: Don't say anythin'. If she's really yer friend, ya gotta stay by her side and believe in her.
pt: Non dirle niente. Se è davvero una tua amica, devi starle accanto e credere in lei.

# 11136_Kaguya
source: <Color:255,200,200,255>I suppose so. Besides, she'll be single like me now. I should ask her out to dinner.<Color:Default>
pt: <Color:255,200,200,255>Suppongo di sì. Inoltre, adesso sarà single proprio come me. Dovrei invitarla a cena.<Color:Default>

# 11148_Saejima
source: Good idea. Havin' a friend to break bread with is more comfortin' than the food itself.
pt: Ottima idea. Avere un amico con cui dividere il pane è più confortante del cibo stesso.

# 11160_Kaguya
source: <Color:255,200,200,255>I bet you have friends like that too!<Color:Default>
pt: <Color:255,200,200,255>Scommetto che anche tu hai degli amici così!<Color:Default>

# 11172_Saejima
source: Ya gotta grow up still. Bein' a divorcee and bein' single ain't the same.
pt: Devi ancora crescere. Essere divorziata ed essere single non è la stessa cosa.

# 11184_Kaguya
source: <Color:255,200,200,255>Oh, mind your own business. Speaking of which, why don't you get married yourself?<Color:Default>
pt: <Color:255,200,200,255>Oh, fatti i fatti tuoi. A proposito, perché non ti sposi tu?<Color:Default>

# 11208_Kaguya
source: <Color:255,200,200,255>Actually, I'm friends with her husband too, so our relationship is going to be tough from now on.<Color:Default>
pt: <Color:255,200,200,255>A dire il vero, sono amica anche di suo marito, quindi d'ora in poi il nostro rapporto sarà difficile.<Color:Default>

# 11220_Saejima
source: Yer stuck between a rock and a hard place.
pt: Ti trovi tra l'incudine e il martello.

# 11232_Kaguya
source: <Color:255,200,200,255>Don't I know it. Should I try to make the husband feel better?<Color:Default>
pt: <Color:255,200,200,255>Dimmelo a me. Dovrei provare a far sentire meglio il marito?<Color:Default>

# 11244_Saejima
source: Sure. Bein' stabbed in the back is rough. He's probably a mess right now.
pt: Già. Essere pugnalati alle spalle è dura. Probabilmente ora sarà a pezzi.

# 11256_Kaguya
source: <Color:255,200,200,255>Have you been cheated on before, Saejima-san?<Color:Default>
pt: <Color:255,200,200,255>Sei mai stato tradito prima, Saejima-san?<Color:Default>

# 11268_Saejima
source: It ain't exactly a tale of romance, but I've been betrayed by someone I thought was a friend.
pt: Non è proprio una storia d'amore, ma sono stato tradito da qualcuno che credevo fosse un amico.

# 11280_Kaguya
source: <Color:255,200,200,255>I'm guessing you were mad?<Color:Default>
pt: <Color:255,200,200,255>Immagino che fossi arrabbiato?<Color:Default>

# 11292_Saejima
source: At myself. I was an idiot for trustin' him. But in the end it was all a big misunderstandin'.
pt: Con me stesso. Ero un idiota a fidarmi di lui. Ma alla fine era tutto un grosso malinteso.

# 11304_Kaguya
source: <Color:255,200,200,255>So then did you patch things up?<Color:Default>
pt: <Color:255,200,200,255>Quindi poi avete chiarito?<Color:Default>

# 11316_Saejima
source: Yeah. All it took was one good, hard punch.
pt: Già. È bastato un bel pugno ben assestato.

# 11328_Kaguya
source: <Color:255,200,200,255>I see! I envy how men can settle things!<Color:Default>
pt: <Color:255,200,200,255>Capisco! Invidio il modo in cui gli uomini riescono a risolvere le cose!<Color:Default>

# 11340_Saejima
source: Don't do that. Ya oughta back off.
pt: Non farlo. Ti conviene lasciar perdere.

# 11352_Kaguya
source: <Color:255,200,200,255>Aww. Why not?<Color:Default>
pt: <Color:255,200,200,255>Uffa. Perché no?<Color:Default>

# 11364_Saejima
source: Men are different. They can't change how they feel with the flick of a switch like women.
pt: Gli uomini sono diversi. Non possono cambiare quello che provano premendo un interruttore, come fanno le donne.

# 11376_Saejima
source: Pickin' at a scab is only gonna make a wound worse, y'know? Right now he just needs time to heal on his own.
pt: Stuzzicare una ferita non farà altro che peggiorarla, capisci? In questo momento ha solo bisogno di tempo per riprendersi da solo.

# 11388_Kaguya
source: <Color:255,200,200,255>Ahh. Is that how it goes?<Color:Default>
pt: <Color:255,200,200,255>Ah. È così che funziona?<Color:Default>

# 11400_Kaguya
source: <Color:255,200,200,255>Okay, I guess I won't get in touch with him.<Color:Default>
pt: <Color:255,200,200,255>Va bene, allora immagino che non lo contatterò.<Color:Default>

# 11412_Saejima
source: Yeah, that's for the best.
pt: Sì, è meglio così.

# 11424_Kaguya
source: <Color:255,200,200,255>The other day a friend of mine told me they were in love with me, just out of nowhere.<Color:Default>
pt: <Color:255,200,200,255>L'altro giorno un mio amico mi ha detto di essere innamorato di me, così, dal nulla.<Color:Default>

# 11436_Saejima
source: Well, ain't you popular with the boys?
pt: Beh, vedo che sei proprio popolare tra i ragazzi, eh?

# 11448_Kaguya
source: <Color:255,200,200,255>Well... the friend in question is a woman.<Color:Default>
pt: <Color:255,200,200,255>Beh... l'amica in questione è una donna.<Color:Default>

# 11460_Saejima
source: Oh. So then this is a lesbian thing?
pt: Oh. Quindi si tratta di una faccenda tra lesbiche?

# 11472_Kaguya
source: <Color:255,200,200,255>Yeah, I had no idea. I was pretty surprised.<Color:Default>
pt: <Color:255,200,200,255>Sì, non ne avevo idea. Sono rimasta piuttosto sorpresa.<Color:Default>

# 11484_Saejima
source: Wait, what?
pt: Ma che?

# 11496_Kaguya
source: <Color:255,200,200,255>She's into women.<Color:Default>
pt: <Color:255,200,200,255>Le piacciono le donne.<Color:Default>

# 11520_Saejima
source: Well, what did ya tell her?
pt: Beh, e tu che le hai detto?

# 11532_Kaguya
source: <Color:255,200,200,255>I'm, uh, still mulling that over.<Color:Default>
pt: <Color:255,200,200,255>Uhm, ci sto ancora pensando su.<Color:Default>

# 11544_Saejima
source: What, you told her ya'd get back to her?
pt: Cosa, le hai detto che le avresti fatto sapere?

# 11556_Kaguya
source: <Color:255,200,200,255>Come on! I'd hate to say something stupid and hurt her feelings. And besides...<Color:Default>
pt: <Color:255,200,200,255>E dai! Non vorrei dire una sciocchezza e ferire i suoi sentimenti. E poi...<Color:Default>

# 11568_Saejima
source: Besides what?
pt: E poi cosa?

# 11580_Kaguya
source: <Color:255,200,200,255>I've gotten to thinking, hey, maybe getting together with a girl would be pretty nice.<Color:Default>
pt: <Color:255,200,200,255>Ho iniziato a pensare che, ehi, forse stare con una ragazza non sarebbe affatto male.<Color:Default>

# 11592_Saejima
source: Why's that? I mean, ya don't even feel that way about women, right?
pt: E perché? Voglio dire, a te non piacciono nemmeno le donne in quel senso, no?

# 11604_Kaguya
source: <Color:255,200,200,255>That's not really the point. I've simply been thinking that having a wife would make my life a lot easier.<Color:Default>
pt: <Color:255,200,200,255>Non è proprio quello il punto. Ho solo pensato che avere una moglie mi faciliterebbe molto la vita.<Color:Default>

# 11616_Kaguya
source: <Color:255,200,200,255>Like she could cook, clean, do my laundry－all sorts of things like that!<Color:Default>
pt: <Color:255,200,200,255>Tipo potrebbe cucinare, pulire, farmi il bucato－e un sacco di cose del genere!<Color:Default>

# 11628_Saejima
source: Sounds nice. I wish I had a wife, too.
pt: Sembra proprio bello. Anch'io vorrei una moglie.

# 11640_Kaguya
source: <Color:255,200,200,255>Right? Girls typically wind up with chores like that when they get married to a guy. So, if you get together with a girl, you won't have to!<Color:Default>
pt: <Color:255,200,200,255>Vero? Di solito le ragazze finiscono per doversi occupare di faccende simili quando sposano un uomo. Quindi, se ti metti con una ragazza, non dovrai farlo tu!<Color:Default>

# 11652_Saejima
source: So yer gonna say yes to her?
pt: Quindi le dirai di sì?

# 11664_Kaguya
source: <Color:255,200,200,255>Well... I guess whether it's a guy or a girl, dating someone is a big hassle in general. Staying single would be way less stressful.<Color:Default>
pt: <Color:255,200,200,255>Beh... Immagino che, che sia un ragazzo o una ragazza, frequentare qualcuno sia una bella scocciatura in generale. Restare single sarebbe molto meno stressante.<Color:Default>

# 11676_Saejima
source: Yeah. Sharin' a room was nice 'cause I had someone to talk to, but bein' in solitary was much easier.
pt: Già. Dividere la stanza era piacevole perché avevo qualcuno con cui parlare, ma stare in isolamento era molto più facile.

# 11688_Kaguya
source: <Color:255,200,200,255>Huh? Solitary?<Color:Default>
pt: <Color:255,200,200,255>Eh? Isolamento?<Color:Default>

# 11700_Saejima
source: Uh, never mind, just talkin' to myself...
pt: Uh, lascia stare, stavo solo parlando tra me e me...

# 11712_Saejima
source: Men have their benefits, too. Cookin' and laundry is one thing, but not all women can handle physical labor.
pt: Pure gli uomini hanno i loro vantaggi. Cucinare e fare il bucato sono un conto, ma non tutte le donne riescono a reggere i lavori pesanti.

# 11724_Kaguya
source: <Color:255,200,200,255>Yeah, that's true. On the flip side, I can't think of a reason I'd want to be with a woman instead of a man.<Color:Default>
pt: <Color:255,200,200,255>Già, è vero. D'altro canto, non mi viene in mente un motivo per cui vorrei stare con una donna invece che con un uomo.<Color:Default>

# 11736_Saejima
source: Women might be better at raisin' kids, but if yer just gonna live with someone, shouldn't it be a guy?
pt: Le donne saranno pure più brave a crescere i figli, ma se devi solo convivere con qualcuno, non sarebbe meglio un uomo?

# 11748_Kaguya
source: <Color:255,200,200,255>Hmm. I should think about this some more.<Color:Default>
pt: <Color:255,200,200,255>Mmm. Dovrei pensarci ancora un po'.<Color:Default>

# 11760_Saejima
source: But do ya even have feelings for this friend?
pt: Ma provi almeno dei sentimenti per questa amica?

# 11772_Saejima
source: But yer not even...
pt: Ma non sei nemmeno...

# 11784_Kaguya
source: <Color:255,200,200,255>I know, I just think it'd be more fun to have a friend around than be alone forever.<Color:Default>
pt: <Color:255,200,200,255>Lo so, penso solo che sarebbe più divertente avere un'amica accanto piuttosto che restare sola per sempre.<Color:Default>

# 11796_Kaguya
source: <Color:255,200,200,255>Haven't you ever felt that way, Saejima-san?<Color:Default>
pt: <Color:255,200,200,255>Non ti sei mai sentito così, Saejima-san?<Color:Default>

# 11808_Saejima
source: I have. It's more fun to have a close friend around than to be alone.
pt: Sì, mi è capitato. È più divertente avere un amico stretto accanto che restare da soli.

# 11820_Kaguya
source: <Color:255,200,200,255>See? Assuming you weren't planning on getting married, why don't you just live with a friend?<Color:Default>
pt: <Color:255,200,200,255>Visto? Supponendo che tu non abbia intenzione di sposarti, perché non vai a vivere semplicemente con un amico?<Color:Default>

# 11832_Saejima
source: Maybe. Havin' a friend around might make work stuff easier to deal with.
pt: Forse. Avere un amico accanto potrebbe rendere le faccende di lavoro più facili da gestire.

# 11844_Kaguya
source: <Color:255,200,200,255>See? That's why I'm so conflicted over this.<Color:Default>
pt: <Color:255,200,200,255>Visto? È per questo che sono così combattuta al riguardo.<Color:Default>

# 11856_Saejima
source: Hm. Never really thought about it...
pt: Mmm. Non ci ho mai pensato davvero...

# 11868_Saejima
source: Nope. I don't want anyone else buttin' in on my personal time.
pt: No. Non voglio che nessun altro si intrometta nel mio tempo privato.

# 11880_Kaguya
source: <Color:255,200,200,255>What if someone said they'd take care of you, and pay for everything?<Color:Default>
pt: <Color:255,200,200,255>E se qualcuno ti dicesse che si prenderebbe cura di te e che pagherebbe tutto?<Color:Default>

# 11892_Saejima
source: Not a chance. A man handles his own problems. I'm not the sort to rely on others to take care of me.
pt: Nemmeno per sogno. Un uomo affronta i propri problemi da solo. Non sono il tipo che conta sugli altri per farsi accudire.

# 11904_Kaguya
source: <Color:255,200,200,255>You're a real tough guy, Saejima-san. If I could leech off of someone, I totally would.<Color:Default>
pt: <Color:255,200,200,255>Sei un vero duro, Saejima-san. Se potessi vivere alle spalle di qualcuno, lo farei senz'altro.<Color:Default>
