Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aaf.po
Languages: pt

source: Drunk
pt: Ubriaco

source: Laid-back Voice
pt: Voce rilassata

source: Laid-back Man
pt: Uomo Rilassato

# 60_Drunk
source: What, yer back for another shallenge? I like that! You got the fighting shpirit in you. *hic*
pt: Cosa, sei tornato per un'altra sfida? Mi piace! Hai lo spirito combattivo in te. *hic*

# 72_Drunk
source: But I'm the only one feeling a little bit tipsy here and that's not fair, nuh-uh. Here, you got some catching up to do, you cheater!
pt: Ma sono l'unico a sentirmi un po' alticcio qui, e non è giusto, eh no. Tieni, devi metterti in pari, imbroglione!

# 84_Shinada
source: ...Well, I guess fair's fair.
pt: Beh, suppongo sia giusto così.

# 108_Drunk
source: Okay, I'll quit drinking if you can beat me. I'll throw five pitches! Hit one homer and you win. Got it, bucko?
pt: Ok, smetto di bere se mi batti. Faccio cinque lanci! Fai un fuoricampo e vinci. Capito, campione?

# 120_Shinada
source: Eh, why not. I really don't know why I'm doing this, other than I hate to lose. Man, must I have some serious pride issues...
pt: Eh, perché no. Non so davvero perché lo sto facendo, se non perché odio perdere. Cacchio, devo avere dei seri problemi d'orgoglio...

# 132_Drunk
source: Thassall I needed to hear! Let the duel commence! *hic*
pt: Non mi serviva altro! Che il duello abbia inizio! *hic*

# 156_Laid-back Voice
source: Hey, buddy. You got time?
pt: Ehi, amico. Hai tempo?

# 168_Shinada
source: Oh, you mean me? Uh, I guess I do.
pt: Oh, intendi me? Uh, suppongo di sì.

# 180_Laid-back Man
source: That's good. Good to know. Listen, you wanna tip back some sake with me?
pt: Bene. Bene a sapersi. Senti, ti va di berti un po' di sake con me?

# 192_Shinada
source: Here? Now?
pt: Qui? Ora?

# 204_Laid-back Man
source: Yeah, why not? Nothing better than knocking back a lukewarm cup of sake after working up a good sweat. Mm-mm!
pt: Sì, perché no? Niente di meglio che scolarsi una tazza tiepida di sake dopo una bella sudata. Mm-mm!

# 216_Laid-back Man
source: But lemme tell ya, it's depressing to drink alone. Sharing is caring, after all!
pt: Ma te lo dico io, è deprimente bere da soli. Condividere è volersi bene, dopotutto!

# 228_Shinada
source: Huh. So you drink in the corner of a batting center... Well, I can see how it might feel relaxing after a workout.
pt: Ah. E così bevi all'angolo di un centro di battuta... Beh, capisco come possa essere rilassante dopo una sudata.

# 240_Laid-back Man
source: You bet your bippy it does! Now I already got the sake, so it's all on me. Why don't you join me for a sip? You'll love it once you try it.
pt: Puoi scommetterci eccome! Ora il sake ce l'ho già io, quindi offro io. Perché non ti fai un sorso con me? Lo adorerai una volta che lo provi.

# 252_Shinada
source: Really!? You're cool with that?
pt: Davvero!? Ti va bene?

# 264_Laid-back Man
source: Darn tootin'! After all, I'm the one inviting. So sit down, stay awhile.
pt: Altroché! Dopotutto, sono io che invito. Quindi siediti, resta un po'.

# 324_Drunk
source: Boy howdy, do I love mah sake! An' buddy, I gotta say, ya shore do know yer baseball. Man, don't that beat all! Haven't talked like thish with someone in a long while!
pt: Mamma mia, quanto adoro il mio sake! E amico, devo dire, conosci proprio il baseball. Cavolo, è il massimo! Non parlavo così con qualcuno da un sacco di tempo!

# 336_Shinada
source: You know... Wouldn't it be good to take a little breather?
pt: Sai... Non sarebbe il caso di prendersi una piccola pausa?

# 360_Shinada
source: Seriously, are you gonna be okay? You should probably call it a day.
pt: Sul serio, starai bene? Dovresti forse chiudere qui per oggi.

# 384_Drunk
source: Shut your face! You don't tell me what to do.
pt: Chiudi il becco! Tu non mi dici cosa fare.

# 396_Shinada
source: Uh?
pt: Eh?

# 408_Drunk
source: You criticizin' my lifestyle? Eh!? I ushed to be the ace of our company team! I don't "take breathers" on baseball, and I ain't gonna "call it a day"! *hic*
pt: Stai criticando il mio stile di vita? Eh!? Io ero l'asso della nostra squadra aziendale! Non "mi prendo pause" sul baseball, e non ho intenzione di "chiudere qui per oggi"! *hic*

# 420_Shinada
source: What the heck? I didn't say "quit baseball," I was talking about the sake.
pt: Ma che cavolo? Non ho detto "smetti con il baseball", stavo parlando del sake.

# 432_Drunk
source: Shurrup! You quit your yapping already! Tell ya what, punk-o, we settle thish over basebaw.
pt: Chiudi il becco! Smettila di blaterare! Senti un po', moccioso, la risolviamo a baseball.

# 444_Shinada
source: Settle this with baseball? ...That is what you said, right?
pt: La risolviamo a baseball? ...È quello che hai detto, giusto?

# 456_Drunk
source: Yesh! You're telling me to quit basebaw! Then, you beat me and show me I'm done. You do that and I'll quit basheball, bam, cold turkey.
pt: Sì! Mi stai dicendo di smettere con il baseball! Allora, mi batti e mi mostri che ho finito. Se lo fai, smetterò con il baseball, bam, di punto in bianco.

# 468_Shinada
source: No, listen, I didn't say anything like that. Just lay off the sake, man!
pt: No, senti, non ho detto niente del genere. Dacci un taglio col sake, amico!

# 480_Drunk
source: Wouldja listen to yourshelf blather? *hic* Okay, okay, if you win, I give up this sake inshtead of baseball. Happy?
pt: Ma ti senti a blaterare? *hic* Va bene, va bene, se vinci, smetto con questo sake invece che col baseball. Contento?

# 492_Drunk
source: Gonna throw only five pitshes! You hit one homer off me, you win. How's that sound?
pt: Ti lancerò solo cinque lanci! Se mi fai un fuoricampo, vinci. Che ne dici?

# 504_Shinada
source: Hey, isn't that kinda unfair to me? I mean, I did get a little wasted myself...
pt: Ehi, non è un po' una fregatura per me? Cioè, mi sono sbronzato anch'io un pochetto...

# 516_Drunk
source: Hush! Hush, I say! To the mound!
pt: Zitto! Zitto, ti dico! Al monte!

# 528_Drunk
source: (Oh well. Better humor the guy. Sake's got me feeling a little shaky on my feet, but I'll just make the best of it.)
pt: Vabbè. Meglio stare al gioco. Il sake mi ha reso un po' barcollante, ma farò del mio meglio.
