Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900ff.po
Languages: pt

source: You got a <Color:8>Club Sandwich<Color:Default>.
pt: Hai ottenuto un <Color:8>Club Sandwich<Color:Default>.

source: You got 900 experience points.
pt: Hai ottenuto 900 punti esperienza.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

# 56_Haruka
source: That was so much fun!
pt: È stato così divertente!

# 68_Uda
source: Great job, Haruka-san!
pt: Ottimo lavoro, Haruka!

# 80_Haruka
source: Thank you, Uda-san.
pt: Grazie, Uda-san.

# 92_Uda
source: The handshake event went extremely well today. All of the fans seemed pleased.
pt: L'evento handshake è andato alla grande oggi. Tutti i fan sembravano contenti.

# 104_Haruka
source: Yes, I really enjoyed getting the chance to meet and talk to the fans directly.
pt: Sì, mi sono davvero divertita a poter incontrare e parlare direttamente con i fan.

# 116_Uda
source: I'm glad to hear it! We're all very pleased with how today turned out.
pt: Mi fa piacere sentirlo! Siamo tutti molto contenti di come è andata oggi.

# 128_Uda
source: So, I've already discussed your compensation with your agency.
pt: Allora, ho già discusso il tuo compenso con la tua agenzia.

# 140_Haruka
source: Okay, thank you.
pt: Va bene, grazie.

# 152_Uda
source: But I wanted to add in a little something extra from me.
pt: Ma volevo aggiungerci qualcosina in più da parte mia.

# 164_Haruka
source: Really!? Are you sure?
pt: Davvero!? Sei sicuro?

# 176_Uda
source: Absolutely! It's just a small thank-you for all your hard work.
pt: Certo! È solo un pensierino per tutto il tuo duro lavoro.

# 188_Haruka
source: Oh, thank you so much!
pt: Oh, grazie mille!

# 224_Uda
source: Don't mention it! I look forward to our next event together.
pt: Figurati! Non vedo l'ora del nostro prossimo evento insieme.

# 236_Haruka
source: Yes, me too. Thanks for having me!
pt: Sì, anche io. Grazie per avermi invitato!

# 404_Haruka
source: That was so much fun!
pt: È stato così divertente!

# 416_Uda
source: Good job, Haruka-san!
pt: Brava, Haruka-san!

# 428_Haruka
source: Thank you, Uda-san.
pt: Grazie, Uda-san.

# 440_Uda
source: The handshake event went well today. All of the fans seemed pleased.
pt: L'evento handshake è andato bene oggi. Tutti i fan sembravano contenti.

# 452_Haruka
source: Yes, I really enjoyed getting the chance to meet and talk to the fans directly.
pt: Sì, mi sono divertita davvero tanto a incontrare e parlare direttamente con i fan.

# 464_Uda
source: I'm glad to hear it! We're all very pleased with how today turned out.
pt: Sono contento di sentirlo! Siamo tutti molto contenti di come è andata oggi.

# 476_Uda
source: And don't worry, I've already discussed your compensation with your agency.
pt: E non preoccuparti, ho già discusso il tuo compenso con la tua agenzia.

# 488_Haruka
source: Okay, thank you.
pt: Va bene, grazie.

# 500_Uda
source: I look forward to our next event together!
pt: Non vedo l'ora del nostro prossimo evento insieme!

# 512_Haruka
source: Yes, me too. Thanks for having me!
pt: Sì, anche io. Grazie per avermi invitato!

# 680_Haruka
source: Um, thank you for the opportunity...
pt: Ehm, grazie per l'opportunità...

# 692_Uda
source: Haruka-san, what happened today? It didn't seem like your heart was in it. We received an awful lot of complaints.
pt: Haruka-san, cosa è successo oggi? Non sembrava che tu ci mettessi il cuore. Abbiamo ricevuto un sacco di lamentele.

# 704_Haruka
source: I'm so sorry!
pt: Mi dispiace tanto!

# 728_Uda
source: Well, thanks for your time today. Just try to do a better job next time!
pt: Bene, grazie per il tuo tempo oggi. Cerca solo di fare un lavoro migliore la prossima volta!

# 740_Haruka
source: I will. I promise!
pt: Lo farò. Lo prometto!
