Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330037.po
Languages: pt

source: Player
pt: Giocatore

source: Exit
pt: Esci

source: Casino
pt: Casin√≤

source: Don't Leave
pt: Non uscire

source: Forget it.
pt: Lascia perdere.

# 60_Player
source: (Where to?)
pt: (Dove andare?)

# 96_Player
source: (No, forget it.)
pt: (No, lascia perdere.)

# 120_Kiryu
source: (Where to?)
pt: (Dove andare?)

# 132_Akiyama
source: (Where should I go?)
pt: (Dove andare?)

# 144_Saejima
source: (Now, where to?)
pt: (Ora, dove andare?)

# 156_Shinada
source: (Okay, where do I want to go?)
pt: (Ok, dove voglio andare?)

# 168_Haruka
source: (Where should I go?)
pt: (Dove andare?)

# 216_Player
source: (No, forget it.)
pt: (No, lascia perdere.)

# 228_Player
source: (No, let's stick around here.)
pt: (No, rimaniamo qui.)

# 240_Player
source: (No. Not yet.)
pt: (No. Non ancora.)

# 252_Player
source: (No, let's not leave yet.)
pt: (No, non andiamo via ancora.)

# 264_Player
source: (No, I should stay.)
pt: (No, dovrei restare.)
