Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aa9.po
Languages: pt

source: Overenthusiastic Man
pt: Uomo fin troppo entusiasta

# 72_Overenthusiastic Man
source: I've been waiting for this moment to arrive. And I don't expect you to pull any punches this time.
pt: Ho aspettato che arrivasse questo momento. E non mi aspetto che tu ti risparmi questa volta.

# 84_Overenthusiastic Man
source: I'm gonna strike you out, regain my courage, and move on to pitching in the major leagues!
pt: Ti farò strikeout, ritroverò il mio coraggio, e passerò a lanciare nelle major league!

# 96_Akiyo
source: Kyuma! Why must you be such a nuisance? Stop this at once!
pt: Kyuma! Perché devi essere un tale rompiscatole? Smettila subito!

# 108_Kyuma
source: You stay out of this, sis! Shinada-san, let's go!
pt: Non ti ci mettere, sorellina! Shinada, andiamo!

# 132_Overenthusiastic Man
source: Excuse me! Are you Tatsuo Shinada? The one who played with the Wyverns?
pt: Scusi! È Tatsuo Shinada? Quello che giocava con i Wyverns?

# 144_Shinada
source: Uh...
pt: Ehm...

# 156_Overenthusiastic Man
source: Aha! I thought I recognized you from somewhere! When I walked by you swinging away in the cages, I could have sworn it was you.
pt: Aha! Pensavo proprio di averti riconosciuto! Quando ti ho visto macinare colpi nelle gabbie, avrei potuto giurare che fossi tu.

# 168_Overenthusiastic Man
source: I'm so lucky I ran into you again!
pt: Che fortuna che ti ho incontrato di nuovo!

# 180_Shinada
source: Lucky? What do you mean?
pt: Fortuna? Che vuoi dire?

# 192_Overenthusiastic Man
source: Oh, allow me to explain. My name is Kyuma Moroboshi. I'm forty, and I'm training to be a pitcher in the pros.
pt: Oh, permettimi di spiegare. Mi chiamo Kyuma Moroboshi. Ho quarant'anni, e mi sto allenando per diventare un lanciatore nei professionisti.

# 204_Shinada
source: You're forty!? I don't mean to be rude, but most pros would be long retired by then. Don't you think it's a little too late?
pt: Hai quarant'anni!? Non voglio essere scortese, ma la maggior parte dei professionisti sarebbe già in pensione da un pezzo a quell'età. Non pensi che sia un po' troppo tardi?

# 216_Kyuma
source: Hey, we're free to chase our dreams however old we are! I want to pitch for the major leagues, and I won't give up until my dying breath!
pt: Ehi, siamo liberi di inseguire i nostri sogni a qualsiasi età! Voglio lanciare nelle major league, e non mi arrenderò fino all'ultimo respiro!

# 228_Shinada
source: Suit yourself. So what do you want from me?
pt: Fai pure. Allora, cosa vuoi da me?

# 240_Kyuma
source: I've been going to all the club tryouts every year, but they never call me back. At this age, I'm starting to get a bit discouraged.
pt: Vado a tutti i provini delle squadre ogni anno, ma non mi richiamano mai. A questa età, sto cominciando a scoraggiarmi un po'.

# 252_Kyuma
source: So this is where you come in! I want you to help restore my waning confidence.
pt: Quindi è qui che entri in gioco tu! Voglio che tu mi aiuti a ritrovare la fiducia che sta venendo meno.

# 264_Shinada
source: And just how am I gonna do that?
pt: E come diavolo dovrei farlo?

# 276_Kyuma
source: By letting me pitch against you. If I can strike out a professional athlete, then I'd know all my hard work hasn't been for naught.
pt: Lasciandomi lanciare contro di te. Se riesco a far fuori un atleta professionista, allora saprò che tutto il mio duro lavoro non è stato vano.

# 288_Shinada
source: Yeah, but I was a professional athlete fifteen years ago. And besides－
pt: Sì, ma ero un atleta professionista quindici anni fa. E poi—

# 300_Akiyo
source: Kyuma! I thought I might find you here again!
pt: Kyuma! Pensavo di trovarti di nuovo qui!

# 312_Kyuma
source: Ack!
pt: Ah!

# 324_Akiyo
source: Why are you spending all your time on baseball instead of focusing on work!? How sad would our father be to see you like this?
pt: Perché stai passando tutto il tuo tempo sul baseball invece di concentrarti sul lavoro!? Quanto sarebbe triste nostro padre a vederti così?

# 336_Kyuma
source: Give me a break, sis! I'm in the middle of an important man-to-man talk! My self-worth depends on it!
pt: Dammi tregua, sorella! Sono nel bel mezzo di un importante discorso da uomo a uomo! La mia autostima dipende da questo!

# 348_Akiyo
source: *sigh* I'm so sorry. My brother isn't bothering you, is he?
pt: *sospiro* Mi dispiace tanto. Mio fratello non ti disturba, vero?

# 360_Shinada
source: Haha, no. Not quite yet. Mind telling me what's up?
pt: Ahah, no. Non ancora. Mi dici un po' che succede?

# 372_Akiyo
source: We lost our father young, you see. He left us with a tiny screw factory that's hanging on by a thread, but this lazy brother of mine only cares about chasing unrealistic dreams.
pt: Nostro padre è morto che eravamo giovani, vedi. Ci ha lasciato una piccola fabbrica di viti che è appesa a un filo, ma questo mio fratello scansafatiche pensa solo a rincorrere sogni irrealizzabili.

# 384_Shinada
source: Ah, now I get the picture.
pt: Ah, ora capisco tutto.

# 396_Kyuma
source: I keep telling you, I won't spend the rest of my days covered in grime and sweat at that crappy workshop!
pt: Continuo a dirtelo, non passerò il resto dei miei giorni coperto di unto e sudore in quella schifosa officina!

# 408_Akiyo
source: Kyuma! How dare you say that about our father's factory!? He worked so hard so he could realize his dream of leaving it to you.
pt: Kyuma! Come osi dire questo della fabbrica di nostro padre!? Ha lavorato così duramente per realizzare il suo sogno di lasciartela.

# 420_Kyuma
source: I don't care! I'm gonna strike out Shinada-san and regain my courage to keep chasing <Italic>my</Italic> dream!
pt: Non mi frega niente! Manderò Shinada-san strikeout e ritroverò il mio coraggio per continuare a inseguire <Italic>il mio</Italic> sogno!

# 432_Kyuma
source: You... will accept my challenge, won't you?
pt: Tu... accetterai la mia sfida, vero?

# 444_Shinada
source: But what if I get a hit?
pt: Ma se faccio una valida?

# 456_Kyuma
source: Hah. If I worried about losing, I would never play! I train hard every day. I can't lose to you, Shinada-san－you've been retired so long.
pt: Hah. Se mi preoccupassi di perdere, non giocherei mai! Mi alleno sodo ogni giorno. Non posso perdere contro di lei, Shinada-san－lei è in pensione da così tanto tempo.

# 468_Kyuma
source: Please! Please accept my challenge. I'll compensate you properly for getting in the batter's box, too.
pt: Per favore! Per favore accetti la mia sfida. La ricompenserò a dovere anche solo per essersi messo nel box di battuta.

# 480_Shinada
source: Oh, all right. But I'm not going to pull any punches. It's not my fault if I dent your confidence even more, okay?
pt: Ah, va bene. Ma non ti farò sconti. Non è colpa mia se ti intacco la fiducia ancora di più, ok?

# 492_Kyuma
source: Understood!
pt: Capito!
