Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0cad.po
Languages: pt

source: Watamin-chi President
pt: Presidente Watamin-chi

source: Watami President
pt: Presidente Watami

source: Secretary Takako
pt: Segretaria Takako

source: Good old-fashioned home cooking.
pt: La buona cucina casalinga di una volta.

source: Meals as sweet and tender as your first love.
pt: Piatti dolci e teneri come il tuo primo amore.

source: Makin' it like Mama did.
pt: Farlo come faceva la mamma.

source: Wearing a cute cook's apron.
pt: Indossando un carino grembiule da cuoca.

source: Pouring beer with a big smile.
pt: Versando birra con un sorriso smagliante.

source: Lying down on top of a table.
pt: Sdraiata sopra un tavolo.

source: It's "Red, White, and Blue Cow Now."
pt: È "Mucca Rossa, Bianca e Blu Ora."

source: It's "Red, Red, Fuzzy Cow Pow."
pt: È "Mucca Rossa, Rossa, Soffice Pow."

source: It's "Red and Orange Cow Town."
pt: È "Mucca Rossa e Arancione Città."

source: How about "Haruka Sweet 17"?
pt: Che ne dici di "Haruka Dolce 17"?

source: How about "Haruka Sakura"?
pt: Che ne dici di "Haruka Sakura"?

source: How about "Haruka Harmonica Bazooka"?
pt: Che ne dici di "Haruka Harmonica Bazooka"?

# 72_Watamin-chi President
source: That was wonderful! I must say, you're quite the pro, Haruka-chan! Truly flawless!
pt: È stato fantastico! Devo dire che sei proprio una pro, Haruka-chan! Davvero impeccabile!

# 84_Watami President
source: Indeed! And thanks to that great performance, I finally have my answer. Watami would like to officially hire you as our new poster girl!
pt: Proprio così! E grazie a quella fantastica esibizione, finalmente ho la mia risposta. La Watami vorrebbe assumerti ufficialmente come nostra nuova ragazza immagine!

# 96_Watamin-chi President
source: Thank you very much, Haruka-chan. It looked like you were having some trouble here and there, but it's easy to see why you're so popular.
pt: Grazie mille, Haruka-chan. Sembrava tu avessi qualche difficoltà qua e là, ma è facile capire perché sei così popolare.

# 108_Watami President
source: Indeed! And now I'd like to give you my answer. Watami would like to officially hire you as our poster girl!
pt: Proprio così! E ora vorrei darti la mia risposta. La Watami vorrebbe assumerti ufficialmente come nostra ragazza immagine!

# 120_Watamin-chi President
source: Now, wait just one moment! Watamin-chi would like to hire Haruka-chan as <Italic>our</Italic> poster girl!
pt: Ehi, aspetta un attimo! La Watamin-chi vorrebbe scritturare Haruka-chan come <Italic>la nostra</Italic> ragazza immagine!

# 132_Watami President
source: But, Kuwabara-kun, I made my decision first.
pt: Ma, Kuwabara-kun, ho deciso io per primo.

# 144_Watamin-chi President
source: Yes, well, this isn't "first come, first served"! Haruka-chan is perfect for our poster girl! We wouldn't want anyone else!
pt: Sì, be', questo non è "primo arrivato, primo servito"! Haruka-chan è perfetta per la nostra ragazza immagine! Non vogliamo nessun altro!

# 156_Watami President
source: She's perfect for <Italic>our</Italic> poster girl! I had my mind made up the moment her application arrived!
pt: È perfetta per <Italic>la nostra</Italic> ragazza immagine! Mi ero già deciso nel momento in cui è arrivata la sua candidatura!

# 168_Watamin-chi President
source: Well, I had my mind made up before then!
pt: Beh, io mi ero già deciso da prima!

# 180_Watami President
source: That's a boldfaced lie! And wasn't it you who said just now that this wasn't "first come, first served"!?
pt: È una bugia sfacciata! E non sei stato tu a dire proprio adesso che questo non era "primo arrivato, primo servito"!?

# 192_Watamin-chi President
source: Listen here, I'm not backing down this time! Absolutely no way!
pt: Senti qua, non mollo questa volta! Assolutamente no!

# 204_Watami President
source: What are you talking about!? When have you ever backed down on anything!?
pt: Ma che stai dicendo!? Quando mai hai mollato su qualcosa!?

# 216_Watamin-chi President
source: All right, fine! We'll let Haruka-chan decide! She can tell us which company she wants to work for!
pt: Va bene, d'accordo! Lasceremo decidere a Haruka-chan! Che ci dica per quale azienda vuole lavorare!

# 228_Watami President
source: Well, well! That's an excellent idea, Kuwabara-kun! In fact, it's so good, I can hardly believe you're the one who came up with it!
pt: Bene, bene! È un'ottima idea, Kuwabara-kun! Anzi, è così buona che stento a credere che l'abbia avuta tu!

# 240_Watamin-chi President
source: Well, I just hope you remember those words when Haruka-chan chooses Watamin-chi over Watami!
pt: Beh, spero solo che ti ricordi quelle parole quando Haruka-chan\nsceglierà la Watamin-chi invece della Watami!

# 252_Watami President
source: Just as long as you remember it was your idea when she chooses Watami over Watamin-chi!
pt: Basta che ti ricordi che è stata la tua idea quando lei sceglierà Watami invece di Watamin-chi!

# 264_Watamin-chi President
source: Now, if you would be so kind as to make your decision, Haruka-chan.
pt: Ora, saresti così gentile da prendere la tua decisione, Haruka-chan.

# 276_Watami President
source: Will you be Watami's poster girl?
pt: Sarai la ragazza immagine di Watami?

# 288_Watamin-chi President
source: Or will you be Watamin-chi's poster girl?
pt: O sarai la ragazza immagine di Watamin-chi?

# 300_Haruka
source: Oh, my goodness. You want me to decide right now?
pt: Mamma mia. Volete che decida proprio adesso?

# 312_Watami President
source: No need to hold back. Just speak your mind honestly. Kuwabara-kun has already promised he won't protest when you inevitably choose Watami.
pt: Non ti trattenere. Dì pure onestamente quello che pensi. Kuwabara-kun ha già promesso che non protesterà quando\ninevitabilmente sceglierai la Watami.

# 324_Watamin-chi President
source: Don't you worry, Haruka-chan. If he has anything to say when you choose Watamin-chi, I'll defend you!
pt: Non ti preoccupare, Haruka-chan. Se dovesse dire qualcosa quando sceglierai la Watamin-chi, ti difenderò!

# 336_Secretary Takako
source: Well, Haruka-chan, which company would you like to work for?
pt: Beh, Haruka-chan, per quale azienda vorresti lavorare?

# 348_Haruka
source: I, uh... Could I choose both?
pt: Io, uh... Potrei scegliere entrambi?

# 360_Watami President
source: Hmm. Yes. If you'd be okay with that, that could certainly work for us as well.
pt: Mmm. Sì. Se ti andasse bene, questo potrebbe certamente funzionare anche per noi.

# 372_Watamin-chi President
source: Hmm. Yes. If you'd be okay with that, that could certainly work for us as well.
pt: Mmm. Sì. Se ti andasse bene, questo potrebbe certamente funzionare anche per noi.

# 384_Haruka
source: Wait, really?
pt: Aspetta, sul serio?

# 396_Watamin-chi President
source: Of course. That would be fine. We're both part of Watami Group, after all.
pt: Certo. Andrebbe bene. Siamo entrambi parte del Watami Group, dopotutto.

# 408_Watami President
source: Well, Kuwabara-kun, I guess we have no choice but to call this one a draw.
pt: Beh, Kuwabara-kun, immagino che non possiamo fare altro che chiamare\nquesta un pareggio.

# 420_Watamin-chi President
source: Yes, I suppose you're right.
pt: Sì, immagino tu abbia ragione.

# 432_Watami President
source: Haruka-chan, we'd like to officially hire you as the poster girl for both Watami and Watamin-chi!
pt: Haruka-chan, vorremmo ingaggiarti ufficialmente come la ragazza manifesto sia per la Watami che per la Watamin-chi!

# 444_Watamin-chi President
source: Yes, I echo that sentiment. You're the perfect choice!
pt: Sì, condivido pienamente questo sentimento. Sei la scelta perfetta!

# 456_Haruka
source: Oh, thank you very much! I'm so glad!
pt: Oh, grazie mille! Sono felicissima!

# 468_Watami President
source: Hmm. But it looks like we still have a big problem on our hands.
pt: Mmm. Ma sembra che abbiamo ancora un grosso problema tra le mani.

# 480_Watamin-chi President
source: Yes, I was thinking the same thing.
pt: Sì, stavo pensando la stessa cosa.

# 492_Haruka
source: Hm? What's wrong?
pt: Mmm? Che c'è?

# 504_Watami President
source: Once again, we fail to settle the question of which of our two companies is better.
pt: Ancora una volta, non riusciamo a stabilire quale delle nostre due aziende sia la migliore.

# 516_Watamin-chi President
source: That's right. We thought we'd settle it once and for all by seeing which of our two poster girls proved to be the more popular. But, now...
pt: Esatto. Pensavamo di risolverla una volta per tutte\nvedendo quale delle nostre due ragazze manifesto si sarebbe dimostrata più popolare. Ma, ora...

# 528_Watami President
source: We never dreamed something like this would happen. What do we do now?
pt: Non avremmo mai sognato che sarebbe successo qualcosa del genere. Che facciamo ora?

# 540_Watamin-chi President
source: Haruka-chan, how would you suggest we settle this?
pt: Haruka-chan, come suggeriresti di risolvere la questione?

# 552_Haruka
source: Settle which is better? Well, let's see...
pt: Risolvere quale sia il migliore? Beh, vediamo un po'...

# 564_Haruka
source: What if each of you pick your best dish and have a showdown?
pt: E se ognuno di voi scegliesse il suo piatto migliore e facesse una resa dei conti?

# 576_Watami President
source: A food showdown? Why, that's an excellent idea!
pt: Una resa dei conti culinaria? Caspita, è un'idea eccellente!

# 588_Haruka
source: You really think so!?
pt: Dici davvero!?

# 600_Watamin-chi President
source: Why didn't we think of this before?
pt: Perché non ci abbiamo pensato prima?

# 612_Watami President
source: All right! Let's do it like this, then. We each choose the dish we have the most confidence in, then we wait and see which one sells more!
pt: Benissimo! Allora, facciamo così. Ognuno di noi sceglie il piatto in cui ha più fiducia, poi aspettiamo di vedere quale vende di più!

# 624_Watamin-chi President
source: A fine idea! You're on!
pt: Ottima idea! Ci sto!

# 636_Watami President
source: It's going to be a huge event! Well, we'd best start getting ready right away. And none of your cheap tricks this time, Kuwabara-kun!
pt: Sarà un evento enorme! Beh, faremmo meglio a iniziare a prepararci\nsubito. E niente giochetti da quattro soldi questa volta, Kuwabara-kun!

# 648_Watamin-chi President
source: Pardon me, but since when have I resorted to trickery!?
pt: Ma scusi, da quando sarei mai ricorso a trucchi!?

# 660_Watami President
source: Why, you've done it so many times, I couldn't possibly list them all. Surely at least one or two instances come to mind?
pt: Ma dai, l'hai fatto così tante volte, che non potrei mica elencarle\ntutte. Di sicuro ti saranno venuti in mente almeno un paio di esempi, no?

# 672_Watamin-chi President
source: Don't be ridiculous! What will Haruka-chan think when she hears these completely absurd accusations!?
pt: Ma non essere ridicolo! Cosa penserà Haruka-chan quando sentirà queste accuse completamente assurde!?

# 684_Watami President
source: They're not absurd in the slightest! They're the absolute truth!
pt: Non sono affatto assurde! Sono la verità assoluta!

# 696_Watamin-chi President
source: Truth!? What do you know about truth? I insist you take that remark back immediately!
pt: Verità!? Che ne sai tu della verità? Insisto che tu ritiri quell'affermazione immediatamente!

# 708_Watami President
source: Why should I take it back when I know I'm right!?
pt: Perché dovrei ritirarla quando so di avere ragione!?

# 720_Haruka
source: (Is it okay to just leave, I wonder...? Oh well, I'm just really glad I passed the audition! I can't wait to get back and tell everyone!)
pt: (Chissà se va bene andarsene e basta...? Vabbè, sono davvero contenta di aver superato l'audizione! Non vedo l'ora di tornare e raccontare tutto a tutti!)

# 768_Haruka
source: How do you do? I'm Haruka Sawamura, from Dyna Chair!
pt: Piacere! Sono Haruka Sawamura, della Dyna Chair!

# 780_Watamin-chi President
source: How do you do? I'm the Watamin-chi President, Kuwabara.
pt: Piacere! Sono il Presidente della Watamin-chi, Kuwabara.

# 792_Watami President
source: And I'm the Watami president, Sawamura. You and I share the same family name. Perhaps this is fate.
pt: E io sono il presidente della Watami, Sawamura. Tu e io condividiamo lo stesso cognome. Forse è destino.

# 804_Haruka
source: Oh, we do, don't we? Yes, perhaps you're right!
pt: Oh, è vero, no? Sì, forse hai ragione!

# 816_Watami President
source: You've been doing very well on the Princess League, yes? I must say, I'm excited about getting to meet you today.
pt: Hai fatto molto bene nella Princess League, vero? Io devo dire, sono proprio contento di incontrarti oggi.

# 828_Watamin-chi President
source: Everyone's been talking about you at Watamin-chi, too. Many of our employees are big fans of yours.
pt: Anche alla Watamin-chi, tutti parlano di te. Molti dei nostri dipendenti sono tuoi grandi fan.

# 840_Watami President
source: Heheh. But not as many as at Watami. There are far more supporters of Haruka-chan at Watami than there are at Watamin-chi.
pt: Heheh. Ma non tanti quanti alla Watami. Ci sono molti più sostenitori di Haruka-chan alla Watami che alla Watamin-chi.

# 852_Watamin-chi President
source: What's that? You don't expect me to just take that, do you? Such a claim is completely unfounded and downright illogical, besides.
pt: Cosa?! Non ti aspetti mica che me la faccia andare bene, vero? Un'affermazione del genere è completamente infondata e a dir poco illogica, per giunta.

# 864_Watami President
source: On the contrary, it's entirely <Italic>well</Italic>-founded. I know my employees very well, you see.
pt: Al contrario, è del tutto <Italic>ben</Italic> fondata. Conosco molto bene i miei dipendenti, sai.

# 876_Watamin-chi President
source: Wait just a minute. Are you implying I don't know mine?
pt: Aspetta un attimo. Stai forse insinuando che io non conosco i miei?

# 888_Watami President
source: I never said that. I'm sure you work very hard to be a good president... You do the best you can, anyway.
pt: Non ho mai detto quello. Sono sicuro che lavori molto duramente per essere un buon presidente... Fai quello che puoi, comunque.

# 900_Watamin-chi President
source: What was that snide comment!? You know, I never liked that sarcastic side of yours. You should work on fixing that!
pt: Ma cos'era quella frecciata?! Senti, non mi è mai piaciuto quel tuo lato sarcastico. Dovresti darti una regolata!

# 912_Haruka
source: Excuse me, but...
pt: Scusi, ma...

# 924_Watamin-chi President
source: Oh, my sincerest apologies, Haruka-chan! I'm afraid a certain someone steered the conversation off course.
pt: Oh, le mie più sincere scuse, Haruka-chan! Temo che un certo qualcuno ci abbia fatto divagare.

# 936_Watami President
source: Heheh. How cute! Calling yourself "a certain someone," are you?
pt: Heheh. Ma che carino! Ti auto-definisci "un certo qualcuno", vero?

# 948_Watamin-chi President
source: I want to thank you, Sawamura-san. Your dim-witted remarks certainly take the tension out of the situation. They've made this audition quite fun.
pt: Voglio ringraziarti, Sawamura-san. I tuoi commenti da deficiente di certo allentano la tensione della situazione. Hanno reso questa audizione un vero spasso.

# 960_Watami President
source: This is no time to be arguing amongst ourselves, wouldn't you agree? It isn't fair to Haruka-chan.
pt: Non è il momento di litigare tra noi, non credi? Non è giusto per Haruka-chan.

# 972_Haruka
source: Oh, no, it's quite all right.
pt: Oh, no, è tutto a posto, davvero.

# 984_Haruka
source: (Yamaura-san sure was right about these two being rivals... I wonder how the rest of the audition is going to go.)
pt: (Yamaura-san aveva proprio ragione sul fatto che questi due fossero rivali... Chissà come andrà il resto dell'audizione.)

# 996_Secretary Takako
source: If you'll allow me to chime in here, I'll give you a brief outline of the audition process.
pt: Se mi permettete di intervenire qui, vi darò una breve panoramica del processo di audizione.

# 1008_Haruka
source: All right. Thank you.
pt: Va bene. Grazie.

# 1020_Secretary Takako
source: Watami and Watamin-chi are holding these auditions in order to find a poster girl, someone to act as a face for their respective restaurant.
pt: Watami e Watamin-chi stanno tenendo queste audizioni al fine di trovare una ragazza immagine, qualcuno che faccia da volto per i loro rispettivi ristoranti.

# 1032_Secretary Takako
source: One position is available for each company. The girls we hire will thenceforth appear on company posters and various other forms of advertisement.
pt: È disponibile una posizione per ogni azienda. Le ragazze che\nassumeremo appariranno d'ora in poi sui poster aziendali e su varie\naltre forme di pubblicità.

# 1044_Secretary Takako
source: And because that includes promotional events as well, there will also be a dance portion later on.
pt: E dato che ciò include anche eventi promozionali, ci sarà anche una parte di ballo più avanti.

# 1056_Haruka
source: All right. That's fine.
pt: Va bene. È a posto.

# 1068_Secretary Takako
source: Firstly, however, we'll begin with a question-and-answer session. Could you please start us off, Sawamura-san?
pt: Innanzitutto, però, daremo il via a una sessione di domande e risposte. Potrebbe iniziare lei, Sawamura-san?

# 1080_Watami President
source: If Watami hired you as its poster girl, part of your duty would be to help us determine our company image.
pt: Se Watami ti assumesse come sua ragazza immagine, parte del tuo compito sarebbe aiutarci a determinare l'immagine della nostra azienda.

# 1092_Watami President
source: Having been familiarized with what we're all about, we'd then have you brainstorm with us to come up with, for example, a scenario for a poster.
pt: Una volta che avrai capito bene di cosa ci occupiamo, ti chiederemmo poi di fare un brainstorming con noi per tirare fuori, per esempio, uno scenario per un poster.

# 1104_Haruka
source: That sounds like an important responsibility.
pt: Sembra una responsabilità importante.

# 1116_Watami President
source: Oh, yes, it is! Now, I don't know if you know this or not, but are you by any chance familiar with what we're all about here at Watami?
pt: Oh, sì, eccome se lo è! Ora, non so se tu lo sappia o no, ma per caso hai familiarità con quello di cui ci occupiamo qui alla Watami?

# 1128_Haruka
source: (What they're all about? Hmm... Yamaura-san told me this earlier.)
pt: (Di cosa si occupano? Mmm... Yamaura-san me l'aveva detto prima.)

# 1140_Haruka
source: Let's see. Watami's all about...
pt: Vediamo un po'. Watami si occupa di...

# 1152_Watamin-chi President
source: Watami's all about good old-fashioned home cooking, right?
pt: Watami si occupa di buona cucina casalinga vecchio stile, giusto?

# 1164_Watami President
source: Ah, so you do know! I'm very impressed.
pt: Ah, quindi lo sai! Sono molto impressionato.

# 1176_Haruka
source: Yes, I think it's wonderful.
pt: Sì, penso sia meraviglioso.

# 1188_Watamin-chi President
source: Watami's all about meals as sweet and tender as your first love, right?
pt: Watami si occupa di piatti dolci e teneri come il tuo primo amore, giusto?

# 1200_Watami President
source: Oh, that's very sweet. But I'm afraid that's incorrect.
pt: Oh, è molto dolce. Ma temo che non sia corretto.

# 1212_Watami President
source: Watami is all about good old-fashioned home cooking.
pt: Watami si occupa di buona cucina casalinga vecchio stile.

# 1224_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 1236_Watamin-chi President
source: Haha, that's all right, Haruka-chan. I certainly wouldn't expect you to know such a thing without prior research.
pt: Ahah, non preoccuparti, Haruka-chan. Non mi sarei di certo aspettato che tu sapessi una cosa del genere senza una ricerca preventiva.

# 1248_Watamin-chi President
source: I think "meals as sweet and tender as your first love" is a great idea.
pt: Penso che "piatti dolci e teneri come il tuo primo amore" sia un' ottima idea.

# 1260_Watami President
source: Kuwabara-kun, could you please refrain from making comments? It's still my turn to speak.
pt: Kuwabara-kun, potrebbe per favore evitare di fare commenti? È ancora il mio turno di parlare.

# 1272_Watamin-chi President
source: Oh. Well, excuse me.
pt: Oh. Beh, scusami.

# 1284_Watami President
source: Now then, as I just mentioned, Watami is all about good old-fasioned home cooking.
pt: Dunque, come ho appena detto, Watami si occupa di buona cucina casalinga vecchio stile.

# 1296_Watamin-chi President
source: Watami's all about makin' it like Mama did, right?
pt: Watami si occupa di cucina come faceva la mamma, giusto?

# 1308_Watami President
source: Well, that's somewhat close. But I'm afraid that's incorrect.
pt: Beh, è abbastanza vicino. Ma temo che non sia corretto.

# 1320_Watami President
source: Watami is all about good old-fashioned home cooking.
pt: Watami si occupa di buona cucina casalinga vecchio stile.

# 1332_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 1344_Watamin-chi President
source: Haha, that's all right, Haruka-chan. I certainly wouldn't expect you to know such a thing without prior research.
pt: Ahah, non preoccuparti, Haruka-chan. Non mi sarei di certo aspettato che tu sapessi una cosa del genere senza una ricerca preventiva.

# 1356_Watamin-chi President
source: I think "Makin' it like Mama did" is a wonderful idea.
pt: Penso che "cucina come faceva la mamma" sia un'ottima idea.

# 1368_Watami President
source: Kuwabara-kun, could you please refrain from making comments? It's still my turn to speak.
pt: Kuwabara-kun, potrebbe per favore evitare di fare commenti? È ancora il mio turno di parlare.

# 1380_Watamin-chi President
source: Oh. Well, excuse me.
pt: Oh. Beh, scusami.

# 1392_Watami President
source: Now then, as I just mentioned, Watami is all about good old-fasioned home cooking.
pt: Dunque, come ho appena detto, Watami si occupa di buona cucina casalinga vecchio stile.

# 1404_Watamin-chi President
source: When you hear this, what sort of scenario do you imagine yourself in? For a poster, that is.
pt: Quando senti questo, che tipo di scenario ti immagini per te? Per un poster, intendo.

# 1416_Haruka
source: A poster photo? Hmm. Let's see. I imagine myself...
pt: Una foto per il poster? Mmm. Vediamo. Mi immagino...

# 1428_Watamin-chi President
source: I imagine a picture of me wearing a cute cook's apron. I could pretend I was a mom serving dinner at home.
pt: Mi immagino in una foto mentre indosso un grazioso grembiule da cuoco. Potrei far finta di essere una mamma che serve la cena a casa.

# 1440_Watami President
source: Oh, wonderful! I'm sure you'd look very cute in an apron.
pt: Oh, meraviglioso! Sono sicuro che staresti molto carina con un grembiule.

# 1452_Watamin-chi President
source: I imagine a picture of me pouring beer with a big smile. The focus being on good food and good times.
pt: Mi immagino in una foto mentre verso della birra con un gran sorriso. L'attenzione è rivolta al buon cibo e ai bei momenti.

# 1464_Watami President
source: Oh, I see! A photo like that would surely conjure up the image of a fun, carefree atmosphere!
pt: Oh, capisco! Una foto del genere evocherebbe sicuramente l' immagine di un'atmosfera divertente e spensierata!

# 1476_Watamin-chi President
source: I imagine a picture of me lying down on top of a table. The idea would be to show just how comfortable the restaruant's atmosphere is.
pt: Mi immagino in una foto mentre sono sdraiata su un tavolo. L' idea sarebbe di far vedere quanto sia comoda l'atmosfera del ristorante.
