Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900d0.po
Languages: pt

source: Studio Audience
pt: Pubblico in studio

source: I hope they can lose some weight.
pt: Spero che riescano a perdere un po' di peso.

source: I think they're cute.
pt: Penso che siano carini.

source: I think they aren't taking care of themselves.
pt: Penso che non si stiano prendendo cura di loro stessi.

source: Rules are rules, and should be followed.
pt: Le regole sono regole e vanno rispettate.

source: I do feel like I'm under too much scrutiny.
pt: Sento proprio di essere sotto un controllo eccessivo.

source: I don't really worry too much about all that.
pt: Non mi preoccupo poi molto di tutto questo.

source: That's what I'm shooting for!
pt: È proprio quello a cui punto!

source: I want to always stay here in Osaka.
pt: Voglio restare per sempre qui a Osaka.

source: I have my sights set on the international scene.
pt: Il mio obiettivo è la scena internazionale.

source: I hope you all had fun!
pt: Spero che vi siate divertiti tutti!

source: Thank you, everyone!
pt: Grazie a tutti!

source: Show me some love, everyone!
pt: Fatemi sentire il vostro affetto, tutti!

# 56_dummy
source: Hello and welcome to "Love to See You Smile"! How is everybody doing today?
pt: Ciao e benvenuti a "Love to See You Smile"! Come state oggi?

# 68_Studio Audience
source: So-so!
pt: Così così!

# 80_Nomu-san
source: Ahh, and how are you all sleeping these days?
pt: Ahh, e come state dormendo ultimamente?

# 92_Studio Audience
source: So-so!
pt: Così così!

# 104_Nomu-san
source: And what's a nice hot drink to have after skating?
pt: E qual è una bella bevanda calda da bere dopo aver pattinato?

# 116_Studio Audience
source: Cocoa!
pt: Cioccolata!

# 128_Nomu-san
source: With marshmallows, right?
pt: Con i marshmallow, vero?

# 164_Nomu-san
source: Let's get started then, shall we? Today's guest will be joining us for the third time now. She's the incredible singing sensation, Haruka Sawamura-chan!
pt: Allora, che ne dite di cominciare? L'ospite di oggi è qui con noi per la terza volta ormai. È l'incredibile rivelazione del canto, Haruka Sawamura-chan!

# 176_Haruka
source: Hello, everyone! I'm Haruka Sawamura! It's nice to see all of you!
pt: Ciao a tutti! Sono Haruka Sawamura! È un piacere vedervi tutti!

# 188_Studio Audience
source: Haruka-chan, you're so cute!
pt: Haruka-chan, sei così carina!

# 236_Nomu-san
source: And there it is, people! Haruka-chan's famous smile!
pt: Ed eccolo qui, gente! Il famoso sorriso di Haruka-chan!

# 248_Haruka
source: Thank you very much!
pt: Grazie mille!

# 260_dummy
source: Huh? What's with her?
pt: Eh? Ma che le prende?

# 272_Nomu-san
source: Come on now, Haruka-chan! A fan is trying to give you some encouragement! Don't you have any response for them?
pt: Dai, Haruka-chan! Un fan sta cercando di incoraggiarti! Non hai nulla da rispondergli?

# 284_Haruka
source: Oh, I'm so sorry! I was caught off guard, and I couldn't－
pt: Oh, mi dispiace tanto! Mi sono fatta prendere alla sprovvista e non sono riuscita a－

# 296_Nomu-san
source: Yeah, yeah. Shouldn't you be getting into the swing of things by now?
pt: Sì, sì. Ormai non dovresti averci preso la mano?

# 308_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 320_dummy
source: Okay! Today, let's delve a little bit into what it's really like to be an idol.
pt: Bene! Oggi, andiamo a scoprire un po' meglio cosa significhi davvero essere un'idol.

# 332_Nomu-san
source: So, here's a question for you. You're very fit and slim, aren't you? What do you do to stay so slender?
pt: Allora, ecco una domanda per te. Sei in gran forma e molto snella, non è vero? Cosa fai per restare così snella?

# 344_Haruka
source: I don't really do anything special. I get a lot of exercise with my daily dance lessons, so I don't seem to gain weight no matter how much I eat.
pt: In realtà non faccio nulla di speciale. Faccio molto esercizio con le mie lezioni quotidiane di danza, quindi non sembro ingrassare a prescindere da quanto mangi.

# 356_Nomu-san
source: Well, aren't you lucky? Wish I could say the same. I'm starting to get a spare tire around the middle!
pt: Beh, beata te! Vorrei poter dire lo stesso. Mi sta iniziando a spuntare una ciambella intorno alla vita!

# 368_Nomu-san
source: What do you think of people who are overweight, anyway?
pt: Comunque, cosa ne pensi delle persone in sovrappeso?

# 392_Nomu-san
source: Hehe. Looks like Haruka-chan is lost in thought.
pt: Eheh. Sembra che Haruka-chan si sia persa nei suoi pensieri.

# 416_dummy
source: I'm sorry!
pt: Mi dispiace!

# 428_Nomu-san
source: Come on, girl! Pick up the pace!
pt: Dai, ragazza! Datti una mossa!

# 440_Haruka
source: For the sake of their health, I hope they can lose some weight.
pt: Per il bene della loro salute, spero che riescano a perdere un po' di peso.

# 464_Nomu-san
source: Yeah, that's just what the doctors say, too. Eat less, exercise more, and lead a healthy life!
pt: Sì, è proprio quello che dicono anche i dottori. Mangiare meno, fare più esercizio e condurre una vita sana!

# 476_Nomu-san
source: But even when we know we should, it's still hard to do.
pt: Ma anche se sappiamo che dovremmo, è comunque difficile farlo.

# 488_Haruka
source: Yes, but we all have to try, for our own sakes.
pt: Sì, ma dobbiamo sforzarci tutti, per il nostro bene.

# 500_Nomu-san
source: Yeah? If I lose some weight, would you give me some kind of a reward?
pt: Dici? Se perdessi un po' di peso, mi daresti una specie di ricompensa?

# 512_Haruka
source: Um... No, I don't think so.
pt: Ehm... No, non credo.

# 524_Nomu-san
source: Ha! Good answer. Why should you, right?
pt: Ah! Ottima risposta. E perché mai dovresti, no?

# 548_Haruka
source: I think they're cute. They look so soft and cuddly.
pt: Penso che siano carini. Sembrano così morbidi e coccolosi.

# 560_Nomu-san
source: Hahaha, soft and cuddly is one way of putting it. Some people just come right out and say fat!
pt: Ahahah, "morbidi e coccolosi" è un modo per dirlo. C'è chi invece va dritto al punto e dice direttamente che sono grassi!

# 584_dummy
source: But if you think it's cute, then I don't feel so bad about gaining all this weight!
pt: Ma se pensi che sia carino, allora non mi sento poi così male per aver messo su tutto questo peso!

# 608_Haruka
source: I think they probably aren't taking care of themselves as well as they should. Everyone has to be careful about that kind of thing.
pt: Penso che probabilmente non si stiano prendendo cura di sé come dovrebbero. Tutti devono fare attenzione a queste cose.

# 620_Studio Audience
source: What!?
pt: Cosa!?

# 632_Nomu-san
source: You might be right, but when a skinny young thing like you says it, it gets people's hackles up, you know.
pt: Potresti avere ragione, ma quando a dirlo è una ragazzina magra come te, alla gente saltano i nervi, sai.

# 644_Haruka
source: I'm sorry!
pt: Mi dispiace!

# 656_Nomu-san
source: Uh-oh. Now you've done it. Half the audience isn't smiling anymore.
pt: Uh-oh. L'hai fatta grossa. Metà del pubblico non sorride più.

# 680_dummy
source: Now, let's see. This might be a generalization, but people tend to look up to idols. Many people even believe part of an idol's job should be to set a good example.
pt: Dunque, vediamo un po'. Questa potrebbe essere una generalizzazione, ma la gente tende ad ammirare le idol. Molti credono addirittura che parte del lavoro di un'idol debba essere dare il buon esempio.

# 692_Nomu-san
source: Idols who indulge in underage drinking or smoking take a real beating in the media.
pt: Le idol che bevono o fumano quando sono minorenni vengono massacrate dai media.

# 704_Nomu-san
source: Or they might even get severely criticized for doing something like crossing on a red light. Do you ever feel you're under too much scrutiny?
pt: Oppure potrebbero persino essere criticate pesantemente per aver fatto qualcosa come attraversare con il rosso. Ti capita mai di sentirti fin troppo sotto osservazione?

# 728_Nomu-san
source: Well? What's your answer!?
pt: Allora? Qual è la tua risposta!?

# 740_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 764_dummy
source: You have to try and keep the conversation going, Haruka-chan. You're on the clock, you know.
pt: Devi cercare di far proseguire la conversazione, Haruka-chan. Il tempo stringe, lo sai.

# 788_Haruka
source: Rules are rules for a reason. As responsible members of society, we should follow them. I never feel like I'm under too much scrutiny.
pt: Le regole esistono per un motivo. In quanto membri responsabili della società, dobbiamo rispettarle. Non mi sento mai fin troppo sotto osservazione.

# 812_dummy
source: What a mature young lady you are! You're absolutely right.
pt: Che ragazza matura che sei! Hai assolutamente ragione.

# 824_Nomu-san
source: Some people might bend the rules if they think nobody's looking, but we're always being judged from up high.
pt: Alcune persone potrebbero infrangere le regole se pensano che nessuno le stia guardando, ma noi veniamo sempre giudicati dall'alto.

# 836_Studio Audience
source: Yeah!
pt: Sì!

# 848_Nomu-san
source: I was saying the same thing to our assistant director the other day, and then he goes and puts it out on social media that I gave him a big, long lecture!
pt: Stavo dicendo la stessa cosa al nostro assistente alla regia l'altro giorno, e poi lui va a scrivere sui social che gli ho fatto una luuuunga ramanzina!

# 872_dummy
source: I tell you, sometimes I feel like <Italic>I'm</Italic> under too much scrutiny!
pt: Ti dico, a volte mi sembra che sia <Italic>io</Italic> a essere fin troppo sotto osservazione!

# 884_Haruka
source: To be honest, I do sometimes feel like I'm under too much scrutiny.
pt: A dire il vero, a volte mi sento proprio fin troppo sotto osservazione.

# 908_Nomu-san
source: I guess that's the price you have to pay for being famous. So many people know your face now!
pt: Immagino sia il prezzo da pagare per essere famosi. Ormai ti conoscono in tantissimi!

# 920_Haruka
source: Yes. Sometimes I even notice people taking pictures of me with their cell phones.
pt: Sì. A volte mi capita perfino di notare delle persone che mi scattano foto con il cellulare.

# 932_Nomu-san
source: Without even asking permission, right? Yeah, there sure are some rude people out there.
pt: Senza nemmeno chiedere il permesso, vero? Già, c'è proprio certa gente maleducata in giro.

# 944_Haruka
source: I don't really worry too much about all that. I mean, if no cars are coming, then go ahead and cross. I just leave it to common sense.
pt: Io non mi preoccupo più di tanto di tutto questo. Voglio dire, se non arrivano macchine, allora attraversa pure. Mi affido semplicemente al buon senso.

# 968_Nomu-san
source: Yeah, but that thinking could get you in trouble.
pt: Già, ma ragionare così potrebbe finire per metterti nei guai.

# 980_Nomu-san
source: You might not have run into this kind of thing yet, but nowadays any little thing you do can be blasted all over the internet, just like that!
pt: Magari non ti è ancora capitata una cosa del genere, ma al giorno d'oggi ogni minima cosa che fai può finire sbattuta ovunque su internet, proprio così!

# 992_Haruka
source: Really?
pt: Davvero?

# 1004_Nomu-san
source: Yeah! I mean, we're only human, right? Sometimes we feel tired or cranky.
pt: Già! Voglio dire, siamo umani anche noi, no? A volte ci sentiamo stanchi o siamo di cattivo umore.

# 1016_Nomu-san
source: I could just be having a bad day, and the next thing I know there are comments saying, "Nomu-san's such a cranky old man."
pt: Magari sto solo passando una brutta giornata, e un attimo dopo mi ritrovo commenti che dicono: "Nomu-san è proprio un vecchio brontolone".

# 1040_dummy
source: So, now that you've been on Osakan TV a few times, what you do think about all the people starting to recognize you?
pt: Allora, ora che sei apparsa un po' di volte sulla TV di Osaka, cosa ne pensi di tutte le persone che iniziano a riconoscerti?

# 1052_Haruka
source: Oh, I'm truly grateful. When I first came up here from Okinawa, I didn't know if I was going to make it. But now here I am, getting to do such wonderful work!
pt: Oh, sono davvero grata. Quando sono venuta qui da Okinawa per la prima volta, non sapevo se ce l'avrei fatta. Ma ora eccomi qui, a fare un lavoro così meraviglioso!

# 1076_Nomu-san
source: And I think you'll continue to get lots and lots of work, too!
pt: E penso che continuerai a ricevere tantissimo lavoro anche tu!

# 1088_Haruka
source: Do you really think so?
pt: Lo pensi davvero?

# 1112_dummy
source: So, what are your hopes for the future? Are you hoping to gain ground on the national stage?
pt: Allora, quali sono le tue speranze per il futuro? Speri di farti strada sulla scena nazionale?

# 1136_Nomu-san
source: Well? What's your answer!?
pt: Allora? Qual è la tua risposta!?

# 1148_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 1160_Nomu-san
source: Earth to Haruka-chan! Sheesh, even though this is the third time you've been on the show, we still don't click at all, do we?
pt: Terra chiama Haruka-chan! Caspita, anche se questa è la terza volta che partecipi allo show, non siamo ancora per niente in sintonia, vero?

# 1172_Haruka
source: That's what I'm shooting for! My entire agency has set that as their goal, actually.
pt: È proprio quello a cui punto! In realtà, tutta la mia agenzia si è posta questo obiettivo.

# 1184_Studio Audience
source: Yeah!
pt: Sì!

# 1196_Nomu-san
source: Oh ho, that sounds like a lofty goal! I'll be cheering you on too!
pt: Oh oh, sembra un obiettivo ambizioso! Farò il tifo per te anch'io!

# 1208_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1220_Nomu-san
source: Hey, when you go to Tokyo, will you let them know about a certain great TV show host you know from Osaka? Hehehe.
pt: Ehi, quando andrai a Tokyo, parlerai loro di un certo fantastico conduttore televisivo di Osaka che conosci? Ehehe.

# 1244_Haruka
source: I want to always stay here in Osaka. The city has been so very kind and supportive.
pt: Voglio restare per sempre qui a Osaka. Questa città è stata così gentile e mi ha dato tantissimo sostegno.

# 1268_dummy
source: But if you win the Princess League, aren't you supposed to have a national debut?
pt: Ma se vinci la Princess League, non dovresti fare il tuo debutto nazionale?

# 1280_Haruka
source: Yes, that's right.
pt: Sì, esatto.

# 1292_Nomu-san
source: So doesn't that mean you'd be leaving Osaka?
pt: Quindi non significa che dovresti lasciare Osaka?

# 1316_Nomu-san
source: Don't tell me you just realized this!
pt: Non dirmi che te ne sei accorta solo ora!

# 1340_Haruka
source: I actually already have my sights set on the international scene. I want to sing overseas, too.
pt: In realtà ho già messo gli occhi sulla scena internazionale. Voglio cantare anche all'estero.

# 1352_Nomu-san
source: Wait a minute! Aren't you getting a little ahead of yourself? That's kind of presumptuous of you!
pt: Aspetta un attimo! Non starai correndo un po' troppo? È un tantino presuntuoso da parte tua!

# 1376_dummy
source: I'm sorry!
pt: Mi dispiace!

# 1388_Nomu-san
source: But I guess they do say the world doesn't have any borders when it comes to music. Hey, so go ahead and set those sights high!
pt: Ma dicono che la musica non conosca confini. Ehi, allora continua pure a puntare così in alto!

# 1400_dummy
source: Well, folks. It looks like we're just about out of time for today. Thanks for our chat, Haruka-chan!
pt: Bene, gente. Sembra proprio che il tempo a nostra disposizione per oggi sia quasi finito. Grazie per la chiacchierata, Haruka-chan!

# 1424_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1436_Nomu-san
source: And now comes everybody's favorite part! It's time for the smile vote!
pt: Ed ecco la parte che tutti preferite! È il momento del voto del sorriso!

# 1448_Nomu-san
source: Each one of our audience members has a button in front of them. If they think Haruka-chan has been interesting, they'll press their button and give her a smile!
pt: Ogni membro del nostro pubblico ha un pulsante davanti a sé. Se pensano che Haruka-chan sia stata interessante, premeranno il pulsante e le regaleranno un sorriso!

# 1460_Nomu-san
source: This time, if you get 80 smiles or more, I'll give you an exclusive Nomu-san cell phone strap!
pt: Questa volta, se otterrai 80 o più sorrisi, ti darò un esclusivo laccetto per cellulare di Nomu-san!

# 1472_Nomu-san
source: Before the voting begins, why don't you go ahead and say something to the audience?
pt: Prima che inizino le votazioni, perché non dici qualcosa al pubblico?

# 1484_Haruka
source: All right.
pt: Va bene.

# 1508_Nomu-san
source: Well, come on, say something!
pt: Dai, forza, di' qualcosa!

# 1532_dummy
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1544_Haruka
source: I hope you all had fun! Please vote for me!
pt: Spero che vi siate divertiti tutti! Per favore, votate per me!

# 1556_Nomu-san
source: I had quite a bit of fun, myself!
pt: Mi sono proprio divertito anch'io!

# 1568_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1580_Haruka
source: Thank you for your wonderful support, everyone! I hope you vote for me!
pt: Grazie a tutti per il vostro meraviglioso supporto! Spero che voterete per me!

# 1592_Nomu-san
source: Isn't she cute? I hope you all vote for her, too!
pt: Non è carina? Spero che anche voi votiate per lei!

# 1604_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1616_Haruka
source: Show me some love, everyone! Please vote for me!
pt: Fatemi sentire il vostro affetto, tutti quanti! Per favore, votate per me!

# 1628_Nomu-san
source: If you love Haruka-chan, be sure to vote for her!
pt: Se volete bene a Haruka-chan, mi raccomando, votatela!

# 1640_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1664_dummy
source: Yeah!
pt: Sì!

# 1676_Nomu-san
source: Wow! Would you look at that! Isn't that great?
pt: Wow! Guardate un po' qui! Non è fantastico?

# 1700_dummy
source: Thank you so much!
pt: Grazie mille!

# 1712_Nomu-san
source: Congratulations, Haruka-chan, you win the Nomu-san strap!
pt: Congratulazioni, Haruka-chan, vinci il laccetto di Nomu-san!

# 1724_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Beh, alla prossima! Com'è che diciamo sempre? Che piacere vedervi...

# 1736_Studio Audience
source: Smile!
pt: Sorridi!

# 1760_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 1820_dummy
source: Yeah!
pt: Sì!

# 1832_Nomu-san
source: Good job, Haruka-chan! That means you get the Nomu-san strap!
pt: Ottimo lavoro, Haruka-chan! Questo significa che vinci il laccetto di Nomu-san!

# 1856_dummy
source: Thank you so much!
pt: Grazie mille!

# 1868_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Beh, alla prossima! Com'è che diciamo sempre? Che piacere vedervi...

# 1880_Studio Audience
source: Smile!
pt: Sorridi!

# 1904_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 1976_Nomu-san
source: Ahh. The result wasn't as high as we hoped, but I'm sure you'll do better next time!
pt: Ah. Il risultato non è stato alto come speravamo, ma sono sicuro che farai meglio la prossima volta!

# 1988_Haruka
source: Yes. Thank you.
pt: Sì. Grazie.

# 2000_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Beh, alla prossima! Com'è che diciamo sempre? Che piacere vedervi...

# 2012_Studio Audience
source: Smile!
pt: Sorridi!

# 2036_dummy
source: Thank you, everybody!
pt: Grazie a tutti!
