Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a43.po
Languages: pt

source: You got a <Color:8>Hunger Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura della Fame<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: You got a <Color:8>Hunger Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura della Fame<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Team Player
pt: Giocatore di Squadra

source: Bespectacled Team Player
pt: Giocatore di Squadra Occhialuto

source: Team Members
pt: Membri della Squadra

source: Delinquent
pt: Delinquente

# 60_Esaka
source: That's crazy... How could this happen? I used to be a pro!
pt: È pazzesco... Com'è potuto succedere? Ero un professionista!

# 84_Esaka
source: Well, that's that. Now let them finish their game. Or are you the type to go back on their word?
pt: Beh, è fatta. Adesso lasciali finire la partita. O sei il tipo che si rimangia la parola?

# 96_Esaka
source: Urgh... Fine...
pt: Urgh... Va bene...

# 108_Team Player
source: Whoa! We're tied! And their hired gun is leaving the game, too. We have a chance at winning!
pt: Cavolo! Siamo in parità! E il loro mercenario sta lasciando la partita, pure. Abbiamo una chance di vincere!

# 120_Shinada
source: Yup. The meddler has been dealt with. Now it's a fair fight, so it's up to you to take this thing home.
pt: Già. Il ficcanaso è stato sistemato. Ora è una lotta ad armi pari, quindi sta a te portarla a casa.

# 132_Team Player
source: You bet we will! Oh, but before you go, please accept this as thanks.
pt: Certo che lo faremo! Oh, ma prima che te ne vada, ti prego di accettare questo come ringraziamento.

# 180_Bespectacled Team Player
source: Thank you very much! I feel like we're going to win this for sure!
pt: Grazie mille! Sento che vinceremo di sicuro!

# 192_Team Player
source: All right, team! This is our moment! We're taking the diamond back once and for all!
pt: Forza, squadra! Questo è il nostro momento! Ci riprendiamo il campo una volta per tutte!

# 204_Team Members
source: Yeah!
pt: Sì!

# 216_Shinada
source: (Sandlot ball's supposed to be a fun thing. Go for it, guys.)
pt: Il sandlot dovrebbe essere una cosa divertente. Dategli dentro, ragazzi.

# 276_Esaka
source: Hahaha, you like that!? Swallow the taste of the big leagues, bitch!
pt: Hahaha, ti garba!? Ingoia il sapore della Major League, stronzo!

# 288_Delinquent
source: Hell yeah! I knew we could count on you! We'll have the money and the honey all ready for you. Let's not waste any more time with these losers.
pt: Alla grande! Sapevo che potevamo contare su di te! Avremo i soldi e il bottino tutti pronti per te. Non perdiamo altro tempo con questi sfigati.

# 312_Esaka
source: Sorry, guys... I just couldn't do it.
pt: Scusate, ragazzi... Non ce l'ho fatta.

# 324_Team Player
source: No, it's really not your fault. I think we already lost when we went looking for outside help.
pt: No, non è davvero colpa tua. Credo che abbiamo già perso quando siamo andati a cercare aiuto esterno.

# 336_Bespectacled Team Player
source: It doesn't matter if the other team brings a hired gun. That doesn't excuse us from doing the same.
pt: Non importa se l'altra squadra si porta un mercenario. Ciò non ci esime dal fare lo stesso.

# 348_Shinada
source: Hmm. Maybe you have a point there.
pt: Hmm. Forse c'hai ragione.

# 360_Team Player
source: Even though we ultimately ended up losing, I think we learned a valuable lesson. Let's go back to training so we can win our field back.
pt: Anche se alla fine abbiamo perso, credo che abbiamo imparato una lezione preziosa. Torniamo ad allenarci così possiamo riprenderci il nostro campo.

# 372_Team Player
source: Oh, and hey. We're sorry for getting you involved in this. At least take this for helping us.
pt: Oh, ehi. Ci dispiace averti coinvolto in questa storia. Almeno prendi questo per averci aiutato.

# 408_Team Player
source: Goodbye.
pt: Addio.

# 420_Shinada
source: (Those are some good guys right there. Wish I could've hit that homer for 'em.)
pt: Quelli sono dei bravi ragazzi, eh. Magari avessi fatto quel fuoricampo per loro.
