Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133073a.po
Languages: pt

source: Player
pt: Giocatore

# 72_Player
source: (A UFO Catcher. Hmm. There aren't any prizes left inside. Maybe someone on staff can refill it.)
pt: (Un UFO Catcher. Mmm. Non ci sono più premi qui dentro. Magari qualcuno del personale può ricaricarla.)

# 156_Player
source: (A UFO Catcher. Three tries for 500 yen. But I don't have the money.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Ma non ho i soldi.)

# 204_Kiryu
source: (A UFO Catcher. Hmm. There aren't any prizes left inside. Maybe someone on staff can refill it.)
pt: (Un UFO Catcher. Mmm. Non ci sono più premi qui dentro. Magari qualcuno del personale può ricaricarla.)

# 216_Akiyama
source: (A UFO Catcher, I see. There aren't any prizes left inside. Maybe someone on staff can refill it.)
pt: (Un UFO Catcher, vedo. Non ci sono più premi qui dentro. Magari qualcuno del personale può ricaricarla.)

# 228_Saejima
source: (It's a UFO Catcher, but there ain't any prizes in it. Maybe an employee can fill it back up again.)
pt: (È un UFO Catcher, ma non ci sono mica premi dentro. Magari un impiegato può ricaricarla.)

# 240_Shinada
source: (A UFO Catcher, huh? I don't see any prizes in there though. I'll have to get an attendant to refill it.)
pt: (Un UFO Catcher, eh? Però non ci vedo mica nessun premio lì dentro. Dovrò chiedere a un addetto di ricaricarla.)

# 252_Haruka
source: (A UFO Catcher. But there are no prizes in it. Maybe I should ask an employee to fill it back up.)
pt: (Un UFO Catcher. Ma non ci sono mica premi dentro. Magari dovrei chiedere a un impiegato di ricaricarla.)

# 348_Kiryu
source: (A UFO Catcher. Three tries for 500 yen. But I don't have the money.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Ma non ho i soldi.)

# 360_Akiyama
source: (A UFO Catcher, hmm? Three tries, 500 yen. Unfortunately, I don't have the money.)
pt: (Un UFO Catcher, hmm? Tre tentativi, 500 yen. Purtroppo non ho i soldi.)

# 372_Saejima
source: (A UFO Catcher. Three tries for 500 yen. I don't got the cash.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Non c'ho i soldi.)

# 384_Shinada
source: (A UFO Catcher, huh? Three tries for 500 yen? I don't have the money for it.)
pt: (Un UFO Catcher, eh? Tre tentativi per 500 yen? Non c'ho i soldi.)

# 396_Haruka
source: (A UFO Catcher. Three tries for 500 yen. But I don't have enough money on me.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Ma non c'ho abbastanza soldi.)
