Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid012002c0.po
Languages: pt

source: Slighty Nervous Man
pt: Uomo Leggermente Nervoso

source: ○I just focus on driving.
pt: ○Penso solo a guidare.

source: △I always keep an eye out.
pt: △Faccio sempre attenzione.

source: □Everyone makes mistakes.
pt: □Tutti commettono errori.

source: Slightly Nervous Man
pt: Uomo Leggermente Nervoso

source: Laid-back Man
pt: Uomo Rilassato

# 44_Slighty Nervous Man
source: People often walk out in front of you on roads like this. It always makes me nervous.
pt: La gente ti sbuca spesso davanti su strade come queste. Mi mette sempre ansia.

# 68_Slighty Nervous Man
source: But what if you hit someone!?
pt: Ma e se investi qualcuno!?

# 80_Slighty Nervous Man
source: Good. That sets my mind at ease.
pt: Bene. Mi fa stare più tranquillo.

# 92_Slighty Nervous Man
source: Mistakes? Does that mean what I think it means?
pt: Errori? Intendi quello che penso io?

# 104_Slighty Nervous Man
source: Fine. Ignore me, then.
pt: Vabbè. Ignorami, allora.
