Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0110030a.po
Languages: pt

source: Guessing the Number on One Die
pt: Indovinare il Numero su un Dado

source: Guessing the Numbers on Both Dice
pt: Indovinare i numeri su entrambi i dadi

source: Playing Against the House
pt: Giocare contro il Banco

source: Betting on the Difference
pt: Scommettere sulla Differenza

# 108_Guessing the Number on One Die
source: You can bet on what number will show on one of the two dice. If you guess right, you can earn even more chips by simply guessing odd or even.
pt: Puoi puntare su quale numero uscirà su uno dei due dadi. Se ci prendi, puoi portarti a casa ancora più fiches semplicemente azzeccando pari o dispari.

# 120_Guessing the Number on One Die
source: You can also bet on which numbers will show on both dice. If you guess right, you get all of the money in the current pot.
pt: Puoi anche puntare su quali numeri usciranno su entrambi i dadi. Se azzecchi, ti intaschi tutti i soldi nel piatto.

# 132_Guessing the Number on One Die
source: However, you must wager 20 percent of the betting limit in order to make your bet.
pt: Tuttavia, devi puntare il 20 percento del limite di puntata per piazzare la tua scommessa.

# 144_Guessing the Number on One Die
source: When playing against the house, you will guess either odd or even. Guess right, and your winnings become your bet against the house. You will then guess odd or even again. If you guess right, you win twice the amount of chips you bet. Up to five rolls are possible.
pt: Quando giochi contro il Banco, dovrai indovinare se uscirà pari o dispari. Se ci prendi, le tue vincite diventano la tua puntata contro il Banco. A quel punto, dovrai di nuovo puntare su pari o dispari. Se azzecchi, vinci il doppio delle fiches che hai puntato. Sono possibili fino a cinque lanci.

# 156_Guessing the Number on One Die
source: In this game, you try to guess what the difference will be between the two dice. If you guess right, your payout will be your bet multiplied by the difference between the two dice.
pt: In questo gioco, cerchi di indovinare quale sarà la differenza tra i due dadi. Se ci prendi, la tua vincita sarà la tua puntata moltiplicata per la differenza tra i due dadi.

# 168_Guessing the Number on One Die
source: Cho-han is a dice-rolling game where you guess if the total value of a pair of dice will be odd or even.
pt: Il Cho-han è un gioco di dadi in cui devi indovinare se il valore totale di un paio di dadi sarà pari o dispari.
