Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

# 11916_Saejima
source: And is that what this friend offered ya? To do everything for you? How lazy can ya possibly be?
pt: Ed è questo che ti ha offerto quell'amico? Di fare tutto al posto tuo? Ma quanto puoi essere pigra?

# 11928_Kaguya
source: <Color:255,200,200,255>Hehehe...<Color:Default>
pt: <Color:255,200,200,255>Ehehe...<Color:Default>

# 11940_Saejima
source: It's better bein' alone. Addin' to yer family carelessly only brings more responsibility.
pt: È meglio stare da soli. Allargare la famiglia con leggerezza porta solo più responsabilità.

# 11952_Kaguya
source: <Color:255,200,200,255>Yeah, I guess a guy would see it that way. I don't want any responsibilities in my life.<Color:Default>
pt: <Color:255,200,200,255>Sì, immagino che un uomo la veda così. Non voglio nessuna responsabilità nella mia vita.<Color:Default>

# 11964_Saejima
source: Then don't hook up with this girl. Two people livin' together creates responsibilities. And there'll always be arguments.
pt: Allora non metterti con questa ragazza. Vivere insieme comporta delle responsabilità. E ci saranno sempre dei litigi.

# 11976_Kaguya
source: <Color:255,200,200,255>Right... I'll think about it a bit more.<Color:Default>
pt: <Color:255,200,200,255>Hai ragione... Ci penserò ancora un po'.<Color:Default>

# 11988_Kaguya
source: <Color:255,200,200,255>Hey, Saejima-san?<Color:Default>
pt: <Color:255,200,200,255>Ehi, Saejima-san?<Color:Default>

# 12000_Saejima
source: Yeah?
pt: Sì?

# 12012_Kaguya
source: <Color:255,200,200,255>Be honest. What do you think of me?<Color:Default>
pt: <Color:255,200,200,255>Sii sincero. Cosa pensi di me?<Color:Default>

# 12024_Saejima
source: I like you.
pt: Mi piaci.

# 12036_Kaguya
source: <Color:255,200,200,255>Really? What do you like about me?<Color:Default>
pt: <Color:255,200,200,255>Davvero? Cosa ti piace di me?<Color:Default>

# 12048_Saejima
source: Hm. Yer not two-faced. Cabaret clubs are usually places where men and women tell pretty little lies to each other. But yer always up front.
pt: Hm. Non hai la doppia faccia. Di solito i cabaret club sono posti dove uomini e donne si raccontano un sacco di belle bugie. Ma tu sei sempre schietta.

# 12060_Kaguya
source: <Color:255,200,200,255>Hmm. Okay then.<Color:Default>
pt: <Color:255,200,200,255>Mh. Va bene allora.<Color:Default>

# 12072_Saejima
source: I try not to overthink it. I don't like the idea of pigeonholin' people. Yer you, and that's that.
pt: Cerco di non pensarci troppo. Non mi piace l'idea di etichettare la gente. Tu sei tu, e basta così.

# 12084_Kaguya
source: <Color:255,200,200,255>Hehe, that answer is so fitting of you.<Color:Default>
pt: <Color:255,200,200,255>Hehe, quella risposta è proprio da te.<Color:Default>

# 12096_Saejima
source: I don't understand the question.
pt: Non capisco la domanda.

# 12108_Kaguya
source: <Color:255,200,200,255>Like... Do you like me?<Color:Default>
pt: <Color:255,200,200,255>Cioè... Ti piaccio?<Color:Default>

# 12120_Saejima
source: How about you? Whaddya think of me?
pt: E tu? Che ne pensi di me?

# 12132_Kaguya
source: <Color:255,200,200,255>I... Well, of course I like you.<Color:Default>
pt: <Color:255,200,200,255>Io... Beh, certo che mi piaci.<Color:Default>

# 12144_Saejima
source: Right.
pt: Giusto.

# 12156_Kaguya
source: <Color:255,200,200,255>But if you're dodging the question like that, you probably don't like me.<Color:Default>
pt: <Color:255,200,200,255>Ma se schivi la domanda in questo modo, probabilmente non ti piaccio.<Color:Default>

# 12180_Kaguya
source: <Color:255,200,200,255>Even if I like someone, I don't ever feel like devoting myself to them.<Color:Default>
pt: <Color:255,200,200,255>Anche se mi piace qualcuno, non mi viene mai voglia di dedicarmi completamente a lui.<Color:Default>

# 12192_Kaguya
source: <Color:255,200,200,255>So even if I do wind up really liking someone, I have to assume they won't like me back.<Color:Default>
pt: <Color:255,200,200,255>Quindi, anche se dovessi finire per farmi piacere davvero qualcuno, devo dare per scontato che non mi ricambierà.<Color:Default>

# 12204_Kaguya
source: <Color:255,200,200,255>Even if I like someone, I don't ever feel like devoting myself to them.<Color:Default>
pt: <Color:255,200,200,255>Anche se mi piace qualcuno, non mi viene mai voglia di dedicarmi completamente a lui.<Color:Default>

# 12216_Kaguya
source: <Color:255,200,200,255>So even if I do wind up really liking someone, I have to assume they won't like me back.<Color:Default>
pt: <Color:255,200,200,255>Quindi, anche se dovessi finire per farmi piacere davvero qualcuno, devo dare per scontato che non mi ricambierà.<Color:Default>

# 12228_Saejima
source: Yer an odd duck.
pt: Sei proprio un tipo strano.

# 12240_Kaguya
source: <Color:255,200,200,255>I am well aware of that fact.<Color:Default>
pt: <Color:255,200,200,255>Ne sono perfettamente consapevole.<Color:Default>

# 12252_Saejima
source: But that don't mean ya gotta do whatever the other person wants. I like a woman who sticks to her guns.
pt: Ma questo non significa che devi fare tutto quello che vuole l'altra persona. Mi piace una donna che resta ferma sulle sue posizioni.

# 12264_Kaguya
source: <Color:255,200,200,255>I'm relieved to hear that!<Color:Default>
pt: <Color:255,200,200,255>Sono sollevata di sentirlo!<Color:Default>

# 12276_Saejima
source: Yer an odd duck.
pt: Sei proprio un tipo strano.

# 12288_Kaguya
source: <Color:255,200,200,255>I am well aware of that fact.<Color:Default>
pt: <Color:255,200,200,255>Ne sono perfettamente consapevole.<Color:Default>

# 12300_Saejima
source: But that don't mean ya gotta do whatever the other person wants. I like a woman who sticks to her guns.
pt: Ma questo non significa che devi fare tutto quello che vuole l'altra persona. Mi piace una donna che resta ferma sulle sue posizioni.

# 12312_Kaguya
source: <Color:255,200,200,255>I'm relieved to hear that!<Color:Default>
pt: <Color:255,200,200,255>Sono sollevata di sentirlo!<Color:Default>

# 12324_Saejima
source: Ya don't gotta do nothing. Guys feel good just knowin' they've got a woman at home waitin' for 'em.
pt: Non serve che tu faccia niente. Agli uomini basta sapere di avere una donna che li aspetta a casa.

# 12336_Kaguya
source: <Color:255,200,200,255>Really?<Color:Default>
pt: <Color:255,200,200,255>Davvero?<Color:Default>

# 12348_Saejima
source: Yeah. Havin' someone waitin' for you to come home every day gives ya strength to fight on.
pt: Già. Avere qualcuno che ti aspetta a casa ogni giorno ti dà la forza di continuare a lottare.

# 12360_Kaguya
source: <Color:255,200,200,255>Hmm. I am pretty good at waiting around!<Color:Default>
pt: <Color:255,200,200,255>Uhm. Sono piuttosto brava a stare ad aspettare!<Color:Default>

# 12372_Saejima
source: Tell ya what. If ya promise to wait for me, I promise I'll come back to you.
pt: Facciamo così. Se mi prometti di aspettarmi, ti prometto che tornerò da te.

# 12384_Kaguya
source: <Color:255,200,200,255>All right!<Color:Default>
pt: <Color:255,200,200,255>D'accordo!<Color:Default>

# 12396_Saejima
source: Ya don't gotta do nothing. Guys feel good just knowin' they've got a woman at home waitin' for 'em.
pt: Non serve che tu faccia niente. Agli uomini basta sapere di avere una donna che li aspetta a casa.

# 12408_Kaguya
source: <Color:255,200,200,255>Really?<Color:Default>
pt: <Color:255,200,200,255>Davvero?<Color:Default>

# 12420_Saejima
source: Yeah. Havin' someone waitin' for you to come home every day gives ya strength to fight on.
pt: Già. Avere qualcuno che ti aspetta a casa ogni giorno ti dà la forza di continuare a lottare.

# 12432_Kaguya
source: <Color:255,200,200,255>Hmm. I am pretty good at waiting around!<Color:Default>
pt: <Color:255,200,200,255>Uhm. Sono piuttosto brava a stare ad aspettare!<Color:Default>

# 12444_Saejima
source: Tell ya what. If ya promise to wait for me, I promise I'll come back to you.
pt: Facciamo così. Se mi prometti di aspettarmi, ti prometto che tornerò da te.

# 12456_Kaguya
source: <Color:255,200,200,255>All right!<Color:Default>
pt: <Color:255,200,200,255>D'accordo!<Color:Default>

# 12468_Kaguya
source: <Color:255,200,200,255>But you still haven't actually answered my original question, Saejima-san.<Color:Default>
pt: <Color:255,200,200,255>Però non hai ancora risposto alla mia domanda iniziale, Saejima-san.<Color:Default>

# 12480_Saejima
source: Oh, I haven't?
pt: Ah, no?

# 12492_Kaguya
source: <Color:255,200,200,255>So what is it?<Color:Default>
pt: <Color:255,200,200,255>Allora, qual è?<Color:Default>

# 12504_Saejima
source: I like ya. I especially like how yer a sharper cookie than ya let on.
pt: Mi piaci. E mi piace soprattutto che sei più sveglia di quanto dai a vedere.

# 12516_Kaguya
source: <Color:255,200,200,255>Wait, what's that supposed to mean?<Color:Default>
pt: <Color:255,200,200,255>Aspetta, che vorrebbe dire?<Color:Default>

# 12528_Saejima
source: Ya asked your question, that's my answer.
pt: Hai fatto la tua domanda, questa è la mia risposta.

# 12540_Kaguya
source: <Color:255,200,200,255>Hey, no fair! You're not leaving until I get an answer out of you!<Color:Default>
pt: <Color:255,200,200,255>Ehi, non vale! Non te ne andrai finché non mi avrai dato una risposta!<Color:Default>

# 12552_Saejima
source: I try not to overthink it. I don't like the idea of pigeonholin' people. Yer you, and that's that.
pt: Cerco di non pensarci troppo. Non mi piace l'idea di etichettare le persone. Tu sei tu, e questo è quanto.

# 12564_Kaguya
source: <Color:255,200,200,255>That's all you have to say, after all that?<Color:Default>
pt: <Color:255,200,200,255>È tutto quello che hai da dire, dopo tutto questo?<Color:Default>

# 12576_Kaguya
source: <Color:255,200,200,255>But that is so you, Saejima-san.<Color:Default>
pt: <Color:255,200,200,255>Ma questo è proprio da te, Saejima-san.<Color:Default>
