Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901f9.po
Languages: pt

source: Assistant Director
pt: Assistente alla Regia

source: How to Play Air Hockey
pt: Come si gioca a Air Hockey

source: The Heat Gauge and Heat Smash
pt: La Barra Furore e lo Schianto Heat

source: The Heat Gauge and Slow Mode
pt: La Barra Furore e la Modalità Lenta

source: Staring Mode
pt: Modalità Sguardo

source: MC
pt: Conduttore

# 44_Assistant Director
source: All right, then. The two of you will be facing off in a sexy game of air hockey.
pt: Bene, allora. Voi due vi affronterete in una sexy partita di air hockey.

# 56_How to Play Air Hockey
source: An air hockey match is won by being the first to reach 9 points.
pt: Una partita di air hockey si vince essendo il primo a raggiungere 9 punti.

# 68_The Heat Gauge and Heat Smash
source: A long rally will build your <Color:255,200,200,255>Heat Gauge<Color:Default>. A full gauge will let you deliver a <Color:255,200,200,255>Heat Smash<Color:Default>. Use this when you've got the right opening!
pt: Una lunga serie di scambi farà aumentare la tua <Color:255,200,200,255>Barra Furore<Color:Default>. Una barra piena ti permetterà di sferrare uno <Color:255,200,200,255>Schianto Heat<Color:Default>. Usalo quando hai l'occasione giusta!

# 80_The Heat Gauge and Slow Mode
source: Hold <Action:Button_R2@Air_Hockey> while the Heat Gauge is full to focus and slow down time. Note that this <Color:255,200,200,255>Slow Mode<Color:Default> depletes the Heat Gauge, so use it wisely.
pt: Tieni premuto <Action:Button_R2@Air_Hockey> mentre la Barra Furore è piena per concentrarti e rallentare il tempo. Tieni presente che questa <Color:255,200,200,255>Modalità Lenta<Color:Default> consuma la Barra Furore, quindi usala con saggezza.

# 92_Staring Mode
source: Hold <Action:Button_L2@Air_Hockey> to enter <Color:255,200,200,255>Staring Mode<Color:Default>. Stare at your opponent's chest to build up your Heat Gauge. The game does not stop during this mode, so be very careful!
pt: Tieni premuto <Action:Button_L2@Air_Hockey> per entrare nella <Color:255,200,200,255>Modalità Sguardo<Color:Default>. Fissa il petto del tuo avversario per aumentare la tua Barra Furore. Il gioco non si ferma durante questa modalità, quindi fai molta attenzione!

# 104_Assistant Director
source: Remember, our show's main appeal is its heated competitions.
pt: Ricorda, il principale richiamo del nostro show sono le sue competizioni infuocate.

# 116_Assistant Director
source: So make sure to give it your all, okay?
pt: Allora, dateci dentro al massimo, eh?

# 128_Seira
source: You bet!
pt: Ci puoi scommettere!

# 140_Haruka
source: Yes, we will.
pt: Sì, certo!

# 152_Haruka
source: Good luck, Seira-san.
pt: In bocca al lupo, Seira-san.

# 164_Seira
source: Good luck to you! Ooh, this is going to be so much fun! I love air hockey!
pt: In bocca al lupo anche a te! Oooh, sarà troppo divertente! L'air hockey mi fa impazzire!

# 188_Haruka
source: Um?
pt: Ehm?

# 200_Seira
source: Oh, sorry! It's just that you're so darn cute!
pt: Oh, scusa! È solo che sei così carina, cavoli!

# 212_Haruka
source: Huh!?
pt: Eh!?

# 224_Seira
source: I just love cute girls! That's the whole reason I became an idol, you know!
pt: Adoro le ragazze carine, io! È proprio per questo che sono diventata un'idol, capisci!

# 236_Haruka
source: Uh, okay...
pt: Ehm, va bene...

# 248_Seira
source: Hey, let's be friends, okay?
pt: Ehi, facciamo amicizia, eh?

# 260_Haruka
source: Friends? Just out of the blue? We've barely even met!
pt: Amiche? Così, all'improvviso? Ci siamo a malapena incontrate!

# 272_Seira
source: Aw, come on! Okay, how about this. If I win, you have to be my friend. Deal?
pt: Ma dai! Ok, allora facciamo così. Se vinco, tu devi essere mia amica. Ci stai?

# 296_Assistant Director
source: Okay, let's get started!
pt: Ok, cominciamo!

# 368_MC
source: The time for our showdown is here at last!
pt: È arrivato il momento della nostra resa dei conti, finalmente!

# 380_MC
source: Pride is on the line for these two beautiful, young idols. It'll be a fight to the finish!
pt: L'orgoglio è in palio per queste due belle e giovani idol. Sarà una lotta all'ultimo sangue!

# 392_MC
source: What sort of immodest, unladylike things will these two stoop to in order to win?
pt: A che tipo di cose indecenti e poco signorili si abbasseranno queste due pur di vincere?

# 404_MC
source: You'll just have to watch and find out!
pt: Dovrete solo guardare e scoprire!

# 416_MC
source: Now, Haruka-chan! What would you like to say to your opponent before you begin!?
pt: Ora, Haruka-chan! Cosa vorresti dire alla tua avversaria prima di cominciare!?

# 428_Haruka
source: I'm going to do my best to win!
pt: Darò il massimo per vincere!

# 440_MC
source: Seira-chan! What would you like to say?
pt: Seira-chan! Cosa vorresti dire?

# 452_Seira
source: Hehehe, you won't beat me!
pt: Eheheh, non mi batterai!

# 464_MC
source: Who will come out on top in this all-out air hockey brawl: Haruka Sawamura or Seira Anno?
pt: Chi la spunterà in questa sfida di air hockey senza esclusione di colpi: Haruka Sawamura o Seira Anno?

# 476_MC
source: Let the battle begin!
pt: Che la battaglia abbia inizio!
