Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901d5.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

source: You won <Color:8>10,000 yen<Color:Default>.
pt: Hai vinto <Color:8>10.000 yen<Color:Default>.

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: You got 1,300 experience points.
pt: Hai ottenuto 1.300 punti esperienza.

source: Game Show Host
pt: Presentatore

source: Which is the name of a bar in Sotenbori?(改行)(改行)
pt: Qual è il nome di un bar a Sotenbori?(改行)(改行)

source: There's a giant cat figurine at the entrance(改行)to the fried pork skewer restaurant Daruma.(改行)
pt: C'è la statua di un gatto gigante all'ingresso(改行)del ristorante di spiedini di maiale fritti Daruma.(改行)

source: That's true!
pt: È proprio così!

source: That's false.
pt: È falso.

source: There are four tecchiri nabe sets at(改行)Zuboraya. The cheapest is the "Benten."(改行)
pt: Ci sono quattro set di tecchiri nabe da(改行)Zuboraya. Il più economico è il "Benten".(改行)

source: I think that's false.
pt: Penso sia falso.

source: Magutako's most expensive product is its(改行)twelve-piece takoyaki set.(改行)
pt: Il prodotto più costoso di Magutako è il suo(改行)set di takoyaki da dodici pezzi.(改行)

source: True, of course!
pt: Vero, ovviamente!

source: That's false!
pt: È falso!

source: At Sotenbori's Ganko Sushi, there is a kaiseki(改行)course that costs more than 10,000 yen.(改行)
pt: Al Ganko Sushi di Sotenbori, c'è un menu kaiseki(改行)che costa più di 10.000 yen.(改行)

source: There is a hostess club in Sotenbori named(改行)"Elise." True or false?(改行)
pt: C'è un hostess club a Sotenbori chiamato(改行)"Elise". Vero o falso?(改行)

source: Of course that's true!
pt: Certo che è vero!

source: That's false, of course!
pt: È falso, ovviamente!

source: How many places are there in Sotenbori where(改行)it's easy to grab a taxi?(改行)
pt: Quanti sono i posti a Sotenbori dove(改行)è facile prendere un taxi?(改行)

source: Five places.
pt: Cinque posti.

source: Four places.
pt: Quattro posti.

source: What is the Princess League's MC's name?(改行)(改行)
pt: Come si chiama il presentatore della Princess League?(改行)(改行)

source: What shape is Ashitaba Park in southeast(改行)Sotenbori?(改行)
pt: Di che forma è il parco Ashitaba a sud-est(改行)di Sotenbori?(改行)

source: A pentagon!
pt: Un pentagono!

source: A triangle!
pt: Un triangolo!

source: What beer is advertised on the huge neon(改行)yellow sign you can see from Iwao Bridge?(改行)
pt: Quale birra è pubblicizzata sulla grande insegna(改行)al neon gialla visibile dal ponte Iwao?(改行)

# 80_dummy
source: Sawamura-san! This is your third time on the show now. Are you finally getting used to this?
pt: Sawamura-san! Ormai questa è la tua terza volta nello show. Ti stai finalmente abituando?

# 92_Haruka
source: I think so, yes.
pt: Sì, direi di sì.

# 104_Game Show Host
source: Maybe it's time we stopped being so formal with each other.
pt: Forse è ora di smetterla di essere così formali tra di noi.

# 116_Haruka
source: Pardon?
pt: Come scusa?

# 128_Game Show Host
source: Do you mind if I call you by your first name?
pt: Ti dispiace se ti chiamo per nome?

# 140_Haruka
source: Oh, I wouldn't mind at all.
pt: Oh, non mi dispiacerebbe affatto.

# 152_Game Show Host
source: All right. In that case, I will. Are you ready for today's quiz, Sawamura-san?
pt: D'accordo. In tal caso, lo farò. Sei pronta per il quiz di oggi, Sawamura-san?

# 164_Haruka
source: Yes! But I think you forgot to call me by my first name.
pt: Sì! Ma credo che ti sia dimenticato di chiamarmi per nome.

# 176_Game Show Host
source: Haha! So I did. I guess old habits die hard.
pt: Ah ah! È vero. Immagino che le vecchie abitudini siano dure a morire.

# 188_Game Show Host
source: Anyway, let's get started.
pt: Comunque, iniziamo.

# 200_Game Show Host
source: Sotenbori Love Check Quiz－begin!
pt: Sotenbori Love Check Quiz－via!

# 296_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 320_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 344_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 404_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 428_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 452_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 512_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 536_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 560_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 620_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 644_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 668_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 728_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 752_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 776_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 836_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 860_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 884_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 944_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 968_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 992_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1052_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 1076_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 1100_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1160_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. E ora, passiamo alla prossima domanda.

# 1184_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo sia la risposta sbagliata. Andrà meglio con la prossima domanda!

# 1208_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1268_dummy
source: You are correct!
pt: Risposta esatta!

# 1292_dummy
source: I'm afraid you are incorrect.
pt: Temo che la risposta sia errata.

# 1316_dummy
source: I'm afraid you're out of time.
pt: Temo che il tempo sia scaduto.

# 1352_dummy
source: Now, Sawamura-san, let's see how you did!
pt: E ora, Sawamura-san, vediamo com'è andata!

# 1436_dummy
source: You got all ten questions correct!
pt: Hai risposto correttamente a tutte e dieci le domande!

# 1448_Haruka
source: I did it!
pt: Ce l'ho fatta!

# 1460_Game Show Host
source: With all ten questions correct, you win the title of "Sotenbori Fanatic" and 30,000 yen!
pt: Con tutte e dieci le risposte corrette, ti aggiudichi il titolo di "Fanatico di Sotenbori" e 30.000 yen!

# 1484_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1496_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Seguiteci anche la prossima volta al Sotenbori Love Check Quiz!

# 1664_dummy
source: You did very well!
pt: Te la sei cavata molto bene!

# 1676_Haruka
source: Oh, I'm so glad!
pt: Oh, sono così felice!

# 1688_Game Show Host
source: For meeting the seven-question goal, you win the title of "Sotenbori Buff" and 10,000 yen!
pt: Per aver raggiunto l'obiettivo delle sette risposte, ti aggiudichi il titolo di "Appassionato di Sotenbori" e 10.000 yen!

# 1712_Haruka
source: Thank you!
pt: Grazie!

# 1724_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Seguiteci anche la prossima volta al Sotenbori Love Check Quiz!

# 1892_dummy
source: I'm sorry, but you weren't a winner this time.
pt: Mi dispiace, ma stavolta non hai vinto.

# 1904_Haruka
source: Oh, darn.
pt: Oh, peccato.

# 1916_Game Show Host
source: I hope this doesn't mean you're lacking in love for good ol' Sotenbori!
pt: Spero che questo non significhi che scarseggi d'amore per la cara vecchia Sotenbori!

# 1928_Haruka
source: No, of course not.
pt: No, certo che no.

# 1940_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Seguiteci anche la prossima volta al Sotenbori Love Check Quiz!
