Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200052.po
Languages: pt

source: Tournament Participant
pt: Partecipante al torneo

# 44_Akiyama
source: Whew... How many does that make it now?
pt: Uff... A quanti siamo arrivati, adesso?

# 56_Akiyama
source: Dang, you're fast! I never thought I'd run into someone like you here.
pt: Cavolo, sei veloce! Non avrei mai pensato di imbattermi in uno come te qui.

# 68_Akiyama
source: But you know, there's another guy who's gone undefeated so far.
pt: Ma sai, c'è un altro tizio che è rimasto imbattuto finora.

# 80_Akiyama
source: Hm?
pt: Mh?

# 92_Tournament Participant
source: They say he was born to be a martial artist. His fighting skills are in a whole other league compared to regular street fighters.
pt: Dicono che sia nato per essere un artista marziale. Le sue abilità di combattimento sono proprio di tutt'altra categoria rispetto ai comuni lottatori da strada.

# 104_Akiyama
source: Even you would be no match for him.
pt: Nemmeno tu avresti scampo contro di lui.

# 116_Akiyama
source: Is that so?
pt: È così?

# 128_Akiyama
source: Head over to the <Color:7>Sotenbori Footpath<Color:Default> if you're curious. Good luck, hehe.
pt: Fai un salto al <Color:7>Sotenbori Footpath<Color:Default> se sei curioso. Buona fortuna, hehe.

# 140_Akiyama
source: (<Color:7>Sotenbori Footpath<Color:Default>, huh? Maybe I'll go check it out sometime.)
pt: (<Color:7>Sotenbori Footpath<Color:Default>, mh? Magari ci faccio un salto prima o poi.)
