Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169010a.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Event Organizer
pt: Organizzatore dell'evento

source: Actually, I could use a reminder.
pt: A dire il vero, mi servirebbe una rinfrescata.

source: Yes, I'm ready.
pt: Sì, sono pronta.

source: Handshake Events
pt: Eventi Handshake

source: The Remover 1
pt: Il Rimuovi 1

source: The Remover 2
pt: Il Rimuovi 2

source: How to Play
pt: Come giocare

source: Could you explain it one more time?
pt: Potrebbe spiegarmelo di nuovo?

# 44_Event Staff
source: Sawamura-san is here!
pt: Sawamura-san è qui!

# 56_Haruka
source: Hello, everyone!
pt: Ciao a tutti!

# 68_Haruka
source: Thank you for having me today!
pt: Grazie per avermi qui oggi!

# 80_Event Organizer
source: Sawamura-san! It's great to see you!
pt: Sawamura-san! Che bello vederla!

# 92_Event Organizer
source: Our articles about you never fail to be a hit with our readers. You're becoming one of our most featured idols!
pt: I nostri articoli su di te fanno sempre un successone tra i nostri lettori. Stai diventando una delle nostre idol più in vista!

# 104_Haruka
source: Really? How exciting!
pt: Davvero? Che forte!

# 116_Event Organizer
source: Well, shall we get started? You're all set on how the event's gonna go, right?
pt: Beh, iniziamo? Sei a posto su come andrà l'evento, vero?

# 128_Haruka
source: Actually, I could use a reminder, if you don't mind.
pt: A dire il vero, mi servirebbe un ripassino, se non le dispiace.

# 140_Event Organizer
source: No problem. Let me go over the basics.
pt: Nessun problema. Le spiego le basi.

# 152_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Al tempo stesso, tieni d'occhio il membro dello staff che fa scorrere la fila dei fan. Infine, stai attento ai super fan che indossano gli happi. Loro possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 164_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche continuare a scorrere. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "Il Rimossore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 176_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene rimosso se ne va impaurito, e il livello di soddisfazione dei fan scende. Per fortuna, "Il Rimossore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e si scioglierà come burro, dimenticandosi del suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 188_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 200_Event Staff
source: Does that all make sense?
pt: Ha senso tutto questo?

# 212_Haruka
source: Yes, I'm ready.
pt: Sì, sono pronta.

# 224_Event Organizer
source: Okay, great. Let's get started!
pt: Ok, perfetto. Iniziamo!

# 236_Event Staff
source: You got it!
pt: Capito!

# 272_Haruka
source: I'm sorry. Could you explain it one more time?
pt: Mi dispiace. Potrebbe spiegarlo un'altra volta?

# 284_Event Organizer
source: Sure thing. I'll go over the basics.
pt: Certo. Le spiego le basi.

# 296_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Al tempo stesso, tieni d'occhio il membro dello staff che fa scorrere la fila dei fan. Infine, stai attento ai super fan che indossano gli happi. Loro possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 308_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche continuare a scorrere. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "Il Rimossore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 320_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene rimosso se ne va impaurito, e il livello di soddisfazione dei fan scende. Per fortuna, "Il Rimossore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e si scioglierà come burro, dimenticandosi del suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 332_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 344_Event Staff
source: Does that all make sense?
pt: Ha senso tutto questo?

# 356_Haruka
source: Yes, I'm ready.
pt: Sì, sono pronta.

# 368_Event Organizer
source: Okay, great. Let's get started!
pt: Ok, perfetto. Iniziamo!

# 380_Event Staff
source: You got it!
pt: Capito!
