Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01520002.po
Languages: pt

source: Welcome to the poker table.
pt: Benvenuto al tavolo da poker.

source: I'll teach you the rules of Pineapple Hold 'em, a variation of Texas Hold 'em, as we play.
pt: Ti spiego le regole del Pineapple Hold 'em, una variante del Texas Hold 'em, mentre giochiamo.

source: Texas Hold 'em is a poker game in which you build five-card hands from two hole cards－your own cards－and five community cards.
pt: Texas Hold 'em è un gioco di poker in cui formi mani da cinque carte da due carte coperte－le tue carte personali－e cinque carte comuni.

source: In Pineapple Hold 'em, you are dealt three cards instead of two, but you must discard one of them.
pt: Nel Pineapple Hold 'em, ti vengono distribuite tre carte invece di due, ma devi scartarne una.

source: This rule does not exist in regular Texas Hold 'em.
pt: Questa regola non esiste nel normale Texas Hold 'em.

source: Let's see how things develop－select Check to end your turn.
pt: Vediamo come si sviluppano le cose－seleziona Check per terminare il tuo turno.

source: All players have bet the same amount, so the game continues to the next round.
pt: Tutti i giocatori hanno puntato la stessa somma, quindi il gioco continua al prossimo round.

source: Community cards are dealt in the second round.
pt: Le carte comuni vengono distribuite nel secondo round.

source: Notice how there is a card of the same rank in your own cards and in the community cards. That means you have one pair at this point.
pt: Fai caso a come c'è una carta dello stesso valore nelle tue carte personali e nelle carte comuni. Questo significa che a questo punto hai una coppia.

source: The player to your right has selected Bet and increased the wager. He may have a good hand.
pt: Il giocatore alla tua destra ha selezionato Puntare e ha aumentato la puntata. Potrebbe avere una buona mano.

source: If you think you have a good hand, select Raise. Or, you can select Call to bet the same as the previous player. (Fold is currently disabled.)
pt: Se pensi di avere una buona mano, seleziona Rilancia. Oppure, puoi selezionare Visto per puntare la stessa somma del giocatore precedente. (Lascia è attualmente disabilitato.)

source: All players have bet the same amount, so the game continues to the next round.
pt: Tutti i giocatori hanno puntato la stessa somma, quindi il gioco continua al prossimo round.

source: This is the third round. A new community card has been dealt.
pt: Questo è il terzo round. È stata distribuita una nuova carta comune.

source: However, you still only have one pair.
pt: Tuttavia, hai ancora solo una coppia.

source: At this point, you could select Fold to drop out if you didn't like your cards.
pt: A questo punto, potresti selezionare Lascia per ritirarti se le tue carte non ti piacessero.

source: But it would be a shame to waste your pair, so let's stay in the game. (Fold is currently disabled.)
pt: Ma sarebbe un peccato sprecare la tua coppia, quindi rimaniamo in gioco. (Lascia è attualmente disabilitato.)

source: If you think you have a good hand, select Raise. Or, you can select Call to bet the same as the previous player. (Fold is currently disabled.)
pt: Se pensi di avere una buona mano, seleziona Rilancia. Oppure, puoi selezionare Visto per puntare la stessa somma del giocatore precedente. (Lascia è attualmente disabilitato.)

source: This is the final round. All community cards have been dealt.
pt: Questo è il round finale. Tutte le carte comuni sono state distribuite.

source: Notice how you have another pair. That makes two pair in your hand. Let's heat things up by selecting Raise.
pt: Fai caso a come hai un'altra coppia. Questo significa che hai due coppie nella tua mano. Alziamo la posta selezionando Rilancia.

source: Congratulations! You have the stronger hand, which means you win all the chips that were bet in the current game.
pt: Congratulazioni! Hai la mano più forte, il che significa che vinci tutte le fiches che sono state puntate nella partita attuale.

source: Remember, select Bet or Raise when you think you have a good hand, and Check or Call when you want to assess the situation. If you'd rather retire, select Fold.
pt: Ricorda, seleziona Punta o Rilancia quando pensi di avere una buona mano, e Controlla o Visto quando vuoi valutare la situazione. Se preferisci ritirarti, seleziona Lascia.

source: This concludes the practice round. Please enjoy playing all the games of skill and chance our casino has to offer!
pt: Questo conclude il round di pratica. Divertiti a giocare a tutti i giochi di abilità e fortuna che il nostro casinò ha da offrire!
