Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169027a.po
Languages: pt

source: You can now trigger the <Color:7>Climax Heat<Color:Default> state at any time thanks to everything Yoko has taught you.
pt: Grazie a tutto ciò che Yoko ti ha insegnato, ora puoi attivare lo stato di <Color:7>Climax Heat<Color:Default> in qualsiasi momento.

source: Whenever you use <Color:7>Climax Heat<Color:Default> from now on, the Climax Heat Gauge won't go down.
pt: D'ora in poi, ogni volta che userai il <Color:7>Climax Heat<Color:Default>, la barra del Climax Heat non diminuirà.

source: You got 5,000 experience points.
pt: Hai ottenuto 5.000 punti esperienza.

source: Man
pt: Uomo

# 44_Haruka
source: So... What did you think?
pt: Allora... che ne pensi?

# 68_Yoko
source: Still a little rough around the edges, but you've got appeal. I don't think I can even call you bumpkin anymore.
pt: Sei ancora un po' grezza, ma hai fascino. Non credo di poterti nemmeno più chiamare campagnola.

# 80_Haruka
source: Haha, that's a relief. Thank you so much for all you've done for me, Yoko-san.
pt: Ahah, è un sollievo. Grazie mille per tutto quello che hai fatto per me, Yoko-san.

# 92_Yoko
source: Truth be told, I'm a little disappointed. But like they say about parents, it's the worst of the kids you find the cutest.
pt: A dire il vero, sono un po' delusa. Ma come si dice dei genitori, i figli più difficili sono quelli che trovi più adorabili.

# 104_Haruka
source: I'm sorry, Yoko-san. I really wanted my last performance for you to be my best. Still...
pt: Scusami, Yoko-san. Volevo davvero che la mia ultima esibizione per te fosse la migliore. Però...

# 116_Haruka
source: I'm never going to forget all you taught me, and I'll treasure this costume you gave me forever.
pt: Non dimenticherò mai tutto quello che mi hai insegnato, e farò tesoro per sempre di questo costume che mi hai regalato.

# 128_Yoko
source: Keep at it, and one day you'll perform on an even bigger stage in my costume. I can't wait to see you do that... Haruka.
pt: Continua così, e un giorno ti esibirai su un palco ancora più grande con il mio costume. Non vedo l'ora di vederti arrivare fin lì... Haruka.

# 140_Haruka
source: Yes! You finally said my name!
pt: Sì! Finalmente mi hai chiamata per nome!

# 152_Yoko
source: What, do you have a problem with that? Hmph! I take it back! You'll always be a bumpkin to me!
pt: Che c'è, hai qualche problema? Hmph! Me lo rimangio! Per me sarai sempre una campagnola!

# 164_Haruka
source: Hehehe, whatever you say, Yoko-san.
pt: Eheheh, come dici tu, Yoko-san.

# 176_Yoko
source: Well, I guess I should get going, but I'm so glad I was able to see you in the costume I designed for my friend. He was really special.
pt: Be', credo sia ora di andare, ma sono davvero felice di averti potuta vedere con il costume che ho disegnato per il mio amico. Era davvero speciale.

# 188_Haruka
source: Wait...
pt: Aspetta...

# 200_Haruka
source: What? Did you just say "he," Yoko-san?
pt: Cosa? Hai appena detto "lui", Yoko-san?

# 212_Yoko
source: That's right. Why wouldn't I? I mean, I was so happy to see you in his costume, so...
pt: Proprio così. Perché non avrei dovuto? Voglio dire, ero così felice di vederti con il suo costume, quindi...

# 224_Haruka
source: What!? Seriously!? You mean that friend you've been talking about wasn't a girl?
pt: Cosa!? Dici sul serio!? Vuoi dire che quell'amico di cui parlavi non era una ragazza?

# 236_Yoko
source: Huh? When did I ever say my friend was a girl? Besides, one look at that costume, and anyone could see it was made for a guy!
pt: Eh? Quando mai avrei detto che il mio amico era una ragazza? Oltretutto, basta un'occhiata a quel costume per capire che è stato fatto per un uomo!

# 248_Haruka
source: Umm, it sure looks like a girl's costume to me.
pt: Ehm, a me sembra proprio un costume da ragazza.

# 260_Yoko
source: Come on, bumpkin! You have to learn to think outside the box. Get with the times, girl!
pt: Ma dai, campagnola! Devi imparare a pensare fuori dagli schemi. Mettiti al passo coi tempi, ragazza!

# 272_Haruka
source: Oh, of course...
pt: Oh, certo...

# 332_Haruka
source: (That's right! Uda-san was Yoko-san's boyfriend a long time ago!)
pt: (È vero! Uda-san era il ragazzo di Yoko-san tanto tempo fa!)

# 356_Uda
source: I'm sorry, Yoko-san! It was all my fault! I should have told you before I quit the idol business. I never knew it hurt you so much.
pt: Mi dispiace, Yoko-san! È stata tutta colpa mia! Avrei dovuto dirtelo prima di lasciare il mondo delle idol. Non sapevo che ti avrebbe ferita così tanto.

# 368_Haruka
source: What? He... He used to be an idol!?
pt: Cosa? Lui... Era un idol!?

# 464_Haruka
source: I have... no idea what's going on.
pt: Non ho... idea di cosa stia succedendo.

# 476_Momiyama
source: Oh, you never heard? That kid Yoko-chan wished she could have helped? She was talking about Uda-san.
pt: Oh, non lo sapevi? Quel ragazzo che Yoko-chan avrebbe voluto aiutare... Stava parlando di Uda-san.

# 488_Haruka
source: Whaaaaaat!?
pt: Cosaaaaa!?

# 500_Uda
source: I'm so sorry, Yoko-san! Please forgive me!
pt: Mi dispiace tanto, Yoko-san! Ti prego, perdonami!

# 512_Yoko
source: No, it was all my fault, Uddie! I promised you we'd make it to the top together, but then I abandoned you!
pt: No, è stata tutta colpa mia, Uddie! Ti avevo promesso che saremmo arrivati in cima insieme, ma poi ti ho abbandonato!

# 536_Haruka
source: But... Yoko-san said Uda-san was an old boyfriend!
pt: Ma... Yoko-san ha detto che Uda-san era un suo ex fidanzato!

# 548_Momiyama
source: He was, in a way. They need each other, and they accept each other as they are. In that sense, they're more than lovers.
pt: Lo era, in un certo senso. Hanno bisogno l'uno dell'altra e si accettano per quello che sono. In questo senso, sono più che semplici amanti.

# 560_Momiyama
source: They might have been lovers too, of course. There's nothing wrong with that, you know. Ah, to be young again. Ugh, I'm so jealous!
pt: Potrebbero essere stati anche amanti, ovviamente. Non c'è niente di male in questo, sai. Ah, tornare giovani... Ugh, che invidia!

# 584_Yoko
source: Oh, thank you, Momi-chan! It was you who brought Uddie here, wasn't it?
pt: Oh, grazie, Momi-chan! Sei stata tu a portare Uddie qui, vero?

# 596_Momiyama
source: Mhm. I heard you were leaving, and I figured that you two hadn't even met up yet.
pt: Mhm. Ho saputo che te ne stavi andando, e ho immaginato che voi due non vi foste ancora incontrati.

# 608_Momiyama
source: But I suppose it's really Haruka-san you should be thanking. She's the one who told me you were leaving.
pt: Ma credo che sia proprio Haruka-san quella che dovresti ringraziare. È lei che mi ha detto che te ne stavi andando.

# 620_Yoko
source: Thank you, Haruka. I've had that monkey on my back for far too long. I feel absolutely liberated!
pt: Grazie, Haruka. Ho portato questo peso per fin troppo tempo. Mi sento assolutamente libera!

# 632_Uda
source: Yes. Thank you, Haruka-san.
pt: Sì. Grazie, Haruka-san.

# 644_Uda
source: But to think, you knew Yoko-san all along, Haruka-san. This can't be just a coincidence.
pt: E pensare che conoscevi già Yoko-san, Haruka-san. Non può essere solo una coincidenza.

# 656_Haruka
source: I was surprised, too. I mean, I never would have suspected that you used to be an... um... idol.
pt: Sono rimasta sorpresa anch'io. Voglio dire, non avrei mai sospettato che fossi una... um... idol.

# 668_Uda
source: Heh, well, that was a long time ago. It was just too competitive for me. Though Yoko-san stayed and kept fighting...
pt: Heh, beh, è successo tanto tempo fa. Era un ambiente troppo competitivo per me. Anche se Yoko-san è rimasta e ha continuato a lottare...

# 692_Uda
source: Anyway, I may have failed as an idol, but I always wanted to put smiles on people's faces one way or another.
pt: Ad ogni modo, avrò anche fallito come idol, ma ho sempre voluto far sorridere le persone, in un modo o nell'altro.

# 704_Uda
source: Putting on those events with you was my way of doing just that.
pt: Organizzare quegli eventi con te era il mio modo di fare proprio quello.

# 716_Haruka
source: Uda-san... I had no idea.
pt: Uda-san... non ne avevo idea.

# 728_Uda
source: I want you to keep spreading your joy on stage! Become the idol I could never be!
pt: Voglio che continui a trasmettere la tua gioia sul palco! Diventa l'idol che io non sono mai riuscita a essere!

# 740_Yoko
source: That's right. Never forget that you and your costume are simply brimming with Uddie's－er, I mean, Uda-san's and my hopes and dreams.
pt: Proprio così. Non dimenticare mai che tu e il tuo costume siete semplicemente colmi delle speranze e dei sogni di Uddie－ehm, volevo dire, di Uda-san e dei miei.

# 752_Haruka
source: Yoko-san, don't worry! I'll work hard for all three of us!
pt: Yoko-san, non preoccuparti! Mi impegnerò al massimo per tutte e tre!

# 764_Yoko
source: Good answer. And delivered with just the right enthusiasm, too!
pt: Ottima risposta. E detta con il giusto entusiasmo, per giunta!

# 776_Yoko
source: I may be leaving town, but that's no excuse for you to slack off! And don't let me hear you've been causing problems for Uda-san, or else!
pt: Potrò anche andarmene dalla città, ma non è una scusa per battere la fiacca! E non voglio sentire che hai dato problemi a Uda-san, altrimenti vedrai!

# 788_Haruka
source: Okay! Yoko-san, thank you for all you've done!
pt: Okay! Yoko-san, grazie per tutto quello che hai fatto!

# 800_Yoko
source: I'll see you around, then, bumpkin. I mean... Haruka!
pt: Ci vediamo in giro allora, campagnola. Cioè... Haruka!
