Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0774.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

source: Older Gentleman
pt: Anziano Signore

source: Businessman
pt: Uomo d'Affari

# 56_Kiryu
source: We're here. Thank you for choosing Nagasu Taxi.
pt: Siamo qui. Grazie per aver scelto Nagasu Taxi.

# 68_Older Gentleman
source: Why, thank you for the pleasant trip! Here's the fare. I threw in a little tip as well.
pt: Ma grazie per la piacevole corsa! Ecco la tariffa. Ci ho messo dentro anche una mancia.

# 116_Kiryu
source: I appreciate that.
pt: Apprezzo.

# 128_Older Gentleman
source: I'll ask for you on the way back, too! See ya!
pt: Chiederò di te anche al ritorno! Ci si vede!

# 140_Kiryu
source: We're here. Thank you for choosing Nagasu Taxi.
pt: Siamo qui. Grazie per aver scelto Nagasu Taxi.

# 152_Businessman
source: Pleasure's all mine. Thanks for the smooth trip. Here's what I owe ya.
pt: Il piacere è tutto mio. Grazie per la corsa tranquilla. Eccoti quel che ti devo.

# 176_Kiryu
source: Thank you.
pt: Grazie.

# 188_Older Gentleman
source: Well, be seeing ya!
pt: Beh, ci si vede!

# 200_Kiryu
source: We're here. Thank you for choosing Nagasu Taxi.
pt: Siamo qui. Grazie per aver scelto Nagasu Taxi.

# 212_Businessman
source: Ya know... I don't think you're cut out to be in the taxi business. Not till ya brush up on your people skills, at the very least.
pt: Senti... non credo che tu sia tagliato per fare il tassista. Almeno finché non ti dai una bella ripassata alle tue abilità sociali.

# 236_Kiryu
source: I'm sorry if you didn't have a good experience.
pt: Mi dispiace se non ha avuto una buona esperienza.

# 248_Businessman
source: Uh-huh... Well, I'll be tryin' somewhere else next time.
pt: Mh-hm... Beh, la prossima volta proverò da un'altra parte.
