Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08eb.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

source: No Longer Gruff Lady
pt: Signora non più burbera

source: Undercover Examiner
pt: Esaminatore sotto copertura

# 56_Kiryu
source: Here we are.
pt: Eccoci.

# 68_No Longer Gruff Lady
source: Thank you very much. Your service skills were excellent.
pt: Grazie mille. Le tue doti di servizio sono state eccellenti.

# 80_Kiryu
source: (Huh? Her Kansai accent is gone.)
pt: (Eh? Il suo accento del Kansai è sparito.)

# 92_No Longer Gruff Lady
source: I'm actually an undercover examiner, testing the service given by taxi drivers.
pt: Sono in realtà un esaminatore sotto copertura, che valuta il servizio offerto dai tassisti.

# 104_Kiryu
source: An undercover examiner?
pt: Un esaminatore sotto copertura?

# 116_Undercover Examiner
source: You gave me exceptional service today, Suzuki-san. I'll be sure to pass that on to Nakajima-san.
pt: Mi hai offerto un servizio eccezionale oggi, Suzuki-san. Mi assicurerò di riferirlo a Nakajima-san.

# 128_Undercover Examiner
source: This is the fare, and a tip from your boss. He wanted me to give it to those who did well.
pt: Ecco la tariffa, e una mancia dal tuo capo. Voleva che la dessi a quelli che si sono comportati bene.

# 164_Kiryu
source: Thank you.
pt: Grazie.

# 176_Undercover Examiner
source: Keep up the good work.
pt: Continua così.

# 188_Kiryu
source: Here we are.
pt: Eccoci.

# 200_No Longer Gruff Lady
source: Thank you. Your service skills are quite good.
pt: Grazie. Le tue doti di servizio sono piuttosto buone.

# 212_Kiryu
source: (Huh? Her Kansai accent is gone.)
pt: (Eh? Il suo accento del Kansai è sparito.)

# 224_No Longer Gruff Lady
source: I'm actually an undercover examiner, testing the service given by taxi drivers.
pt: Sono in realtà un esaminatore sotto copertura, che valuta il servizio offerto dai tassisti.

# 236_Kiryu
source: An undercover examiner?
pt: Un esaminatore sotto copertura?

# 248_Undercover Examiner
source: You gave me good service today, Suzuki-san. I'll pass that on to Nakajima-san.
pt: Mi hai offerto un buon servizio oggi, Suzuki-san. Lo riferirò a Nakajima-san.

# 260_Undercover Examiner
source: Here is the fare.
pt: Ecco la tariffa.

# 284_Kiryu
source: Thank you.
pt: Grazie.

# 296_Undercover Examiner
source: Keep up the good work.
pt: Continua così.

# 308_Kiryu
source: Here we are.
pt: Eccoci.

# 320_No Longer Gruff Lady
source: You need to take the service side of your job a little more seriously, Suzuki-san.
pt: Devi prendere un po' più sul serio il lato del servizio del tuo lavoro, Suzuki-san.

# 332_Kiryu
source: (Huh? Her Kansai accent is gone.)
pt: (Eh? Il suo accento del Kansai è sparito.)

# 344_No Longer Gruff Lady
source: I'm actually an undercover examiner, testing the service given by taxi drivers.
pt: Sono in realtà un esaminatore sotto copertura, che valuta il servizio offerto dai tassisti.

# 356_Kiryu
source: An undercover examiner?
pt: Un esaminatore sotto copertura?

# 368_Undercover Examiner
source: I'm not looking forward to telling Nakajima-san about your results.
pt: Non mi fa piacere riferire i tuoi risultati a Nakajima-san.

# 404_Kiryu
source: Oh. I'm sorry about today.
pt: Oh. Mi dispiace per oggi.

# 416_Undercover Examiner
source: Yes, well, keep working on it.
pt: Sì, be', continua a lavorarci su.
