Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690348.po
Languages: pt

source: Dancer
pt: Ballerina

source: Woman's Voice
pt: Voce di donna

source: Woman
pt: Donna

source: Yes
pt: Sì

# 104_Haruka
source: *pant* *pant*
pt: *anf* *anf*

# 116_Aya
source: *pant* *pant* Are... Are you for real?
pt: *anf* *anf* Ma... Ma dici sul serio?

# 128_Dancer
source: I can't believe Aya-san lost!
pt: Non ci credo che Aya-san abbia perso!

# 140_Akari
source: Wow, Haruka! You did it!
pt: Wow, Haruka! Ce l'hai fatta!

# 152_Aya
source: Well, I gave you a handicap, but you would've beat me anyway. With all that talent, who can blame you for lording over people a little?
pt: Vabbè, ti ho dato un handicap, ma mi avresti battuta comunque. Con tutto quel talento, chi può biasimarti se te la tiri un po'?

# 164_Haruka
source: I most certainly do not lord it over people!
pt: Io non me la tiro affatto!

# 176_Aya
source: Hehe. I was just teasing. You know, something tells me we'll be having another battle someday. No handicap next time, though, okay?
pt: Hehe. Stavo solo prendendoti in giro. Sai, qualcosa mi dice che un giorno faremo un'altra battle. Niente handicap la prossima volta, però, ok?

# 212_Haruka
source: (Phew! I managed to pull it off again somehow. There's a lot more to house dancing than meets the eye!)
pt: Fiuu! Sono riuscita a farcela di nuovo in qualche modo. C'è molto di più nella house dancing di quanto sembri!

# 224_Akari
source: Unbelievable. First, Maki, and now Aya! You've got some amazing talent, girl!
pt: Non ci credo. Prima Maki, e ora Aya! Hai un talento pazzesco, ragazza!

# 236_Haruka
source: Oh, I don't know about that. It was probably just a fluke.
pt: Eh, non lo so. Sarà stato solo un colpo di fortuna.

# 248_Akari
source: I'm sorry I keep asking you to come out here like this. I know you're busy. It's just there are more and more girls who want to battle you!
pt: Mi dispiace continuare a chiederti di venire qui così. So che sei impegnata. È solo che ci sono sempre più ragazze che vogliono farti una battle!

# 260_Akari
source: Usually I just tell them no, but when first-rate dancers like Maki and Aya ask, it's pretty hard to turn them down.
pt: Di solito dico loro di no, ma quando ballerine di prima categoria come Maki e Aya chiedono, è piuttosto difficile rifiutare.

# 272_Haruka
source: No, that's okay. Besides, I learn a lot from battling such talented opponents!
pt: No, va bene così. Poi, imparo molto facendo battle con avversari così talentuosi!

# 284_Akari
source: You mean it? Well, it's a relief to hear you say that! Oh, by the way, are you free at all right now?
pt: Dici sul serio? Beh, è un sollievo sentirti dire questo! Oh, a proposito, sei libera adesso?

# 296_Haruka
source: Sure, I have time.
pt: Certo, ho tempo.

# 308_Akari
source: Yui and I are planning on going shopping. Want to come with?
pt: Io e Yui stiamo pensando di andare a fare shopping. Ti va di venire con noi?

# 320_Haruka
source: Shopping? I'd love to!
pt: Shopping? Mi piacerebbe un sacco!

# 332_Akari
source: Great! I'll call Yui, then!
pt: Fantastico! Allora chiamo Yui!

# 368_Haruka
source: *pant* *pant* You win.
pt: *pant* *pant* Hai vinto.

# 380_Aya
source: *pant* *pant* You weren't bad, yourself. But you know, I'm not really all that satisfied.
pt: *pant* *pant* Non eri male, neanche tu. Ma sai, non sono proprio del tutto soddisfatto.

# 392_Aya
source: Tell you what. I'll be here anytime if you ever want to battle again. Next time, I hope you'll give me even more of a challenge.
pt: Sai cosa ti dico? Sarò qui quando vuoi, se ti va di fare un'altra battle. La prossima volta, spero che mi darai una sfida ancora più tosta.

# 428_Haruka
source: (Let's see. The person who wanted to have a dance battle with me should be around here somewhere.)
pt: (Vediamo. La persona che voleva fare una dance battle con me dovrebbe essere qui da queste parti.)

# 440_Akari
source: Haruka! Over here!
pt: Haruka! Sono qui!

# 452_Haruka
source: Hey, Akari.
pt: Ehi, Akari.

# 476_Haruka
source: So you're Sawamura-san?
pt: Quindi sei Sawamura-san?

# 488_Haruka
source: Yes, that's right.
pt: Sì, esatto.

# 500_Woman
source: I had Akari invite you here for me. I'm Aya, of a dance group called the House Queens. Nice to meet you.
pt: Ti ho fatto invitare qui da Akari. Sono Aya, di un gruppo di ballo chiamato le House Queens. Piacere di conoscerti.

# 512_Haruka
source: Nice to meet you, too!
pt: Piacere anche a me!

# 524_Aya
source: I've heard all about you. I even hear you've been lording it over people ever since you beat Maki.
pt: Ho sentito tutto su di te. Ho persino sentito che te la sei tirata con tutti da quando hai battuto Maki.

# 536_Haruka
source: I haven't been lording it over people!
pt: Non me la sono tirata con nessuno!

# 548_Akari
source: That's right! Haruka wouldn't do that. What a terrible thing to say, Aya!
pt: Esatto! Haruka non farebbe mai una cosa del genere. Che brutta cosa da dire, Aya!

# 560_Aya
source: Well, never mind. It doesn't really matter to me either way. I'll just get straight to the point.
pt: Vabbè, lascia stare. Non mi cambia granché, comunque. Vado dritta al punto.

# 572_Aya
source: I want to have a dance battle with you. The genre is house.
pt: Voglio fare una dance battle con te. Il genere è house.

# 596_Aya
source: Yup. It's what I do. But I bet it isn't your best genre, so I'll give you a handicap. How about it? You in?
pt: Già. È quello che faccio io. Ma scommetto che non è il tuo forte, quindi Ti darò un handicap. Che ne dici? Ci stai?

# 632_Haruka
source: I'm sorry, but now isn't a good time.
pt: Mi spiace, ma adesso non è il momento.

# 644_Aya
source: Okay, sure. I get it. But if that ever changes, come back and see me. I'll take you on anytime.
pt: Ok, va bene, ho capito. Ma se mai cambiassi idea, torna a cercarmi. Sono pronta a sfidarti quando vuoi.

# 668_Haruka
source: All right. I'll do it.
pt: Va bene. Lo faccio.

# 680_Aya
source: You will? Great, let's get started, then!
pt: Lo farai? Grande, allora si comincia!

# 704_Haruka
source: Good luck, Haruka!
pt: Buona fortuna, Haruka!
