Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169034f.po
Languages: pt

source: You got <Color:8>Dance Battle Summit Leaflet<Color:Default>.
pt: Hai ottenuto <Color:8>Volantino del Dance Battle Summit<Color:Default>.

source: Dancer
pt: Ballerina

source: Woman's Voice
pt: Voce di donna

source: Yes
pt: Sì

# 88_Haruka
source: *pant* *pant*
pt: *anf* *anf*

# 100_Dancer
source: Huh? Did Judy-san really just lose?
pt: Eh? Judy-san ha davvero perso?

# 112_Judy
source: Heh. Now I see why Christina thinks so much of you.
pt: Heh. Ora capisco perché Christina ti stimi così tanto.

# 124_Haruka
source: You know Christina-san?
pt: Conosci Christina-san?

# 136_Judy
source: Of course! There's hardly a single person in the dancing world who doesn't know who Christina is!
pt: Certo! Non c'è quasi nessuno nel mondo della danza che non sappia chi sia Christina!

# 148_Haruka
source: Really...?
pt: Davvero...?

# 160_Judy
source: I don't like him very much, myself. I mean, how can anybody trust the guy's judgment if he can't even appreciate how good Akari is?
pt: Nemmeno a me piace molto. Voglio dire, come può qualcuno fidarsi del giudizio di quel tizio se non apprezza nemmeno quanto sia brava Akari?

# 184_Judy
source: Akari's my friend, you know. So maybe she's not the most flamboyant dancer, but she's precise and she looks good doing it.
pt: Akari è una mia amica, sai. Quindi forse non sarà la ballerina più appariscente, ma è precisa ed è un bel vedere mentre lo fa.

# 196_Judy
source: She has a solid foundation, so if she'd just come out of her shell a little more, she'd be a great dancer. That's what I thought, anyway.
pt: Ha delle basi solide, quindi se solo uscisse un po' più dal guscio, sarebbe una grande ballerina. Questo è quello che pensavo, comunque.

# 208_Judy
source: But now she's gone and quit dancing. It's a real shame. It really, really is.
pt: Ma ora ha piantato tutto e ha smesso di ballare. È un vero peccato. Lo è davvero.

# 220_Haruka
source: What!? Akari quit dancing!?
pt: Cosa!? Akari ha smesso di ballare!?

# 232_Judy
source: Yeah. Aren't you two supposed to be friends? You mean you didn't know?
pt: Già. Non dovreste essere amiche voi due? Vuoi dire che non lo sapevi?

# 244_Haruka
source: She told me she was still dancing...
pt: Mi aveva detto che ballava ancora...

# 256_Judy
source: Knowing Akari, she probably didn't tell you the truth 'cause she didn't want you to feel guilty.
pt: Conoscendo Akari, probabilmente non ti ha detto la verità perché non voleva farti sentire in colpa.

# 268_Judy
source: After all, you can't say you're completely unrelated to the reason she quit, right? You know what I'm talking about.
pt: Dopotutto, non puoi dire di essere del tutto estranea al motivo per cui ha smesso, vero? Sai bene di cosa parlo.

# 280_Haruka
source: I do. I'd better go talk to her face-to-face.
pt: Lo so. Sarà meglio che vada a parlarle di persona.

# 292_Judy
source: That sounds good. I mean, you're friends, right?
pt: Mi sembra un'ottima idea. Voglio dire, siete amiche, no?

# 304_Judy
source: Oh, and could you give this to her for me?
pt: Oh, e potresti darle questo da parte mia?

# 352_Haruka
source: What's this?
pt: Questo cos'è?

# 364_Judy
source: It's a leaflet for the Dance Battle Summit. They're holding it over at the event hall over by Iwao Bridge pretty soon.
pt: È un volantino per il Dance Battle Summit. Lo terranno tra poco alla sala eventi vicino al Ponte Iwao.

# 376_Judy
source: I'm going, of course. And Maki and Aya, too. There's gonna be all kinds of great dancers there.
pt: Io ci vado, ovviamente. E anche Maki e Aya. Ci saranno un sacco di grandi ballerini.

# 388_Judy
source: And, as a special guest, the world-famous choreographer Mittsu is going to be there, too!
pt: E, come ospite d'eccezione, il coreografo di fama mondiale Mittsu sarà presente anche lui!

# 400_Judy
source: Getting his attention'd be a huge boost to any dancer or choreographer's career.
pt: Attirare la sua attenzione darebbe una spinta enorme alla carriera di qualsiasi ballerino o coreografo.

# 412_Haruka
source: A choreographer... That's Akari's dream.
pt: Una coreografa... È il sogno di Akari.

# 424_Judy
source: I know. That's why I want you to give her the leaflet. You will, right?
pt: Lo so. È per questo che voglio che le dia tu il volantino. Lo farai, vero?

# 436_Haruka
source: Of course. Akari is my friend.
pt: Certo. Akari è mia amica.

# 448_Judy
source: Good. You should be able to find her on Iwao Bridge if you go now.
pt: Bene. Dovresti riuscire a trovarla sul Ponte Iwao se vai adesso.

# 460_Haruka
source: Okay. I will!
pt: Va bene. Lo farò!

# 508_Haruka
source: *pant* *pant* You win.
pt: *pant* *pant* Hai vinto.

# 520_Judy
source: You weren't too bad, but was that really your best? Kind of a letdown, if I'm being honest, especially since you had a handicap and everything.
pt: Non te la sei cavata male, ma era davvero il tuo massimo? Un po' una delusione, a essere onesto, specialmente visto che avevi un handicap e tutto il resto.

# 532_Judy
source: Nope! I'm not satisfied. I want a rematch when you're ready. I'll be waiting for you, so come back anytime.
pt: No! Non sono soddisfatta. Voglio una rivincita quando sarai pronta. Ti aspetterò, quindi torna pure quando vuoi.

# 592_Haruka
source: (Let's see. The person who wanted to have a dance battle with me should be around here somewhere.)
pt: (Vediamo. La persona che voleva fare una dance battle con me dovrebbe essere qui da queste parti.)

# 604_Woman's Voice
source: Haruka Sawamura, I've been waiting for you.
pt: Haruka Sawamura, ti stavo aspettando.

# 628_Haruka
source: Who are you?
pt: Chi sei?

# 640_Judy
source: I'm the leader of the dance group Jazzy Blue. The name's Judy. I'm the one who sent you that email.
pt: Sono la leader del gruppo di ballo Jazzy Blue. Mi chiamo Judy. Sono stata io a mandarti quell'email.

# 652_Judy
source: Seeing how you beat Maki and Aya, people might start thinking I'm chickenshit if I don't go up against you, too. So let's do this.
pt: Visto come hai battuto Maki e Aya, la gente potrebbe iniziare a pensare che io sia una cagasotto se non affronto anche te. Quindi, facciamolo.

# 664_Judy
source: The genre is jazz. That's my thing. But it's not yours, I'm guessing, so I'll give you a handicap.
pt: Il genere è il jazz. È il mio forte. Ma non è il tuo, immagino, quindi ti concederò un handicap.

# 688_Judy
source: What do you say? Wanna take me on?
pt: Che ne dici? Vuoi sfidarmi?

# 724_Haruka
source: I'm sorry, but now isn't a good time.
pt: Mi dispiace, ma ora non è il momento giusto.

# 736_Judy
source: Hmph. Looks like you're the one who's chickenshit. Whatever, if you ever work up enough courage, come back and see me. I'll be here.
pt: Hmph. Sembra che il cagasotto sia tu. Vabbè, se mai ti farai abbastanza coraggio, torna a trovarmi. Sarò qui.

# 796_Haruka
source: All right. I'll do it.
pt: Va bene. Lo faccio.

# 808_Judy
source: Good! Glad we're seeing eye to eye. Let's get right to it, then!
pt: Bene! Contenta che ci siamo capiti. Andiamo subito al sodo, allora!
