Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013305c0.po
Languages: pt

source: Player
pt: Giocatore

source: Hoodlum
pt: Teppista

source: Loudmouth
pt: Boccalone

source: Nobility Impersonator
pt: Il finto nobile

# 92_Player
source: (I'll come back when I'm alone.)
pt: Tornerò quando sarò solo.

# 104_Hoodlum
source: Shit... This dude's a beast...
pt: Merda... Questo tizio è una bestia...

# 116_Shinada
source: Are we done? 'Cause I really would like to get going here.
pt: Abbiamo finito? Perché vorrei proprio andarmene.

# 128_Loudmouth
source: Screw you, man. Dude, let's just go already!
pt: Ma vaffanculo. Ehi, andiamocene e basta!

# 164_Nobility Impersonator
source: My, my. Nicely done. I suppose that does merit a certain measure of praise.
pt: Ma guarda, ma guarda. Ben fatto. Direi che meriti un certo grado di lode.

# 176_Shinada
source: Praise? What happened to you jumping in and helping? Instead, you enjoyed a ringside view!
pt: Lode? E che fine ha fatto l'idea di intervenire per aiutarmi? Invece ti sei goduto lo spettacolo in prima fila!

# 188_Nobility Impersonator
source: Naturally. That sort of dirty, menial labor is and should be relegated to the lower classes. Surely you don't expect the nobility to sully their pristine hands?
pt: Naturalmente. Quel genere di lavori sporchi e servili è e deve essere relegato alle classi inferiori. Di certo non ti aspetterai che la nobiltà si sporchi le proprie mani immacolate?

# 200_Shinada
source: The only thing remotely noble about you is your Heian-era costume... You some kind of comedian?
pt: L'unica cosa di lontanamente nobile che hai è quel costume dell'epoca Heian... Sei un qualche tipo di comico?

# 212_Nobility Impersonator
source: <Italic>I am nothing of the sort</Italic>! And do address me with the proper honorifics, you writhing, squalid vermin. For I am the glorious, most venerable Leo Ayanokoji!
pt: <Italic>Non sono nulla di tutto ciò</Italic>! E rivolgiti a me con i dovuti titoli, viscido e squallido verme. Poiché io sono il glorioso, il venerabilissimo Leo Ayanokoji!

# 224_Ayanokoji
source: It's written with the kanji for "lion," to be sure, but it's pronounced "Leo"! I wager you're impressed?
pt: È scritto con il kanji di "leone", sia chiaro, ma si pronuncia "Leo"! Scommetto che ne sei impressionato?

# 236_Shinada
source: Let me get this straight. You really think you're a nobleman? And your name is, what, Leo the Lion?
pt: Fammi capire bene. Credi davvero di essere un nobile? E il tuo nome sarebbe, che so, Leo il Leone?

# 248_Shinada
source: Ahahaha! Dude, are you for real right now?
pt: Ahahaha! Ehi, ma dici sul serio?

# 260_Ayanokoji
source: Don't you dare laugh at me! I am a descendant of the gods! And I'll have you know, my father is the chairman of the neighborhood association. I'd like to see you top that!
pt: Non osare ridere di me! Io sono un discendente degli dèi! E sappi che mio padre è il presidente dell' associazione di quartiere. Sfido te a superare una cosa simile!

# 272_Shinada
source: Oh man... *chuckle* How are you keeping a straight face this whole time? Have you even looked at yourself in the mirror?
pt: Mamma mia... *ride* Ma come fai a restare serio per tutto questo tempo? Ti sei almeno guardato allo specchio?

# 284_Ayanokoji
source: Hmph! Insolent, and churlish! I am utterly appalled! A feeble-minded peasant mocking one so great as I...
pt: Hmph! Insolente e villano! Sono assolutamente inorridito! Un villico ottuso che osa schernire uno della mia levatura...

# 296_Shinada
source: Okay, okay, calm down. Listen, how old are you?
pt: Okay, okay, datti una calmata. Senti, quanti anni hai?

# 308_Ayanokoji
source: I shall be 35 this revolution 'round the sun.
pt: Compirò 35 anni in questa rivoluzione attorno al sole.

# 320_Shinada
source: You're 35 and this is what you do? Are you married? Wait, don't answer that－of course you're not. If I were a lady, I'd run the other way at first sight.
pt: Hai 35 anni e fai queste cose? Sei sposato? Aspetta, non rispondere—ovviamente no. Se fossi una donna, scapperei dalla parte opposta a prima vista.

# 332_Ayanokoji
source: Hmph. I simply haven't deigned to take a lover yet. When you bear the status that I do, women will throw themselves at your feet. So I can choose a wife whenever I wish.
pt: Hmph. Semplicemente non mi sono ancora degnato di prendermi un'amante. Quando si vanta un rango come il mio, le donne si gettano ai tuoi piedi. Quindi posso scegliere una moglie ogni volta che desidero.

# 344_Shinada
source: Ah, I get it. Something traumatized you a long time ago, and you completely lost your marbles. Why didn't I realize that sooner.
pt: Ah, ho capito. Qualcosa deve averti traumatizzato molto tempo fa e hai perso completamente le rotelle. Come ho fatto a non arrivarci prima.

# 356_Shinada
source: Welp, that's my cue to exit. Bye now!
pt: Beh, questo è il mio segnale per togliere il disturbo. Stammi bene!

# 368_Ayanokoji
source: Come now! Won't you hear me out?
pt: Suvvia! Non vorresti almeno ascoltarmi?

# 380_Shinada
source: What is it you want? I'd really rather not be seen with you...
pt: Che cosa vuoi? Preferirei davvero non farmi vedere insieme a te...

# 392_Ayanokoji
source: Have you forgotten my royal lineage? We noblemen have a rich tradition of bestowing favors and feudal positions according to the exploits of our loyal footsoldiers.
pt: Hai dimenticato il mio lignaggio regale? Noi nobili vantiamo una ricca tradizione nel concedere favori e cariche feudali in base alle imprese dei nostri fedeli soldati.

# 404_Shinada
source: Huh? Wasn't that the samurai? I'm no history buff, but I can't really picture the nobility having done much of anything for the people.
pt: Eh? Non erano i samurai? Non sono un esperto di storia, ma non riesco proprio a immaginarmi i nobili che abbiano fatto granché per il popolo.

# 416_Ayanokoji
source: Cease this slander at once! Why must you lip off that way? I'm saying I will repay my debt, so shut up and accept my generosity, you insect!
pt: Cessa immediatamente queste calunnie! Perché devi rispondermi a quel modo? Ti sto dicendo che ripagherò il mio debito, quindi taci e accetta la mia generosità, insetto!

# 428_Shinada
source: Wow... You're off the rails, man.
pt: Wow... Sei proprio fuori di testa, amico.

# 440_Ayanokoji
source: Hmph. Given that earlier spectacle, you probably think of me as a coward, don't you?
pt: Hmph. Visto lo spettacolo di prima, probabilmente mi riterrai un codardo, non è vero?

# 452_Shinada
source: Yup, sure do.
pt: Già, proprio così.

# 464_Ayanokoji
source: Well, there is far more to me than meets the untrained eye! For I am a weapons master, a living instrument of warfare!
pt: Ebbene, in me c'è molto di più di quanto appaia a un occhio inesperto! Poiché io sono un maestro d'armi, un vivente strumento di guerra!

# 476_Shinada
source: You can use weapons?
pt: Sai usare le armi?

# 488_Ayanokoji
source: Precisely. When it comes to instruments of war, I am proficient at any kind. It just so happened I had none on my person.
pt: Esattamente. Quando si tratta di strumenti bellici, sono esperto in ogni genere. Si dà il caso che non ne avessi alcuno con me.

# 500_Shinada
source: And how is this related to anything?
pt: E questo cosa c'entra con tutto il resto?

# 512_Ayanokoji
source: I'm saying I will accept you as my apprentice for weapons training! You should be on your hands and knees in gratitude.
pt: Ti sto dicendo che ti accetterò come mio allievo per l'addestramento con le armi! Dovresti prostrarti ai miei piedi per la gratitudine.

# 524_Shinada
source: Uh-huh...
pt: Uh-uh...

# 536_Ayanokoji
source: Don't look so nonplussed, you oafish boor! Listen here. I am usually around the TV tower, making my rounds. I will allow you to come accept my teachings!
pt: Non guardarmi così perplesso, rozzo villano! Ascolta bene. Di solito mi aggiro nei pressi della torre della TV, facendo i miei giri. Ti concederò di venire a ricevere i miei insegnamenti!

# 572_Shinada
source: Yes, yes, thank you for your questionable guidance. Maybe I'll show once I have some extra time.
pt: Sì, sì, grazie per la tua discutibile guida. Magari mi farò vedere quando avrò un po' di tempo libero.

# 584_Ayanokoji
source: Then make the time, you bumbling baseborn brute! Pah, you'll sing a different tune once you feast your wits on the wisdom I have to offer.
pt: Allora vedi di trovarlo, il tempo, maldestro bruto plebeo! Pah, cambierai musica una volta che avrai nutrito il tuo intelletto con la saggezza che ho da offrirti.

# 596_Ayanokoji
source: Just be sure to appear at some point in the near future! Understood?
pt: Assicurati solo di presentarti in un prossimo futuro! Inteso?

# 632_Shinada
source: (What the heck was his deal? Anyway, he mentioned he'd be at the TV tower. I could always visit... if I really have nothing better to do.)
pt: (Ma che diavolo voleva quello? Comunque, ha detto che si troverà alla torre della TV. Potrei sempre farci un salto... se proprio non ho niente di meglio da fare.)

# 680_Hoodlum
source: Hey, I dare you to say that shit again! Whatever the hell it was!
pt: Ehi, prova a ripetere quella stronzata! Qualunque cosa diavolo fosse!

# 692_Nobility Impersonator
source: I rightfully addressed you ignorant peasants as such. 'Twas a mere statement of fact!
pt: Vi ho giustamente chiamati plebei ignoranti in quanto tali. Non era che una pura constatazione dei fatti!

# 704_Loudmouth
source: Okay, I've heard enough out of this apron-wearing lunatic. Let's kick his ass.
pt: Okay, ne ho sentite abbastanza da questo svitato col grembiule. Facciamogli il culo.

# 716_Nobility Impersonator
source: What a pity... Besot by their lower nature as commoners, two ruffians cross my path and bark their empty threats. Alas, I am forced to demonstrate my elegance at－ Hm?
pt: Che peccato... Sopraffatti dalla loro natura infima di plebei, due teppisti incrociano il mio cammino e latrano le loro vuote minacce. Ahimè, sono costretto a dar prova della mia eleganza a－ Hm?

# 728_Nobility Impersonator
source: Oh dear. Oh my. Did I perchance drop it during my travels?
pt: Oh cielo. Santo cielo. L'avrò per caso smarrito durante i miei viaggi?

# 740_Hoodlum
source: What's the matter? Your "elegance" go running off somewhere? Probably the same place you left your fashion sense!
pt: Che c'è? La tua "eleganza" se n'è scappata da qualche parte? Probabilmente nello stesso posto in cui hai lasciato il tuo gusto nel vestire!

# 752_Nobility Impersonator
source: Ah－ You see, I seem to have forgotten my armaments, which, needless to say, are important.
pt: Ah－ Vedete, pare che io abbia dimenticato i miei armamenti, i quali, inutile a dirsi, sono importanti.

# 764_Hoodlum
source: Blow it out your ass, grandma! You can't just weasel your way out of a confrontation after dunking on our intelligence!
pt: Ma va' a cagare, nonnina! Non puoi mica svignartela da uno scontro dopo aver insultato la nostra intelligenza!

# 776_Nobility Impersonator
source: Now, now. I assure you, I am no "grandma." I advise you to stay thy tongue, lest you expose even more of your plebeian dimness of wit.
pt: Suvvia. Vi assicuro che non sono affatto una "nonnina". Vi consiglio di frenare la lingua, onde evitare di palesare ancor più la vostra ottusità plebea.

# 788_Loudmouth
source: You're <Italic>still</Italic> insulting us? That's it, you are definitely getting an ass-kicking. Final decision.
pt: Ci stai <Italic>ancora</Italic> insultando? Adesso basta, ti facciamo il culo di sicuro. Decisione definitiva.

# 800_Shinada
source: (Oof, don't want to get caught up in this mess... Methinks it's time to shuffle on out of here.)
pt: (Uff, non voglio restare invischiato in questo casino... Direi che è ora di svignarsela.)

# 812_Nobility Impersonator
source: Halt! Halt, I say! Ergh... Pardon! You there! Impoverished-looking fellow!
pt: Alt! Alt, dico io! Ergh... Pardon! Voi laggiù! Individuo dall'aspetto indigente!

# 824_Shinada
source: ...Who, me?
pt: ...Chi, io?

# 836_Nobility Impersonator
source: Yes, you! Look! This is your chance to make a name for yourself!
pt: Sì, proprio voi! Guardate! Questa è la vostra occasione per farvi un nome!

# 848_Shinada
source: Make a name for myself? What are you talking about?
pt: Farmi un nome? Ma di che cosa stai parlando?

# 860_Nobility Impersonator
source: Oh, for goodness sake, just come help me.
pt: Oh, per amor del cielo, venite ad aiutarmi e basta.

# 872_Hoodlum
source: Who the hell are you? You with this nutjob?
pt: E tu chi diavolo sei? Stai con questo svitato?

# 884_Shinada
source: Whoa, whoa, whoa! Keep me out of this. I'm just a peaceful, ordinary citizen who happened to walk by.
pt: Ehi, ehi, ehi! Non mettetemi in mezzo. Sono solo un pacifico cittadino qualunque che passava di qui per caso.

# 896_Loudmouth
source: You hear that? Says he's not interested.
pt: Avete sentito? Dice che non gli interessa.

# 908_Nobility Impersonator
source: Oh, he's just playing coy! When in fact, he's my loyal minion!
pt: Oh, fa solo il modesto! In verità, è il mio fedele servitore!

# 920_Shinada
source: Hey! I'm not a minion...
pt: Ehi! Non sono un servitore...

# 932_Hoodlum
source: Ah, screw it! I don't give a crap either way! I'm kicking your ass first!
pt: Ah, al diavolo! Non me ne frega niente in ogni caso! Ti spaccherò il culo per primo!

# 944_Shinada
source: Huh? Please tell me you're kidding...
pt: Eh? Vi prego, ditemi che state scherzando...

# 956_Hoodlum
source: Nope. Gonna kick your ass. Here it comes!
pt: Niente da fare. Ti spaccherò il culo. Beccati questo!

# 980_Shinada
source: Hm?
pt: Mh?

# 1004_Hoodlum
source: Dude, what is up with your frickin' clothes? And those eyebrows! You look like the ghost of an old lady!
pt: Ehi, tipo, ma che cavolo ti sei messo addosso? E quelle sopracciglia! Sembri il fantasma di una vecchia!

# 1016_Loudmouth
source: For real! This clown probably got lost on his way to the circus! Hahaha!
pt: Dico sul serio! Sto pagliaccio si sarà perso mentre andava al circo! Ahahah!

# 1028_Nobility Impersonator
source: Silence, peasant. I have half a mind to banish you ignorant buffoons on the spot. Now begone, you blustering eyesores!
pt: Silenzio, plebeo. Sarei quasi tentato di esiliare questi ignoranti buffoni seduta stante. Ora sparite, rozzi obbrobri!

# 1040_Hoodlum
source: ...The fuck? Were you just talking back at us? Oh, I'm steamed, man.
pt: ...Ma che cazzo? Ci hai appena risposto a tono? Oh, adesso sono proprio incazzato, amico.

# 1052_Loudmouth
source: Oooooh, you steamed him good. Steamed him like a steamed clam. You shouldn't have done that, dude. Now he's gonna make you pay.
pt: Oooooh, l'hai fatto incazzare proprio per bene. Incazzato nero. Non avresti dovuto farlo, amico. Ora te la farà pagare.

# 1064_Shinada
source: (Is that supposed to be a shakedown? What is this world coming to... Gotta admit, the guy does look weird, though.)
pt: (Quello sarebbe un tentativo di estorsione? In che mondo stiamo finendo... Devo ammetterlo, quel tipo ha un aspetto proprio strano, però.)
