Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0786.po
Languages: pt

source: Serene Voice
pt: Voce Serena

# 76_Kajiwara
source: Bahahah! Don't get too down on yourself. No way a taxi driver's getting the better of me.
pt: Bahahah! Non abbatterti troppo. Un tassista non avrà mai la meglio su di me.

# 88_Kajiwara
source: At least you didn't get killed, huh? Guess I decided to have mercy on ya.
pt: Almeno non sei stato ammazzato, eh? Credo di aver deciso di avere pietà di te.

# 100_Kajiwara
source: Do come by and give it another shot, though! Can't guarantee you'll live through it, but what the hell!
pt: Fatti vivo e riprovaci, però! Non posso garantirti che ne uscirai vivo, ma chi se ne frega!

# 124_Kajiwara
source: Fuck me. I lost the race... Now I lost the brawl, too. That's a first.
pt: Cazzo. Ho perso la gara... Ora ho perso pure la rissa. È la prima volta.

# 136_Kiryu
source: Still got some fight in you?
pt: Hai ancora grinta?

# 148_Kajiwara
source: Nope, nope! I'm good. No more! Please.
pt: No, no! Sono a posto. Basta! Ti prego.

# 160_Yoshimi
source: Cretin. And you label yourself among the Four Kings? Utterly pathetic.
pt: Cretino. E tu ti fai chiamare uno dei Four Kings? Completamente patetico.

# 172_Kajiwara
source: Sorry you had to waste time on this imbecile, Suzuki-san. Clearly he picked the wrong opponent.
pt: Mi dispiace tu abbia dovuto perdere tempo con questo imbecille, Suzuki-san. Chiaramente ha scelto l'avversario sbagliato.

# 184_Kiryu
source: Good to see someone with some sense around here.
pt: Meno male che c'è qualcuno con un po' di sale in zucca, qui in giro.

# 196_Yoshimi
source: Yes, but unfortunately I'm not here to chat.
pt: Sì, ma purtroppo non sono qui per chiacchierare.

# 208_Yoshimi
source: The only thing I want to hear from you is the sound of your engine when we race.
pt: L'unica cosa che voglio sentire da te è il rumore del tuo motore quando gareggiamo.

# 220_Kiryu
source: Heh. And here I was, thinking you were a level-headed guy. I guess you're just another adrenaline junkie.
pt: Beh. E io che pensavo fossi un tipo con la testa a posto. Immagino tu sia solo un altro drogato di adrenalina.

# 232_Yoshimi
source: Perhaps so. I must say, the prospect of speeding down the highway neck and neck does rather excite me.
pt: Forse sì. Devo dire, la prospettiva di sfrecciare sull' autostrada spalla a spalla mi eccita non poco.

# 244_Yoshimi
source: You should know, Crash Kajiwara is the weakest link in the Four Kings. Don't expect your next race to go so smoothly.
pt: Dovresti sapere, Crash Kajiwara è l'anello debole dei Four Kings. Non aspettarti che la tua prossima gara vada così liscia.

# 268_Kajiwara
source: So you're really gonna take on Cool Yoshimi!?
pt: Allora vuoi proprio affrontare Cool Yoshimi!?

# 280_Kajiwara
source: It looks that way.
pt: Pare di sì.

# 292_Kiyokawa
source: I don't get it, Suzuki-san. You drive like the wind, you're tough as nails in a fight... Who exactly are you?
pt: Non capisco, Suzuki-san. Guidi come il vento, sei tosto come un chiodo in una rissa... Chi sei esattamente?

# 304_Kiryu
source: Just a humble taxi driver.
pt: Solo un umile tassista.

# 328_Kiryu
source: Anyway, now you know how to handle complaints. Let's head back to the office.
pt: Comunque, ora sai come gestire i reclami. Torniamo all'ufficio.

# 340_Kiyokawa
source: Yes, sir!
pt: Sì, signore!

# 352_Kiryu
source: You're finally learning some manners, I see. Good on you.
pt: Finalmente stai imparando le buone maniere, vedo. Bravo.

# 364_Kiyokawa
source: Haha, you know it! I'm so polite, I put the "man" in "manners." Ain't no one more respectful than this bad boy!
pt: Ahah, eccome! Sono così educato, ho le maniere da vero uomo! Non c'è nessuno più rispettoso di questo ragazzaccio!

# 400_Kiyokawa
source: Holy guacamole, Suzuki-san. You beat Crash Kajiwara!
pt: Mamma mia, Suzuki-san. Hai battuto Crash Kajiwara!

# 412_Kajiwara
source: That's bullshit! There's no way I could lose to some two-bit chauffer!
pt: Che stronzata! Non è possibile che io abbia perso contro un autista da quattro soldi!

# 424_Kajiwara
source: Give me one more shot! I'll get you this time!
pt: Dammi un'altra chance! Stavolta ti batto!

# 436_Serene Voice
source: I don't think so. I can't let you disgrace the Devil Killers' name any further.
pt: Non credo proprio. Non posso permetterti di infangare ulteriormente il nome dei Devil Killers.

# 448_Kiryu
source: (Another one...?)
pt: (Un altro...?)

# 472_Kajiwara
source: Huh? The hell are you doing here?
pt: Eh? Che cazzo ci fai qui?

# 484_Kiryu
source: Who's that, Kiyokawa?
pt: Chi è quello, Kiyokawa?

# 496_Kiyokawa
source: Oh man, oh god... Oh man, oh god!
pt: Oh cazzo, oh dio... Oh cazzo, oh dio!

# 508_Kiyokawa
source: It's Yoshimi!
pt: È Yoshimi!

# 520_Kiryu
source: Who's Yoshimi?
pt: Chi è Yoshimi?

# 532_Kiyokawa
source: He's one of the Four Kings! They call him Cool Yoshimi! He's cold, he's calculating, he's the king of the－
pt: È uno dei Quattro Re! Lo chiamano Cool Yoshimi! È freddo, è calcolatore, è il re del－

# 544_Kajiwara
source: Shut the fuck up, kid!
pt: Chiudi il cazzo, ragazzino!

# 556_Kiyokawa
source: Yargh!
pt: Argh!

# 568_Kajiwara
source: What're you doing here, Yoshimi?
pt: Che ci fai qui, Yoshimi?

# 580_Yoshimi
source: Why, I was watching you sputter and fail. What else?
pt: Ma, stavo a guardarti dibatterti e fallire. Che altro?

# 592_Yoshimi
source: See, if you had lost－which you did－the onus would fall on me to restore our honor. Thus, I had to come see Suzuki-san's racing for myself.
pt: Vedi, se avessi perso—e l'hai fatto—l'onere di ripristinare il nostro onore sarebbe ricaduto su di me. Perciò, sono dovuto venire a vedere la corsa di Suzuki-san di persona.

# 604_Kajiwara
source: What? You saying you expected me to lose today!?
pt: Cosa? Stai dicendo che ti aspettavi che perdessi oggi!?

# 616_Yoshimi
source: Isn't that precisely what happened?
pt: Non è proprio quello che è successo?

# 628_Kajiwara
source: It's not over yet! By my rules, even if you lose the race, it doesn't count as long as you win the fight after!
pt: Non è ancora finita! Per le mie regole, anche se perdi la corsa, non conta basta che vinci la rissa dopo!

# 640_Kajiwara
source: You and me, Suzuki! Right here, right now! I'll put you in intensive care for a year!
pt: Io e te, Suzuki! Qui e ora! Ti spedirò in terapia intensiva per un anno!

# 652_Kajiwara
source: You're really out for blood, aren't you? I thought the Devil Killers' top men would have a little more decency than that.
pt: Vuoi proprio il sangue, eh? Pensavo che i pezzi grossi dei Devil Killers avessero un po' più di contegno.

# 664_Yoshimi
source: You'll have to forgive him, Suzuki-san. This is just how he gets.
pt: Dovrai perdonarlo, Suzuki-san. È fatto così.

# 676_Kajiwara
source: Heheh. Y'all say what you want. Now put 'em up! I'm 'bout to come crashing down on ya!
pt: Eheh. Dite quello che vi pare. Ora, su le mani! Sto per piombarti addosso e farti a pezzi!
