Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330742.po
Languages: pt

source: Player
pt: Giocatore

# 84_Kiryu
source: (A UFO Catcher. Hmm. There aren't any prizes inside it. Maybe I can get an attendant to refill it.)
pt: (Un UFO Catcher. Hmm. Non ci sono premi dentro. Forse posso chiedere a un addetto di ricaricarla.)

# 96_Akiyama
source: (A UFO Catcher, I see. There aren't any prizes left inside, though. Maybe someone on staff can refill it.)
pt: (Un UFO Catcher, vedo. Non ci sono più premi dentro, però. Forse qualcuno dello staff può ricaricarla.)

# 108_Saejima
source: (It's a UFO Catcher, but there ain't any prizes in it. Maybe an employee can fill it back up again.)
pt: (È un UFO Catcher, ma non ci sono premi dentro. Forse un addetto può ricaricarla di nuovo.)

# 120_Shinada
source: (A UFO Catcher, huh? I don't see any prizes in there, though. I'll have to get an attendant to refill it.)
pt: (Un UFO Catcher, eh? Non vedo nessun premio lì dentro, però. Dovrò chiedere a un addetto di ricaricarla.)

# 132_Haruka
source: (A UFO Catcher. But there are no prizes in it. Maybe I should ask an employee to fill it back up.)
pt: (Un UFO Catcher. Ma non ci sono premi dentro. Forse dovrei chiedere a un addetto di ricaricarla.)

# 228_Kiryu
source: (A UFO Catcher. Three tries for 500 yen. But I don't have the money.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Ma non ho i soldi.)

# 240_Akiyama
source: (A UFO Catcher, hmm? Three tries, 500 yen. Unfortunately, I don't have the money.)
pt: (Un UFO Catcher, hmm? Tre tentativi, 500 yen. Purtroppo, non ho i soldi.)

# 252_Saejima
source: (A UFO Catcher. Three tries for 500 yen. I don't got the cash.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Non ho i soldi.)

# 264_Shinada
source: (A UFO Catcher, huh? Three tries for 500 yen? I don't have the money for it.)
pt: (Un UFO Catcher, eh? Tre tentativi per 500 yen? Non ho i soldi.)

# 276_Haruka
source: (A UFO Catcher. Three tries for 500 yen. But I don't have enough money on me.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Ma non ho abbastanza soldi.)

# 324_Kiryu
source: (A UFO Catcher. Hmm. There aren't any prizes inside it. Maybe I can get an attendant to refill it.)
pt: (Un UFO Catcher. Hmm. Non ci sono premi dentro. Forse posso chiedere a un addetto di ricaricarla.)

# 336_Akiyama
source: (A UFO Catcher, I see. There aren't any prizes left inside, though. Maybe someone on staff can refill it.)
pt: (Un UFO Catcher, vedo. Non ci sono più premi dentro, però. Forse qualcuno dello staff può ricaricarla.)

# 348_Saejima
source: (It's a UFO Catcher, but there ain't any prizes in it. Maybe an employee can fill it back up again.)
pt: (È un UFO Catcher, ma non ci sono premi dentro. Forse un addetto può ricaricarla di nuovo.)

# 360_Shinada
source: (A UFO Catcher, huh? I don't see any prizes in there, though. I'll have to get an attendant to refill it.)
pt: (Un UFO Catcher, eh? Non vedo nessun premio lì dentro, però. Dovrò chiedere a un addetto di ricaricarla.)

# 372_Haruka
source: (A UFO Catcher. But there are no prizes in it. Maybe I should ask an employee to fill it back up.)
pt: (Un UFO Catcher. Ma non ci sono premi dentro. Forse dovrei chiedere a un addetto di ricaricarla.)

# 468_Kiryu
source: (A UFO Catcher. Three tries for 500 yen. But I don't have the money.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Ma non ho i soldi.)

# 480_Akiyama
source: (A UFO Catcher, hmm? Three tries, 500 yen. Unfortunately, I don't have the money.)
pt: (Un UFO Catcher, hmm? Tre tentativi, 500 yen. Purtroppo, non ho i soldi.)

# 492_Saejima
source: (A UFO Catcher. Three tries for 500 yen. I don't got the cash.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Non ho i soldi.)

# 504_Shinada
source: (A UFO Catcher, huh? Three tries for 500 yen? I don't have the money for it.)
pt: (Un UFO Catcher, eh? Tre tentativi per 500 yen? Non ho i soldi.)

# 516_Haruka
source: (A UFO Catcher. Three tries for 500 yen. But I don't have enough money on me.)
pt: (Un UFO Catcher. Tre tentativi per 500 yen. Ma non ho abbastanza soldi.)
