Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020699.po
Languages: pt

source: Man in White
pt: Uomo in bianco

# 108_Kiryu
source: (The people of this town have been good to me. I've got to stop this war for their sake, too.)
pt: La gente di questa città mi ha trattato bene. Devo fermare questa guerra anche per il loro bene.

# 120_Kiryu
source: (I should take care of any unfinished business, then go and see the chief.)
pt: (Dovrei sbrigare gli affari in sospeso, e poi andare a trovare il capo.)

# 144_Kiryu
source: (Nakajima-san gave me another lease on life. I can't let anything happen to him.)
pt: (Nakajima-san mi ha ridato la vita. Non posso permettere che gli accada nulla.)

# 156_Kiryu
source: (Time to settle things here.)
pt: (È ora di sistemare le cose qui.)

# 192_Man in White
source: Come one, come all! Witness the most revolutionary technological marvel of our time! Step right up and try your hand at IF8!
pt: Accorrete, gente! Ammirate la più rivoluzionaria meraviglia tecnologica dei nostri tempi! Fatevi sotto e provate l'IF8!

# 204_Kiryu
source: (Hm? What's that all about?)
pt: (Hmm? Cos'è tutta questa storia?)

# 216_Man in White
source: Try the latest and greatest sensation in all of arcade gaming! We'll be at the parking lot in southwest Nagasugai for a limited time only!
pt: Provate l'ultima e più grande sensazione del mondo dei giochi arcade! Ci troverete al parcheggio nel Nagasugai sud-occidentale, solo per un periodo limitato!

# 240_Kiryu
source: (Sounds like some kind of event. Maybe I'll go check it out later.)
pt: (Sembra una specie di evento. Magari ci vado a dare un'occhiata più tardi.)

# 264_Kiryu
source: (It's only right Nakajima-san knows the truth, with the impact this'll have on him. I should go to the office and settle things.)
pt: (È solo giusto che Nakajima-san sappia la verità, visto l'impatto che questo avrà su di lui. Dovrei andare in ufficio e sistemare le cose.)

# 300_Kiryu
source: (So Madarame wants to break up the Yamagasa Family. Better tell Yahata about this.)
pt: (Allora Madarame vuole sciogliere la Famiglia Yamagasa. Meglio dirlo a Yahata.)

# 312_Kiryu
source: (And if I'm going to find him, I should start by tracking down his men. They were all wearing those tacky red tracksuits, if I remember right.)
pt: (E se devo trovarlo, dovrei iniziare rintracciando i suoi uomini. Indossavano tutti quelle tute da ginnastica rosse sgraziate, se non ricordo male.)
