Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901ab.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Event Staff
pt: Staff dell'evento

source: Director
pt: Direttore

# 44_Event Staff
source: Sawamura-san, thank you!
pt: Sawamura-san, grazie!

# 56_Haruka
source: Whew! I can't believe it's over!
pt: Uff! Non ci credo che sia finita!

# 140_Event Staff
source: That was just incredible! An encore and everything!
pt: È stato semplicemente incredibile! E con tanto di bis e tutto il resto!

# 152_Haruka
source: Hehe, I could hardly believe it myself! The crowd was fantastic!
pt: Hehe, non ci potevo quasi credere neanch'io! Il pubblico era fantastico!

# 164_Director
source: It was all thanks to your stellar performance. You were on fire!
pt: È stato tutto merito della tua performance stellare. Hai spaccato!

# 176_Haruka
source: Well, the audience was so responsive, I just wanted to do everything I could to make them happy.
pt: Beh, il pubblico era così partecipe, volevo solo dare il massimo per renderli felici.

# 188_Director
source: And the more you put into it, the more they responded. They were going wild!
pt: E più ci mettevi, più rispondevano. Erano in delirio!

# 200_Haruka
source: They were, weren't they? I really feel like we connected. Oh, I had so much fun!
pt: Lo erano, vero? Ho sentito proprio che c'è stata una bella sintonia. Oh, mi sono divertita un sacco!

# 368_Event Staff
source: That went well! I saw a lot of smiling faces.
pt: È andata alla grande! Ho visto un sacco di facce sorridenti.

# 380_Haruka
source: Hmm. I felt I sang well enough, but I think I needed to put a bit more feeling into it.
pt: Mmm. Ho sentito di aver cantato abbastanza bene, ma penso che avrei dovuto metterci un po' più di sentimento.

# 392_Director
source: Either way, I believe the people here today will definitely want to see more of you.
pt: Comunque, credo che le persone qui oggi vorranno sicuramente vedere altro di te.

# 404_Haruka
source: Do you really think so? Oh, I hope that's true.
pt: Lo pensi davvero? Oh, spero che sia vero.

# 416_Director
source: We'd love for you to come back and join us again, too!
pt: Ci farebbe un immenso piacere se tornassi a stare con noi anche tu!

# 428_Haruka
source: Of course! Thank you!
pt: Certo! Grazie!

# 596_Event Staff
source: I apologize for not being able to make today's event more of a success for you.
pt: Mi dispiace di non essere riuscito a rendere l'evento di oggi un successo maggiore per te.

# 608_Director
source: I feel like we let you down.
pt: Mi sembra che ti abbiamo delusa.

# 620_Haruka
source: Oh, of course not! It's all my fault. I just didn't sing very well today.
pt: Oh, certo che no! È tutta colpa mia. Oggi non ho proprio cantato bene.

# 632_Director
source: No. As director, I should have taken more care and asked you about your condition. I am deeply sorry.
pt: No. Come direttore, avrei dovuto essere più attento e chiederti delle tue condizioni. Sono profondamente dispiaciuto.

# 644_Director
source: Please, give me the chance to do a better job next time.
pt: Ti prego, dammi la possibilità di fare un lavoro migliore la prossima volta.

# 656_Haruka
source: Oh gosh, you have nothing to apologize for. I'm the one who needs to do a better job.
pt: Ma figurati, non hai nulla di cui scusarti. Sono io che devo fare un lavoro migliore.

# 668_Haruka
source: (The poor director is apologizing even though it's all my fault. I can't let this happen again.)
pt: (Il povero direttore si sta scusando anche se è tutta colpa mia. Non posso permettere che succeda di nuovo.)
