Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0b86.po
Languages: pt

source: Youthful Voice
pt: Voce Giovanile

source: Athletic Grunt
pt: Grugnito Atletico

source: Baseball Youth
pt: Gioventù del Baseball

# 60_Youthful Voice
source: Hey there, awesome batter man.
pt: Ehilà, battitore coi fiocchi.

# 72_Shinada
source: Kotetsu. How many times are you gonna pop outta nowhere?
pt: Kotetsu. Quante volte ancora devi sbucare dal nulla?

# 84_Kotetsu
source: As many times as it takes! Now, let's have you take on Mikasa-kun again. Ten pitches each, get the most hits to win.
pt: Tutte le volte che serve! Adesso, ti faccio affrontare di nuovo Mikasa-kun. Dieci lanci a testa, chi fa più battute vince.

# 96_Shinada
source: Okay, sure.
pt: Okay, certo.

# 108_Mikasa
source: I'll go up first again.
pt: Vado su per primo di nuovo.

# 168_Mikasa
source: Okay, going in. Thanks again for doing this!
pt: Okay, entro. Grazie ancora per averlo fatto!

# 228_Mikasa
source: Whew... Seven hits... Thought I could do better.
pt: Uff... Sette battute... Pensavo di poter fare di meglio.

# 240_Shinada
source: Tie goes to Mikasa, right? That means I need eight to win.
pt: Il pareggio va a Mikasa, giusto? Questo significa che mi servono otto battute per vincere.

# 252_Shinada
source: Okay! Time to show my stuff!
pt: Okay! È ora di far vedere di che pasta sono fatto!

# 276_Athletic Grunt
source: ...Hmph! ...Hmph!
pt: ...Uff! ...Uff!

# 288_Shinada
source: Hm?
pt: Mh?

# 312_Youthful Voice
source: (There's a diligent kid. Swinging pretty good, too.)
pt: (C'è un ragazzo in gamba. Batte mica male, pure.)

# 336_Youthful Voice
source: Uh... Did you want something?
pt: Eh... Volevi qualcosa?

# 348_Shinada
source: No, you just look like you're training hard. What team are you on?
pt: No, hai proprio l'aria di uno che si allena sodo. In che squadra giochi?

# 360_Baseball Youth
source: I'm a freshman at Kinei High. I've always wanted to practice against a pitching machine, but I can't afford it.
pt: Sono una matricola alla Kinei High. Ho sempre voluto allenarmi contro una macchina lanciapalle, ma non posso permettermelo.

# 372_Shinada
source: Hah, as much as I'd like to treat you to a round, I don't have any spare cash, either.
pt: Ah, mi piacerebbe tanto offrirti un giro, ma non ho un soldo neanch'io.

# 384_Kotetsu
source: Then allow me to do the honors.
pt: Allora, permettimi di fare gli onori.

# 396_Shinada
source: Oh, hey! The guy with the blog!
pt: Oh, ehi! Il tizio con il blog!

# 408_Baseball Youth
source: Oh, what's up, Kotetsu?
pt: Oh, che c'è, Kotetsu?

# 420_Shinada
source: You know each other?
pt: Vi conoscete?

# 432_Kotetsu
source: I'm actually a Kinei High grad. I was on their baseball team, too.
pt: A dire il vero, mi sono diplomato alla Kinei High. Facevo parte pure io della loro squadra di baseball.

# 444_Kotetsu
source: The kid's Mikasa-kun. He's a freshman, but with big hopes on him－he's already batting leadoff. How'd you like to square off against him?
pt: Il ragazzo è Mikasa-kun. È una matricola, ma con un sacco di aspettative addosso－batte già da primo. Che ne diresti di sfidarlo?

# 456_Shinada
source: And just how do you suggest I go about doing that?
pt: E come dovrei fare, di preciso?

# 468_Kotetsu
source: Base it on batting average. You both go up against the same pitching machine for ten throws each. Whoever gets the most hits wins.
pt: Basiamoci sulla media battuta. Entrambi affrontate la stessa macchina lanciapalle per dieci lanci a testa. Chi fa più battute vince.

# 480_Kotetsu
source: From what I hear, Mikasa-kun has an on-base percentage that's out of this world. I think it could be a good match.
pt: Da quello che sento, Mikasa-kun ha una percentuale di arrivo in base da urlo. Credo che potrebbe essere una bella sfida.

# 492_Shinada
source: All so you can blog about it?
pt: Tutto questo solo per il blog?

# 504_Kotetsu
source: What, I see no harm in that. I am paying for the both of you. But my offer's null and void if you don't play, though.
pt: Che c'è, non ci vedo niente di male. Pago io per entrambi. Ma la mia offerta è nulla se non giochi, però.

# 516_Mikasa
source: Could I ask you to play, too? Going against a machine would sure be a lot nicer than swinging around my bat all day.
pt: Potrei chiederti di giocare anche tu? Affrontare una macchina sarebbe di sicuro molto più bello che stare a sventolare la mia mazza tutto il giorno.

# 528_Mikasa
source: And I just realized! You're the awesome batter Kotetsu-san writes about on his blog! I would love to watch and learn from seeing how you bat.
pt: E mi sono appena reso conto! Sei il battitore da urlo di cui Kotetsu-san scrive sul suo blog! Mi piacerebbe un sacco guardare e imparare da come batti.

# 540_Shinada
source: Man... That's pretty flattering to hear in this day and age. How can I say no?
pt: Cavolo... Fa un certo effetto sentirsi dire una cosa del genere di questi tempi. Come posso dire di no?

# 552_Kotetsu
source: Good, so it's on. Let's have Mikasa-kun go first.
pt: Bene, si fa. Facciamo iniziare Mikasa-kun.

# 612_Mikasa
source: Ten pitches, then?
pt: Dieci lanci, allora?

# 624_Shinada
source: By the way, Mikasa-kun, what's your usual batting average?
pt: A proposito, Mikasa-kun, qual è la tua media battuta abituale?

# 636_Mikasa
source: A little over five hundred. But against a pitching machine, I should do even better.
pt: Poco più del cinquecento. Ma contro una macchina lanciapalle, dovrei fare anche meglio.

# 648_Kotetsu
source: Kinei High's pride is on the line. Don't you go losing, now!
pt: L'orgoglio del liceo Kinei è in gioco. Non metterti a perdere, adesso!

# 660_Mikasa
source: Yes, sir! I'll do my best.
pt: Sì, signore! Farò del mio meglio.

# 744_Youthful Voice
source: Whew... Seven hits... Thought I could do better.
pt: Uff... Sette valide... Pensavo di poter fare di meglio.

# 756_Shinada
source: So I gotta hit at least eight to win?
pt: Allora devo fare almeno otto valide per vincere?

# 768_Kotetsu
source: Yep. If it's a draw, Mikasa gets the win. Is that okay with you?
pt: Esatto. Se è un pareggio, Mikasa vince. Per te va bene?

# 780_Shinada
source: Sure, whatever. I mean, what's in it for me if I win?
pt: Certo, come vuoi. Cioè, cosa ci guadagno io se vinco?

# 792_Kotetsu
source: Nothing. Of course, if you were to lose, that news will be broadcast all over the world from my blog.
pt: Niente. Certo, se dovessi perdere, quella notizia sarà diffusa in tutto il mondo dal mio blog.

# 804_Shinada
source: Heh, I get it. Then I better not screw up.
pt: Heh, capisco. Allora è meglio che non faccia cazzate.
