Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01460148.po
Languages: pt

# 44_Homeless Man
source: Hey, you.
pt: Ehi, tu.

# 56_Homeless Man
source: Ya lookin' for somethin'?
pt: Cerchi qualcosa?

# 80_Akiyama
source: Yeah, just some medicine. Someone I know has some throat issues.
pt: Sì, solo una medicina. Qualcuno che conosco ha qualche problema alla gola.

# 92_Homeless Man
source: You should hit up the pharmacy if ya wanna get somethin' to clear that up.
pt: Dovresti fare un salto in farmacia se vuoi prendere qualcosa per farti passare quella roba.

# 104_Akiyama
source: I already tried, but I couldn't get what I wanted. That's why I'm looking around like this.
pt: Ci ho già provato, ma non sono riuscito a trovare quello che volevo. È per questo che mi guardo intorno così.

# 116_Homeless Man
source: Well, ya ain't gonna find no medicine lyin' around here.
pt: Beh, qui mica trovi medicine in giro.

# 128_Akiyama
source: I know, but I thought maybe it wouldn't be so far-fetched for someone who deals in that sort of thing to be around here.
pt: Lo so, ma pensavo che forse non sarebbe stato così assurdo che qualcuno che traffica in quel genere di cose si trovasse qui in giro.

# 140_Homeless Man
source: Well, all we got on us is the stuff we're sellin'.
pt: Beh, tutto quello che abbiamo addosso è roba da vendere.

# 152_Akiyama
source: And what's that?
pt: E cos'è?

# 164_Homeless Man
source: The thing you're lookin' for.
pt: Quella roba che cerchi.

# 176_Akiyama
source: But that's medicine.
pt: Ma quella è medicina.

# 188_Homeless Man
source: Ya sure 'bout that?
pt: Sicuro di quello?

# 200_Akiyama
source: What?
pt: Cosa?

# 212_Homeless Man
source: If all ya want is to get better, you should see a doctor or buy medicine. But I'm guessin' that ain't all you're after.
pt: Se tutto quello che vuoi è rimetterti, dovresti andare da un medico o prenderti delle medicine. Ma immagino che non sia solo quello che cerchi.

# 224_Homeless Man
source: Ain't ya after somethin' else? And ain't that the reason why ya wanna get better?
pt: Non cerchi mica qualcos'altro? E non è quella la ragione per cui vuoi rimetterti?

# 248_Akiyama
source: You're absolutely right. She's sick right now, but getting better isn't the only thing that matters.
pt: Hai perfettamente ragione. Adesso sta male, ma rimettersi non è l'unica cosa che conta.

# 260_Akiyama
source: This is all about making her dreams come true. If that doesn't happen, then curing her sickness won't mean a thing.
pt: È tutta questione di realizzare i suoi sogni. Se questo non succede, allora curare la sua malattia non conterà nulla.

# 272_Homeless Man
source: Now do ya see what you're really after?
pt: Ora capisci cosa cerchi veramente?

# 284_Akiyama
source: I think I do. It's not medicine that I need after all.
pt: Credo proprio di sì. Non è medicina quella che mi serve, dopotutto.

# 296_Homeless Man
source: Heheh.
pt: Eheh.

# 308_Akiyama
source: You've been a huge help. Thanks.
pt: Mi hai dato una grossa mano. Grazie.

# 320_Akiyama
source: (I should go talk to that guy again. Maybe now I can buy that legendary lozenge off of him.)
pt: (Dovrei andare a parlargli di nuovo. Magari adesso riesco a comprare quella leggendaria pastiglia da lui.)
