Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 1308_Kiryu
source: Maybe you should be careful not to let other people see that.
pt: Forse faresti meglio a non farti vedere dagli altri mentre lo fai.

# 1320_Kiryu
source: If you're just going to be doing whatever you want, it's better to stay home than it is to blow your money on going to karaoke.
pt: Se hai intenzione di fare solo quello che ti pare, è meglio starsene a casa piuttosto che buttare via i soldi per andare al karaoke.

# 1332_Hinata
source: Yeah, that's maybe not a bad idea. I can do karaoke at home, after all.
pt: Già, forse non è una cattiva idea. In fondo, posso fare il karaoke anche a casa.

# 1344_Hinata
source: Lots of places have kicked me out for making too much of a racket, so maybe that's what I'll do next time!
pt: Mi hanno sbattuta fuori da un sacco di posti per aver fatto troppo casino, quindi forse la prossima volta farò proprio così!

# 1356_Kiryu
source: Just try not to keep the neighbors up.
pt: Cerca solo di non tenere svegli i vicini.

# 1368_Hinata
source: Kiryu-san, do you like liver sashimi?
pt: Kiryu-san, ti piace il sashimi di fegato?

# 1380_Kiryu
source: Yeah. Whenever I go out for yakiniku, that's usually what I wind up getting.
pt: Già. Ogni volta che vado a mangiare lo yakiniku, di solito finisco per ordinare proprio quello.

# 1392_Hinata
source: Hehe. I love liver sashimi, too.
pt: Hehe. Anche a me piace un sacco il sashimi di fegato.

# 1404_Kiryu
source: Oh, really? I hear a lot of women do.
pt: Oh, davvero? Ho sentito che a un sacco di donne piace.

# 1416_Hinata
source: Oh, yes! Whenever I go out for yakiniku with my girlfriends, we always get ourselves a plate apiece.
pt: Oh, sì! Ogni volta che vado a mangiare lo yakiniku con le mie amiche, ne prendiamo sempre un piatto a testa.

# 1428_Kiryu
source: Wow. Guess you really do like it.
pt: Wow. Si vede che ti piace proprio.

# 1440_Kiryu
source: That's unusual. I didn't think most women liked it very much.
pt: È insolito. Non pensavo che alla maggior parte delle donne piacesse granché.

# 1452_Hinata
source: What are you talking about? My friends eat it all the time, too.
pt: Ma che dici? Anche le mie amiche lo mangiano sempre.

# 1464_Kiryu
source: Huh. I wouldn't have guessed.
pt: Huh. Non l'avrei mai detto.

# 1476_Hinata
source: I also crave iron like mad when I get anemic.
pt: Anch'io ho una voglia matta di ferro quando sono anemica.

# 1488_Hinata
source: But it's been tough lately because I haven't been able to eat any.
pt: Ma ultimamente è stata dura perché non ho potuto mangiarne.

# 1500_Kiryu
source: Guess you'll have to tough it out. We have to wait until our raw meat is deemed safe enough to eat again.
pt: Mi sa che ti toccherà stringere i denti. Dobbiamo aspettare finché la carne cruda non sarà ritenuta di nuovo abbastanza sicura da mangiare.

# 1512_Hinata
source: No! I don't care if it's safe or not. I just want to eat it!
pt: No! Non mi importa se sia sicuro o no. Voglio solo mangiarlo!

# 1524_Kiryu
source: Wow, you really do like it. Guess you'll have to look for someplace where it's still available.
pt: Wow, ti piace proprio tanto. Mi sa che dovrai cercare un posto dove sia ancora disponibile.

# 1536_Hinata
source: Do you know any places, Kiryu-san?
pt: Conosci qualche posto, Kiryu-san?

# 1548_Kiryu
source: No, it's been a while since I've been back in Tokyo. I'm not really up to date on things.
pt: No, è da un po' che non torno a Tokyo. Non sono molto aggiornato su come girano le cose.

# 1560_Hinata
source: I see. I'm sure there has to be someplace here in Kamurocho that has it.
pt: Capisco. Sono sicura che ci debba essere un posto qui a Kamurocho che ce l'ha.

# 1572_Kiryu
source: Maybe I can keep an eye out for you.
pt: Magari posso tenere gli occhi aperti per te.

# 1584_Kiryu
source: But you might die. Just be grateful that you were able to eat it up until now.
pt: Ma potresti morire. Sii solo grata di aver potuto mangiarne fino a ora.

# 1596_Hinata
source: Well, Kiryu-san. Drinking and smoking are bad for you, too, but you wouldn't quit that, right?
pt: Beh, Kiryu-san. Anche bere e fumare fanno male, ma non smetteresti mica, vero?

# 1608_Kiryu
source: Now that you mention it, even though I know full well it's bad for me, I still can't bring myself to stop.
pt: Ora che mi ci fai pensare, anche se so benissimo che mi fa male, non riesco proprio a smettere.

# 1620_Hinata
source: See? So there's nothing wrong with me wanting to have some liver sashimi!
pt: Visto? Quindi non c'è niente di male se voglio mangiarmi del sashimi di fegato!

# 1632_Kiryu
source: Alright, sure. Go for it.
pt: Va bene, d'accordo. Fai pure.

# 1644_Kiryu
source: That's different. Drinking and smoking won't kill you if you don't overdo them, but even one bad piece of liver sashimi can be dangerous.
pt: È diverso. Bere e fumare non ti uccidono se non esageri, ma basta anche un solo pezzo di sashimi di fegato andato a male per essere pericoloso.

# 1656_Hinata
source: Are you for real? Way, way, way more people have died because of alcohol and cigarettes than they have from liver sashimi!
pt: Dici sul serio? Molte, molte, molte più persone sono morte per colpa dell'alcol e delle sigarette che per il sashimi di fegato!

# 1668_Kiryu
source: Okay, I can't really argue with you there. I guess I'd be fine with it if the place was somewhere that was certified to be safe.
pt: Okay, su questo non posso proprio darti torto. Immagino che mi andrebbe bene se il locale fosse certificato come sicuro.

# 1680_Kiryu
source: Why not find a substitute? There are similar foods out there you could eat.
pt: Perché non cerchi un'alternativa? Esistono cibi simili che potresti mangiare.

# 1692_Hinata
source: Oh yeah, like what?
pt: Ah sì, tipo quali?

# 1704_Kiryu
source: Let's see. One of my passengers told me about this new konjac jelly that's like liver sashimi.
pt: Vediamo. Uno dei miei passeggeri mi ha parlato di questa nuova gelatina di konjac che è proprio come il sashimi di fegato.

# 1716_Hinata
source: Konjac jelly!?
pt: Gelatina di konjac!?

# 1728_Kiryu
source: Yeah. You eat it with sesame oil, and it apparently has a similar taste and texture.
pt: Già. Si mangia con l'olio di sesamo e, a quanto pare, ha un sapore e una consistenza simili.

# 1740_Hinata
source: Wow, that's really a thing? I'll have to try it!
pt: Wow, esiste davvero? Devo provarla!

# 1752_Kiryu
source: I don't think it's rich in iron, though.
pt: Però non credo sia ricco di ferro.

# 1764_Kiryu
source: I'm sure you could find some. Lots of places will serve it even if they don't put it on the menu.
pt: Sono sicuro che ne troverai. Molti locali lo servono anche se non lo mettono nel menù.

# 1776_Hinata
source: Well, that's what I was doing until recently, but that trick's a bust now. Restaurants just won't prepare it anymore.
pt: Be', è quello che facevo fino a poco tempo fa, ma ormai quel trucchetto non funziona più. I ristoranti proprio non lo preparano più.

# 1788_Kiryu
source: Really? Wow, then I guess you really can't eat it right now.
pt: Davvero? Wow, allora mi sa che proprio non puoi mangiarlo in questo momento.

# 1800_Hinata
source: Aww. All sorts of foods carry the risk of food poisoning, but nooo! For some reason, liver sashimi gets singled out. It's not fair!
pt: Uffa. Tutti i tipi di cibo comportano il rischio di intossicazione alimentare, ma nooo! Per qualche motivo, il sashimi di fegato viene preso di mira. Non è giusto!

# 1812_Kiryu
source: Guess you'll have to hope it gets deemed safe to eat again.
pt: Mi sa che dovrai sperare che torni a essere considerato sicuro da mangiare.

# 1824_Kiryu
source: Don't give up. Some places will make it, but not for customers they aren't familiar with.
pt: Non darti per vinta. Ci sono posti che lo preparano, ma non per i clienti che non conoscono bene.

# 1836_Hinata
source: If they make it but won't serve it to me, then what's the point?
pt: Se lo preparano ma non me lo servono, allora che senso ha?

# 1848_Kiryu
source: It's just how secret menu stuff works. They'll make things as a special favor for regulars, but not for ordinary customers.
pt: È così che funzionano i piatti fuori menù. Li preparano come favore speciale per i clienti abituali, ma non per i clienti comuni.

# 1860_Kiryu
source: So if you keep going a bunch and then ask, you'll get someplace to serve it to you eventually.
pt: Quindi, se continui ad andarci spesso e poi provi a chiedere, prima o poi troverai un posto che te lo servirà.

# 1872_Hinata
source: Oh, I get it! So I need to become a regular someplace!
pt: Oh, ho capito! Quindi devo diventare una cliente fissa da qualche parte!

# 1884_Hinata
source: Hmmm...
pt: Mmmm...

# 1896_Kiryu
source: What are you looking at?
pt: Che cosa stai guardando?

# 1908_Hinata
source: Oh, sorry. I was just checking Chatter.
pt: Oh, scusa. Stavo giusto dando un'occhiata a Chatter.

# 1920_Kiryu
source: Is that an internet thing?
pt: È una roba di internet?

# 1932_Hinata
source: Yeah. I was just wondering what everyone was up to right now.
pt: Già. Mi stavo solo chiedendo cosa stessero combinando tutti in questo momento.

# 1944_Kiryu
source: Young people are always messing around on their phones nowadays. I always see people at dinner who don't even bother to look up at each other.
pt: Al giorno d'oggi i giovani stanno sempre a smanettare con i telefoni. Vedo sempre persone a cena che non si degnano nemmeno di alzare lo sguardo per guardarsi in faccia.

# 1956_Hinata
source: Yeah, that's for sure.
pt: Già, poco ma sicuro.

# 1968_Kiryu
source: That's rude, don't you think? Especially when someone's trying to have a conversation with you.
pt: È da maleducati, non trovi? Soprattutto quando qualcuno sta cercando di conversare con te.

# 1980_Hinata
source: Oh, I'm sorry.
pt: Oh, scusa.

# 1992_Kiryu
source: It's a generation gap thing. Back when I was your age, I don't think we even had cell phones.
pt: È una questione di generazioni. Quando avevo la tua età, non credo avessimo nemmeno i cellulari.

# 2004_Hinata
source: Wow, really!? Haha, I can't imagine life without cell phones!
pt: Wow, davvero!? Ahah, non riesco a immaginare la vita senza cellulari!

# 2016_Kiryu
source: Hmph. Well, I don't understand why you youngsters can't keep your mitts off of them.
pt: Umpf. Beh, non capisco perché voi giovani non riusciate a staccare le mani da quegli affari.

# 2028_Hinata
source: Yeah, I'm such an addict! I can't sit for very long before I gotta get out my phone and start fiddling with it.
pt: Già, ne sono proprio dipendente! Non riesco a stare seduta per molto senza tirare fuori il telefono e iniziare a smanettarci.

# 2040_Kiryu
source: So it's a time waster? Hm. When I'm bored because I don't have any passengers, I just reread the newspaper over and over.
pt: Quindi è un modo per passare il tempo? Hm. Quando mi annoio perché non ho passeggeri, non faccio altro che rileggere il giornale più e più volte.

# 2052_Hinata
source: See? That's the problem! Magazines and stuff are way too easy to breeze through. But the internet always has plenty of new stuff to look at.
pt: Vedi? È proprio questo il problema! Le riviste e roba del genere si finiscono in un attimo. Invece su internet c'è sempre un sacco di roba nuova da guardare.

# 2064_Kiryu
source: Really? I've never gotten the hang of using a cell phone, myself. What the heck do you keep looking at on it anyways?
pt: Davvero? Io non ci ho mai preso la mano con i cellulari. Ma che diavolo ci guardate di continuo, comunque?

# 2076_Hinata
source: Hmm. Well, I check people's blogs, social media feeds, and mess around with apps.
pt: Hmm. Beh, controllo i blog della gente, i feed dei social e smanetto con le app.

# 2088_Hinata
source: But trying to keep up with everything would take way too much time, so I only focus on a small set of things.
pt: Ma cercare di stare dietro a tutto porterebbe via fin troppo tempo, quindi mi concentro solo su poche cose.

# 2100_Kiryu
source: You must have a lot of friends. I don't know many people, so I'd be done checking up on them in no time.
pt: Devi avere un sacco di amici. Io non conosco molta gente, quindi finirei di controllarli tutti in un attimo.

# 2112_Hinata
source: Hey, Kiryu-san, you should friend me! Then your screen will be full of all the stuff I post, and you'll never get bored!
pt: Ehi, Kiryu-san, dovresti aggiungermi agli amici! Così il tuo schermo sarà pieno di tutta la roba che pubblico e non ti annoierai mai!

# 2124_Kiryu
source: I don't think I'm ready for that yet.
pt: Non credo di essere ancora pronto per una cosa del genere.

# 2136_Kiryu
source: You know you don't need to read all of it. It'd be impossible for someone with a lot of friends.
pt: Sai, non c'è bisogno di leggere proprio tutto. Sarebbe impossibile per chi ha un sacco di amici.

# 2148_Hinata
source: Yeah, I started trying to stick to just friends, but now I follow a lot of strangers, too.
pt: Già, avevo iniziato cercando di limitarmi solo agli amici, ma ora seguo anche un sacco di sconosciuti.

# 2160_Hinata
source: So I made a separate account for my close friends only, and I mostly stick to using that.
pt: Così ho creato un account a parte solo per i miei amici più stretti, e uso quasi solo quello.

# 2172_Kiryu
source: I guess young people put a lot of effort into personal relationships, too.
pt: Mi sa che anche i giovani ci mettono un sacco di impegno nei rapporti personali.

# 2184_Kiryu
source: Why not try something else? What's the point of reading nothing but a bunch of silly messages?
pt: Perché non provi qualcos'altro? Che senso ha leggere solo un mucchio di messaggi sciocchi?

# 2196_Hinata
source: Well, that's my business. It's not like I spend all day looking at my phone. I do lots of other things, too.
pt: Beh, sono affari miei. Non è che passo tutto il giorno a fissare il telefono. Faccio anche un sacco di altre cose.

# 2208_Kiryu
source: But you're supposed to be serving customers.
pt: Ma dovresti servire i clienti.

# 2220_Kiryu
source: That doesn't get tiresome? I like watching TV because when a show is over, you know you're done with it.
pt: Non diventa stancante? A me piace guardare la TV perché quando un programma finisce, sai che è finita lì.

# 2232_Hinata
source: Yeah, but people go to sleep at night, so updates tend to stop altogether by early in the morning.
pt: Già, ma la gente va a dormire la notte, quindi gli aggiornamenti tendono a fermarsi del tutto verso la mattina presto.

# 2244_Kiryu
source: Really?
pt: Davvero?

# 2256_Hinata
source: On the other hand, some people <Italic>only </Italic> update during those times. You figure they must work the night shift.
pt: D'altro canto, alcune persone aggiornano <Italic>solo </Italic> in quegli orari. Viene da pensare che facciano il turno di notte.

# 2268_Hinata
source: So I'll tell them things like, "Good luck at work!" and stuff.
pt: Quindi gli dico cose tipo: "Buon lavoro!" e roba del genere.

# 2280_Kiryu
source: I see. So you can always keep up with your friends. That's kind of neat.
pt: Capisco. Così puoi restare sempre al passo con i tuoi amici. Niente male.

# 2292_Kiryu
source: Sounds like an addiction all right. You should try to rein in your use, don't you think?
pt: Sembra proprio una dipendenza. Dovresti cercare di darti una regolata, non credi?

# 2304_Hinata
source: That's easy for you to say, sure. But I bet you couldn't stop smoking either, Kiryu-san.
pt: Facile a dirsi per te, certo. Ma scommetto che neanche tu riusciresti a smettere di fumare, Kiryu-san.

# 2316_Kiryu
source: Maybe not. I can't smoke while I'm driving, so if I have a long shift I get a bit cranky.
pt: Forse no. Non posso fumare mentre guido, quindi se ho un turno lungo divento un po' scontroso.

# 2328_Hinata
source: See? That's how it goes with me and my phone, too.
pt: Visto? Succede la stessa cosa anche a me con il telefono.

# 2340_Kiryu
source: I know where you're coming from now. You need to take quick breaks from work to stay focused.
pt: Ora ho capito cosa intendi. Hai bisogno di fare delle brevi pause dal lavoro per restare concentrato.

# 2352_Hinata
source: Yeah, exactly. I knew you'd understand!
pt: Sì, proprio così! Sapevo che avresti capito!

# 2364_Kiryu
source: Just don't do it so much that you wind up getting your customers upset with you for it.
pt: Cerca solo di non esagerare, o finirai per far arrabbiare i tuoi clienti.

# 2376_Kiryu
source: It's not the same. I can abstain when I'm on the clock, but you can't stop checking your phone, even at work.
pt: Non è la stessa cosa. Io riesco a farne a meno quando sono in servizio, ma tu non riesci a smettere di controllare il telefono, neanche mentre lavori.

# 2388_Hinata
source: Aha! You got me there, Kiryu-san!
pt: Ahah! Mi hai beccata, Kiryu-san!

# 2400_Kiryu
source: Are you sure you're okay?
pt: Sei sicura di stare bene?

# 2412_Kiryu
source: Aren't you on the clock now? You should focus on your customers.
pt: Non sei in servizio adesso? Dovresti concentrarti sui tuoi clienti.

# 2424_Hinata
source: But if I go too long without checking my phone, I lose my ability to concentrate.
pt: Ma se passo troppo tempo senza controllare il telefono, perdo la capacità di concentrarmi.

# 2436_Kiryu
source: Maybe you should go home, then. Then you can goof off all you want.
pt: Forse allora dovresti andare a casa. Lì potrai oziare quanto ti pare.

# 2448_Hinata
source: Yeah, but one time my phone ran out of juice mid-shift and when I asked the manager if I could go home, they wouldn't let me! Isn't that harsh?
pt: Sì, ma una volta il telefono mi si è scaricato a metà turno e quando ho chiesto al manager se potevo andare a casa, non me l'ha permesso! Non è esagerato?

# 2460_Kiryu
source: That is. A club this size should still be able to get by with one person missing.
pt: Già. Un locale di queste dimensioni dovrebbe comunque riuscire a cavarsela anche con una persona in meno.

# 2472_Hinata
source: Right! I wish you were the manager, Kiryu-san.
pt: Esatto! Magari fossi tu il manager, Kiryu-san.

# 2484_Kiryu
source: If I were the manager, I don't know if I'd hire you to begin with.
pt: Se fossi io il manager, non so se ti assumerei, tanto per cominciare.

# 2496_Kiryu
source: That's not harsh. What did you expect them to say?
pt: Non è affatto esagerato. Cosa ti aspettavi che ti dicessero?

# 2508_Hinata
source: What? Maybe you should try harder to understand where a girl like me is coming from.
pt: Cosa? Forse dovresti sforzarti un po' di più di capire il punto di vista di una ragazza come me.

# 2520_Kiryu
source: I think you have that backwards.
pt: Credo che sia l'esatto contrario.

# 2532_Hinata
source: Do you live near your work, Kiryu-san?
pt: Vivi vicino a dove lavori, Kiryu-san?

# 2544_Kiryu
source: Yeah. It's close enough that I can walk to it.
pt: Sì. È abbastanza vicino da poterci andare a piedi.

# 2556_Hinata
source: That's nice. It takes me an hour by train to get here from my house. It's a real pain in the butt if I'm tired.
pt: Che bello. Io ci metto un'ora di treno per arrivare qui da casa mia. È una vera rottura quando sono stanca.

# 2568_Kiryu
source: An hour is a long time. It's probably even longer if you consider time spent waiting and changing trains. You must get tired doing that every day.
pt: Un'ora è un sacco di tempo. Probabilmente è ancora di più, se consideri il tempo passato ad aspettare e a cambiare treno. Devi stancarti parecchio a farlo ogni giorno.

# 2580_Hinata
source: Yeah, for real. If I worked closer to home, I could spend all that commuting time doing other things instead.
pt: Già, sul serio. Se lavorassi più vicino a casa, potrei sfruttare tutto quel tempo del tragitto per fare altro invece.

# 2592_Kiryu
source: You should move. It'd be a good opportunity to get out of your parents' house.
pt: Dovresti traslocare. Sarebbe un'ottima occasione per andartene di casa dei tuoi.

# 2604_Hinata
source: True, true. But rent around here is so ridiculously expensive. I'd rather stay home so I can save more money.
pt: Vero, vero. Ma l'affitto da queste parti costa un'esagerazione. Preferisco restare a casa, così posso risparmiare più soldi.

# 2616_Kiryu
source: Yeah, even a studio apartment in Tokyo can cost a lot. Plus, it might not be safe for a girl to live on her own. Maybe staying home is better after all.
pt: Già, persino un monolocale a Tokyo può costare un sacco. In più, per una ragazza potrebbe non essere sicuro vivere da sola. Forse dopotutto è meglio restare a casa.

# 2628_Kiryu
source: There are problems living close to work, too. Since you don't need to worry about your time commuting, you'll start running late more often.
pt: Ci sono dei problemi anche a vivere vicino al lavoro. Siccome non devi preoccuparti del tempo del tragitto, finirai per fare tardi più spesso.

# 2640_Hinata
source: Yeah, I'm totally that type. My university was right near my house, and I was almost always late for lectures.
pt: Già, sono proprio quel tipo. La mia università era proprio vicino a casa mia, e arrivavo quasi sempre in ritardo a lezione.

# 2652_Hinata
source: My friend who commuted from two hours away would get pissed! She was all like, "How can you be late when you live so close!?" Hahah.
pt: La mia amica che si faceva due ore di viaggio si incazzava di brutto! Mi diceva sempre: "Ma come fai a essere in ritardo se abiti così vicino!?" Ahah.

# 2664_Kiryu
source: That's probably not something you should brag about.
pt: Probabilmente non è qualcosa di cui dovresti vantarti.

# 2676_Hinata
source: Well, all things considered, it sounds like I'd be better off quitting my job and looking for other options.
pt: Beh, tutto sommato, sembra che mi converrebbe mollare il lavoro e cercare altre opzioni.

# 2688_Kiryu
source: Quite possibly. It all depends on what you think is more valuable－ your money or your time.
pt: Può darsi. Dipende tutto da cosa consideri più prezioso－i tuoi soldi o il tuo tempo.

# 2700_Hinata
source: What? You really think I should quit? Do you not care about me at all, Kiryu-san?
pt: Cosa? Pensi davvero che dovrei mollare? Non ti importa proprio niente di me, Kiryu-san?

# 2712_Kiryu
source: I thought you were asking for real advice. It's about what you want, not what I want.
pt: Pensavo volessi un consiglio sincero. Riguarda quello che vuoi tu, non quello che voglio io.

# 2724_Hinata
source: So then you're not just going to go along with me and my random griping?
pt: Quindi non hai intenzione di assecondarmi e dare retta alle mie lamentele a caso?

# 2736_Kiryu
source: Is that all it is? You shouldn't complain to your customers, you know.
pt: Tutto qui? Non dovresti lamentarti con i tuoi clienti, lo sai.

# 2748_Hinata
source: Yeah, you're right. I'll try to watch it.
pt: Già, hai ragione. Cercherò di farci attenzione.

# 2760_Kiryu
source: You don't seem terribly apologetic.
pt: Non sembri affatto dispiaciuta.

# 2772_Kiryu
source: Of course not. I took it as a sign that you trusted me to really hear you out, and I was happy for that.
pt: Certo che no. L'ho interpretato come un segno che ti fidassi di me abbastanza da farti ascoltare sul serio, e ne sono stato felice.

# 2784_Hinata
source: Ahaha! Nice save, mister. Sure, let's go with that, then!
pt: Ahaha! Bella parata, signore. Certo, allora vada per questa!

# 2808_Kiryu
source: You have to tough it out. Some days I have to drive passengers out pretty far, and then I wind up getting home late myself.
pt: Devi tenere duro. Certi giorni devo portare i passeggeri piuttosto lontano, e finisco per tornare a casa tardi anch'io.
