Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01091a54.po
Languages: pt

source: Prepare for the Mountain
pt: Preparati alla Montagna

source: Check Status
pt: Controlla Stato

source: Return Later
pt: Torna più tardi

source: Go to the Mountain
pt: Vai alla Montagna

source: Sort Items
pt: Ordina Oggetti

source: Not Now
pt: Non ora

# 60_Saejima
source: (I failed ya, Okudera-han. Next time, I'll be better prepared.)
pt: (Ti ho deluso, Okudera-han. La prossima volta, mi preparerò meglio.)

# 108_Saejima
source: (Okudera-han, it's finally happenin'.)
pt: (Okudera-han, sta finalmente per accadere.)

# 144_Saejima
source: Should I head to the mountain now?
pt: Dovrei andare alla Montagna ora?

# 168_Saejima
source: (Time to go.)
pt: (È ora di andare.)

# 192_Saejima
source: (No, gotta get ready first.)
pt: (No, devo prepararmi prima.)

# 228_Saejima
source: (No, gotta get ready first.)
pt: (No, devo prepararmi prima.)
