Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0102068a.po
Languages: pt

source: Guard
pt: Parata

# 44_Guard
source: Y'need somethin', old man? This here's private property.
pt: Ti serve qualcosa, vecchio? Questo qui è proprietà privata.

# 56_Kiryu
source: My name is Suzuki from Nagasu Taxi.
pt: Mi chiamo Suzuki della Nagasu Taxi.

# 68_Guard
source: Yeah? And what's a taxi driver doin' here?
pt: Allora? E cosa ci fa un tassista qui?

# 80_Kiryu
source: We got a call for a pickup. Nobody told you?
pt: Abbiamo avuto una chiamata per un prelievo. Nessuno te l'ha detto?

# 92_Guard
source: Naw, I didn't hear a thing about no taxi.
pt: Macché, non ho sentito un bel niente di nessun taxi.

# 104_Kiryu
source: Strange. The call was from an Aoyama-san of the Tojo Clan.
pt: Strano. La chiamata era da un Aoyama-san del Clan Tojo.

# 116_Guard
source: The Tojo Clan, huh?
pt: Il Clan Tojo, eh?

# 128_Kiryu
source: That's right, sir. It sounded urgent.
pt: Esatto, signore. Sembrava urgente.

# 140_Kiryu
source: I don't think he'd be happy to hear I was late because of you.
pt: Non credo che sarebbe contento di sentire che ho fatto tardi per colpa tua.

# 152_Guard
source: Oh, er... yeah.
pt: Oh, ehm... sì.

# 164_Guard
source: All right, lemme check on that real quick. Stay put, y'hear?
pt: Va bene, fammi controllare un attimo. Resta lì, capito?

# 188_Kiryu
source: Let's move.
pt: Dai, muoviamoci.

# 200_Morinaga
source: Okay!
pt: Ok!
