Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08f6.po
Languages: pt

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: You got <Color:8>30,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: A Princess
pt: Una Principessa

source: Mysterious Man
pt: Uomo Misterioso

source: Security Detail
pt: Scorta di sicurezza

source: Princess of Coutand
pt: Principessa di Coutand

# 76_A Princess
source: It looks like we've lost them. Thank you, driver. I am sorry I dragged you into all this.
pt: Sembra che li abbiamo seminati. Grazie, autista. Mi dispiace averti trascinato in tutto questo.

# 88_Kiryu
source: Um...
pt: Ehm...

# 100_A Princess
source: What is it?
pt: E cioè?

# 112_Kiryu
source: Who exactly are you?
pt: Chi sei esattamente?

# 124_A Princess
source: Like I said, I am a princess of the Kingdom of Coutand.
pt: Come ho detto, sono una principessa del Regno di Coutand.

# 136_Kiryu
source: Yes, I heard you.
pt: Sì, ti ho sentito.

# 148_A Princess
source: So was there something else you wanted to know?
pt: Allora, c'era qualcos'altro che volevi sapere?

# 160_Kiryu
source: No... I guess not.
pt: No... credo di no.

# 172_A Princess
source: Well, we've taken care of my security team. Now I'll have to find a place to hide. Thank you for getting me this far. I appreciate it.
pt: Beh, abbiamo seminato la mia scorta di sicurezza. Ora dovrò trovare un posto dove nascondermi. Grazie per avermi portato fin qui. Lo apprezzo.

# 184_A Princess
source: Here is the money for the ride.
pt: Ecco i soldi per il passaggio.

# 208_A Princess
source: Thank you.
pt: Grazie.

# 220_A Princess
source: I must be going. I trust that you won't mention you saw me to anyone else.
pt: Devo andare. Confido che non dirai a nessun altro di avermi vista.

# 232_Kiryu
source: Of course.
pt: E di che.

# 244_A Princess
source: Good. I am glad I ended up with you. Farewell.
pt: Bene. Sono contenta di essere capitata con te. Addio.

# 256_Kiryu
source: Take care... Your Royal Highness.
pt: Faccia attenzione... Sua Altezza Reale.

# 328_A Princess
source: They caught up with us... It's over.
pt: Ci hanno beccati... È finita.

# 340_Kiryu
source: Who are you guys? I'm trying to do my job here.
pt: Chi siete voi? Sto cercando di fare il mio lavoro qui.

# 352_Mysterious Man
source: We're security for the Kingdom of Coutand.
pt: Siamo della sicurezza del Regno di Coutand.

# 364_Kiryu
source: (She was telling the truth?)
pt: (Stava dicendo la verità?)

# 376_Security Detail
source: And we're taking you into custody for kidnapping our princess!
pt: E ti mettiamo in custodia per aver rapito la nostra principessa!

# 388_Princess of Coutand
source: Stop! He's done nothing wrong!
pt: Fermate! Non ha fatto nulla di male!

# 400_Security Detail
source: Please, Your Royal Highness. We're just doing our job.
pt: Per favore, Sua Altezza Reale. Stiamo solo facendo il nostro lavoro.

# 412_Security Detail
source: Now, get that driver! And I don't care if you have to knock him around to do it!
pt: Ora, prendete quel guidatore! E non mi interessa se dovete malmenarlo per farlo!

# 436_A Princess
source: Phew, thank you! Your driving skills really are amazing!
pt: Meno male, grazie! Le tue abilità di guida sono davvero incredibili!

# 448_Kiryu
source: Hm.
pt: Mh.

# 460_A Princess
source: Well, we've shaken off my security team. Now I'll have to find a place to hide. Thank you for getting me this far－I appreciate it.
pt: Bene, ci siamo scrollati di dosso la mia scorta. Ora dovrò trovare un posto dove nascondermi. Grazie per avermi portato fin qui – lo apprezzo.

# 472_Kiryu
source: Um...
pt: Ehm...

# 484_A Princess
source: What is it?
pt: E cioè?

# 496_Kiryu
source: So, who exactly were those guys?
pt: Allora, chi erano di preciso quei tizi?

# 508_A Princess
source: Hm? Like I said before, I am a princess of the Kingdom of Coutand, so－
pt: Mh? Come ti ho già detto, sono una principessa del Regno di Coutand, quindi－

# 520_Kiryu
source: Yes, I heard you the first time.
pt: Sì, ti ho sentito la prima volta.

# 532_A Princess
source: Then was there something else you wanted to know?
pt: Allora c'era qualcos'altro che volevi sapere?

# 544_Kiryu
source: ...No, never mind. Anyway, is that all?
pt: ...No, lascia stare. Comunque, è tutto?

# 556_A Princess
source: Yes. Here is money for the ride, along with a reward.
pt: Sì. Ecco i soldi per la corsa, insieme a una ricompensa.

# 604_A Princess
source: (That's a huge tip. Maybe she really is who she says.)
pt: (È una mancia enorme. Magari è davvero chi dice.)

# 616_Princess of Coutand
source: I must be going. I trust that you won't mention you saw me to anyone else.
pt: Devo proprio andare. Mi fido che non farai parola con nessun altro di avermi visto.

# 628_Kiryu
source: Of course.
pt: E di che.

# 640_Princess of Coutand
source: I am glad I met you. If only the man my father wanted me to marry was as gallant as you.
pt: Sono contenta di averti incontrato. Magari l'uomo che mio padre voleva che sposassi fosse galante quanto te.

# 652_Kiryu
source: Sorry? Did you say something?
pt: Scusa? Hai detto qualcosa?

# 664_Princess of Coutand
source: Oh, it's nothing. Farewell!
pt: Ma no, niente. Addio!

# 676_Kiryu
source: (Farewell, Princess.)
pt: (Addio, Principessa.)
