Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901f4.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 4,000 experience points.
pt: Hai ottenuto 4.000 punti esperienza.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: MC
pt: Conduttore

# 44_MC
source: And the victor of this heated contest is...
pt: E il vincitore di questa sfida infuocata è...

# 68_MC
source: Haruka Sawamura! For coming out on top, she wins a prize of 30,000 yen!
pt: Haruka Sawamura! Per essersi classificata al primo posto, vince un premio di 30.000 yen!

# 92_Haruka
source: Thank you very much!
pt: Grazie mille!

# 104_MC
source: Join us again next time for "Refuse to Lose"! You won't want to miss it!
pt: Non mancate la prossima volta per "Refuse to Lose"! Non ve lo vorrete perdere!

# 116_MC
source: Until then, stay fierce!
pt: Fino ad allora, restate grintosi!

# 152_MC
source: Himeko Sakurakoji! For coming out on top, she wins a prize of 30,000 yen!
pt: Himeko Sakurakoji! Per essersi classificata al primo posto, vince un premio di 30.000 yen!

# 164_Himeko
source: Yeah, I told you!
pt: Già, te l'avevo detto!

# 176_MC
source: Join us again next time for "Refuse to Lose"! You won't want to miss it!
pt: Non mancate la prossima volta per "Refuse to Lose"! Non ve lo vorrete perdere!

# 188_MC
source: Until then, stay fierce!
pt: Fino ad allora, restate grintosi!

# 248_MC
source: Hmph. I guess acting all high and mighty fits you just right, huh?
pt: Mpf. Mi sa che fare lo spocchioso ti si addica proprio, eh?

# 260_Haruka
source: I'm sorry, but I don't understand. What do you mean, "high and mighty"?
pt: Mi dispiace, ma non capisco. Che intendi con "spocchioso"?

# 272_Himeko
source: Ah, just shut up!
pt: Ah, zitto e basta!

# 284_Himeko
source: I'm not jealous of you just because you're still on Princess League, okay!?
pt: Non sono geloso di te solo perché sei ancora in Princess League, capito!?

# 296_Haruka
source: Oh. You were on Princess League, too?
pt: Oh. Eri anche tu in Princess League?

# 308_Himeko
source: Yeah, and I got knocked out early! You got something to say about it!?
pt: Già, e sono stato fatto fuori subito! Che c'hai da dire!?

# 332_Haruka
source: It's just that I thought you looked familiar. That sort of makes us kindred spirits.
pt: È solo che mi sembravi familiare. È un po' come se fossimo spiriti affini.

# 344_Himeko
source: Huh!? Kindred spirits!?
pt: Eh!? Spiriti affini!?

# 356_Haruka
source: Sure. I mean, yes, we were rivals in the competition. But really we're just kindred spirits, reaching for the same dream. Right?
pt: Certo. Voglio dire, sì, eravamo rivali nella competizione. Ma in fondo siamo solo spiriti affini, che cercano di raggiungere lo stesso sogno. Giusto?

# 368_Himeko
source: ...Huh.
pt: ...Eh.

# 380_Haruka
source: Hehe.
pt: Eheh.

# 392_Himeko
source: Hey!
pt: Ehi!

# 404_Himeko
source: Ugh, you're way too soft-hearted for your own good! But, still...
pt: Ugh, sei troppo tenero per il tuo bene! Ma, comunque...

# 416_Haruka
source: Yeah?
pt: Sì?

# 428_Himeko
source: Kindred spirits, huh? I guess I like the sound of that. All right. Kindred spirits, it is!
pt: Spiriti affini, eh? Mi sa che mi garba l'idea. Va bene. Spiriti affini, allora!

# 620_MC
source: Did it hurt when you fell off your big high horse!? Not so high and mighty now, are ya!?
pt: Ti ha fatto male quando sei caduto dal tuo piedistallo!? Non fai più tanto il grande adesso, eh!?

# 632_Haruka
source: I'm sorry, but I don't understand. What do you mean, "high and mighty"?
pt: Mi dispiace, ma non capisco. Cosa intendi con 'fare il grande'?

# 644_Himeko
source: Ah, just shut up!
pt: Ah, zitto e basta!

# 656_Himeko
source: I'm not jealous of you just because you're still on Princess League, okay!?
pt: Non sono geloso di te solo perché sei ancora nella Princess League, ok!?

# 668_Haruka
source: Wait. Were you on Princess League, too?
pt: Aspetta. Anche tu eri nella Princess League?

# 680_Himeko
source: Yeah, and I got knocked out early! You got something to say about it!?
pt: Sì, e sono stato buttato fuori subito! Hai qualcosa da ridire!?

# 704_Haruka
source: It's just that I thought you looked familiar. That sort of makes us kindred spirits.
pt: È solo che mi sembravi familiare. Questo ci rende un po' spiriti affini.

# 716_Himeko
source: Huh!? Kindred spirits!?
pt: Eh!? Spiriti affini!?

# 728_Haruka
source: Sure. I mean, yes, we were rivals in the competition. But really we're just kindred spirits, reaching for the same dream. Right?
pt: Certo. Cioè, sì, eravamo rivali nella competizione. Ma in fondo siamo solo spiriti affini, che inseguono lo stesso sogno. Giusto?

# 740_Himeko
source: ...Huh.
pt: ...Eh.

# 752_Haruka
source: Hehe.
pt: Eheh.

# 764_Himeko
source: Hey!
pt: Ehi!

# 776_Himeko
source: Ugh, you're way too soft-hearted for your own good! But, still...
pt: Uffa, sei fin troppo tenero per il tuo stesso bene! Ma, comunque...

# 788_Haruka
source: Yeah?
pt: Sì?

# 800_Himeko
source: Kindred spirits, huh? I guess I like the sound of that. All right. Kindred spirits, it is!
pt: Spiriti affini, eh? Mi sa che mi piace come suona. Va bene. Spiriti affini, allora!
