Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134000d.po
Languages: pt

# 2084_Saejima
source: That's true. My sister and I were taken in by our relatives, and havin' two extra kids was a mighty big expense for 'em.
pt: È vero. Io e mia sorella siamo stati accolti dai nostri parenti, e avere due ragazzini in più è stata una spesa bella grossa per loro.

# 2096_Kaguya
source: I guess being broke means I can't have kids then.
pt: Immagino che essere al verde significhi che non posso avere figli, allora.

# 2108_Saejima
source: It'd be hard, yeah.
pt: Sarebbe dura, già.

# 2120_Saejima
source: Which are ya? A dom or a sub?
pt: Tu quale sei? Dominante o sottomesso?

# 2132_Kaguya
source: Huh!? I've never thought about it.
pt: Eh!? Non ci ho mai pensato.

# 2144_Kaguya
source: Hmm... I guess a sub?
pt: Mmm... Direi sottomesso?

# 2156_Saejima
source: I knew it.
pt: Lo sapevo.

# 2168_Saejima
source: I wouldn't of guessed.
pt: Non l'avrei mai detto.

# 2180_Kaguya
source: For me, I'd rather go with the flow than have to do anything myself. So I let the guy call the shots.
pt: Per quanto mi riguarda, preferisco lasciarmi trasportare piuttosto che dover fare tutto io. Quindi lascio che sia l'uomo a comandare.

# 2192_Kaguya
source: I don't have any real urge to figure out whether to do this or that to someone else.
pt: Non sento proprio il bisogno di stare a decidere se fare questo o quello a qualcun altro.

# 2204_Saejima
source: I think that's just bein' lazy...
pt: Penso che sia solo pigrizia...

# 2216_Kaguya
source: Question Conversation 05
pt: Domanda conversazione 05

# 2228_Kaguya
source: Question Conversation 06
pt: Domanda conversazione 06

# 2240_Kaguya
source: Question Conversation 07
pt: Domanda conversazione 07

# 2252_Kaguya
source: Question Conversation 08
pt: Domanda conversazione 08

# 2264_Kaguya
source: Question Conversation 09
pt: Domanda conversazione 09

# 2276_Kaguya
source: Question Conversation 10
pt: Domanda conversazione 10

# 2288_Kaguya
source: Question Conversation 11
pt: Domanda conversazione 11

# 2300_Kaguya
source: Question Conversation 12
pt: Domanda conversazione 12

# 2312_Kaguya
source: Question Conversation 13
pt: Domanda conversazione 13

# 2324_Kaguya
source: Question Conversation 14
pt: Domanda conversazione 14

# 2336_Kaguya
source: Question Conversation 15
pt: Domanda conversazione 15
