Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a2c.po
Languages: pt

source: Angelic Voice
pt: Voce Angelica

# 44_Angelic Voice
source: Excuse me. Are you the amazing batter everyone's been talking about?
pt: Scusi. È lei il battitore pazzesco di cui tutti parlano?

# 56_Shinada
source: Say what?
pt: Come hai detto?

# 116_Angelic Voice
source: (Mamma mia! She's beautiful!)
pt: (Mamma mia! È bellissima!)

# 128_Shinada
source: Ah. Why yes, I do understand there have been some positive rumors about me. And you are?
pt: Ah. Beh, sì, mi risulta che ci siano un po' di voci positive sul mio conto. E lei chi sarebbe?

# 140_Yukina
source: I'm Yukina Aota. I've been looking all over for you.
pt: Sono Yukina Aota. Ti ho cercato dappertutto.

# 152_Yukina
source: You see, my daddy... he needs help. I thought you'd be the right guy to ask.
pt: Vedi, il mio papà... ha bisogno di una mano. Ho pensato che fossi tu il tipo giusto a cui chiedere.

# 164_Shinada
source: Umm... Okay?
pt: Uhm... Ok?

# 176_Yukina
source: See, my daddy works at a bank, and he coaches his branch's baseball team.
pt: Vedi, il mio papà lavora in banca, e allena la squadra di baseball della sua filiale.

# 188_Yukina
source: If they don't win the game they're playing right now, he says he's gonna get fired!
pt: Se non vincono la partita che stanno giocando adesso, dice che lo licenzieranno!

# 200_Shinada
source: How's that possible? They're only playing for fun, right? Why would he get fired over that?
pt: Ma com'è possibile? Stanno giocando solo per divertimento, no? Perché diavolo lo licenzierebbero per una cosa del genere?

# 212_Yukina
source: Daddy's boss is the branch manager. He loves baseball, especially their annual tournament. A winning coach even gets a foot up on promotions.
pt: Il capo di papà è il direttore della filiale. Lui adora il baseball, specialmente il loro torneo annuale. Un allenatore vincente si guadagna pure un bel vantaggio per le promozioni.

# 224_Shinada
source: I see. So your daddy volunteered to be a coach 'cause he had an eye on that promotion?
pt: Capisco. Quindi il tuo papà si è offerto come allenatore perché puntava a quella promozione?

# 236_Yukina
source: That's exactly what he did, even though he doesn't know a thing about baseball. The team hasn't won a single game since he became coach.
pt: È esattamente quello che ha fatto, anche se non ne capisce un tubo di baseball. La squadra non ha vinto una sola partita da quando è diventato allenatore.

# 248_Yukina
source: The branch manager is furious, too... If the team doesn't win this one, they'll come in last, and Daddy will lose his job!
pt: Pure il direttore della filiale è furioso... Se la squadra non vince questa, arriveranno ultimi, e papà perderà il suo lavoro!

# 260_Yukina
source: So please, I beg of you! Won't you join his team and help them win? If Daddy were to lose his job, I... don't know what I'd do!
pt: Per favore, ti supplico! Non è che potresti unirti alla sua squadra e aiutarli a vincere? Se papà dovesse perdere il lavoro, io... non so cosa farei!

# 272_Shinada
source: (A little bombshell like this <Italic>and</Italic> a banker dad? Yowza! Hope she's single.)
pt: (Una sventola del genere <Italic>e</Italic> un papà banchiere? Urca! Spero sia single.)

# 284_Shinada
source: Worry not, fair maiden. Tears have no place on the cheeks of a goddess.
pt: Non temere, bella fanciulla. Le lacrime non hanno posto sulle guance di una dea.

# 296_Yukina
source: ...I'm sorry, what?
pt: ...Scusa, cosa?

# 308_Shinada
source: Have no fear, Yukina-chan. I would be honored to lend my assistance to your father's ailing team. You have my word, I will lead them to victory!
pt: Non temere, Yukina-chan. Sarei onorato di prestare il mio aiuto alla squadra malconcia di tuo padre. Hai la mia parola, li condurrò alla vittoria!

# 320_Yukina
source: You will? Yay, you're my hero!
pt: Davvero? Evviva, sei il mio eroe!

# 332_Shinada
source: Now let us be off! To the games, at once!
pt: E ora, andiamo! Alle partite, all'istante!

# 344_Yukina
source: Right!
pt: Giusto!
