Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070960.po
Languages: pt

source: Sleazy Nao
pt: Nao il Viscido

# 380_Sleazy Nao
source: First, we pick the banker.
pt: Per prima cosa, scegliamo il banco.

# 392_Sleazy Nao
source: So I'm the banker, right?
pt: Allora, sono io il banchiere, no?

# 404_Sleazy Nao
source: How much will you bet?
pt: Quanto vuoi puntare?

# 416_Sleazy Nao
source: Ready to get started?
pt: Pronto per iniziare?

# 428_Sleazy Nao
source: It's my turn, right?
pt: Tocca a me, giusto?

# 440_Sleazy Nao
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Sleazy Nao
source: Can we settle the bets now?
pt: Possiamo sistemare le puntate, adesso?

# 464_Sleazy Nao
source: You're the banker.
pt: Sei il banchiere.

# 476_Sleazy Nao
source: Now we change the banker, right?
pt: Adesso cambiamo il banchiere, no?

# 488_Sleazy Nao
source: Would you like to play again?
pt: Vuoi giocare di nuovo?

# 500_Sleazy Nao
source: Oh, no, I'm broke... You mind if I head home?
pt: Oh, no, sono al verde... Ti dispiace se me ne vado a casa?

# 512_Sleazy Nao
source: You're out of money, right? Can you come back when you get some more?
pt: Non hai più un soldo, vero? Torna quando avrai di nuovo la grana.

# 524_Sleazy Nao
source: Banker's Bet-Settling Messages
pt: Messaggi del banchiere per sistemare le puntate

# 536_Sleazy Nao
source: A banker rolling 1-3-5 receives a 3.
pt: Un banchiere che tira 1-3-5 ottiene un 3.

# 548_Sleazy Nao
source: A 1-3-5 by the first player receives a 3.
pt: Un 1-3-5 tirato dal primo giocatore ottiene un 3.

# 560_Sleazy Nao
source: A 1-3-5 becomes whatever the preceding player rolled.
pt: Un 1-3-5 diventa ciò che ha tirato il giocatore precedente.

# 572_Sleazy Nao
source: A banker rolling 2-4-6 receives a 4.
pt: Un banchiere che tira 2-4-6 ottiene un 4.

# 584_Sleazy Nao
source: A 2-4-6 roll becomes whatever the next player rolls.
pt: Un 2-4-6 diventa ciò che tira il giocatore successivo.

# 596_Sleazy Nao
source: A 2-4-6 by the last player receives a 4.
pt: Un 2-4-6 tirato dall'ultimo giocatore ottiene un 4.

# 608_Sleazy Nao
source: A 2-4-6 roll gets the last player's roll!
pt: Un 2-4-6 diventa ciò che ha tirato il giocatore precedente!

# 620_Sleazy Nao
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 è stato tirato dopo un 2-4-6.

# 632_Sleazy Nao
source: Wow, a 6-3-4...
pt: Wow, un 6-3-4...
