Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901a7.po
Languages: pt

source: You got 900 experience points.
pt: Hai guadagnato 900 punti esperienza.

source: You got 700 experience points.
pt: Hai guadagnato 700 punti esperienza.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Event Staff
pt: Personale dell'evento

source: Director
pt: Direttore

# 44_Event Staff
source: Sawamura-san, thank you!
pt: Sawamura-san, grazie!

# 56_Haruka
source: Whew! I can't believe it's over!
pt: Uff! Non ci posso credere che sia finita!

# 140_Event Staff
source: That was just incredible! An encore and everything!
pt: È stato a dir poco incredibile! Un bis e tutto il resto!

# 152_Haruka
source: Hehe, I could hardly believe it myself! The crowd was fantastic!
pt: Hehe, non ci potevo credere nemmeno io! Il pubblico era fantastico!

# 164_Director
source: It was all thanks to your stellar performance. You were on fire!
pt: È stato tutto merito della tua performance stellare. Hai fatto scintille!

# 176_Haruka
source: Well, the audience was so responsive, I just wanted to do everything I could to make them happy.
pt: Beh, il pubblico era così caloroso, volevo solo fare di tutto per renderli felici.

# 188_Director
source: And the more you put into it, the more they responded. They were going wild!
pt: E più ti ci mettevi, più rispondevano. Erano scatenati!

# 200_Haruka
source: They were, weren't they? I really feel like we connected. Oh, I had so much fun!
pt: Lo erano, vero? Mi sono sentita davvero in sintonia. Oh, mi sono divertita un mondo!

# 368_Event Staff
source: That went well! I saw a lot of smiling faces.
pt: È andata alla grande! Ho visto un sacco di facce sorridenti.

# 380_Haruka
source: Hmm. I felt I sang well enough, but I think I needed to put a bit more feeling into it.
pt: Hmm. Ho sentito di aver cantato abbastanza bene, ma credo che avrei dovuto metterci un po' più di sentimento.

# 392_Director
source: Either way, I believe the people here today will definitely want to see more of you.
pt: Comunque, credo che la gente qui oggi vorrà sicuramente vedere di più di te.

# 404_Haruka
source: Do you really think so? Oh, I hope that's true.
pt: Lo pensi davvero? Oh, spero che sia vero.

# 416_Director
source: We'd love for you to come back and join us again, too!
pt: Ci farebbe un mondo di piacere se tornassi e ti unissi di nuovo a noi, anche tu!

# 428_Haruka
source: Of course! Thank you!
pt: Certo! Grazie!

# 596_Event Staff
source: I apologize for not being able to make today's event more of a success for you.
pt: Mi dispiace di non essere riuscito a rendere l'evento di oggi un successo ancora maggiore per te.

# 608_Director
source: I feel like we let you down.
pt: Mi sento come se ti avessimo deluso.

# 620_Haruka
source: Oh, of course not! It's all my fault. I just didn't sing very well today.
pt: Oh, ma figurati! È tutta colpa mia. È solo che oggi non ho cantato un granché.

# 632_Director
source: No. As director, I should have taken more care and asked you about your condition. I am deeply sorry.
pt: No. Come direttore, avrei dovuto prestare più attenzione e chiederti delle tue condizioni. Sono profondamente dispiaciuto.

# 644_Director
source: Please, give me the chance to do a better job next time.
pt: Per favore, dammi l'occasione di fare un lavoro migliore la prossima volta.

# 656_Haruka
source: Oh gosh, you have nothing to apologize for. I'm the one who needs to do a better job.
pt: Oh, ma figurati, non hai proprio nulla di cui scusarti. Sono io che devo fare un lavoro migliore.

# 668_Haruka
source: (The poor director is apologizing even though it's all my fault. I can't let this happen again.)
pt: (Il povero direttore si sta scusando, anche se è tutta colpa mia. Non posso permettere che succeda di nuovo.)
