Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200171.po
Languages: pt

# 44_Kiryu
source: (Huh?)
pt: (Eh?)

# 68_Kiryu
source: (What's with that car?)
pt: (Che c'è con quella macchina?)

# 80_Kiryu
source: Oh? What's the Spangled Meteor doing around here?
pt: Oh? Che ci fa la Spangled Meteor da queste parti?

# 92_Kiryu
source: Wada-san... You know about this car?
pt: Wada-san... Sai qualcosa di questa macchina?

# 104_Kiryu
source: Why, is this the first time you've seen it?
pt: Ma come, è la prima volta che la vedi?

# 116_Kiryu
source: It is. There something special about it?
pt: Sì, lo è. C'è qualcosa di speciale?

# 128_Kiryu
source: Well sure. The lady who drives this sexy piece of machinery is in charge of the Vixen Zeroes. They call her the Spangled Meteor.
pt: Beh, certo. La tipa che guida questo bolide sexy è a capo delle Vixen Zeroes. La chiamano la Spangled Meteor.

# 140_Kiryu
source: And what's the Vixen Zeroes?
pt: E cosa sono le Vixen Zeroes?

# 152_Kiryu
source: They say they're a group of gorgeous women who can outspeed anyone they challenge. Wish they'd drive up on <Italic>me</Italic> someday!
pt: Dicono che sono un gruppo di donne mozzafiato che riescono a seminare chiunque sfidino. Magari un giorno si facessero sotto con <Italic>me</Italic>!

# 164_Kiryu
source: So they're essentially an all-girl street racing team?
pt: Allora, sono essenzialmente un team di street racing tutto al femminile?

# 176_Kiryu
source: According to the stories, yeah. But I've never heard of anyone who's actually seen their faces.
pt: Stando alle storie, sì. Ma non ho mai sentito dire di nessuno che abbia davvero visto le loro facce.

# 188_Kiryu
source: Then they may not be gorgeous at all.
pt: Allora, potrebbero non essere affatto mozzafiato.

# 200_Kiryu
source: Haha, that's about the size of it. Guess you could say it's one of those urban legends.
pt: Haha, più o meno è così. Immagino si possa dire che è una di quelle leggende metropolitane.

# 212_Kiryu
source: Oh, and apparently, the only way to see them is to beat them in a race.
pt: Oh, e a quanto pare, l'unico modo per vederle è batterle in una corsa.

# 224_Kiryu
source: Interestingly enough, the Vixen Zeroes are usually the ones who initiate the challenges.
pt: Cosa curiosa, le Vixen Zeroes sono solitamente quelle che lanciano le sfide.

# 236_Kiryu
source: If you lose, they just speed off. But if you win? You catch a glimpse of true beauty.
pt: Se perdi, se ne vanno via sfrecciando. Ma se vinci? Intravedi la vera bellezza.

# 248_Kiryu
source: But if nobody's ever seen them in person, does that mean they're undefeated?
pt: Ma se nessuno le ha mai viste di persona, significa che sono imbattute?

# 260_Kiryu
source: Who knows? All I've heard are rumors. Sure makes a good story, though, don't you think?
pt: Chi lo sa? Tutto quello che ho sentito sono voci. Però fa una bella storia, non credi?

# 272_Kiryu
source: Heh. I guess you're right.
pt: Eh. Immagino tu abbia ragione.
