Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01090774.po
Languages: pt

source: Player
pt: Giocatore

source: Pick Up Trap
pt: Raccogli Trappola

source: Cancel
pt: Annulla

# 60_Player
source: (Nice. Caught a rabbit.)
pt: (Bello. Ho catturato un coniglio.)

# 72_Player
source: (Let's pull this trap.)
pt: (Raccogliamo questa trappola.)

# 144_Player
source: I'm grateful.
pt: Sono grato.

# 168_Player
source: (I'll come back for this later.)
pt: (Ci torno dopo.)

# 180_Player
source: (Somethin' got caught.)
pt: (Qualcosa Ã¨ rimasto preso.)

# 192_Player
source: (Let's pull this trap.)
pt: (Raccogliamo questa trappola.)

# 264_Player
source: I'm grateful.
pt: Sono grato.

# 276_Player
source: (I'll come back for this later.)
pt: (Ci torno dopo.)
