Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169030a.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Producer
pt: Produttore

# 44_Haruka
source: Well, thank you for everything! I'll be seeing you.
pt: Beh, grazie di tutto! Ci vediamo.

# 56_Producer
source: You bet. Thanks for stopping by. See you!
pt: Figurati. Grazie per essere passato. Ci vediamo!

# 80_Haruka
source: (Phew. That does it for making the rounds. I'd better get back to the agency.)
pt: (Fiu. Ho finito con il giro di visite. Sarà meglio tornare all'agenzia.)

# 116_Haruka
source: (Oh, that's that comedian who's famous for reading palms, Shuhei Shimada-san.)
pt: (Oh, quello è il comico famoso per leggere la mano, Shuhei Shimada-san.)

# 128_Haruka
source: (I can't believe it's actually him! They say his readings are scarily accurate. I've always wanted to have him read my palm one day.)
pt: (Non posso crederci, è proprio lui! Dicono che le sue letture siano accuratissime da far paura. Ho sempre desiderato farmi leggere la mano da lui, un giorno.)

# 140_Shimada
source: Huh? Isn't that that girl?
pt: Eh? Ma non è quella ragazza?

# 188_Shimada
source: It is! You're Haruka-chan, aren't you? From the Princess League?
pt: È proprio lei! Sei Haruka-chan, vero? Della Princess League?

# 200_Haruka
source: Yes, that's right! I'm Haruka Sawamura. It's very nice to meet you!
pt: Sì, esatto! Sono Haruka Sawamura. È un vero piacere conoscerla!

# 212_Shimada
source: That's a good, strong greeting! I like it! I'm Shuhei Shimada. I've been watching you on TV.
pt: Che bel saluto energico! Mi piace! Sono Shuhei Shimada. Ti ho seguita in TV.

# 224_Haruka
source: Oh, thank you! I see you on TV all the time, too!
pt: Oh, grazie! Anch'io la vedo sempre in TV!

# 236_Shimada
source: Really? That's nice to hear. So you've seen me do my palm readings on celebrities, huh?
pt: Davvero? Mi fa piacere sentirlo. Quindi mi hai visto leggere la mano alle celebrità, eh?

# 248_Haruka
source: Yes, and I've always wondered what you would say about me.
pt: Sì, e mi sono sempre chiesta cosa avrebbe detto di me.

# 260_Shimada
source: Oh, yeah? Well, now's your chance to find out! Let's have a look.
pt: Ah, sì? Beh, allora questa è la tua occasione per scoprirlo! Diamo un'occhiata.

# 272_Haruka
source: Really!? You wouldn't mind?
pt: Davvero!? Non le dispiacerebbe?

# 284_Shimada
source: Of course not. Hold out your hand.
pt: Ma certo che no. Porgimi la mano.

# 296_Haruka
source: All right...
pt: Va bene...

# 308_Shimada
source: Let's see.
pt: Vediamo un po'.

# 332_Shimada
source: Oh, look at that. You have a cross on your heart line, what's called an embroilment mark. That's pretty rare.
pt: Oh, guarda un po'. Hai una croce sulla linea del cuore, quello che viene chiamato segno del coinvolgimento. È piuttosto raro.

# 344_Haruka
source: What? An embroilment mark? What's that?
pt: Cosa? Un segno del coinvolgimento? Cos'è?

# 356_Shimada
source: It means that you often get caught up in the trouble of those around you, even though you yourself haven't done anything wrong. Sound familiar?
pt: Significa che finisci spesso coinvolta nei guai di chi ti circonda, anche se tu stessa non hai fatto nulla di male. Ti suona familiare?

# 368_Haruka
source: Yes, incredibly. That's amazing. Your readings really are as accurate as they say! What else does my palm tell you?
pt: Sì, moltissimo. È incredibile. Le sue letture sono davvero accurate come dicono! Cos'altro le dice la mia mano?

# 380_Shimada
source: Let's see. What else? Oh! Would you look at these! This is unusual, too.
pt: Vediamo un po'. Cos'altro? Oh! Guarda un po' qui! Anche questo è insolito.

# 392_Haruka
source: What is it?
pt: E cioè?

# 404_Shimada
source: Grief lines. They show just how much pain and sadness you've been through. Does that seem accurate?
pt: Linee della sofferenza. Mostrano quanto dolore e quanta tristezza hai vissuto. Ti sembra accurato?

# 416_Haruka
source: Yes, I'm afraid it does, more than I'd care to admit.
pt: Sì, temo di sì, più di quanto vorrei ammettere.

# 428_Shimada
source: Yeah? Well, it's pretty uncommon for someone of your young age to have been through so much already.
pt: Sì? Beh, è piuttosto insolito per qualcuno della tua giovane età averne già passate così tante.

# 440_Shimada
source: People with these lines have had some difficult experiences, but on the other hand, they're often big-hearted and kind. Is that you?
pt: Chi ha queste linee ha vissuto delle esperienze difficili, ma d'altro canto, sono spesso persone di gran cuore e gentili. Ti ci rivedi?

# 452_Haruka
source: Oh, I don't know. I guess it isn't really for me to say.
pt: Oh, non saprei. Immagino che non spetti proprio a me dirlo.

# 464_Shimada
source: Haha, I guess you've got me there. Wait a minute! Look at this!
pt: Ahah, credo proprio che tu abbia ragione. Aspetta un momento! Guarda qui!

# 476_Haruka
source: What is it?
pt: E cioè?

# 488_Manager
source: It's just about time to go, Shimada-san!
pt: È quasi ora di andare, Shimada-san!

# 500_Shimada
source: Oh, okay! Thanks.
pt: Oh, va bene! Grazie.

# 524_Haruka
source: Oh, I'm sorry! I didn't mean to take up your time.
pt: Oh, scusa! Non volevo rubarti così tanto tempo.

# 536_Shimada
source: No, that's all right. Hey, good luck on the Princess League.
pt: No, non preoccuparti. Ehi, buona fortuna per la Princess League.

# 548_Shimada
source: I've been on a few shows with your opponent, T-Set. They take a lot of pride in their work, don't they? You may have a tough time beating them.
pt: Sono stato in alcuni programmi con le tue avversarie, le T-Set. Sono molto orgogliose del loro lavoro, non trovi? Potresti avere difficoltà a batterle.

# 560_Haruka
source: Yes, I'm afraid you might be right.
pt: Sì, temo che lei abbia ragione.

# 572_Shimada
source: To tell the truth, they're the most professional of all the idols I've worked with. They had the show's format and all their lines down pat.
pt: A dire il vero, sono le più professionali tra tutte le idol con cui ho lavorato. Conoscevano a menadito il format dello show e tutte le loro battute.

# 584_Shimada
source: They make it look easy, but I can tell they really put in a lot of time and effort behind the scenes.
pt: Lo fanno sembrare facile, ma si vede che ci mettono davvero un sacco di tempo e impegno dietro le quinte.

# 596_Haruka
source: Yes, I agree. Who knows if I even have a shot against them.
pt: Sì, sono d'accordo. Chissà se ho anche solo una possibilità contro di loro.

# 608_Shimada
source: Aw, don't give up now. You may have been through a lot, but those experiences have made you stronger.
pt: Dai, non arrenderti proprio ora. Ne avrai passate tante, ma quelle esperienze ti hanno resa più forte.

# 620_Shimada
source: To tell the truth, my career as a comedian didn't take off for quite a while. Until then, my life was pretty rough, to say the least.
pt: A dire il vero, la mia carriera come comico non è decollata per un bel po'. Fino ad allora, la mia vita è stata piuttosto dura, a dir poco.

# 632_Shimada
source: But I believe those experiences made me who I am today. So keep at it, Haruka-chan! Don't give up!
pt: Ma credo che quelle esperienze mi abbiano reso quello che sono oggi. Quindi continua così, Haruka-chan! Non arrenderti!

# 644_Haruka
source: All right. I won't!
pt: Va bene. Non lo farò!

# 656_Shimada
source: Well, see you!
pt: Bene, ci vediamo!

# 668_Haruka
source: Thank you, Shimada-san!
pt: Grazie, Shimada-san!

# 692_Haruka
source: (Shimada-san is just as nice in person as he seems on TV.)
pt: (Shimada-san è proprio gentile di persona come sembra in TV.)

# 704_Haruka
source: (So T-Set is very serious and professional, huh? I bet they've put in incredible amounts of effort.)
pt: (Quindi le T-Set fanno sul serio e sono professionali, eh? Scommetto che ci hanno messo un impegno incredibile.)

# 716_Haruka
source: (If I want any shot at all of beating them, I'll have to put in even more hard work than they do!)
pt: (Se voglio avere anche solo una possibilità di batterle, dovrò metterci ancora più impegno di quanto facciano loro!)
