Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0809.po
Languages: pt

source: Politician
pt: Politico

source: You, of course.
pt: Lei, certo.

source: I only moved here six months ago.
pt: Mi sono trasferito qui appena sei mesi fa.

source: I'm not all that interested in politics.
pt: Non sono poi così interessato alla politica.

source: You beat some sense into them.
pt: Lei gli ha fatto mettere la testa a posto.

source: You cater to their tastes.
pt: Lei asseconda i loro gusti.

source: You should be listening to them.
pt: Lei dovrebbe ascoltarli.

source: I don't take tips like that.
pt: Non accetto mance del genere.

source: That depends on how big the tip is.
pt: Dipende da quanto è grossa la mancia.

source: I'll take the tip, but my vote can't be bought.
pt: Accetto la mancia, ma il mio voto non si compra.

# 44_Politician
source: Phew. Going out to meet supporters sure is tiring.
pt: Uff. Andare in giro a incontrare i sostenitori è proprio una faticaccia.

# 56_Kiryu
source: That does sound tough.
pt: Sembra proprio dura.

# 68_Politician
source: Yes, but it's my electorate, so what can you do? Who did you vote for in the last election?
pt: Sì, ma è il mio elettorato, che ci vuoi fare? Per chi ha votato alle ultime elezioni?

# 80_Politician
source: You, of course.
pt: Lei, ovviamente.

# 92_Politician
source: Oh yeah? Good to hear it. Which of my policies do you support?
pt: Ah sì? Fa piacere sentirlo. Quale delle mie politiche sostiene?

# 104_Kiryu
source: Well, uh...
pt: Beh, uh...

# 116_Politician
source: You didn't really vote for me, did you?
pt: Lei non ha votato davvero per me, vero?

# 128_Kiryu
source: No. I'm afraid I only moved here six months ago.
pt: No. Temo di essermi trasferito qui solo sei mesi fa.

# 140_Politician
source: Hmph. You've got some cheek, lying to my face like that!
pt: Hmph. Hai una bella faccia tosta, a mentirmi in faccia così!

# 152_Kiryu
source: (Looks like I made him angry.)
pt: (Sembra che l'abbia fatto arrabbiare.)

# 164_Politician
source: I'm afraid I only moved here six months ago.
pt: Temo di essermi trasferito qui solo sei mesi fa.

# 176_Politician
source: Oh yeah? With so many people leaving these days, it's always good to see new blood moving in.
pt: Ah sì? Con così tanta gente che se ne va di questi tempi, fa sempre piacere vedere sangue fresco che si trasferisce.

# 188_Politician
source: I hope you pump some new life into Fukuoka!
pt: Spero che lei dia nuova linfa a Fukuoka!

# 200_Kiryu
source: (He looks pleased.)
pt: (Sembra contento.)

# 212_Politician
source: I'm not all that interested in politics.
pt: Non sono poi così interessato alla politica.

# 224_Politician
source: Well, at least you're honest. That said...
pt: Beh, almeno sei onesto. Detto questo...

# 236_Politician
source: You really should read up a little more. You need to be able to discuss all kinds of things in your job.
pt: Dovresti proprio informarti un po' di più. Devi essere in grado di discutere un po' di tutto nel tuo lavoro.

# 248_Kiryu
source: You're right. I'll brush up.
pt: Hai ragione. Mi aggiornerò.

# 260_Politician
source: I'm thinking about incorporating ideas from the public in my campaign.
pt: Sto pensando di incorporare idee dalla gente nella mia campagna.

# 272_Politician
source: What do you think the biggest problem is today?
pt: Qual è secondo te il problema più grande oggi?

# 284_Kiryu
source: Hmm. I do think it's harder for young people to hold onto their hopes and dreams these days.
pt: Mmm. Credo proprio che sia più difficile per i giovani tenere strette le loro speranze e i loro sogni di questi tempi.

# 296_Politician
source: Right. That worries me, as well. There's too many kids out fooling around instead of working.
pt: Giusto. Anche questo mi preoccupa. Ci sono troppi ragazzi in giro a bighellonare invece di lavorare.

# 308_Politician
source: But I don't know what they're thinking, and they don't seem to want to listen to adults like me.
pt: Ma non so cosa abbiano in testa, e non sembrano voler dar retta ad adulti come me.

# 320_Politician
source: What do you do when young people aren't even willing to hear you out?
pt: Cosa fai quando i giovani non sono nemmeno disposti a darti retta?

# 332_Politician
source: If they won't listen to you, why not beat some sense into them?
pt: Se non ti danno retta, perché non gli dai una bella lezione?

# 344_Politician
source: That'll only make things worse. They'll turn their backs on us completely.
pt: Questo non farà che peggiorare le cose. Ci volteranno le spalle completamente.

# 356_Politician
source: These days most kids have never even had a spanking from their parents.
pt: Di questi tempi la maggior parte dei ragazzi non ha nemmeno mai preso una sculacciata dai genitori.

# 368_Politician
source: It doesn't seem like your idea is very realistic.
pt: Non mi sembra che la tua idea sia molto realistica.

# 380_Kiryu
source: Hmm.
pt: Mhh.

# 392_Politician
source: Maybe you could present yourself in a way that caters to their tastes?
pt: Magari potresti presentarti in un modo che sia più nelle loro corde?

# 404_Politician
source: Hmm. That's a point, but I don't know...
pt: Mmm. È un punto, ma non saprei...

# 416_Politician
source: Politics should be genuine, not just a performance. Putting on an act solves nothing.
pt: La politica dovrebbe essere genuina, non solo una recita. Fingere non risolve nulla.

# 428_Kiryu
source: I see. It is tricky.
pt: Capisco. È complicato.

# 440_Politician
source: How about listening to them first?
pt: Che ne dici di dar loro retta, prima?

# 452_Politician
source: Huh? You think I should listen to young people?
pt: Eh? Pensi che dovrei dare retta ai giovani?

# 464_Kiryu
source: You complain that they don't hear you out, but have you been giving them a voice to speak with?
pt: Ti lamenti che non ti danno retta, ma tu gli hai dato una voce per parlare?

# 476_Politician
source: Now that you mention it, I don't remember talking to many young people in the past.
pt: Ora che ci penso, non ricordo di aver parlato con molti giovani in passato.

# 488_Politician
source: But we're just not on the same wavelength. It's like they're a whole different species.
pt: Ma non siamo proprio sulla stessa lunghezza d'onda. È come se fossero una specie completamente diversa.

# 500_Kiryu
source: When you were young, didn't you get sick of being ignored by those who were older than you?
pt: Quando eri giovane, non ti rompeva le scatole essere ignorato da quelli più grandi di te?

# 512_Politician
source: Well, I did do my fair share of partying. That never went down well with my parents.
pt: Beh, ho fatto un bel po' di baldoria. Ai miei non andava mai giù.

# 524_Politician
source: When I think about it, maybe the youth of today aren't so different from me.
pt: Ora che ci penso, forse i giovani di oggi non sono poi così diversi da me.

# 536_Politician
source: All right! I'll try giving them a chance to share their opinions and hear them out.
pt: Va bene! Proverò a dar loro una possibilità di condividere le loro opinioni e a dar loro retta.

# 548_Politician
source: Then maybe they'll be more willing to listen to me as well!
pt: E allora magari saranno più disposti a dar retta anche a me!

# 560_Politician
source: I like the way you think, driver! Thanks for the tip!
pt: Mi piace come ragioni, autista! Grazie della dritta!

# 572_Kiryu
source: Happy to be of service.
pt: Felice di esserle d'aiuto.

# 584_Politician
source: Thank you for the ride. I'll give you a big tip if you promise to back me in the election.
pt: Grazie della corsa. Ti darò una grossa mancia se prometti di appoggiarmi alle elezioni.

# 596_Politician
source: I don't take tips like that.
pt: Non prendo mance così.

# 608_Kiryu
source: Tips are supposed to be a gesture of appreciation.
pt: Le mance dovrebbero essere un gesto di apprezzamento.

# 620_Politician
source: Ha. You're straight as an arrow, aren't you?
pt: Ah. Sei dritto come una freccia, vero?

# 632_Politician
source: If there were more people like you around here, there might actually be some hope for this country.
pt: Se ci fossero più persone come te in giro, ci sarebbe davvero della speranza per questo paese.

# 644_Politician
source: That depends on how big the tip is.
pt: Questo dipende da quanto è grossa la mancia.

# 656_Politician
source: Hmm. How much are we talking?
pt: Mh. Di quanto stiamo parlando?

# 668_Kiryu
source: For my vote? 10,000 yen.
pt: Per il mio voto? 10.000 yen.

# 680_Politician
source: Ha! Don't make me laugh.
pt: Ah! Non farmi ridere.

# 692_Politician
source: I'm always curious to see whether guys like you would take a bribe or turn it down. That's the only reason I said that.
pt: Sono sempre curioso di vedere se uno come te prenderebbe una tangente o la rifiuterebbe. È l'unica ragione per cui l'ho detto.

# 704_Politician
source: I picked you as someone who couldn't be bought. I guess I was wrong, though.
pt: Ti avevo preso per uno che non si faceva comprare. A quanto pare mi sbagliavo, però.

# 728_Politician
source: I'll take the tip, but my vote can't be bought.
pt: Prenderò la mancia, ma il mio voto non si compra.

# 740_Politician
source: What?
pt: Cosa?

# 752_Kiryu
source: If I voted for you, it could be seen as bribery.
pt: Se votassi per te, potrebbe sembrare corruzione.

# 764_Politician
source: Well, if you feel that way, you should just turn down the tip altogether.
pt: Beh, se la metti così, dovresti semplicemente rifiutare la mancia del tutto.

# 776_Kiryu
source: Hm.
pt: Mh.

# 788_Politician
source: I'm always curious to see whether guys like you would take a bribe or turn it down. That's the only reason I said that.
pt: Sono sempre curioso di vedere se uno come te prenderebbe una tangente o la rifiuterebbe. È l'unica ragione per cui l'ho detto.

# 800_Politician
source: I picked you as someone who would turn me down flat. I guess I was wrong, though.
pt: Ti avevo preso per uno che mi avrebbe detto di no secco. A quanto pare mi sbagliavo, però.
