Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c06ed.po
Languages: pt

source: Kiyokawa's Mother
pt: Madre di Kiyokawa

# 60_Watanabe
source: Stupid cabbie! Why'd you go losing now!? Ya tryin' to piss me off!?
pt: Tassista di merda! Perché diavolo hai perso proprio ora!? Mi vuoi far incazzare!?

# 72_Kiyokawa
source: I did it, Watanabe-san! Now I can join the Devil Killers, right!?
pt: Ce l'ho fatta, Watanabe-san! Ora posso unirmi ai Devil Killers, vero!?

# 84_Watanabe
source: Yeah, uh... I still haven't seen enough to make a call yet.
pt: Sì, uhm... non ho ancora visto abbastanza per decidere.

# 96_Kiyokawa
source: Aww, come on!
pt: Ma dai!

# 108_Watanabe
source: You take on this taxi driver and win one more time, maybe I'll give it some more thought. Later!
pt: Se affronti questo tassista e vinci un'altra volta, forse ci penserò un po' di più. Dopo!

# 132_Watanabe
source: Hey! Hold on a second!
pt: Ehi! Aspetta un attimo!

# 144_Kiyokawa's Mother
source: Get back here, Koji!
pt: Torna qui, Koji!

# 192_Kiryu
source: So what do you think of us taxi drivers now?
pt: Allora, che te ne pare di noi tassisti adesso?

# 204_Kiyokawa
source: I guess I was wrong... You're something else, man.
pt: Immagino di essermi sbagliato... Sei di un'altra pasta, amico.

# 216_Watanabe
source: Heh, just as I thought. I'm outta here.
pt: Heh, come immaginavo. Mi levo di torno.

# 252_Kiyokawa's Mother
source: Have you finally got this racing thing out of your system? Let's go home together. I'll make you a big batch of your favorite stew.
pt: Ti è finalmente passata questa fissa delle corse? Andiamo a casa insieme. Ti preparo un bel po' del tuo stufato preferito.

# 264_Kiryu
source: I have to go now, but don't go running out on your mother again. Got that?
pt: Ora devo andare, ma non piantare in asso tua madre di nuovo. Capito?

# 288_Watanabe
source: Wait! Please!
pt: Aspetta! Ti prego!

# 300_Kiryu
source: Hm?
pt: Mh?

# 312_Kiyokawa
source: About that taxi job you mentioned. Is the offer still up for grabs?
pt: Riguardo a quel lavoro da tassista che hai menzionato. L'offerta è ancora in ballo?

# 324_Kiryu
source: Sure.
pt: Certo.

# 336_Kiyokawa
source: Then you'll hire me?
pt: Allora mi assumerai?

# 348_Kiyokawa's Mother
source: *gasp*
pt: *sussulto*

# 360_Kiyokawa
source: I'm serious here! I'm finally starting to understand why being a taxi driver might be cool. So will you let me work with you?
pt: Faccio sul serio! Sto finalmente iniziando a capire perché fare il tassista potrebbe essere una figata. Allora mi farai lavorare con te?

# 372_Kiyokawa's Mother
source: How can you expect that after the way you treated him!? You think you can just waltz your way into the job world without even an apology?
pt: Come puoi pretenderlo dopo come l'hai trattato!? Pensi di poter piombare nel mondo del lavoro così senza nemmeno delle scuse?

# 384_Kiyokawa
source: Okay, I'm sorry for being such a pain! I mean it. There's nothing I want more than to be a driver for your company. I promise to work real hard!
pt: Okay, mi dispiace di essere stato una tale seccatura! Faccio sul serio. Non voglio altro che fare l'autista per la tua compagnia. Prometto che mi impegnerò tantissimo!

# 396_Kiryu
source: Well... I don't see why not.
pt: Beh... non vedo perché no.

# 408_Kiyokawa's Mother
source: Really!?
pt: Davvero!?

# 420_Kiryu
source: Sure. I did make him an offer, after all. And he looks eager to give this a shot.
pt: Certo. Gli ho fatto un'offerta, dopotutto. E sembra che non veda l'ora di provarci.

# 432_Kiyokawa's Mother
source: You sure it's not too much trouble, even after what he did?
pt: Sei sicuro che non sia troppo disturbo, anche dopo quello che ha combinato?

# 444_Kiryu
source: Well, he won't get far acting like that, true.
pt: Beh, non farà molta strada comportandosi così, vero.

# 456_Kiryu
source: But in the world I come from, you don't just cut a guy loose once he's seen the error of his ways. Better to let him make amends.
pt: Ma nel mondo da cui provengo, non si molla un tipo una volta che ha capito di aver sbagliato. Meglio lasciargli rimediare.

# 468_Kiyokawa's Mother
source: That's... very generous.
pt: È... molto generoso.

# 480_Kiryu
source: I'll look after your son, ma'am. Now, let's get going. You can call me Suzuki. From here on out, you're a taxi driver.
pt: Mi prenderò cura di tuo figlio, signora. Ora, muoviamoci. Puoi chiamarmi Suzuki. D'ora in poi, sei un tassista.

# 492_Kiyokawa
source: Yes, sir! Thank you so much! I'll make sure you don't regret hiring me!
pt: Sì, signore! Grazie mille! Mi assicurerò che non si penta di avermi assunto!

# 504_Kiyokawa's Mother
source: Koji... My son! I'm so happy I could... *sniffle* Ohh, here come the waterworks...
pt: Koji... Figlio mio! Sono così felice che potrei... *singhiozzo* Ohh, ecco che mi scende il pianto a dirotto...
