Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a70.po
Languages: pt

# 60_Kenta
source: Hey! Been waiting for ya!
pt: Oi! Ti aspettavo!

# 72_Shinada
source: You again, miracle pitch kid? Hey, give me back that... uh... that coupon.
pt: Ancora tu, ragazzino del miracle pitch? Oi, ridammi quel... uhm... quel coupon.

# 84_Kenta
source: I know, I know. But if you want it back... Do I really need to explain?
pt: Lo so, lo so. Ma se lo rivuoi indietro... Devo davvero spiegartelo?

# 96_Shinada
source: Another miracle pitch duel? What was it? Panty Flash Mark 12?
pt: Un altro duello di miracle pitch? Cos'era? Panty Flash Mark 12?

# 108_Kenta
source: Mm-hm! If you can get three hits out of ten pitches, you win. If you can't, I win.
pt: Mmh! Se riesci a fare tre battute su dieci lanci, vinci tu. Se non ci riesci, vinco io.

# 156_Kenta
source: Wait a minute. This must mean...
pt: Aspetta un attimo. Questo vuol dire che...

# 168_Kenta
source: Heheh. Gotcha times three!
pt: Heheh. Ti ho incastrato tre volte!

# 180_Shinada
source: I knew it was you! All right, Kenta, what'd you swipe this time?
pt: Lo sapevo che eri tu! D'accordo, Kenta, cos'hai fregato stavolta?

# 192_Shinada
source: No... It couldn't be... It's gone! My massage parlor coupon! Now how am I supposed to get my ham handled for half off!?
pt: No... Non può essere... È sparito! Il mio coupon per il centro massaggi! Ora come diavolo faccio a farmi dare una bella maneggiata a metà prezzo!?

# 204_Kenta
source: Huh. I don't know what that is, but it sounds important.
pt: Mah. Non so cosa sia, ma sembra importante.

# 216_Shinada
source: It's a ticket to the land of dreams for any man. But you're too young. Give it back!
pt: È un biglietto per la terra dei sogni per qualsiasi uomo. Ma sei troppo giovane. Ridammelo!

# 228_Kenta
source: If you want this back... Do you really need me to explain the rest?
pt: Se lo rivuoi indietro... Devo davvero spiegarti il resto?

# 240_Shinada
source: No, I guess not. You want to challenge me with another of your miracle pitches, right?
pt: No, direi di no. Vuoi sfidarmi con un altro dei tuoi miracle pitch, giusto?

# 252_Kenta
source: You got it. Okay then, to the batting cage! You won't be hitting my miracle pitch today!
pt: Ci siamo. Bene, allora, alla gabbia di battuta! Oggi il mio miracle pitch non lo becchi!

# 264_Shinada
source: Wait a second. Are you still throwing those crazy breaking balls?
pt: Aspetta un attimo. Stai ancora lanciando quelle palle a effetto pazzesche?

# 288_Kenta
source: Didn't I tell you? A kid like you shouldn't be throwing those. Wait till you finish growing. You really could wreck yourself.
pt: Non te l'ho detto? Un ragazzino come te non dovrebbe tirarle. Aspetta che finisci di crescere. Potresti davvero spaccarti.

# 300_Kenta
source: Yeah, yeah－fine! Besides, I said miracle pitch. I didn't say anything about a breaking ball.
pt: Sì, sì—va bene! Inoltre, ho detto miracle pitch. Non ho detto nulla riguardo a una palla a effetto.

# 312_Shinada
source: Oh is that so?
pt: Oh, è così?

# 324_Kenta
source: Yup. Today I'll be throwing... a fastball. And since you're such a party pooper, I'll even throw it like a kid!
pt: Esatto. Oggi lancerò... una fastball. E visto che sei un tale guastafeste, la tirerò pure come un ragazzino!

# 336_Kenta
source: Can you <Italic>handle</Italic> that, mister? Sure ya can.
pt: Riesci a <Italic>cavartela</Italic>, campione? Certo che sì.

# 348_Shinada
source: Okay, okay. But now we're talking about a little kid's fastball. Where's the miracle in that?
pt: Va bene, va bene. Ma ora stiamo parlando di una fastball da ragazzino. Dov'è il miracle in questo?

# 360_Kenta
source: How about waiting until you see me throw? 'Cause this... is my trump card.
pt: Aspetta di vedermi lanciare, no? Questo... è il mio asso nella manica.

# 372_Kenta
source: The rules are the same as before. If you can get three hits out of ten pitches, you win.
pt: Le regole sono le stesse di prima. Se riesci a fare tre battute su dieci lanci, vinci.
