Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0116004d.po
Languages: pt

source: You got 3,600 experience points.
pt: Hai guadagnato 3.600 punti esperienza.

source: Lady Who Looks Like Uno
pt: Donna che somiglia a Uno

source: Girl Who Looks Like Fujita
pt: Ragazza che somiglia a Fujita

source: Barker
pt: Imbonitore

source: Choose Uno-san
pt: Scegli Uno-san

source: Choose Fujita-san
pt: Scegli Fujita-san

source: Run Like Hell
pt: Scappa a gambe levate

# 44_Shinada
source: (Eww. You get what you pay for, room-wise. I hope the girl's at least passable.)
pt: (Bleah. Tanto paghi, tanto ricevi, almeno per la stanza. Spero che la ragazza sia almeno passabile.)

# 56_Shinada
source: (Woohoo, here she comes!)
pt: (Evvai, eccola che arriva!)

# 68_Shinada
source: Yup, come on in.
pt: Sì, entra pure.

# 80_Lady Who Looks Like Uno
source: Hey, sweetheart, I'm Yuka.
pt: Ehi, tesoro, sono Yuka.

# 92_Shinada
source: (Oogh!)
pt: (Ugh!)

# 104_Shinada
source: (This old skeleton in a dress－she's the spitting image of Uno-san!)
pt: (Questo vecchio scheletro in vestito... è l'immagine sputata di Uno-san!)

# 116_Yuka
source: It's so cold out today, isn't it? Why don't you come a little closer and let me warm you up? ♪
pt: Fa così freddo fuori oggi, vero? Perché non ti avvicini un po' e lasci che ti scaldi io? ♪

# 128_Shinada
source: Uh... Well... I'm sorry to have to say this, but...
pt: Ehm... Beh... Mi dispiace doverlo dire, ma...

# 140_Yuka
source: But what? Are you trying to say you want a different girl?
pt: Ma cosa? Vorresti dire che vuoi un'altra ragazza?

# 152_Shinada
source: Yeah... I'm really sorry－it's just that you look so much like a friend of mine. It'd be awkward to take things any further.
pt: Già... mi dispiace davvero — è solo che assomigli tantissimo a un mio amico. Sarebbe imbarazzante spingersi oltre.

# 164_Yuka
source: Hmph! The absolute <Italic>nerve</Italic> of you! You're hardly a looker yourself!
pt: Umpf! Ma che <Italic>faccia tosta</Italic>! Non sei certo un adone neanche tu!

# 176_Shinada
source: That might be true, but there's no way I can get down with you. No offense, Uno-san.
pt: Sarà anche vero, ma non c'è verso che io ci stia con te. Senza offesa, Uno-san.

# 188_Yuka
source: How dare you treat me this way! And who is this Uno-san you speak of!? You know what－I want nothing to do with you either!
pt: Come ti permetti di trattarmi in questo modo! E chi sarebbe questa Uno-san di cui parli?! Sai che ti dico? Non voglio avere niente a che fare con te neanch'io!

# 260_Shinada
source: (Yikes. Is this place even legit? Maybe it was too good to be true...)
pt: (Accidenti. Ma questo posto è serio? Forse era troppo bello per essere vero...)

# 272_Shinada
source: (Please, let it be a cutie coming through that door!)
pt: (Ti prego, fa' che sia una sventola quella che varcherà quella porta!)

# 284_Shinada
source: Come on in, baby girl! ♪
pt: Entra pure, piccola! ♪

# 296_Girl Who Looks Like Fujita
source: Hey, big sexy. I'm Rumi, and I'm gonna rock your world.
pt: Ehi, bel fusto. Sono Rumi, e sto per farti impazzire.

# 308_Shinada
source: (Bleurrgh!)
pt: (Bleah!)

# 320_Shinada
source: (Another bony old grandma－and this time it's Coach Fujita!)
pt: (Un'altra vecchia pelle e ossa — e stavolta è il coach Fujita!)

# 332_Rumi
source: You must be all wound up from waiting. I bet you can't wait for me to work my fingers around those achy muscles.
pt: Sarai tutto teso per l'attesa. Scommetto che non vedi l'ora che faccia scorrere le dita su quei muscoli doloranti.

# 344_Shinada
source: Well, uh, about that...
pt: Beh, ecco, riguardo a questo...

# 356_Rumi
source: Huh? Are you seriously going to ask for a different girl? Again?
pt: Eh? Hai davvero intenzione di chiedere un'altra ragazza? Di nuovo?

# 368_Shinada
source: Um. Yes.
pt: Ehm. Sì.

# 380_Rumi
source: You better smarten up! Did you come here just to waste our time!?
pt: Vedi di darti una regolata! Sei venuto qui solo per farci perdere tempo!?

# 392_Shinada
source: No, I'm sorry. It's just that your face... reminds me of someone I regard as a parent.
pt: No, scusa. È solo che la tua faccia... mi ricorda qualcuno che considero un genitore.

# 404_Rumi
source: Don't you insult me like that! Even if I were old enough to have a son your age, he wouldn't be as ugly as you!
pt: Non provare a insultarmi così! Anche se fossi abbastanza vecchia da avere un figlio della tua età, non sarebbe mai un cesso come te!

# 416_Shinada
source: ...I think you might've misunderstood me.
pt: ...Credo che tu mi abbia frainteso.

# 428_Rumi
source: Don't try playing dumb! You must think I'm some kind of fool, don't you? That's it, I'm calling one of the staff!
pt: Non provare a fare il finto tonto! Mi hai preso per una scema, vero? Adesso basta, chiamo lo staff!

# 488_Barker
source: Listen, you can only ask to change girls once. Quit screwing around and choose one or the other.
pt: Senti, puoi chiedere di cambiare ragazza solo una volta. Smettila di cazzeggiare e scegline una o l'altra.

# 500_Shinada
source: Choose between Uno-san or Coach? You gotta be kidding me!
pt: Scegliere tra Uno-san o il Coach? Ma stiamo scherzando!

# 512_Barker
source: It's Yuka-chan and Rumi-chan! Don't give them weird nicknames!
pt: Sono Yuka-chan e Rumi-chan! Non dargli dei soprannomi strani!

# 524_Shinada
source: Look, I'm sorry, but if those are my only options, I'm out. I'm leaving and I'd like my money back.
pt: Senti, mi dispiace, ma se queste sono le mie uniche opzioni, io passo. Me ne vado e vorrei indietro i miei soldi.

# 536_Barker
source: You didn't think you could just walk out of here scot-free, asshole!? Now it's either Yuka-chan or Rumi-chan! Choose!
pt: Non crederai mica di passarla liscio e andartene da qui, stronzo!? Adesso o scegli Yuka-chan o Rumi-chan! Scegli!

# 548_Shinada
source: I <Italic>choose</Italic> neither! I just can't do this!
pt: Non ne <Italic>scelgo</Italic> nessuna! Proprio non ce la faccio!

# 560_Barker
source: Enough of your bullshit, man! Your health and well-being depend on your answer here. Choose one, right now!
pt: Basta con le stronzate, amico! La tua salute e la tua incolumità dipendono dalla tua risposta. Scegline una, adesso!

# 572_Shinada
source: (Choose, he says, but between Uno-san or... Coach Fujita? Either option is kind of horrific.)
pt: (Dice di scegliere, ma tra Uno-san o... il Coach Fujita? In entrambi i casi è un vero incubo.)

# 584_Shinada
source: Uh, then Uno-san.
pt: Uh, allora Uno-san.

# 596_Barker
source: Uno-san? Who is that supposed to be? Do you mean Yuka-chan?
pt: Uno-san? E chi sarebbe, scusa? Intendi Yuka-chan?

# 608_Shinada
source: Ah, right, Yuka-chan. Her.
pt: Ah, già, Yuka-chan. Lei.

# 620_Yuka
source: Pah! I'm hardly in the mood for this anymore.
pt: Pah! Ormai mi è passata quasi del tutto la voglia.

# 632_Shinada
source: (Took the words right out of my mouth.)
pt: (Mi hai tolto le parole di bocca.)

# 644_Barker
source: You better not cause me any more headaches. So simmer down and enjoy your happy ending, you goddamn jackass!
pt: Vedi di non darmi altri grattacapi. Quindi datti una calmata e goditi il tuo lieto fine, maledetto imbecille!

# 740_Yuka
source: Well, maybe we can start things over with a little smoochie woochie. Did you make sure to brush your teeth?
pt: Beh, magari possiamo ricominciare con un po' di bacini bacetti. Ti sei ricordato di lavarti i denti?

# 752_Shinada
source: Yes, m'am.
pt: Sì, signora.

# 764_Yuka
source: That's good. I love it when a man has a clean, sparkly mouth. Now pucker up, sugar gums. ♪
pt: Bene. Adoro quando un uomo ha la bocca pulita e splendente. Ora fammi il musetto, zuccherino. ♪

# 896_Shinada
source: Uh, then I guess I'll take the coach.
pt: Uh, allora mi sa che sceglierò l'allenatore.

# 908_Barker
source: Who the hell is "the coach"? Do you mean Rumi-chan?
pt: Ma chi diavolo sarebbe "l'allenatore"? Intendi Rumi-chan?

# 920_Shinada
source: Uh, yes, yes, I choose Rumi-chan.
pt: Uh, sì, sì, scelgo Rumi-chan.

# 932_Rumi
source: Oh, all right. I'm not even into this degenerate mess of a man, but a job's a job...
pt: Oh, va bene. Non mi ispira per niente questo rottame d'uomo, ma il lavoro è lavoro...

# 944_Shinada
source: (I want this even less than you, hag.)
pt: (Lo voglio ancora meno di te, vecchiaccia.)

# 956_Barker
source: You better not cause me any more headaches. So simmer down and enjoy your happy ending, you goddamn jackass!
pt: Vedi di non darmi altri grattacapi. Quindi datti una calmata e goditi il tuo lieto fine, maledetto imbecille!

# 968_Shinada
source: Right...
pt: Giusto...

# 1052_Rumi
source: Okay, we're doing this. Maybe a little kiss would help sweeten up the mood? Is your mouth clean?
pt: D'accordo, facciamolo. Magari un bacetto aiuterebbe ad addolcire l'atmosfera? Hai la bocca pulita?

# 1064_Shinada
source: It... It is.
pt: Lo... Lo è.

# 1076_Rumi
source: It better be, or else! Anyway... Hope you like tongue, sweetcheeks! ♪
pt: Sarà meglio per te, altrimenti...! Comunque... Spero ti piaccia la lingua, zuccherino! ♪

# 1088_Shinada
source: No! No way, no how, no can do! I'm leaving!
pt: No! Assolutamente no, neanche per sogno, non se ne parla proprio! Me ne vado!

# 1100_Barker
source: I have had it up to <Italic>here</Italic> with you, sir! You want to diss The Cheeky Chestnut one more time, then get your ass outside! I'll teach you who's allowed to be cheeky around here!
pt: Ne ho fin <Italic>qui</Italic> di te, signore! Se vuoi insultare il Cheeky Chestnut ancora una volta, allora porta fuori il culo! Ti insegno io a chi è permesso fare lo sfacciato da queste parti!
