Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013304cb.po
Languages: pt

# 60_Kurosaki
source: Hey. Shinada.
pt: Ehi. Shinada.

# 72_Shinada
source: Hm?
pt: Mh?

# 84_Shinada
source: Oh, just Kurosaki again. What a surprise. What are you scheming this time?
pt: Oh, Kurosaki di nuovo. Che sorpresa. Cosa stai macchinando stavolta?

# 96_Kurosaki
source: Quit yapping and come with me.
pt: Piantala di blaterare e vieni con me.

# 108_Shinada
source: Yeah, no thanks. Why would I do that? I got enough problems already.
pt: Eh, no grazie. Perché mai dovrei farlo? Ho già un sacco di problemi.

# 120_Kurosaki
source: Heh, so you're a coward, then? Don't worry, I won't lay a finger on you, I swear.
pt: Heh, quindi sei un fifone, eh? Tranquillo, non ti toccherò un dito, te lo giuro.

# 132_Shinada
source: Yeah? Then what are you planning?
pt: Ah sì? Allora cosa stai combinando?

# 144_Kurosaki
source: Come with me and see for yourself.
pt: Vieni con me e vedi tu stesso.

# 156_Shinada
source: (All right. Might as well see what he wants, at least for old times' sake.)
pt: (Va bene. Tanto vale vedere cosa vuole, almeno per i vecchi tempi.)

# 180_Kurosaki
source: You gonna try again, or am I gonna have to drag your ass out there?
pt: Ci riprovi, o ti devo tirare fuori a calci?

# 192_Shinada
source: Oh I'll be there, Kurosaki. And it won't be a repeat of last time.
pt: Oh, ci sarò, Kurosaki. E non si ripeterà come l'ultima volta.
