Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c068c.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

source: Forlorn Woman
pt: Donna Sconsolata

# 56_Kiryu
source: Here we are.
pt: Eccoci.

# 68_Forlorn Woman
source: I really must thank you.
pt: Ti devo proprio ringraziare.

# 80_Forlorn Woman
source: If I'd gone to Tokyo today, I would have had to live with that regret the rest of my life.
pt: Se fossi andata a Tokyo oggi, avrei dovuto convivere con quel rimpianto per il resto della mia vita.

# 92_Forlorn Woman
source: I have to tell him, face to face. Thank you for helping me realize that.
pt: Devo dirglielo, faccia a faccia. Grazie per avermi aiutato a capirlo.

# 104_Forlorn Woman
source: Here is my fare. Will you accept a tip, too?
pt: Ecco la mia tariffa. Accetti anche una mancia?

# 140_Kiryu
source: I appreciate it.
pt: Apprezzo.

# 152_Forlorn Woman
source: Good luck on the rest of your travels!
pt: In bocca al lupo per il resto dei tuoi viaggi!

# 164_Kiryu
source: Here we are.
pt: Eccoci.

# 176_Forlorn Woman
source: Thank you. Here's my fare.
pt: Grazie. Ecco la mia tariffa.

# 200_Kiryu
source: I appreciate it.
pt: Apprezzo.

# 212_Forlorn Woman
source: Best of luck to you.
pt: In bocca al lupo.

# 224_Kiryu
source: Here we are.
pt: Eccoci.

# 236_Forlorn Woman
source: I have a feeling this job doesn't suit you.
pt: Ho la sensazione che questo lavoro non faccia per te.

# 260_Kiryu
source: I apologize.
pt: Mi scuso.

# 272_Forlorn Woman
source: Yeah. Try putting more thought into what you say next time. Bye.
pt: Gi√†. La prossima volta, cerca di pensarci meglio su quello che dici. Ciao.
