Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900ab.po
Languages: pt

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: You got 1,200 experience points.
pt: Hai ottenuto 1.200 punti esperienza.

source: You got 900 experience points.
pt: Hai ottenuto 900 punti esperienza.

source: Yamaura's Memo
pt: Memo di Yamaura

source: Woman's Voice
pt: Voce di donna

source: Relationship Advice for Readers
pt: Consigli sentimentali per i lettori

source: The Princess League
pt: La Princess League

source: Life as an Idol
pt: La vita da idol

source: I would let my friend have him.
pt: Lo lascerei alla mia amica.

source: I would go after the boy myself.
pt: Gli andrei dietro io stessa.

source: I would ask my friend to let me have him.
pt: Chiederei alla mia amica di lasciarlo a me.

source: You should kiss him.
pt: Dovresti baciarlo.

source: You should keep waiting.
pt: Dovresti continuare ad aspettare.

source: You should try to set the mood.
pt: Dovresti provare a creare l'atmosfera.

source: Keep telling her to stop seeing him.
pt: Continua a dirle di smettere di vederlo.

source: End your relationship with this friend.
pt: Chiudi i rapporti con questo amico.

source: Try to reason with the teacher.
pt: Prova a ragionare con l'insegnante.

# 56_Haruka
source: (Let's see what Yamaura-san's memo says.)
pt: (Vediamo cosa dice il promemoria di Yamaura-san.)

# 68_Yamaura's Memo
source: "Kiss Kiss" is a fashion magazine aimed at pre-teens and teens.
pt: "Kiss Kiss" è una rivista di moda rivolta a pre-adolescenti e adolescenti.

# 80_Yamaura's Memo
source: The interviewer will be Kotani-san. She's an old, unmarried career woman. She's nice enough, but is very particular about professionalism.
pt: L'intervistatrice sarà Kotani-san. È una donna in carriera di una certa età, non sposata. È piuttosto gentile, ma è molto pignola riguardo alla professionalità.

# 92_Yamaura's Memo
source: The interview will consist of questions from readers asking for advice. These will mostly be about love and relationships.
pt: L'intervista consisterà in domande da parte dei lettori che chiedono consigli. Riguarderanno principalmente l'amore e le relazioni.

# 104_Yamaura's Memo
source: Try to give responses that the readers will be able to relate to. Remember, if you want to be a popular idol you have to appeal to the young female audience as well.
pt: Cerca di dare risposte in cui le lettrici possano immedesimarsi. Ricorda, se vuoi essere un'idol popolare devi fare colpo anche sul pubblico femminile giovane.

# 116_Yamaura's Memo
source: For this kind of interview, it's also important to make a favorable impression on the interviewer. Their experience with you will affect the tone of the article they write.
pt: Per questo tipo di intervista, è importante anche fare una buona impressione sull'intervistatore. L'esperienza che avrà con te influenzerà il tono dell'articolo che scriverà.

# 128_Haruka
source: (Okay, so this is what I have to keep in mind for the interview.)
pt: (Ok, quindi questo è quello che devo tenere a mente per l'intervista.)

# 140_Haruka
source: (I have to be relatable to pre-teen and teen girls.)
pt: (Devo fare in modo che le pre-adolescenti e le adolescenti possano immedesimarsi in me.)

# 152_Haruka
source: (And Kotani-san is very particular about professionalism.)
pt: (E Kotani-san è molto pignola riguardo alla professionalità.)

# 164_Haruka
source: (All right. Got it!)
pt: (Va bene. Ho capito!)

# 176_Woman's Voice
source: Hello. I'm here for an interview with Haruka-chan.
pt: Salve. Sono qui per un'intervista con Haruka-chan.

# 188_Haruka
source: (Oh! The interviewer is here.)
pt: (Oh! L'intervistatrice è qui.)

# 248_Haruka
source: Hello. I'm Kotani from "Kiss Kiss." It's very nice to meet you, Haruka-chan.
pt: Salve. Sono Kotani di "Kiss Kiss". È un vero piacere conoscerti, Haruka-chan.

# 260_Haruka
source: You as well! Thank you very much for coming.
pt: Altrettanto! Grazie mille per essere venuta.

# 272_Kotani
source: I imagine your manager has already explained everything to you. You are aware of what today's interview is about?
pt: Immagino che il tuo manager ti abbia già spiegato tutto. Sei a conoscenza dell'argomento dell'intervista di oggi?

# 284_Haruka
source: Um...
pt: Ehm...

# 296_Kotani
source: What's the matter? Did your manager have you do this interview with no preparation at all?
pt: Cosa c'è che non va? Il tuo manager ti ha mandata a fare questa intervista senza la minima preparazione?

# 308_Kotani
source: Oh, that will not do. I gave your manager the particulars beforehand for a reason.
pt: Oh, così non va affatto bene. Ho fornito i dettagli al tuo manager in anticipo per un motivo.

# 320_Haruka
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 332_Kotani
source: Hmph. Well. I will explain again. We'd like you to give our readers advice about the relationship problems they've written in about.
pt: Hmph. Beh. Te lo spiegherò di nuovo. Vorremmo che tu dessi dei consigli ai nostri lettori riguardo ai problemi di cuore di cui ci hanno scritto.

# 344_Haruka
source: I was told it would be questions from readers asking for relationship advice.
pt: Mi era stato detto che si sarebbe trattato di domande dei lettori in cerca di consigli sentimentali.

# 356_Kotani
source: Yes, good. So you are prepared.
pt: Sì, bene. Allora sei preparata.

# 368_Kotani
source: Now, then. Girls from middle school and high school have written in, asking for your advice on their relationship troubles. Just answer the way you think is best.
pt: Dunque. Ragazze delle scuole medie e superiori ci hanno scritto per chiederti consiglio sui loro problemi di cuore. Rispondi pure nel modo che ritieni migliore.

# 380_Haruka
source: All right.
pt: Va bene.

# 392_Kotani
source: And remember, our readers will be able to take heart if they see that even a cute idol like yourself has been through some of the same things they have.
pt: E ricorda, i nostri lettori potranno farsi forza vedendo che anche un'idol carina come te ha vissuto le loro stesse esperienze.

# 404_Haruka
source: Let's see. It's about the Princess League, right?
pt: Vediamo... Riguarda la Princess League, giusto?

# 416_Kotani
source: No, that's not it at all. How odd. Is that what your manager told you?
pt: No, non è affatto così. Che strano. È questo quello che ti ha detto il tuo manager?

# 428_Kotani
source: I understand you are currently appearing on the Princess League, but today's interview is about answering reader's love and relationship questions.
pt: So che attualmente stai partecipando alla Princess League, ma l'intervista di oggi consiste nel rispondere alle domande dei lettori sull'amore e sui sentimenti.

# 440_Kotani
source: Oh, that will not do at all. I gave your manager the particulars beforehand for a reason.
pt: Oh, così non va affatto bene. Ho fornito i dettagli in anticipo al tuo manager per un motivo.

# 452_Haruka
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 464_Kotani
source: Well, never mind. I'll assume it was an oversight.
pt: Beh, non importa. Farò finta che sia stata una svista.

# 476_Haruka
source: Let's see. Is it about my life as an idol?
pt: Vediamo... Riguarda la mia vita da idol?

# 488_Kotani
source: No, that's not it. How odd. Is that what your manager told you?
pt: No, non è così. Che strano. È questo quello che ti ha detto il tuo manager?

# 500_Kotani
source: I'm sure our readers are interested in your idol life, but today's interview is about answering reader's questions about relationships.
pt: Sono sicuro che i nostri lettori siano interessati alla tua vita da idol, ma l'intervista di oggi consiste nel rispondere alle domande dei lettori sulle relazioni.

# 512_Kotani
source: Oh, that will not do at all. I gave your manager the particulars beforehand for a reason.
pt: Oh, così non va affatto bene. Ho fornito i dettagli in anticipo al tuo manager per un motivo.

# 524_Haruka
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 536_Kotani
source: Well, never mind. I'll assume it was an oversight.
pt: Beh, non importa. Farò finta che sia stata una svista.

# 548_Kotani
source: Now, on to the questions. Remember, these are middle school and high school aged girls like you, so just answer the way you normally would.
pt: Bene, passiamo alle domande. Ricorda, sono ragazzine delle medie e delle superiori proprio come te, quindi rispondi pure come faresti normalmente.

# 560_Haruka
source: All right.
pt: Va bene.

# 572_Kotani
source: Okay, here we go. The first question is from Mina-chan in Tokyo. She's a middle school student.
pt: Bene, iniziamo. La prima domanda è di Mina-chan da Tokyo. È una studentessa delle medie.

# 584_Kotani
source: She writes, "My friend and I both like the same boy. What would you do if you were in my shoes?"
pt: Scrive: "A me e a una mia amica piace lo stesso ragazzo. Cosa faresti se fossi nei miei panni?"

# 596_Haruka
source: Um...
pt: Ehm...

# 608_Kotani
source: Hm. I guess that was a tough one. But you have to say something, or I won't have anything to write in the article.
pt: Hm. Immagino che questa fosse tosta. Ma devi dire qualcosa, altrimenti non avrò nulla da scrivere nell'articolo.

# 620_Haruka
source: I really apologize.
pt: Chiedo davvero scusa.

# 632_Kotani
source: Oh. Well. Let's just move on to the next question, I suppose.
pt: Oh. Beh. Passiamo pure alla prossima domanda, direi.

# 644_Haruka
source: I would give up and let my friend have him. Friendship is more important to me than romance.
pt: Rinuncerei e lascerei campo libero alla mia amica. Per me l'amicizia è più importante dell'amore.

# 656_Kotani
source: But what if you really, really like this boy? And do friendships last all that long, anyway? Who knows, this relationship could even lead to marriage!
pt: Ma se questo ragazzo ti piacesse davvero, davvero tanto? E poi, le amicizie durano davvero così a lungo? Chissà, questa relazione potrebbe persino portare al matrimonio!

# 668_Haruka
source: Maybe, but I still couldn't betray my friend. That just wouldn't be me.
pt: Forse, ma non riuscirei comunque a tradire la mia amica. Non sarebbe da me.

# 680_Kotani
source: I see. But if you keep choosing friendship over romance, you might miss your chance to ever get married at all. Like I did.
pt: Capisco. Ma se continui a preferire l'amicizia all'amore, potresti perdere ogni occasione di sposarti. Proprio come è successo a me.

# 692_Haruka
source: But you're still young, Kotani-san. You have plenty of time!
pt: Ma lei è ancora giovane, Kotani-san. Ha ancora un sacco di tempo!

# 704_Kotani
source: Hehe. Well, aren't you sweet? I think I might be becoming a new fan of yours!
pt: Eheh. Beh, ma sei proprio un tesoro! Credo proprio che diventerò una tua nuova fan!

# 716_Haruka
source: I would go after the boy myself and not worry about my friend. I have to follow my own heart.
pt: Andrei io stessa dietro al ragazzo senza preoccuparmi della mia amica. Devo seguire il mio cuore.

# 728_Kotani
source: Hmm. That makes you sound a little love-hungry, I'd say. Do you think your agency would be okay with you saying that?
pt: Hmm. Direi che questo ti fa sembrare un po' troppo affamata d'amore. Pensi che alla tua agenzia andrebbe bene se dicessi una cosa del genere?

# 740_Haruka
source: I don't know. It's just how I honestly feel.
pt: Non lo so. È solo quello che provo onestamente.

# 752_Kotani
source: Hmm. Maybe that's just how young people these days think. I suppose too much holding back doesn't help anyone find love.
pt: Hmm. Forse è proprio così che la pensano i giovani d'oggi. Immagino che trattenersi troppo non aiuti nessuno a trovare l'amore.

# 764_Kotani
source: However, I'm not sure an answer like that will make you very popular with our readers.
pt: Tuttavia, non sono sicuro che una risposta del genere ti renderà molto popolare tra i nostri lettori.

# 776_Haruka
source: I see.
pt: Capisco.

# 788_Haruka
source: I would ask my friend to give up and let me have him.
pt: Chiederei alla mia amica di lasciar perdere e di lasciarlo a me.

# 800_Kotani
source: Really!? Do you think your friend would even agree to do that? Wouldn't it ruin your friendship?
pt: Davvero!? Pensi che la tua amica accetterebbe mai di farlo? Non rovinerebbe la vostra amicizia?

# 812_Haruka
source: Well, if I sincerely explain how I feel, I think she might understand.
pt: Beh, se le spiegassi sinceramente come mi sento, penso che potrebbe capire.

# 824_Kotani
source: I suppose if she wasn't a very assertive girl, she might give him up for you. But wouldn't you feel bad?
pt: Immagino che se non fosse una ragazza molto decisa, potrebbe lasciartelo. Ma non ti sentiresti in colpa?

# 836_Kotani
source: After all, a cute girl like you could get any boy you wanted. Wouldn't you be better off placing more value on your friendships?
pt: Dopotutto, una ragazza carina come te potrebbe avere qualsiasi ragazzo desideri. Non faresti meglio a dare più valore alle tue amicizie?

# 848_Kotani
source: Wow. To tell you the truth, my image of you has changed after this.
pt: Wow. A dire il vero, l'immagine che avevo di te è cambiata dopo questa.

# 860_Haruka
source: Oh. I'm sorry.
pt: Oh. Mi dispiace.

# 872_Haruka
source: Anyway, here's the next question. It's from Airi-chan, in Gifu Prefecture.
pt: Ad ogni modo, ecco la prossima domanda. È di Airi-chan, della prefettura di Gifu.

# 884_Kotani
source: "My boyfriend is shy. We've been going out for six months, but we've still never kissed. Some of my friends have gone further in less time. What do I do?"
pt: Il mio ragazzo è timido. Stiamo insieme da sei mesi, ma non ci siamo ancora mai baciati. Alcune mie amiche si sono spinte oltre in meno tempo. Cosa devo fare?

# 908_Kotani
source: Can't think of a good answer? I won't have anything to put in my article.
pt: Non ti viene in mente una buona risposta? Così non avrò niente da mettere nel mio articolo.

# 920_Haruka
source: I really apologize.
pt: Chiedo davvero scusa.

# 932_Kotani
source: Hmph. I suppose just try to do better on the next one.
pt: Hmph. Vorrà dire che cercherai di fare meglio con la prossima.

# 944_Haruka
source: You should be the one to kiss him. If he's shy, there's no telling how long you'll have to wait before he does.
pt: Dovresti essere tu a baciarlo. Se è timido, non si sa quanto dovrai aspettare prima che si decida a farlo lui.

# 956_Kotani
source: Oh my! You're quite bold, aren't you, Haruka-chan?
pt: Oh cielo! Sei piuttosto audace, non trovi, Haruka-chan?

# 968_Haruka
source: I just believe that if you want something to happen, sometimes the best thing to do is make it happen yourself.
pt: Credo semplicemente che se vuoi che succeda qualcosa, a volte la cosa migliore sia farla accadere tu stessa.

# 980_Kotani
source: Ah. I like your way of thinking. It's very refreshing.
pt: Ah. Mi piace il tuo modo di pensare. È molto rinfrescante.

# 992_Kotani
source: But doesn't it take a lot of courage for a girl to make the first move?
pt: Ma non ci vuole un sacco di coraggio perché una ragazza faccia la prima mossa?

# 1004_Haruka
source: Maybe so. But sometimes a girl just needs to be brave.
pt: Può darsi. Ma a volte una ragazza deve solo farsi coraggio.

# 1016_Kotani
source: That's a pretty brazen thing for an idol to say. I imagine the reactions will be mixed, but I'll try to give it a favorable slant.
pt: È una cosa piuttosto sfacciata da dire per un'idol. Immagino che le reazioni saranno contrastanti, ma cercherò di darle un taglio favorevole.

# 1028_Haruka
source: You should keep waiting. That's not the kind of thing you should hurry. And besides, what does it matter what other people are doing?
pt: Dovresti continuare ad aspettare. Non è il tipo di cosa che andrebbe affrettata. E poi, che importanza ha quello che fanno gli altri?

# 1040_Kotani
source: I can understand the feeling of not wanting to fall behind the other girls. Being worried your friends are going to make fun of you is quite distressing.
pt: Capisco bene la sensazione di non voler restare indietro rispetto alle altre ragazze. Preoccuparsi che le amiche possano prenderti in giro è piuttosto stressante.

# 1052_Haruka
source: But if you really like him, then you should wait for it to happen naturally. Why worry about what other girls might say?
pt: Ma se ti piace davvero, allora dovresti aspettare che accada in modo naturale. Perché preoccuparsi di quello che potrebbero dire le altre ragazze?

# 1064_Kotani
source: What a very mature and well-considered answer. It sounds like you'd make someone a very good girlfriend.
pt: Che risposta matura e ben ponderata. Sembra proprio che saresti un'ottima fidanzata per qualcuno.

# 1076_Kotani
source: I know it's hard not to succumb to peer pressure, but I bet you've helped many of our readers find courage with that answer.
pt: So che è difficile non cedere alla pressione del gruppo, ma scommetto che con questa risposta avrai aiutato molti dei nostri lettori a trovare il coraggio.

# 1088_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1100_Haruka
source: How about trying to set the mood to entice him to kiss you?
pt: Che ne dici di provare a creare l'atmosfera giusta per invogliarlo a baciarti?

# 1112_Kotani
source: Set the mood how?
pt: In che modo creare l'atmosfera?

# 1124_Haruka
source: For example, you could touch his arm or his knee, cuddle in close, turn your face toward his, and close your eyes.
pt: Per esempio, potresti toccargli il braccio o il ginocchio, stringerti a lui, voltare il viso verso il suo e chiudere gli occhi.

# 1136_Kotani
source: Hold on! That sounds a little like what a hostess bar girl would do! Are you really recommending that to our readers?
pt: Aspetta un momento! Sembra quasi quello che farebbe una hostess! Lo stai consigliando sul serio ai nostri lettori?

# 1148_Haruka
source: Oh, I'm sorry. Is that bad?
pt: Oh, mi scusi. Non va bene?

# 1160_Kotani
source: Well, not necessarily. It's just that it was such an unexpected answer. That's great for my article, though!
pt: Beh, non necessariamente. È solo che è stata una risposta davvero inaspettata. Però è un ottimo spunto per il mio articolo!

# 1172_Haruka
source: All right, here's the last question. It's a pretty serious one. It's from Apple-chan, in Tochigi Prefecture.
pt: Bene, ecco l'ultima domanda. È una domanda piuttosto seria. Viene da Apple-chan, della prefettura di Tochigi.

# 1184_Kotani
source: "My friend has been seeing her teacher, who is married with children. I keep telling her she should break it off with him, but she just won't listen."
pt: Una mia amica frequenta il suo insegnante, che è sposato e ha dei figli. Continuo a dirle che dovrebbe lasciarlo, ma lei non mi ascolta proprio.

# 1208_Haruka
source: Um...
pt: Ehm...

# 1220_Kotani
source: Oh, come on! What am I supposed to put in my article if you don't say anything?
pt: Oh, andiamo! Cosa dovrei scrivere nel mio articolo se non dici niente?

# 1232_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 1244_Kotani
source: If you didn't want to do this interview, why didn't you just say so? I'd prefer you didn't waste my time.
pt: Se non volevi fare questa intervista, perché non l'hai detto e basta? Preferirei che non mi facessi perdere tempo.

# 1256_Kotani
source: Now I'll have no choice but to write a bland article. I don't want to hear any complaints later!
pt: Ora non avrò altra scelta che scrivere un articolo scialbo. Non voglio sentire lamentele dopo!

# 1268_Haruka
source: Hm...
pt: Mmm...

# 1280_Kotani
source: It's a difficult situation, isn't it? But I really hoped you'd say something to help our reader.
pt: È una situazione difficile, vero? Ma speravo davvero che dicessi qualcosa per aiutare il nostro lettore.

# 1292_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 1304_Kotani
source: Hmph. Well, if you're not sure what to say, I suppose there's nothing I can do.
pt: Hmph. Beh, se non sai bene cosa dire, suppongo che non ci sia nulla che io possa fare.

# 1316_Haruka
source: If you care about your friend, the only thing you can do is keep telling her to stop seeing him. No one wins in that kind of relationship.
pt: Se tieni alla tua amica, l'unica cosa che puoi fare è continuare a dirle di smettere di frequentarlo. Nessuno ne esce vincitore da una relazione del genere.

# 1328_Kotani
source: Yes, but the friend is obviously thinking with her heart and not her head. Do you think she'll take heed?
pt: Sì, ma l'amica sta chiaramente ragionando con il cuore e non con la testa. Pensi che le darà retta?

# 1340_Kotani
source: Plus, she might not have even known he was married until after she had already fallen in love with him. Now, she just can't bear to leave.
pt: Inoltre, potrebbe anche non aver saputo che lui fosse sposato finché non si è già innamorata di lui. E ora, non riesce proprio a lasciarlo.

# 1352_Haruka
source: Maybe, but once she does know, she has to break up with him. That kind of relationship will only bring pain to everyone involved.
pt: Forse, ma una volta che lo viene a sapere, deve lasciarlo. Quel tipo di relazione porterà solo dolore a tutte le persone coinvolte.

# 1364_Kotani
source: Well, aren't you the moral one! But your answer does makes a lot of sense.
pt: Beh, certo che sei proprio una paladina della moralità! Però la tua risposta ha perfettamente senso.

# 1376_Kotani
source: Hm. Maybe I should break up with my man, too.
pt: Mmm. Forse dovrei lasciare anche il mio uomo.

# 1388_Haruka
source: Um, sorry?
pt: Ehm, scusi?

# 1400_Kotani
source: Oh, nothing! I was just thinking out loud.
pt: Oh, niente! Stavo solo pensando a voce alta.

# 1412_Haruka
source: Right.
pt: Giusto.

# 1424_Haruka
source: If she refuses to listen to you, then all you can do is end your friendship with her.
pt: Se lei si rifiuta di darti retta, allora l'unica cosa che puoi fare è porre fine alla tua amicizia con lei.

# 1436_Kotani
source: Really? Just like that?
pt: Davvero? Proprio così?

# 1448_Haruka
source: Yes. She's pushing away everyone in her life but this man. She probably doesn't want to admit that what she's doing is wrong, even to herself.
pt: Sì. Sta allontanando tutti dalla sua vita tranne quest'uomo. Probabilmente non vuole ammettere che quello che sta facendo è sbagliato, nemmeno a se stessa.

# 1460_Haruka
source: If she's completely taken over by a relationship you can't support, your only choice is to remove yourself from the situation.
pt: Se lei si è fatta assorbire completamente da una relazione che non puoi approvare, la tua unica scelta è quella di tirarti fuori dalla situazione.

# 1472_Kotani
source: Well! It's very black and white with you, isn't it?
pt: Beh! Per te è tutto bianco o nero, non è vero?

# 1484_Kotani
source: But I suppose you're right. That must be why my friends have been disappearing, one by one.
pt: Però immagino che tu abbia ragione. Dev'essere per questo che i miei amici sono spariti, uno dopo l'altro.

# 1496_Kotani
source: Hm. Maybe I should break up with my man, too.
pt: Mmm. Forse dovrei lasciare anche il mio uomo.

# 1508_Haruka
source: Um, sorry?
pt: Ehm, scusi?

# 1520_Kotani
source: Oh, nothing! I was just thinking out loud.
pt: Oh, niente! Stavo solo pensando a voce alta.

# 1532_Haruka
source: Right.
pt: Giusto.

# 1544_Haruka
source: If your friend won't listen, maybe you can try to reason with the teacher instead.
pt: Se la tua amica non vuole darti retta, forse potresti provare invece a far ragionare l'insegnante.

# 1556_Kotani
source: I see. You might be on to something there.
pt: Capisco. Potresti aver centrato il punto.
