Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a59.po
Languages: pt

# 60_Kenta
source: Heya! I was waiting for you!
pt: Ehi! Ti aspettavo!

# 72_Shinada
source: Oh yeah, you're the miracle pitch kid!
pt: Ah sì, sei tu il ragazzo del lancio miracoloso!

# 84_Kenta
source: It's Kenta. You know why I'm here, don't you?
pt: Sono Kenta. Sai perché sono qui, vero?

# 96_Shinada
source: Another miracle pitch duel? What was it again－Tomafork Mark 9?
pt: Un altro duello del lancio miracoloso? Com'era di nuovo—Tomafork Mark 9?

# 108_Kenta
source: If you can get three hits out of ten pitches, you win. If you can't, I win.
pt: Se riesci a fare tre battute su dieci lanci, vinci. Se non ci riesci, vinco io.

# 120_Shinada
source: Okay, got it. Actually, I was hoping to see that pitch again.
pt: Ok, capito. A dire il vero, speravo proprio di rivedere quel lancio.

# 132_Kenta
source: Why would you want to do that? Oh, whatever. Let's just get started.
pt: Ma perché vuoi farlo? Ah, vabbè. Iniziamo e basta.

# 156_Kenta
source: Yeowch!
pt: Ahia!

# 180_Kenta
source: Hey, watch where you're－ Huh?
pt: Ehi, guarda dove－ Eh?

# 192_Shinada
source: What the... It's gone! My phone!
pt: Cosa...! È sparito! Il mio telefono!

# 204_Kenta
source: Heheh. Gotcha again!
pt: Heheh. Ti ho fregato di nuovo!

# 216_Shinada
source: You! Gimme back my phone!
pt: Tu! Ridammi il mio telefono!

# 228_Kenta
source: Yeah right! You really think I'm gonna just hand it over?
pt: Sì, come no! Pensi davvero che te lo ridarò così?

# 240_Shinada
source: Lemme guess. You wanna challenge me again?
pt: Fammi indovinare. Vuoi sfidarmi di nuovo?

# 252_Kenta
source: Yup! And this time, you'll need a miracle to hit it!
pt: Esatto! E stavolta, ti servirà un miracolo per batterla!

# 264_Shinada
source: Why do you have to be such a rotten rascal? Can't you just ask me to bat against you?
pt: Perché devi essere un tale monello rognoso? Non puoi semplicemente chiedermi di battere contro di te?

# 276_Kenta
source: Don't go talking down to me just 'cause you're a grown-up. If you can't hit my new pitch, I'm keeping this janky old phone.
pt: Non fare il superiore solo perché sei un adulto. Se non riesci a battere il mio nuovo lancio, mi tengo questo vecchio telefono scassato.

# 288_Shinada
source: What is your problem, kid? Don't think you can blackmail me into doing whatever you want.
pt: Che problema hai, moccioso? Non pensare di potermi ricattare per farmi fare quello che vuoi.

# 300_Kenta
source: Aww, you don't wanna bat? Okay. I'll just have to make a bunch of international calls on your phone, then. Where should I start first?
pt: Ahhh, non vuoi battere? Va bene. Mi toccherà fare un sacco di chiamate internazionali con il tuo telefono, allora. Da dove inizio, eh?

# 312_Shinada
source: Wait, no, don't do that! Do you have any idea how expensive that gets!? Fine, I'll take you on! I'll even say please!
pt: Fermo, no, non farlo! Sai quanto può costare!? E va bene, ti affronterò! Dirò persino 'per favore'!

# 336_Kenta
source: Good answer. Okay then, it'll be the same rules as last time. If you can get three hits out of ten pitches, you win.
pt: Bella risposta. Va bene allora, saranno le stesse regole della volta scorsa. Se riesci a fare tre valide su dieci lanci, vinci.

# 348_Shinada
source: All right. So, what's your miracle pitch this time? Another curveball? A slider?
pt: Va bene. Allora, qual è il tuo lancio miracoloso stavolta? Un'altra curva? Una slider?

# 360_Kenta
source: Nope! Let's not spoil the fun. You ready to go?
pt: No! Non roviniamoci il divertimento. Sei pronto?
