Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0da4.po
Languages: pt

source: Businesswoman
pt: Donna d'affari

source: You're not wearing underwear now?
pt: Non porti le mutande adesso?

source: Should I warm this up for you?
pt: Vuole che glielo riscaldi?

source: Nothing in particular.
pt: Niente in particolare.

source: Convenience Store Manager
pt: Responsabile del minimarket

source: May I check your gender, please?
pt: Posso chiederle il sesso, per favore?

source: May I check your age, please?
pt: Posso chiederle l'età, per favore?

source: May I check you for tattoos, please?
pt: Posso controllarle i tatuaggi, per favore?

source: A straw.
pt: Una cannuccia.

source: A cup.
pt: Un bicchiere.

source: Chopsticks.
pt: Bacchette.

source: Businessman
pt: Uomo d'Affari

source: Party of one?
pt: Per una persona?

source: Should I microwave this?
pt: Vuole che glielo riscaldi?

source: Should I fill this with hot water?
pt: Vuole che lo riempia con l'acqua calda?

source: A spoon.
pt: Un cucchiaio.

source: A fork.
pt: Una forchetta.

source: Elderly Man
pt: Uomo anziano

source: Do you have enough money?
pt: Ha abbastanza soldi?

source: Isn't that a lot of sodium?
pt: Non è un sacco di sodio?

source: Should I microwave that?
pt: Vuole che glielo riscaldi?

source: 1 Steamed, 2 Bean, 2 Pizza
pt: 1 al vapore, 2 ai fagioli, 2 alla pizza

source: 2 Steamed, 1 Bean, 2 Pizza
pt: 2 al vapore, 1 ai fagioli, 2 alla pizza

source: 1 Steamed, 2 Bean, 3 Pizza
pt: 1 al vapore, 2 ai fagioli, 3 alla pizza

source: Four \50 and three \80 stamps.
pt: Quattro francobolli da \50 e tre da \80.

source: Three \50 and three \80 stamps.
pt: Tre francobolli da \50 e tre da \80.

source: Five \50 and two \80 stamps.
pt: Cinque francobolli da \50 e due da \80.

# 96_Shinada
source: Hello, and welcome.
pt: Buongiorno e benvenuto.

# 108_Shinada
source: (Ooh, this lady's pretty cute. Is she an office worker? What's she gonna buy?)
pt: (Uh, questa ragazza è proprio carina. Sarà un'impiegata? Cosa comprerà?)

# 120_Shinada
source: Um... just this.
pt: Ehm... solo questo.

# 144_Shinada
source: (Whoa! It's a pair of panties! I didn't know convenience stores sold these. So, the thing I should be asking her is...)
pt: (Uau! Un paio di mutandine! Non sapevo che i minimarket vendessero queste cose. Quindi, la cosa che dovrei chiederle è...)

# 168_Shinada
source: Wait... Don't tell me you're going commando right now!?
pt: Aspetta... Non dirmi che sei senza mutande proprio adesso!?

# 180_Businesswoman
source: I... I beg your pardon!? I can't answer that!
pt: C... Come prego!? Non posso rispondere!

# 192_Shinada
source: Oh, don't be silly. Of course you know the answer.
pt: Oh, non essere sciocco. Certo che conosci la risposta.

# 204_Shinada
source: Did you maybe have an accident? Couldn't find a restroom nearby? I can sympathize. Been there, done that, hahaha.
pt: Per caso hai avuto un incidente? Non sei riuscita a trovare un bagno nei paraggi? Ti capisco. Ci sono passato anch'io, ahahah.

# 216_Businesswoman
source: You're disgusting...
pt: Fai schifo...

# 228_Shinada
source: What, it's nothing to be ashamed of. Everyone's whipped up some underwear curry at least once in their lifetime, right? Some people do it all the time!
pt: Ma dai, non c'è niente di cui vergognarsi. Tutti hanno preparato un po' di curry nelle mutande almeno una volta nella vita, no? C'è chi lo fa in continuazione!

# 252_Convenience Store Manager
source: What is your problem, Ta-chan!? Be professional! Can't you see you're making her uncomfortable!?
pt: Ma che ti prende, Ta-chan!? Sii professionale! Non vedi che la stai mettendo a disagio!?

# 264_Shinada
source: Oh, ah, forgive me. I have a twisted sense of humor, you see...
pt: Oh, ah, scusami. Ho un senso dell'umorismo un po' contorto, sai...

# 276_Shinada
source: Should I warm up this underwear for you?
pt: Le riscaldo queste mutandine?

# 288_Businesswoman
source: Excuse me? You want to... warm it up?
pt: Prego? Vuole... riscaldarle?

# 300_Shinada
source: Well, it's just that it's so cold out. I thought maybe you would rather slip on something warm and toasty.
pt: Beh, è solo che fa così freddo fuori. Ho pensato che forse avresti preferito infilarti addosso qualcosa di bello caldo.

# 312_Businesswoman
source: But... how would you go about doing that?
pt: Ma... come avresti intenzione di farlo?

# 324_Shinada
source: Oh, right, the microwave probably won't do the trick. I know. I'll stick it under my shirt and warm it against my skin.
pt: Oh, già, il microonde probabilmente non funzionerebbe. Ho un'idea. Me le infilo sotto la maglietta e le scaldo a contatto con la pelle.

# 336_Businesswoman
source: I really don't think you need to go that far...
pt: Non credo proprio che ci sia bisogno di arrivare a tanto...

# 348_Shinada
source: Are you sure? You are going to put this on here, aren't you?
pt: Sei sicura? Hai intenzione di mettertele proprio qui, no?

# 360_Businesswoman
source: No! I'm going to take it home!
pt: No! Me le porto a casa!

# 384_Convenience Store Manager
source: What is your problem, Ta-chan!? Be professional! Can't you see you're making her uncomfortable!?
pt: Ma che ti prende, Ta-chan!? Sii professionale! Non vedi che la stai mettendo a disagio!?

# 396_Shinada
source: Sorry... I was only trying to help.
pt: Scusa... cercavo solo di aiutare.

# 408_Shinada
source: (What would you need to say to someone buying underwear? Can't think of anything in particular.)
pt: (Cosa si dovrebbe dire a qualcuno che compra dell'intimo? Non mi viene in mente nulla di particolare.)

# 420_Businesswoman
source: Um, excuse me? Is something wrong?
pt: Ehm, mi scusi? C'è qualcosa che non va?

# 432_Shinada
source: Oh, no, nothing at all. Sorry, it's just that today's my first day.
pt: Oh, no, niente affatto. Scusa, è solo che oggi è il mio primo giorno.

# 444_Businesswoman
source: Oh, is that right? Then good luck! I'm sure you'll get the hang of it. ♪
pt: Ah, davvero? Allora in bocca al lupo! Sono sicura che ci prenderai presto la mano. ♪

# 456_Shinada
source: Oh, wow, haha. Thank you very much!
pt: Oh, wow, ahah. Grazie mille!

# 468_Shinada
source: (Wow. What a nice lady. Boy am I glad I didn't say anything stupid.)
pt: (Wow. Che bella signora. Meno male che non ho detto niente di stupido.)

# 492_Shinada
source: (No, there's nothing you need to ask someone buying underwear. What am I thinking?)
pt: (No, non c'è niente che serva chiedere a qualcuno che compra dell'intimo. Ma a cosa sto pensando?)

# 504_Shinada
source: Oh, and may I also have some cigarettes?
pt: Oh, e potrei avere anche delle sigarette?

# 516_Shinada
source: Cigarettes? Certainly. One pack?
pt: Sigarette? Certamente. Un pacchetto?

# 528_Businesswoman
source: Yes.
pt: Sì.

# 540_Shinada
source: (Cigarettes, huh? Oh, before I can sell these, I have to confirm one thing.)
pt: (Sigarette, eh? Oh, prima di poterle vendere, devo confermare una cosa.)

# 564_Shinada
source: Excuse me, but may I check your gender, please?
pt: Mi scusi, ma potrei verificare il suo sesso, per favore?

# 576_Businesswoman
source: What a question to ask! You should be ashamed of yourself.
pt: Ma che razza di domanda è! Dovresti vergognarti.

# 588_Shinada
source: I'm sorry, miss. But before I can sell you any tobacco, I'm required to check your gender. It's the law.
pt: Mi scusi, signorina. Ma prima di poterle vendere del tabacco, sono obbligato a verificare il suo sesso. È la legge.

# 600_Businesswoman
source: Wait a minute... Aren't you confusing it with having to check my age? To make sure I'm not a minor?
pt: Aspetti un momento... Non si starà mica confondendo con il controllo dell'età? Per assicurarsi che non sia minorenne?

# 612_Shinada
source: Oh. Right. Of course! Haha, how stupid of me...
pt: Oh. Giusto. Ma certo! Ahah, che stupido che sono...

# 624_Shinada
source: Excuse me, but may I check your age, please?
pt: Mi scusi, ma potrei verificare la sua età, per favore?

# 636_Businesswoman
source: Oh, yes, that's right. Will my driver's license do?
pt: Oh, sì, è vero. Può andare bene la mia patente?

# 648_Shinada
source: Yes, of course.
pt: Sì, certo.

# 660_Shinada
source: (Hey, I'm starting to get the hang of this after all.)
pt: (Ehi, a quanto pare sto iniziando a prenderci la mano.)

# 672_Shinada
source: Excuse me, but may I check you for tattoos, please?
pt: Mi scusi, ma potrei controllare se ha dei tatuaggi, per favore?

# 684_Businesswoman
source: I beg your pardon? I have never had any done. Why would you even want to know?
pt: Come scusi? Non ne ho mai fatti. Perché mai vorrebbe saperlo?

# 696_Shinada
source: I'm sorry, but before I can sell you any tobacco, I'm required to check you for tattoos. It's the law.
pt: Mi scusi, ma prima di poterle vendere del tabacco, sono obbligato a controllare se ha dei tatuaggi. È la legge.

# 708_Businesswoman
source: But that's something only hot springs care about... Are you maybe confusing it with checking my age, to make sure I'm not a minor?
pt: Ma è una cosa che interessa solo alle terme... Non si starà mica confondendo con il controllo dell'età, per assicurarsi che non sia minorenne?

# 720_Shinada
source: Uh... Right! Yes, that's it! I'm so sorry...
pt: Uh... Giusto! Sì, proprio così! Chiedo scusa...

# 744_Businesswoman
source: Is something the matter?
pt: C'è qualcosa che non va?

# 756_Shinada
source: Before I can sell you these cigarettes, I think I'm supposed to check something...
pt: Prima di poterle vendere queste sigarette, credo di dover controllare qualcosa...

# 768_Businesswoman
source: Something like my age, maybe? To make sure I'm not a minor?
pt: Qualcosa come la mia età, magari? Per assicurarsi che non sia minorenne?

# 780_Shinada
source: Uh... Right! Yes, that's it! I'm so sorry...
pt: Uh... Giusto! Sì, proprio così! Chiedo scusa...

# 792_Shinada
source: How much do I owe you?
pt: Quanto le devo?

# 804_Shinada
source: Uh, your total comes out to 1,127 yen.
pt: Uh, il totale è di 1.127 yen.

# 816_Businesswoman
source: I don't have anything small. Oh, but I do have 7 yen in change. Here's 10,007 yen.
pt: Non ho niente di più piccolo. Oh, però ho 7 yen di spiccioli. Ecco 10.007 yen.

# 828_Shinada
source: Then your change comes out to 8,880 yen.
pt: Allora il suo resto è di 8.880 yen.

# 840_Businesswoman
source: Oh, I'm sorry. I found 20 more yen.
pt: Oh, mi scusi. Ho trovato altri 20 yen.

# 852_Shinada
source: (Not again! Things are getting complicated...)
pt: (Ancora! Le cose si stanno complicando...)

# 864_Shinada
source: (Okay, for a sale of 1,127 yen, she gave me 10,007 yen and then 20 yen more. That means the change should be...)
pt: (Okay, per un totale di 1.127 yen, mi ha dato 10.007 yen e poi altri 20 yen. Quindi il resto dovrebbe essere...)

# 888_Shinada
source: Your change comes to 9,900 yen.
pt: Il suo resto è di 9.900 yen.

# 900_Businesswoman
source: Thank you. Oh, and I don't need a bag. I have my handbag.
pt: Grazie. Oh, e non mi serve la busta. Ho la mia borsa.

# 912_Shinada
source: Great. Thank you for shopping with us.
pt: Ottimo. Grazie per aver fatto acquisti da noi.

# 924_Shinada
source: (Huh? Wait, did I get the math right? For merchandise totaling 1,127 yen, she gave me 10,007 yen and then 20 more.)
pt: (Eh? Aspetta, ho fatto bene i conti? Per un totale di 1.127 yen di merce, mi ha dato 10.007 yen e poi altri 20.)

# 936_Shinada
source: (That's 10,007 yen plus 20 yen minus 1,127 yen. So, that's 10,027 yen minus 1,127 yen. Meaning the change should be... 8,900 yen!)
pt: (Sono 10.007 yen più 20 yen meno 1.127 yen. Quindi, sono 10.027 yen meno 1.127 yen. Il che significa che il resto dovrebbe essere... 8.900 yen!)

# 948_Shinada
source: (Dang it! I gave her too much change!)
pt: (Maledizione! Le ho dato troppo resto!)

# 960_Convenience Store Manager
source: Hey, Ta-chan!
pt: Ehi, Ta-chan!

# 972_Shinada
source: Sorry! I didn't mean to! Change is just so tricky, you know?
pt: Scusa! Non l'ho fatto apposta! Dare il resto è un bel casino, sai?

# 984_Shinada
source: Your change comes out to 8,900 yen.
pt: Il suo resto è di 8.900 yen.

# 996_Businesswoman
source: Thank you. Oh, and I don't need a bag. I have my handbag.
pt: Grazie. Oh, e non mi serve la busta. Ho la mia borsa.

# 1008_Shinada
source: Great! Thank you for shopping with us!
pt: Ottimo! Grazie per aver fatto acquisti da noi!

# 1020_Shinada
source: (Being a convenience store clerk takes a lot more thought than I expected... Man, this is exhausting.)
pt: (Fare il commesso in un minimarket richiede molto più impegno di quanto mi aspettassi... Cavolo, che faticaccia.)

# 1032_Convenience Store Manager
source: Hey, Ta-chan!
pt: Ehi, Ta-chan!

# 1044_Shinada
source: What!? What is it!? I'm doing my job, aren't I!?
pt: Cosa!? Che c'è!? Sto facendo il mio lavoro, no!?

# 1056_Shinada
source: Your change comes out to 9,800 yen.
pt: Il suo resto è di 9.800 yen.

# 1068_Businesswoman
source: Thank you. Oh, and I don't need a bag. I have my handbag.
pt: Grazie. Oh, e non mi serve la busta. Ho la mia borsa.

# 1080_Shinada
source: Great! Thank you for shopping with us!
pt: Ottimo! Grazie per aver fatto acquisti da noi!

# 1092_Shinada
source: (Huh? Wait, did I get the math right? For merchandise totaling 1,127 yen, she gave me 10,007 yen and then 20 more.)
pt: (Eh? Un attimo, ho fatto bene i conti? Per un totale di 1.127 yen di merce, mi ha dato 10.007 yen e poi altri 20.)

# 1104_Shinada
source: (That's 10,007 yen plus 20 yen minus 1,127 yen. So, that's 10,027 yen minus 1,127 yen. Meaning the change should be... 8,900 yen!)
pt: (Sono 10.007 yen più 20 yen meno 1.127 yen. Quindi sono 10.027 yen meno 1.127 yen. Il che significa che il resto dovrebbe essere... 8.900 yen!)

# 1116_Shinada
source: (Dang it! I gave her too much change!)
pt: (Maledizione! Le ho dato troppo resto!)

# 1128_Convenience Store Manager
source: Hey, Ta-chan!
pt: Ehi, Ta-chan!

# 1140_Shinada
source: Sorry! I didn't mean to! Change is just so tricky, you know?
pt: Scusa! Non volevo! Dare il resto è un bel casino, sai?

# 1164_Businesswoman
source: Um, are you okay?
pt: Ehm, tutto bene?

# 1176_Shinada
source: Oh, I'm sorry. I'm still struggling with the math.
pt: Oh, scusa. Faccio ancora fatica con i conti.

# 1188_Shinada
source: (Um, for merchandise totaling 1,127 yen, she gave me 10,007 yen and then 20 more. So, her change should be...)
pt: (Ehm, per un totale di 1.127 yen di merce, mi ha dato 10.007 yen e poi altri 20. Quindi il suo resto dovrebbe essere...)

# 1236_Shinada
source: Huh!? Was that the－
pt: Eh!? Era il－

# 1248_Convenience Store Manager
source: The shoplifter! It's him! Ta-chan, chase down him, quick!
pt: Il taccheggiatore! È lui! Ta-chan, inseguilo, presto!

# 1260_Shinada
source: So he's finally reared his ugly, thieving head... Okay, I'm on it!
pt: Quindi quel lurido ladro ha finalmente mostrato il suo brutto muso... Va bene, ci penso io!

# 1284_Shinada
source: I've never worked in a convenience store before. Are you sure this'll be okay?
pt: Non ho mai lavorato in un minimarket prima d'ora. Sei sicuro che andrà tutto bene?

# 1296_Convenience Store Manager
source: I'll back you up if you run into any trouble. It shouldn't be too bad.
pt: Ti darò una mano io se dovessi avere problemi. Non dovrebbe essere poi così male.

# 1308_Convenience Store Manager
source: You just need to think on your feet. For instance, if someone's buying a bento, you need to give them chopsticks or a fork.
pt: Devi solo essere pronto a reagire. Per esempio, se qualcuno compra un bento, devi dargli le bacchette o una forchetta.

# 1320_Convenience Store Manager
source: You need to observe and think about what the customer needs, and respond quickly and appropriately.
pt: Devi osservare e pensare a ciò di cui il cliente ha bisogno, e reagire rapidamente e in modo appropriato.

# 1332_Convenience Store Manager
source: Let's give it a try. Say I were to buy one of these. What does this item need?
pt: Facciamo una prova. Mettiamo che io compri uno di questi. Di cosa ha bisogno questo articolo?

# 1356_Shinada
source: (It's a juice carton. So, the customer would need...)
pt: (È un cartone di succo. Quindi, al cliente servirebbe...)

# 1380_Shinada
source: A straw.
pt: Una cannuccia.

# 1392_Convenience Store Manager
source: Bingo. Now, this kind of situation arises all the time. I know－it's complicated. But you need to make decisions each time about how you can best help the customer.
pt: Bingo. Vedi, situazioni del genere capitano in continuazione. Lo so－è complicato. Ma devi prendere delle decisioni ogni volta su come puoi aiutare al meglio il cliente.

# 1404_Convenience Store Manager
source: If you can't even figure out their basic convenience store needs, they'll get really pissy with you. So staying on your toes is a must.
pt: Se non riesci nemmeno a capire le loro necessità basilari da minimarket, si incazzeranno di brutto con te. Quindi stare sempre sul pezzo è d'obbligo.

# 1416_Shinada
source: Oh, I'm sure I can at least do that.
pt: Oh, sono sicuro di riuscire a fare almeno questo.

# 1428_Convenience Store Manager
source: Okay then. I'm going to be on the floor keeping an eye out for that shoplifter. If I spot him, I'll give you a holler.
pt: D'accordo, allora. Io sarò in giro per il negozio a tenere d'occhio quel taccheggiatore. Se lo vedo, ti faccio un fischio.

# 1440_Convenience Store Manager
source: All right, Ta-chan, I think that just about sums it up. I'll be counting on you!
pt: Va bene, Ta-chan, direi che questo riassume tutto. Conto su di te!

# 1452_Shinada
source: A cup?
pt: Un bicchiere?

# 1464_Convenience Store Manager
source: No, you don't want to be <Italic>that</Italic> generous. We'd go bankrupt if we gave out cups with every drink.
pt: No, non vorrai essere <Italic>così</Italic> generoso. Andremmo in bancarotta se dessimo dei bicchieri per ogni bevanda.

# 1476_Shinada
source: A pair of chopsticks.
pt: Un paio di bacchette.

# 1488_Convenience Store Manager
source: You don't need chopsticks to drink juice. Have you ever seen anyone at a convenience store do that?
pt: Non servono le bacchette per bere un succo. Hai mai visto qualcuno farlo in un minimarket?

# 1512_Convenience Store Manager
source: Too slow, Ta-chan! You have to decide more quickly.
pt: Troppo lento, Ta-chan! Devi decidere più in fretta.

# 1524_Shinada
source: Oh. Okay. Dang, I have to be faster than I thought.
pt: Oh. Okay. Cavolo, devo essere più veloce di quanto pensassi.

# 1536_Shinada
source: A straw is the right choice here, but you'll have to make complicated decisions like this each and every time. I know－it can be very taxing on the mind.
pt: La cannuccia è la scelta giusta qui, ma dovrai prendere decisioni complicate come questa ogni singola volta. Lo so, può essere davvero estenuante per la mente.

# 1548_Convenience Store Manager
source: But if you can't even figure out their basic convenience store needs, they'll get really pissy with you. So staying on your toes is a must.
pt: Ma se non riesci nemmeno a capire i loro bisogni base da minimarket, si scazzeranno di brutto con te. Quindi stare sempre all'erta è d'obbligo.

# 1560_Shinada
source: Okay. Damn, this sounds kind of challenging.
pt: Okay. Cavolo, sembra piuttosto impegnativo.

# 1572_Convenience Store Manager
source: Don't worry. I'm going to be on the floor keeping an eye out for that shoplifter. If I spot him, I'll give you a holler.
pt: Non preoccuparti. Sarò in negozio a tenere d'occhio quel taccheggiatore. Se lo vedo, ti faccio un fischio.

# 1584_Convenience Store Manager
source: All right, Ta-chan, I think that just about sums it up. I'll be counting on you!
pt: Bene, Ta-chan, direi che questo riassume tutto. Conto su di te!

# 1596_Shinada
source: (Okay. I'll just focus on manning the counter.)
pt: (Okay. Mi concentrerò solo a stare alla cassa.)

# 1608_Shinada
source: Hello.
pt: Salve.

# 1620_Shinada
source: (My first customer already. What's he buying?)
pt: (Già il mio primo cliente. Cosa sta comprando?)

# 1632_Shinada
source: I'll take this.
pt: Prendo questo.

# 1656_Shinada
source: (Pasta, huh? What should I ask him?)
pt: (Pasta, eh? Cosa dovrei chiedergli?)

# 1680_Shinada
source: Party of one, sir?
pt: Un tavolo per uno, signore?

# 1692_Businessman
source: Huh? Well, yeah, it's just me. But why does that even matter?
pt: Eh? Beh, sì, sono solo io. Ma che importanza ha?

# 1704_Shinada
source: Uh, no reason. No reason at all.
pt: Uh, no, niente. Per nessun motivo in particolare.

# 1716_Shinada
source: (Yikes! I think I screwed up!)
pt: (Accidenti! Credo di aver fatto un casino!)

# 1728_Businessman
source: Normally, you should be asking me if I wanted my pasta heated up, right?
pt: Normalmente, dovresti chiedermi se voglio la pasta scaldata, giusto?

# 1740_Shinada
source: Oh, right! Yes, yes. Should I warm your pasta?
pt: Oh, già! Sì, sì. Le scaldo la pasta?

# 1752_Businessman
source: That's what I just said! I'm in a hurry here, so can you speed it up?
pt: È quello che ho appena detto! Sono di fretta, quindi puoi sbrigarti?

# 1764_Shinada
source: (Sheesh. Why do customers have to be such jerks?)
pt: (Uffa. Perché i clienti devono essere così maleducati?)

# 1776_Shinada
source: Should I microwave this for you?
pt: Glielo scaldo al microonde?

# 1788_Businessman
source: Yeah, please.
pt: Sì, per favore.

# 1800_Shinada
source: (Oh, yeah, this is easy. Just need to keep it up.)
pt: (Oh, sì, è un gioco da ragazzi. Devo solo continuare così.)

# 1812_Shinada
source: Should I pour some hot water in there?
pt: Le verso dell'acqua calda?

# 1824_Businessman
source: Huh? Hot water for pasta? What are you saying? It's not cup ramen, you know.
pt: Eh? L'acqua calda per la pasta? Ma che dici? Non è mica un cup ramen, sai.

# 1836_Businessman
source: Normally, you should be asking me if I wanted my pasta heated, right?
pt: Normalmente, dovresti chiedermi se voglio la pasta scaldata, giusto?

# 1848_Shinada
source: Oh, right! Yes, yes. Should I warm your pasta?
pt: Oh, già! Sì, sì. Le scaldo la pasta?

# 1860_Businessman
source: That's what I just said! I'm in a hurry here, so can you speed it up?
pt: È quello che ho appena detto! Sono di fretta, quindi puoi sbrigarti?

# 1872_Shinada
source: (Sheesh. Why do customers have to be such jerks?)
pt: (Uffa. Perché i clienti devono essere così maleducati?)

# 1896_Businessman
source: Hey, what are you doing? Hurry it up.
pt: Ehi, che stai facendo? Sbrigati.

# 1908_Shinada
source: Uh, um...
pt: Uh, ehm...

# 1920_Businessman
source: Microwave my pasta, and make it snappy. Can't you see I'm in a hurry?
pt: Scaldami la pasta, e vedi di sbrigarti. Non vedi che ho fretta?

# 1932_Shinada
source: (Oh, that's right. Come on, Tatsuo, don't let this get you down.)
pt: (Oh, è vero. Dai, Tatsuo, non abbatterti.)

# 2004_Shinada
source: (Oh, hang on. Pasta's not a finger food. So the customer needs...)
pt: (Oh, un momento. La pasta non si mangia con le mani. Quindi al cliente serve...)

# 2028_Shinada
source: I'll put a spoon in the bag.
pt: Metto un cucchiaio nel sacchetto.

# 2040_Businessman
source: What? Why? Can you eat pasta with a spoon?
pt: Cosa? Perché? Si mangia la pasta con un cucchiaio?

# 2052_Shinada
source: Er, can't you?
pt: Ehm, non si può?

# 2064_Businessman
source: Most people use a fork, right? Chopsticks maybe, but a spoon? Not likely.
pt: La maggior parte della gente usa la forchetta, no? Magari le bacchette, ma un cucchiaio? Direi proprio di no.

# 2076_Shinada
source: Oh, but you see people using spoons sometimes. They take a fork and put the pasta on a spoon, and...
pt: Oh, ma a volte si vede gente usare il cucchiaio. Prendono una forchetta e mettono la pasta sul cucchiaio, e...
