Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0102139f.po
Languages: pt

# 44_Manager
source: Ah, Park-sama! Always a pleasure to see you.
pt: Ah, Park-sama! È sempre un piacere vederla.

# 56_Park
source: How are you this evening?
pt: Come sta questa sera?

# 68_Haruka
source: (Wow! They know her name at an expensive place like this...? She must be a regular.)
pt: (Wow! Conoscono il suo nome in un posto così costoso...? Deve essere una cliente abituale.)

# 80_Park
source: Today, I'm looking for an outfit for this young lady.
pt: Oggi, sto cercando un outfit per questa signorina.

# 92_Manager
source: Very good, ma'am. In that case, what do you think of these?
pt: Molto bene, signora. In quel caso, cosa ne pensa di questi?

# 104_Park
source: Hmm... Haruka, I'd like you to choose.
pt: Hmm... Haruka, vorrei che tu scegliessi.

# 116_Haruka
source: Me!? You want me to pick!?
pt: Io!? Vuoi che scelga io!?

# 128_Park
source: That's right. You can't just wear what someone else tells you to wear. You have to develop your own sense of style.
pt: Proprio così. Non puoi limitarti a indossare quello che ti dice qualcun altro. Devi sviluppare il tuo senso dello stile.

# 140_Haruka
source: So it's another step on the road to becoming an idol? All right. I'll give it a try.
pt: Quindi è un altro passo sulla strada per diventare un'idol? Va bene. Ci proverò.

# 152_Manager
source: Shall we do your top first?
pt: Iniziamo con il tuo top?

# 164_Haruka
source: Pardon?
pt: Come scusa?

# 176_Park
source: You know, blouses, sweaters, things of that nature...
pt: Sai, camicette, maglioni, roba del genere...

# 188_Haruka
source: Oh, my top. Yes, all right.
pt: Ah, il mio top. Sì, va bene.

# 200_Manager
source: Very good. Do any of these catch your eye?
pt: Molto bene. Qualcosa di questi ti salta all'occhio?

# 224_Haruka
source: (I have to choose something...)
pt: (Devo scegliere qualcosa...)

# 272_Haruka
source: Um... I like this.
pt: Uhm... Mi piace questo.

# 284_Park
source: That's a nice choice.
pt: Bella scelta.

# 296_Haruka
source: Do you really think so? That makes me happy!
pt: Lo pensi davvero? Questo mi rende felice!

# 308_Park
source: Well, everything in this boutique is high-end, so you really can't go wrong in any case.
pt: Beh, tutto in questa boutique è di alta moda, quindi non puoi proprio sbagliare in ogni caso.

# 320_Haruka
source: I guess that's true.
pt: Immagino sia vero.

# 332_Manager
source: Now, shall we move on to your bottoms?
pt: Ora, passiamo ai tuoi capi inferiori?

# 344_Haruka
source: You mean pants and skirts and stuff, right?
pt: Intendi pantaloni e gonne e roba, giusto?

# 356_Park
source: You catch on quick. Go ahead and choose one of these.
pt: Capisci al volo. Forza, scegli uno di questi.

# 380_Haruka
source: (I have to choose something... I guess it should go with what I already chose.)
pt: (Devo scegliere qualcosa... Immagino che dovrebbe andare con quello che ho già scelto.)

# 428_Haruka
source: I think this would go well with that top.
pt: Penso che questo starebbe bene con quel top.

# 440_Park
source: You're already thinking about mixing and matching, I see. Very nice.
pt: Stai già pensando a fare abbinamenti, vedo. Ottimo.

# 452_Park
source: We'd also like a good pair of shoes.
pt: Vorremmo anche un bel paio di scarpe.

# 464_Manager
source: Certainly. We have a lovely selection. What would you say to something like these?
pt: Certamente. Abbiamo una splendida selezione. Cosa ne diresti di qualcosa del genere?

# 488_Haruka
source: (I have to choose something... I guess it should go with what I already chose.)
pt: (Devo scegliere qualcosa... Immagino che dovrebbe andare con quello che ho già scelto.)

# 536_Haruka
source: These are pretty...
pt: Queste sono carine...

# 560_Park
source: Excellent choices. Everything will coordinate very well.
pt: Ottime scelte. Tutto si abbinerà molto bene.

# 572_Park
source: I can't say I exactly agree with all your choices, but that's all right. We'll work on your sense of style over time.
pt: Non è che sia proprio d'accordo con tutte le tue scelte, ma va bene così. Lavoreremo sul tuo senso dello stile col tempo.

# 584_Park
source: We'll take this as well.
pt: Prendiamo anche questo.

# 596_Haruka
source: Oh, it's beautiful...
pt: Oh, è bellissimo...

# 608_Park
source: And now, we're all set. We'll take all of this.
pt: E adesso, siamo a posto. Prendiamo tutto questo.

# 620_Manager
source: Thank you very much, Park-sama. One moment, please.
pt: La ringrazio molto, Park-sama. Un momento, per favore.

# 632_Haruka
source: Oh! But I didn't even look at the price tags!
pt: Oh! Ma non ho nemmeno guardato i prezzi!

# 644_Park
source: What did I tell you? Tonight is all about getting rid of stress. You don't need to worry about a thing. It's on me.
pt: Che ti avevo detto? Stasera è tutta per liberarti dallo stress. Non devi preoccuparti di niente. Offro io.

# 656_Haruka
source: Thank you very much, Park-san.
pt: La ringrazio molto, Park-san.

# 668_Manager
source: Here you are. My apologies for the wait.
pt: Ecco a lei. Mi scuso per l'attesa.

# 680_Park
source: Thank you. All right, Haruka. Shall we?
pt: Grazie. Va bene, Haruka. Andiamo?

# 692_Haruka
source: Yes, ma'am.
pt: Sì, signora.
