Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002c.po
Languages: pt

source: Visit
pt: Visita

source: Leave
pt: Andarsene

source: Player
pt: Giocatore

source: Stay Longer
pt: Rimani ancora

source: So Many Cars
pt: Quante auto

source: So Many Cafés
pt: Quanti caffè

source: Nagoya Girls
pt: Ragazze di Nagoya

source: Tequila's Popularity with Celebrities
pt: La popolarità della tequila tra le celebrità

source: Watching Baseball in the VIP Room
pt: Guardare il baseball nella sala VIP

source: Miso's Health and Beauty Effects
pt: Gli effetti del miso su salute e bellezza

source: Chicken Wings are Full of Collagen
pt: Le ali di pollo sono piene di collagene

source: Christmas, LA Style
pt: Natale, stile LA

source: Nothing
pt: Niente

source: Her Likes
pt: Cosa le piace

source: Her Hobbies
pt: I suoi hobby

source: Her Thoughts on Romance
pt: Cosa pensa dell'amore

source: About Herself
pt: Su di lei

source: TMI
pt: Troppe informazioni

source: Order Something
pt: Ordina qualcosa

source: Don't Order
pt: Non ordinare nulla

source: Ask Her Out
pt: Chiedile di uscire

source: Not Yet
pt: Non ancora

source: Go Home
pt: Torna a casa

# 268_Staff
source: Hello. Welcome to Club Eden.
pt: Salve. Benvenuto al Club Eden.

# 280_Staff
source: Our establishment has an 8,400 yen minimum, along with a 3,150 yen cover charge. Choosing a specific hostess incurs another 3,150 yen fee.
pt: Il nostro locale prevede una spesa minima di 8.400 yen, oltre a una quota d'ingresso di 3.150 yen. Scegliere una hostess specifica comporta un ulteriore supplemento di 3.150 yen.

# 304_Staff
source: Would you like to join us today?
pt: Desidera accomodarsi oggi?

# 328_Staff
source: I'll find you a hostess, then. This way, sir.
pt: Le trovo subito una hostess, allora. Da questa parte, signore.

# 340_Staff
source: You'd like to see Shion-san? This way, sir.
pt: Desidera vedere Shion-san? Da questa parte, signore.

# 352_Staff
source: I see. We hope you'll come by again, sir.
pt: Capisco. Speriamo che torni a trovarci, signore.

# 364_Staff
source: I'm terribly sorry, sir, but Shion-san isn't here at the moment, I'm afraid.
pt: Sono terribilmente spiacente, signore, ma temo che Shion-san non sia qui al momento.

# 376_Player
source: Oh, okay. I'll come back later.
pt: Oh, va bene. Tornerò più tardi.

# 388_Staff
source: We look forward to your next visit, sir.
pt: La aspettiamo per la sua prossima visita, signore.

# 400_Player
source: (Damn. I don't have enough money.)
pt: (Accidenti. Non ho abbastanza soldi.)

# 412_Player
source: Hold on!
pt: Aspetta!

# 424_Staff
source: Is something the matter?
pt: C'è qualcosa che non va?

# 436_Player
source: Sorry. I'll have to come back later.
pt: Scusa, dovrò tornare più tardi.

# 448_Player
source: (I'll need at least 15,000 yen.)
pt: (Mi serviranno almeno 15.000 yen.)

# 460_Staff
source: Your check, sir.
pt: Il suo conto, signore.

# 472_Staff
source: Thank you very much.
pt: Grazie mille.

# 520_Staff
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Gradirebbe un prolungamento?

# 532_Staff
source: Very well, then. Enjoy the rest of your stay.
pt: Molto bene, allora. Si goda il resto della sua permanenza.

# 544_Staff
source: Understood, sir.
pt: Capito, signore.

# 556_Staff
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Gradirebbe un prolungamento?

# 568_Player
source: (I can't afford an extension right now.)
pt: (Non posso permettermi un prolungamento al momento.)

# 580_Player
source: No thanks. I'll be on my way.
pt: No grazie. Ora vado.

# 592_Staff
source: Understood, sir.
pt: Capito, signore.

# 604_Player
source: (Did I have anything interesting to talk about? Oh, wait, there was that one thing! Yeah! Wait, no, I can't talk about <Italic>that</Italic>.)
pt: (Avevo qualcosa di interessante di cui parlare? Oh, aspetta, c'era quella cosa! Sì! No, aspetta, non posso parlare di <Italic>quello</Italic>.)

# 616_Player
source: (There's a lot I want to ask, but I don't want her to think I'm using her as a source. Okay, today I need to forget about work and blow off some steam!)
pt: (Ci sono un sacco di cose che vorrei chiederle, ma non voglio che pensi che la stia usando come fonte. Ok, oggi devo dimenticarmi del lavoro e pensare solo a sfogarmi!)

# 628_Player
source: (I can't afford to order stuff at a classy club like this! But I don't want to look cheap. Sheesh, why do I have to be hungry right now!?)
pt: (Non posso permettermi di ordinare nulla in un club di classe come questo! Ma non voglio fare la figura del pezzente. Accidenti, perché mi deve venire fame proprio adesso!?)

# 640_Player
source: (Would she be happy if I gave her a present out of the blue? If she likes me more, then it might lead to something!)
pt: (Sarebbe felice se le facessi un regalo di punto in bianco? Se le piacessi di più, allora potrebbe nascere qualcosa!)

# 652_Player
source: (Maybe the mood's right to ask her on a date after this. But what if she says no? That'd be a huge buzzkill. Ah, I don't know what to do!)
pt: (Magari l'atmosfera è quella giusta per chiederle di uscire dopo. Ma se dicesse di no? Sarebbe una mazzata tremenda. Ah, non so che fare!)

# 664_Player
source: (Crap, did I have a deadline for that copy? Maybe I should be heading home.)
pt: (Merda, avevo una scadenza per quell'articolo? Forse dovrei tornare a casa.)

# 676_Player
source: (What should I talk about?)
pt: (Di cosa dovrei parlare?)

# 940_Player
source: (What should I ask about?)
pt: (Cosa dovrei chiederle?)

# 1024_Player
source: (What should I do?)
pt: (Che faccio?)

# 1108_Player
source: (She already said yes. I shouldn't be so pushy about it.)
pt: (Ha già detto di sì. Non dovrei insistere troppo.)

# 1120_Player
source: (She already turned me down once. I should probably wait before I ask her again.)
pt: (Mi ha già rifiutato una volta. Probabilmente dovrei aspettare prima di chiederglielo di nuovo.)

# 1132_Player
source: (What should I do?)
pt: (Che faccio?)

# 1168_Player
source: (What should I do?)
pt: (Che faccio?)
