Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133044c.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Read the Rules
pt: Leggi le Regole

source: Batting Center: Extra Course
pt: Centro di battuta: Corso Extra

# 76_Player
source: (No point doing this in Kamurocho...)
pt: (Non ha senso fare questo a Kamurocho...)

# 88_Player
source: (No, this isn't for me.)
pt: (No, questo non fa per me.)

# 112_Player
source: (The Extra Course is 300 yen. Should I give it a go?)
pt: (Il Corso Extra costa 300 yen. Dovrei provarci?)

# 124_Player
source: (Okay. Let's give it a go.)
pt: (Va bene. Proviamoci.)

# 148_Player
source: (No. Not now.)
pt: (No. Non ora.)

# 160_Player
source: Press <Action:Button_Cross@Battingcenter> at the right time to hit the balls pitched by the pitching machine. Hit the targets to earn points.
pt: Premi <Action:Button_Cross@Battingcenter> al momento giusto per colpire le palle lanciate dalla macchina spara-palle. Colpisci i bersagli per guadagnare punti.

# 172_Player
source: There are two types of plates. Green plates can be broken in one hit. Red plates turn green when hit－meaning they must be hit twice to break.
pt: Ci sono due tipi di piastre. Le piastre verdi si rompono con un solo colpo. Le piastre rosse diventano verdi quando colpite－il che significa che devono essere colpite due volte per rompersi.

# 184_Player
source: After every three hits on a plate, you will trigger a Bomb Chance. For one pitch, a special, explosive ball will be thrown your way. When it hits, it will blow up and shatter any plate within their blast radius, even red plates!
pt: Dopo ogni tre colpi su una piastra, attiverai una Bomb Chance. Per un lancio, una palla speciale ed esplosiva ti verrà lanciata. Quando colpisce, esploderà e farà a pezzi qualsiasi piastra nel suo raggio d'esplosione, anche le piastre rosse!

# 196_Player
source: Use multi-plate hits and Bomb Chance to destroy all the plates as quickly as possible!
pt: Usa i colpi multi-piastra e le Bomb Chance per distruggere tutte le piastre il più velocemente possibile!

# 208_Player
source: (The Extra Course is 300 yen, but I can't afford it right now... Bummer.)
pt: (Il Corso Extra costa 300 yen, ma non posso permettermelo adesso... Che peccato.)
