Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010d009d.po
Languages: pt

source: You got Rubber Ball.
pt: Hai ottenuto Palla di gomma.

source: You got Chili Pepper.
pt: Hai ottenuto Peperoncino.

source: You got Durable Cloth.
pt: Hai ottenuto Panno resistente.

source: You got Chunk of Wood (Ash).
pt: Hai ottenuto Pezzo di legno (Frassino).

source: Checking Trash Counts
pt: Verifica conteggio rifiuti

source: Community Cleanup Rewards
pt: Ricompense Pulizia della Comunità

# 44_Kiryu
source: (Let's see how I'm doing.)
pt: (Vediamo come sto andando.)

# 56_Kiryu
source: This bulletin board shows approximately how much trash Kiryu has picked up in Nagasugai.
pt: Questa bacheca mostra all'incirca quanti rifiuti Kiryu ha raccolto a Nagasugai.

# 68_Community Cleanup Rewards
source: As you pick up trash and raise your <Color:255,200,200,255>Social Commitment Level<Color:Default>, you'll receive rewards from Nagasu Taxi Co. <Color:255,200,200,255>Check this bulletin board<Color:Default> when your <Color:255,200,200,255>Social Commitment Level<Color:Default> goes up to get your reward.
pt: Mentre raccogli i rifiuti e aumenti il tuo <Color:255,200,200,255>Livello di Impegno Sociale<Color:Default>, riceverai ricompense dalla Nagasu Taxi Co. <Color:255,200,200,255>Controlla questa bacheca<Color:Default> quando il tuo <Color:255,200,200,255>Livello di Impegno Sociale<Color:Default> sale per prendere la tua ricompensa.

# 188_Kiryu
source: (I've done my part to contribute to the town.)
pt: (Ho fatto la mia parte per contribuire alla città.)

# 200_Kiryu
source: (Guess I'll keep picking up trash.)
pt: (Immagino che continuerò a raccogliere rifiuti.)

# 224_Kiryu
source: (Looks like I picked up a lot of trash.)
pt: (Sembra che ho raccolto un sacco di rifiuti.)

# 236_Hirakawa
source: Oh, Suzuki-san. You're helping out quite a lot with the garbage collection. The president's really pleased.
pt: Oh, Suzuki-san. Stai dando una grossa mano con la raccolta dei rifiuti. Il presidente è davvero contento.

# 248_Kiryu
source: Thank you.
pt: Grazie.

# 260_Hirakawa
source: This is from the company.
pt: Questo è dall'azienda.

# 296_Kiryu
source: Thank you.
pt: Grazie.

# 308_Hirakawa
source: Thanks to you, our firm's reputation is rapidly improving! Just don't shirk off on driving, all right?
pt: Grazie a te, la reputazione della nostra ditta sta migliorando a vista d'occhio! Però non fare il lavativo con la guida, va bene?

# 332_Kiryu
source: (Looks like I picked up a lot of trash.)
pt: (Sembra che ho raccolto un sacco di rifiuti.)

# 344_Hirakawa
source: Oh, Suzuki-san. You're helping out quite a lot with the garbage collection. The president's really pleased.
pt: Oh, Suzuki-san. Stai dando una grossa mano con la raccolta dei rifiuti. Il presidente è davvero contento.

# 356_Kiryu
source: Thank you.
pt: Grazie.

# 368_Hirakawa
source: This is from the company.
pt: Questo è dall'azienda.

# 404_Kiryu
source: Thank you.
pt: Grazie.

# 416_Hirakawa
source: A local called today to thank us. You're doing great work out there.
pt: Un tizio del quartiere ha chiamato oggi per ringraziarci. Stai facendo un gran bel lavoro là fuori.

# 440_Kiryu
source: (Looks like I picked up a lot of trash.)
pt: (Sembra che ho raccolto un sacco di rifiuti.)

# 452_Hirakawa
source: Oh, Suzuki-san. You're helping out quite a lot with the garbage collection. The president's really pleased.
pt: Oh, Suzuki-san. Stai dando una grossa mano con la raccolta dei rifiuti. Il presidente è davvero contento.

# 464_Kiryu
source: Thank you.
pt: Grazie.

# 476_Hirakawa
source: This is from the company.
pt: Questo è dall'azienda.

# 512_Kiryu
source: Thank you.
pt: Grazie.

# 524_Hirakawa
source: You're the talk of the town now! Everyone is saying how great our driver is. Keep up the good work!
pt: Sei sulla bocca di tutti adesso! Tutti dicono quanto è bravo il nostro autista. Continua così!

# 548_Kiryu
source: (Looks like I picked up a lot of trash.)
pt: (Sembra che ho raccolto un sacco di rifiuti.)

# 560_Hirakawa
source: Oh, Suzuki-san. You're helping out quite a lot with the garbage collection. The president's really pleased.
pt: Oh, Suzuki-san. Stai dando una grossa mano con la raccolta dei rifiuti. Il presidente è davvero contento.

# 572_Kiryu
source: Thank you.
pt: Grazie.

# 584_Hirakawa
source: This is from the company.
pt: Questo è dall'azienda.

# 620_Kiryu
source: Thank you.
pt: Grazie.

# 632_Hirakawa
source: You're doing an amazing job. I had no idea you'd be so enthusiastic about this initiative! Keep it up.
pt: Stai facendo un lavoro incredibile. Non avevo idea che saresti stato così entusiasta di quest'iniziativa! Continua così.

# 644_Hirakawa
source: Thank you, Suzuki-san. Because of your efforts, the town is much cleaner than before.
pt: Grazie, Suzuki-san. Grazie ai tuoi sforzi, la città è molto più pulita di prima.
