Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a22.po
Languages: pt

source: You got some <Color:8>Pocket Tissues<Color:Default>.
pt: Hai preso dei <Color:8>fazzoletti di carta<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Hyped Man
pt: Il tipo gasato

# 60_Takeshita
source: I don't get it. How did you do that so easily? It's like you read my every move... Agh, I'm a terrible pitcher!
pt: Non ci arrivo. Come hai fatto così facilmente? È come se avessi letto ogni mia mossa... Agh, faccio schifo come lanciatore!

# 72_Shinada
source: (His pitching's really not that great, but he doesn't have to get so down on himself...)
pt: (Il suo lancio non è un granché, ma non deve buttarsi giù così...)

# 84_Shinada
source: Uh, well, I thought your pitching was stellar. Maybe I just got lucky.
pt: Uh, beh, pensavo che il tuo lancio fosse eccezionale. Magari sono stato solo fortunato.

# 96_Takeshita
source: You think so!?
pt: Davvero!?

# 108_Shinada
source: Oh, yeah. Like you said, these pitching machines got nothing on you.
pt: Oh, sì. Come hai detto, queste macchine lanciapalle non ti fanno un baffo.

# 120_Takeshita
source: Awesome! I knew it, my pitching is special. Welp, bye and thank you!
pt: Fantastico! Lo sapevo, il mio lancio è speciale. Beh, ciao e grazie!

# 132_Shinada
source: Hey, not so fast! Where's my spectacular reward?
pt: Ehi, non così in fretta! Dov'è la mia ricompensa spettacolare?

# 144_Takeshita
source: Oh. Um... How's this?
pt: Oh. Ehm... che ne dici?

# 180_Takeshita
source: What about this is spectacular!?
pt: Cosa c'è di spettacolare in questo!?

# 192_Takeshita
source: Okay, I have to go! Please let me challenge you again!
pt: Ok, devo scappare! Ti prego, fammi sfidare di nuovo!

# 204_Takeshita
source: (...Hell no.)
pt: (...Col cavolo.)

# 240_Shinada
source: Huh?
pt: Uh?

# 252_Shinada
source: What's the big idea, taking my picture like that?
pt: Che ti salta in mente, a farmi foto così?

# 264_Hyped Man
source: Wicked mystery batter appears at the batting center! Challengers wanted! Share if you like this content!
pt: Un fenomenale battitore misterioso appare al centro di battuta! Cercasi sfidanti! Condividi se ti piace questo contenuto!

# 276_Shinada
source: Hey, are you listening?
pt: Ehi, mi stai ascoltando?

# 288_Takeshita
source: Oops, sorry! Didn't mean to ignore. I'm Kotetsu, the blogger.
pt: Ops, scusa! Non volevo ignorarti. Sono Kotetsu, il blogger.

# 300_Shinada
source: You blog on that flip phone?
pt: Blogghi su quel telefonino a conchiglia?

# 312_Kotetsu
source: Sure do. I blog about basically anything baseball. Got me some mad page views, my boy!
pt: Certo che sì. Bloggo praticamente di ogni cosa sul baseball. Ho un botto di visualizzazioni, ragazzo!

# 324_Shinada
source: Okay. So what makes a blogger take a photo of me? Unwarranted, might I add.
pt: Allora. Che gli salta in mente a un blogger di farmi una foto? E, per inciso, senza alcun motivo.

# 336_Kotetsu
source: Because your batting is supernatural, man! I wanted everyone to know, so naturally I snapped a sick still life and posted you up online.
pt: Perché la tua battuta è sovrannaturale, ragazzo! Volevo che tutti lo sapessero, così, naturalmente, ho scattato uno scatto da urlo e ti ho pubblicato online.

# 348_Shinada
source: Wait, my face is on the internet now!? You gotta be kidding me! Not cool, man!
pt: Aspetta, la mia faccia è finita su internet adesso!? Ma stai scherzando!? Non è giusto, ragazzo!

# 360_Kotetsu
source: What, I don't see any problem. It's not costing you anything. I might even compensate you someday.
pt: Che, non vedo alcun problema. Non ti sta costando niente. Magari un giorno ti ricompenserò pure.

# 372_Shinada
source: Look, you can't just－
pt: Senti, non puoi mica—

# 384_Kotetsu
source: Incidentally, lots of big baseball people read my blog. You may be getting challenges from some of them.
pt: Tra l'altro, un sacco di pezzi grossi del baseball leggono il mio blog. Potresti ricevere delle sfide da alcuni di loro.

# 396_Shinada
source: Aww, come on. That just sounds like a pain in the ass.
pt: Ma dai! Quella mi sembra proprio una rottura di scatole.

# 408_Kotetsu
source: Goodness, would you look at the time? Gotta run! See you at the cages again!
pt: Accidenti, hai visto che ore sono? Devo scappare! Ci vediamo di nuovo alle gabbie!

# 432_Takeshita
source: (What is with that guy? I got a bad feeling about this...)
pt: (Ma che ha quel tipo? Ho un brutto presentimento su questa storia...)

# 504_Takeshita
source: There! I did it. I knew I'm the greatest!
pt: Ecco! Ce l'ho fatta. Sapevo di essere il migliore!

# 516_Takeshita
source: Oh, but you are a wicked batter. The way you stand in the box－it was really intimidating!
pt: Oh, ma sei un battitore micidiale. Il modo in cui stai nel box—era davvero intimidatorio!

# 528_Takeshita
source: Let's have a rematch sometime, so you can get that spectacular reward! Bye!
pt: Dai, facciamo una rivincita un'altra volta, così ti becchi quella ricompensa spettacolare! Ciao!

# 540_Shinada
source: (Oh, boy. I have to see this guy again? I am curious about that spectacular reward, though.)
pt: (Uffa. Devo rivedere questo tipo? Però sono curioso di quella ricompensa spettacolare.)
