Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020657.po
Languages: pt

source: Then let's go.
pt: Allora, andiamo.

source: Hold off for a bit.
pt: Aspetta un attimo.

source: Yeah, it's time.
pt: Già, è ora.

source: Not yet.
pt: Non ancora.

source: Creeper
pt: Viscido

source: Taxi Driver
pt: Tassista

source: Man
pt: Uomo

source: Revelations
pt: Rivelazioni

source: Man in Black
pt: Uomo in nero

source: Yamagasa Family Member
pt: Membro della Famiglia Yamagasa

source: Yakuza-looking Thug
pt: Scagnozzo dall'aspetto da yakuza

# 276_Morinaga
source: Fourth Chairman!
pt: Quarto Presidente!

# 288_Aizawa
source: What are you doing here?
pt: Che ci fai qui?

# 300_Kiryu
source: I thought I might find you two here.
pt: Pensavo di trovarvi qui.

# 312_Kiryu
source: I came for the same reason as you. I heard Watase from the Omi Alliance was in there.
pt: Sono venuto per lo stesso motivo tuo. Ho sentito che Watase dell'Alleanza Omi era lì dentro.

# 324_Aizawa
source: But why'd you have to...
pt: Ma perché hai dovuto...

# 336_Kiryu
source: I was worried you wouldn't be able to keep your cool. It could have easily ended up a bloodbath.
pt: Temevo non riuscissi a mantenere il sangue freddo. Poteva facilmente finire in un bagno di sangue.

# 348_Morinaga
source: But Watase showing up in Fukuoka has got to be linked to the chairman's disappearance, right?
pt: Ma Watase che si fa vedere a Fukuoka... deve per forza essere collegato alla scomparsa del presidente, no?

# 360_Kiryu
source: No, Watase's in the clear. He didn't kidnap Daigo.
pt: No, Watase è pulito. Non ha rapito Daigo.

# 372_Morinaga
source: And he told you that himself?
pt: E te l'ha detto lui stesso?

# 384_Kiryu
source: Yeah.
pt: Sì.

# 396_Aizawa
source: Hold on! You're not actually going to believe the word of an Omi boss, are you?
pt: Aspetta! Non vorrai mica credere alla parola di un boss Omi, vero?

# 408_Aizawa
source: Who else would have a motive!?
pt: Chi altri avrebbe un movente!?

# 420_Kiryu
source: He was telling the truth. Watase isn't the type to plot some underhanded scheme.
pt: Diceva la verità. Watase non è il tipo da architettare mosse subdole.

# 432_Kiryu
source: It's safe to assume he wasn't involved with Daigo's disappearance.
pt: Si può tranquillamente supporre che non fosse coinvolto nella scomparsa di Daigo.

# 444_Morinaga
source: If you say so, I'm sure you're right.
pt: Se lo dici tu, sono sicuro che hai ragione.

# 456_Aizawa
source: But then who's behind it!?
pt: Ma allora chi c'è dietro!?

# 468_Kiryu
source: That's what I wanted to talk to you about.
pt: È proprio di questo che volevo parlarti.

# 480_Kiryu
source: Do you have a few?
pt: Hai un momento?

# 492_Morinaga
source: We'll always make time for you, Fourth Chairman. Just give us the word and we'll follow.
pt: Avremo sempre tempo per te, Quarto Presidente. Basta che ci dia la parola e ti seguiremo.

# 504_Morinaga
source: Are you ready to fill us in, Fourth Chairman?
pt: Sei pronto a metterci al corrente, Quarto Presidente?

# 516_Kiryu
source: I need you to wait just a little longer.
pt: Ho bisogno che tu aspetti ancora un po'.

# 528_Morinaga
source: Understood.
pt: Capito.

# 540_Kiryu
source: Sorry to keep you waiting. Come with me.
pt: Scusa l'attesa. Vieni con me.

# 552_Kiryu
source: Okay. It won't be long before I'm ready.
pt: Va bene. Manca poco e sarò pronto.

# 564_Morinaga
source: All right. We'll be here whenever you're good to go.
pt: Va bene. Saremo qui quando sarai pronto.

# 624_Kiryu
source: Okay. Come with me, then.
pt: Va bene. Vieni con me, allora.

# 672_Morinaga
source: Fourth Chairman!
pt: Quarto Presidente!

# 684_Aizawa
source: What are you doing here?
pt: Che ci fai tu qui?

# 696_Kiryu
source: I thought I might find you two here.
pt: Pensavo di trovare voi due qui.

# 708_Kiryu
source: I came for the same reason as you. I heard Watase from the Omi Alliance was in there.
pt: Sono venuto per la tua stessa ragione. Ho sentito che Watase dell'Alleanza Omi era lì dentro.

# 720_Aizawa
source: But why'd you have to...
pt: Ma perché dovevi...

# 732_Kiryu
source: I was worried you wouldn't be able to keep your cool. It could have easily ended up a bloodbath.
pt: Ero preoccupato che non saresti riuscito a mantenere la calma. Sarebbe potuto finire facilmente in un bagno di sangue.

# 744_Morinaga
source: But Watase showing up in Fukuoka has got to be linked to the chairman's disappearance, right?
pt: Ma Watase che spunta a Fukuoka dev'essere per forza collegato alla scomparsa del presidente, no?

# 756_Kiryu
source: No, Watase's in the clear. He didn't kidnap Daigo.
pt: No, Watase non c'entra. Non è stato lui a rapire Daigo.

# 768_Morinaga
source: And he told you that himself?
pt: E te l'ha detto proprio lui?

# 780_Kiryu
source: Yeah.
pt: Sì.

# 792_Aizawa
source: Hold on! You're not actually going to believe the word of an Omi boss, are you?
pt: Aspetta! Non vorrai mica credere alla parola di un boss Omi?

# 804_Aizawa
source: Who else would have a motive!?
pt: Chi altro avrebbe un movente!?

# 816_Kiryu
source: He was telling the truth. Watase isn't the type to plot some underhanded scheme.
pt: Stava dicendo la verità. Watase non è il tipo da macchinare qualcosa di losco.

# 828_Kiryu
source: It's safe to assume he wasn't involved with Daigo's disappearance.
pt: Si può tranquillamente dare per scontato che non c'entrasse con la scomparsa di Daigo.

# 840_Morinaga
source: If you say so, I'm sure you're right.
pt: Se lo dici tu, sono sicuro che hai ragione.

# 852_Aizawa
source: But then who's behind it!?
pt: Ma allora chi c'è dietro!?

# 864_Kiryu
source: That's what I wanted to talk to you about.
pt: È proprio di questo che volevo parlarti.

# 876_Kiryu
source: Do you have a few?
pt: Hai un attimo?

# 888_Morinaga
source: We'll always make time for you, Fourth Chairman. Just give us the word and we'll follow.
pt: Avremo sempre tempo per te, Quarto Presidente. Basta che tu dia l'ordine e ti seguiremo.

# 900_Morinaga
source: Are you ready to fill us in, Fourth Chairman?
pt: Sei pronto a metterci al corrente, Quarto Presidente?

# 912_Kiryu
source: I need you to wait just a little longer.
pt: Ho bisogno che aspetti ancora un attimo.

# 924_Morinaga
source: Understood.
pt: Capito.

# 936_Kiryu
source: Sorry to keep you waiting. Come with me.
pt: Scusa l'attesa. Vieni con me.

# 948_Kiryu
source: Okay. It won't be long before I'm ready.
pt: Va bene. Sarò pronto tra poco.

# 960_Morinaga
source: All right. We'll be here whenever you're good to go.
pt: Va bene. Saremo qui quando sarai pronto.

# 1020_Kiryu
source: Okay. Come with me, then.
pt: Va bene. Vieni con me, allora.

# 1068_Creeper
source: So this is the place, huh? Woo-diggity-hoo! See you soon, Ryoko-chan!
pt: Allora, è questo il posto, eh? Evvai! Ci vediamo presto, Ryoko-chan!

# 1092_Kiryu
source: (Damn. It's hard to lose someone on purpose...)
pt: (Dannazione. È difficile perdere qualcuno di proposito...)

# 1116_Taxi Driver
source: Ah, there you are.
pt: Ah, eccoti.

# 1128_Kiryu
source: Who are you?
pt: Chi sei?

# 1140_Taxi Driver
source: The name's Oyama. I was driving the taxi in front of you earlier.
pt: Sono Oyama. Ero io alla guida del taxi davanti a te, poco fa.

# 1152_Kiryu
source: Oh, that was you? Sorry, I didn't mean to tailgate you like that.
pt: Ah, eri tu? Scusa, non intendevo starti così attaccato dietro.

# 1164_Kiryu
source: It's just that my passenger was up to something, so I tried to make it look like I lost you. Unfortunately, it didn't go as planned...
pt: È solo che il mio passeggero stava combinando qualcosa, così ho provato a far finta di averti perso. Sfortunatamente, non è andata come previsto...

# 1176_Oyama
source: Oh, that's okay. I got a similar impression that something was up. So I dropped off the girl I was carrying somewhere else. Made it look like nothing out of the ordinary.
pt: Oh, va bene. Ho avuto la stessa impressione che ci fosse qualcosa sotto. Così ho lasciato la ragazza che avevo a bordo altrove. Ho fatto sembrare che non ci fosse niente di strano.

# 1188_Kiryu
source: That's a relief.
pt: Meno male.

# 1200_Oyama
source: Yep. That girl was all by her lonesome, you see.
pt: Già. Quella ragazza era tutta sola, vedi.

# 1212_Oyama
source: She said a stalker was following her, and asked me to shake him loose.
pt: Ha detto che uno stalker la stava seguendo, e mi ha chiesto di seminarglielo.

# 1224_Kiryu
source: So he really was stalking her, then...
pt: Allora la stava davvero seguendo...

# 1236_Oyama
source: Yeah, and it wasn't the first time, either. Sounds like he's been at it for a while.
pt: Già, e non era nemmeno la prima volta. Sembra che stia andando avanti così da un po'.

# 1248_Kiryu
source: I see. I could tell something was wrong with my passenger right from the start. But I'm glad the girl is safe.
pt: Capisco. Ho capito che c'era qualcosa che non andava con il mio passeggero fin dall'inizio. Ma sono contento che la ragazza sia al sicuro.

# 1260_Oyama
source: Indeed. This isn't the first time I've picked her up either. My daughter's around her age, so I guess I feel compelled to see her out of harm's way.
pt: In effetti. Non è la prima volta che la carico neanch'io. Mia figlia ha più o meno la sua età, quindi immagino di sentirmi in dovere di vederla al sicuro.

# 1272_Kiryu
source: That's good of you...
pt: È un bel gesto da parte tua...

# 1284_Oyama
source: Well, I'd better get back to work. Thanks for cooperating, eh?
pt: Beh, è meglio che torni al lavoro. Grazie per la collaborazione, eh?

# 1296_Kiryu
source: No, thank you.
pt: No, grazie.

# 1308_Kiryu
source: Sorry. I tried my best, but I lost them.
pt: Scusa. Ho fatto del mio meglio, ma li ho persi.

# 1320_Creeper
source: Aw, crap! And I was <Italic>this</Italic> close to figuring out where Ryoko-chan lives!
pt: Maledizione! Ed ero <Italic>a tanto così</Italic> dallo scoprire dove abita Ryoko-chan!

# 1332_Creeper
source: Why'd you do it, huh!? You lost her on purpose! Didn't you!
pt: Perché l'hai fatto, eh!? L'hai persa apposta! Non è vero!?

# 1344_Kiryu
source: Don't be rude, sir. Of course I didn't.
pt: Non sia maleducato, signore. Certo che no.

# 1356_Man
source: Hmph! You're full of shit. Fine then! This lion's just gonna have to chase his gazelle on foot!
pt: Hmph! Sei un bugiardo di merda. Va bene allora! Questo leone dovrà inseguire la sua gazzella a piedi!

# 1368_Creeper
source: Oh, and I'm never takin' your stinkin' taxi again!
pt: Oh, e non prenderò mai più il tuo schifoso taxi!

# 1392_Kiryu
source: Hold on, sir! Your fare!
pt: Aspetti, signore! Il conto!

# 1404_Kiryu
source: Damn...
pt: Cavolo...

# 1428_Taxi Driver
source: Ah, there you are.
pt: Ah, eccoti.

# 1440_Kiryu
source: Do I know you?
pt: Ti conosco?

# 1452_Taxi Driver
source: The name's Oyama. I was driving the taxi in front of you earlier.
pt: Mi chiamo Oyama. Ero alla guida del taxi davanti a te poco fa.

# 1464_Oyama
source: You lost me intentionally back there, right? Thanks for doing that.
pt: Mi hai seminato apposta là dietro, vero? Grazie per averlo fatto.

# 1476_Kiryu
source: Oh, that was you? Sorry, I never wanted to tail you.
pt: Ah, eri tu? Scusa, non ho mai voluto seguirti.

# 1488_Oyama
source: Mm, that's okay. I could tell something was up.
pt: Mmm, va bene. Ho capito che c'era qualcosa sotto.

# 1500_Kiryu
source: Do you have any idea what was going on between our passengers?
pt: Hai idea di cosa stesse succedendo tra i nostri passeggeri?

# 1512_Oyama
source: Not much. Mine was a young girl.
pt: Non molto. La mia era una ragazzina.

# 1524_Oyama
source: She said a stalker was following her, and asked me to shake him off.
pt: Ha detto che uno stalker la stava seguendo, e mi ha chiesto di seminarlo.

# 1536_Kiryu
source: Has this happened before?
pt: Ti è già capitato?

# 1548_Oyama
source: Apparently this wasn't the first time. It sounds like he's been after her a while.
pt: A quanto pare non era la prima volta. Sembra che le stia dietro da un po'.

# 1560_Oyama
source: Thanks to you, nothin' came of it, though.
pt: Grazie a te, non ne è saltato fuori niente, però.

# 1572_Kiryu
source: So that's what he was up to... I knew something about him was off.
pt: Allora è questo che combinava... Sapevo che c'era qualcosa che non andava in lui.

# 1584_Kiryu
source: Well, I'm just glad the girl ended up safe.
pt: Beh, sono solo contento che la ragazza sia finita sana e salva.

# 1596_Oyama
source: Shame this sort of thing happens... I've picked this girl up a few times now. She's around my daughter's age, so I wanted to make sure she was all right.
pt: Che brutta storia che succedano 'ste cose... Ho caricato questa ragazza un paio di volte ormai. Ha più o meno l'età di mia figlia, e quindi volevo essere sicuro che fosse a posto.

# 1608_Kiryu
source: ...That's good of you.
pt: ...Bel gesto.

# 1620_Oyama
source: Well, I'd better get back to work. Thanks for cooperating.
pt: Beh, è meglio che mi rimetta al lavoro. Grazie per aver collaborato.

# 1632_Kiryu
source: No, thank you.
pt: No, grazie.

# 1656_Wada
source: There's the man. Hey, Suzuki-san!
pt: Eccolo. Ehi, Suzuki-san!

# 1668_Kiryu
source: Oh, Wada-san. How are you feeling?
pt: Oh, Wada-san. Come si sente?

# 1680_Wada
source: Better. I appreciate you taking over. Whatever foul plague was infesting my stomach has started to clear up already.
pt: Meglio. Ti ringrazio per avermi sostituito. Qualunque brutta piaga che mi stava infestando lo stomaco ha iniziato a passare già.

# 1692_Kiryu
source: Good to hear.
pt: Bello a sapersi.

# 1704_Wada
source: Okay, then it's back to work for me. Thanks again.
pt: Ok, allora mi rimetto al lavoro. Grazie ancora.

# 1716_Kiryu
source: Sure thing.
pt: Ma certo!

# 1800_Mack
source: Hm...
pt: Mmm...

# 1812_Mack
source: Hmmmmmm...
pt: Mmmmmmm...

# 1824_Mack
source: ...Kiryu-san. My Mack senses. They speak to me. A decisive moment's in the making, and it's gonna go down nearby!
pt: ...Kiryu-san. I miei sensi da Mack. Mi stanno parlando. Un momento decisivo è in arrivo, e si scatenerà qui vicino!

# 1836_Kiryu
source: How can you tell?
pt: Come fai a dirlo?

# 1848_Mack
source: Shoot, I've taken so many of these dang photos, it's like I have a sixth sense! ...For good shots, not ghosts, ya dig.
pt: Accidenti, ho scattato così tante di queste dannate foto, è come se avessi un sesto senso! ...Per i buoni scatti, non per i fantasmi, capisci?

# 1860_Mack
source: But yeah! I know a Revelation's about to happen here. I can feel it rattlin' away in my bones!
pt: Ma sì! So che una Rivelazione sta per accadere qui. Me la sento ronzare nelle ossa!

# 1872_dummy
source: You can learn new techniques by witnessing Revelations around town.
pt: Puoi imparare nuove tecniche osservando Rivelazioni in giro per la città.

# 1884_dummy
source: To trigger a Revelation, you'll need to resolve problems that occur in that locale.
pt: Per attivare una Rivelazione, dovrai risolvere i problemi che si verificano in quella località.

# 1896_dummy
source: There's no way of knowing what events will trigger a Revelation, but it pays to try and fix any sticky situations you come across.
pt: Non si sa mai quali eventi attiveranno una Rivelazione, ma conviene cercare di risolvere ogni situazione spinosa che ti capita a tiro.

# 1908_dummy
source: You can also unlock new techniques by using certain weapons enough times.
pt: Puoi anche sbloccare nuove tecniche usando certe armi abbastanza volte.

# 1920_dummy
source: The weapons and techniques unlocked differ from character to character. Try using a variety of weapons and see what you can discover.
pt: Le armi e le tecniche sbloccate differiscono da personaggio a personaggio. Prova a usare una varietà di armi e vedi cosa riesci a scoprire.

# 1944_Mack
source: Hold on. Gotta take this real quick.
pt: Un attimo. Devo fare 'sta cosa al volo.

# 1956_Mack
source: Our date?
pt: Il nostro appuntamento?

# 1968_Mack
source: Oh, of course! Our date!
pt: Oh, certo! Il nostro appuntamento!

# 1980_Mack
source: Ahaha! Sorry, honey.
pt: Ahaha! Scusa, tesoro.

# 1992_Mack
source: No, I didn't forget! I was just... uh... having a Revelation?
pt: No, non ho dimenticato! Stavo solo... uh... avendo una Rivelazione?

# 2004_Mack
source: No, no, wait! I was actually on my way right now! Be there fast as I can!
pt: No, no, aspetta! Stavo proprio arrivando adesso! Arrivo subito!

# 2016_Mack
source: Love you, sweetheart. See you in a few, okay?
pt: Ti amo, tesoro. Ci vediamo tra poco, okay?

# 2040_dummy
source: My b, Kiryu-san.
pt: Colpa mia, Kiryu-san.

# 2052_Kiryu
source: What happened?
pt: Che è successo?

# 2064_Mack
source: Gotta bounce. Something urgent just sprung up.
pt: Devo filare. È saltata fuori una cosa urgente.

# 2076_Mack
source: I do hate to miss a photo op－feels like my heart's getting sliced clean in two.
pt: Odio da morire perdermi un'occasione per una foto: mi sento il cuore tagliato a metà.

# 2088_Mack
source: But I know you can do it, Kiryu-san! You're always the man for the job!
pt: Ma so che puoi farcela, Kiryu-san! Sei sempre l'uomo giusto per il lavoro!

# 2100_Kiryu
source: Hey, just a minute here...
pt: Ehi, aspetta un attimo...

# 2136_Kiryu
source: (He seemed pretty sure something was about to go down here... But what could it be?)
pt: (Sembrava piuttosto sicuro che qui stesse per succedere qualcosa di grosso... Ma cosa poteva essere?)

# 2148_Kiryu
source: (In any case, I'd better get this cab back over to Nagasu Taxi.)
pt: Ad ogni modo, farei meglio a riportare questo taxi alla Nagasu Taxi.

# 2172_Man
source: Hey! You! I need a ride, quick!
pt: Ehi tu! Mi serve un passaggio, subito!

# 2184_Man
source: *gasp* Follow that cab up ahead! *pant*
pt: *ansimo* Insegui quel taxi là davanti! *ansimo*

# 2196_Kiryu
source: Uh...
pt: Ehm...

# 2208_Man
source: What, you gonna turn down a payin' customer!?
pt: Cosa, ti metti a rifiutare un cliente che paga!?

# 2220_Kiryu
source: I never said that.
pt: Non l'ho mai detto.

# 2232_Man
source: Then step on it! They're getting away!
pt: Allora pigia! Stanno scappando!

# 2244_Kiryu
source: (Refusing a ride might not look good on the company. And he's already pretty agitated... Guess I have no choice.)
pt: (Rifiutare un passaggio non farebbe una bella figura per la compagnia. E lui è già piuttosto agitato... Mi sa che non ho scelta.)

# 2256_Kiryu
source: Okay, get in.
pt: Va bene, sali.

# 2268_Man
source: Make sure you don't let them know we're following them... Heh, heheheh.
pt: Assicurati di non far capire loro che li stiamo seguendo... Heh, heheheh.

# 2280_Creeper
source: You're gonna lead me right to your doorstep, Ryoko-chan, my sweet!
pt: Mi condurrai dritto alla tua porta, Ryoko-chan, mia cara!

# 2292_Kiryu
source: (Something's really off about this guy. I should probably let the other taxi get away and make it look like an accident.)
pt: (Questo tizio non mi convince per niente. Forse dovrei lasciare che l'altro taxi scappi e farla passare per un incidente.)

# 2316_Wada
source: Oh, Suzuki-san. Just the man I wanted to see.
pt: Oh, Suzuki-san. Proprio l'uomo che volevo vedere.

# 2340_Kiryu
source: Wada-san? What can I help you with?
pt: Wada-san? Cosa posso fare per lei?

# 2352_Wada
source: So, I was right in the middle of a ride, see, when all of a sudden the bubbleguts got me. Stomach pains, y'know? Anyway they got so bad I had to get up and push out a great big－
pt: Allora, stavo proprio nel bel mezzo di un passaggio, capisci, quando all'improvviso mi sono venute le budella in subbuglio. Mal di pancia, sai? Comunque sono diventati così forti che ho dovuto alzarmi e spingere fuori un gran bel－

# 2364_Kiryu
source: I think I get the picture. Are you gonna be okay?
pt: Credo di aver capito. Te la caverai?

# 2376_Wada
source: Not till it all settles down... down there. Anyway, I explained to the chief that I'm a little backed up, so I'm gonna need some backup.
pt: Non finché non si calma tutto... laggiù. Comunque, ho spiegato al capo che sono un po' intasato, quindi mi servirà qualche rinforzo.

# 2388_Wada
source: I know you're technically off-shift, but would you mind taking this passenger for me?
pt: So che sei tecnicamente fuori turno, ma ti dispiacerebbe prendere questo passeggero per me?

# 2400_Kiryu
source: Do you really need me to do it?
pt: Serve proprio che lo faccia io?

# 2412_Wada
source: I could certainly use the help. I'll go ahead and notify the chief that－ Ooh! Oh geez! Owowow!
pt: Mi farebbe senz'altro comodo una mano. Mi sbrigo a riferire al capo che－ Ugh! Oh cavolo! Ahi, ahi, ahi!

# 2424_Kiryu
source: (Looks like he's in pretty bad shape. He should probably be lying down.)
pt: (Sembra che sia messo proprio male. Dovrebbe forse sdraiarsi.)

# 2436_Kiryu
source: Okay, you just leave it to me. Go get off your feet as soon as you can.
pt: Ok, lascia fare a me. Vai a riposarti il prima possibile.

# 2448_dummy
source: Whew, I owe ya one... Um, 'scuse me. Another driver will be taking over from here, one of our finest. Will that be all right with you, sir?
pt: Uff, te ne devo una... Ehm, mi scusi. Un altro autista subentrerà da qui, uno dei nostri migliori. Le va bene così, signore?

# 2472_dummy
source: I owe you one, Suzuki-san... Ooof.
pt: Te ne devo una, Suzuki-san... Uff.

# 2484_Kiryu
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 2508_Kiryu
source: (Huh? I know this guy...)
pt: (Eh? Conosco questo tizio...)

# 2520_Man in Black
source: Do my eyes deceive me, or is that the baddest cat to ever walk the streets of Japan?
pt: I miei occhi mi stanno ingannando, o quello è il pezzo da novanta più tosto che abbia mai messo piede per le strade del Giappone?

# 2532_Man in Black
source: Whoa-ho-ho, I knew it! Kiryu-san! Dude, it's me, Mack Shinozuka! We used to kick it a few years back.
pt: Uo-ho-ho, lo sapevo! Kiryu-san! Amico, sono io, Mack Shinozuka! Ci si vedeva in giro qualche anno fa.

# 2544_Mack
source: Remember?
pt: Ti ricordi?

# 2556_Kiryu
source: (That's right, we have met before. He's a photographer that travels around the world, if I recall correctly. But...)
pt: (Esatto, ci siamo già incontrati. È un fotografo che viaggia per il mondo, se non ricordo male. Ma...)

# 2568_Kiryu
source: Sorry, I think you have the wrong guy. I'm Suzuki.
pt: Scusi, credo che abbia sbagliato persona. Sono Suzuki.

# 2580_Mack
source: Hahaha, whatever you say, Kiryu-san! Man, it's good to see you again!
pt: Ahahah, come dici tu, Kiryu-san! Amico, è bello rivederti!

# 2592_Kiryu
source: Like I said, my name is Suzuki...
pt: Come ho detto, mi chiamo Suzuki...

# 2604_Mack
source: Sure is a trip running into you out here! Shouldn't you be in Kamurocho, doing crazy yakuza stuff－you know, busting heads, taking names?
pt: È pazzesco beccarti qui fuori! Non dovresti essere a Kamurocho, a fare le tue solite robe da yakuza toste—sai, spaccare teste e farti un nome?

# 2616_Kiryu
source: (He's not listening... I can't risk anyone hearing this, so I'd better get us both on the road.)
pt: (Non mi sta ascoltando... Non posso rischiare che qualcuno senta questo, quindi è meglio che lo faccia salire e partiamo.)

# 2628_Kiryu
source: I'll get you where you want to go, sir. Please, hop in.
pt: La porterò dove desidera, signore. Prego, salga.

# 2640_Mack
source: You got it, Kiryu-san, old buddy!
pt: Capito, Kiryu-san, vecchio amico!

# 2664_Kiryu
source: (<Color:7>Olivier<Color:Default>'s the spot, huh...)
pt: (<Color:7>Olivier<Color:Default> è il posto, eh...)

# 2700_Nakajima
source: Phew, that was a feast! Man, their sashimi really is somethin' else.
pt: Cavolo, che scorpacciata! Amico, il loro sashimi è davvero una roba pazzesca.

# 2712_Nakajima
source: Huh? That you, Suzuki-san?
pt: Eh? Sei tu, Suzuki-san?

# 2724_Kiryu
source: Yeah, it's me.
pt: Sì, sono io.
