Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010d005c.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Play Air Hockey with Haruka
pt: Gioca ad air hockey con Haruka

source: See Air Hockey Rules
pt: Vedi le regole dell'air hockey

source: Nothing
pt: Niente

source: How to Play Air Hockey
pt: Come si gioca a Air Hockey

source: The Heat Gauge and Heat Smash
pt: La Barra Furore e lo Schianto Heat

source: The Heat Gauge and Slow Mode
pt: La Barra Furore e la Modalità Lenta

source: Staring Mode
pt: Modalità Sguardo

source: Player
pt: Giocatore

source: Go in with Hinata
pt: Entra con Hinata

source: Hot Spring Only
pt: Solo alle terme

source: Air Hockey Only
pt: Solo a Air Hockey

source: Both
pt: Entrambi

source: See Rules for Air Hockey with Haruka
pt: Vedi le regole per l'Air Hockey con Haruka

source: Invite Someone
pt: Invita qualcuno

source: Do Nothing
pt: Non fare nulla

source: Playing Air Hockey with Haruka
pt: Giocando a Air Hockey con Haruka

source: Nobody
pt: Nessuno

source: Hey, you and me both.
pt: Ehi, vale per entrambi.

source: No, I'm still young.
pt: No, sono ancora giovane.

source: In that case, we should bathe together.
pt: In tal caso, dovremmo fare il bagno insieme.

source: You should be a hot spring reporter then.
pt: Dovresti fare il reporter di sorgenti termali, allora.

source: Don't soak too long.
pt: Non stare a bagno troppo a lungo.

source: I prefer outdoor baths.
pt: Preferisco le vasche all'aperto.

source: Stay alert for peeping toms.
pt: Fai attenzione ai guardoni.

source: Now all we need is a hot bowl of ramen.
pt: Adesso ci vorrebbe proprio una bella ciotola di ramen caldo.

source: Come wash this old man's back.
pt: Vieni a lavare la schiena a questo vecchio.

source: Hey, the equipment still works.
pt: Ehi, l'attrezzatura funziona ancora.

source: Think about peeping on Riku.
pt: Pensa di spiare Riku.

source: Think about eating ramen in the bath with Riku.
pt: Pensa di mangiare ramen nella vasca con Riku.

source: Think about Hinata washing your back.
pt: Pensa a Hinata che ti lava la schiena.

source: Think about getting chewed out by Hinata.
pt: Pensa a farti sgridare da Hinata.

source: Don't think about anything.
pt: Non pensare a niente.

source: Think about Kaguya getting dizzy.
pt: Pensa a Kaguya che ha un giramento di testa.

source: Remember talking about open-air baths.
pt: Ricorda di aver parlato delle vasche all'aperto.

source: Think about bathing with Honoka.
pt: Pensa di fare il bagno con Honoka.

source: Think about Honoka being a reporter.
pt: Pensa a Honoka che fa la giornalista.

source: Think about Shion's chest getting bigger.
pt: Pensa al seno di Shion che diventa più grande.

source: Think about how Shion kept her cool.
pt: Pensa a come Shion ha mantenuto la calma.

source: Just go easy on me.
pt: Vacci piano con me.

source: I won't say no to some friendly competition.
pt: Non dirò di no a un po' di sana competizione.

source: Okay, give me all you got!
pt: Okay, dacci dentro!

source: Not right now.
pt: Non adesso.

source: We'll keep it casual.
pt: Facciamola con calma.

source: I'm all for some friendly competition.
pt: Ci sto per un po' di sana competizione.

source: I won't hold back.
pt: Non mi tratterrò.

source: I'll go easy on ya.
pt: Ci andrò piano con te.

source: How 'bout a friendly game?
pt: Che ne dici di una partita amichevole?

source: Get ready to lose.
pt: Preparati a perdere.

source: Go easy on me.
pt: Vacci piano con me.

source: Show me what you got.
pt: Fammi vedere cosa sai fare.

source: I will show no mercy.
pt: Non avrò pietà.

source: Hot Spring Visitor
pt: Ospite delle terme

# 456_Staff
source: Welcome. It's 800 yen to use the recreation room.
pt: Benvenuto. L'uso della sala ricreativa costa 800 yen.

# 468_Haruka
source: Uncle Kaz! Let's play <Color:8>air hockey<Color:Default> together!
pt: Zio Kaz! Giochiamo a <Color:8>air hockey<Color:Default> insieme!

# 480_Kiryu
source: (Haruka wants to play <Color:8>air hockey<Color:Default> with me.)
pt: (Haruka vuole giocare ad <Color:8>air hockey<Color:Default> con me.)

# 492_Staff
source: What will it be, sir?
pt: Cosa desidera, signore?

# 504_Staff
source: An air hockey match is won by being the first to reach 9 points.
pt: Una partita di air hockey si vince essendo il primo a raggiungere 9 punti.

# 516_The Heat Gauge and Heat Smash
source: A long rally will build your <Color:255,200,200,255>Heat Gauge<Color:Default>. A full gauge will let you deliver a <Color:255,200,200,255>Heat Smash<Color:Default>. Use this when you've got the right opening!
pt: Una lunga serie di scambi farà aumentare la tua <Color:255,200,200,255>Barra Furore<Color:Default>. Una barra piena ti permetterà di sferrare uno <Color:255,200,200,255>Schianto Heat<Color:Default>. Usalo quando hai l'occasione giusta!

# 528_The Heat Gauge and Slow Mode
source: Hold <Action:Button_R2@Air_Hockey> while the Heat Gauge is full to focus and slow down time. Note that this <Color:255,200,200,255>Slow Mode<Color:Default> depletes the Heat Gauge, so use it wisely.
pt: Tieni premuto <Action:Button_R2@Air_Hockey> mentre la Barra Furore è piena per concentrarti e rallentare il tempo. Tieni presente che questa <Color:255,200,200,255>Modalità Lenta<Color:Default> consuma la Barra Furore, quindi usala con saggezza.

# 540_Staring Mode
source: Hold <Action:Button_L2@Air_Hockey> to enter <Color:255,200,200,255>Staring Mode<Color:Default>, and stare at your opponent to build up your Heat Gauge. While this does increase your Heat Gauge, the game does not stop, so be very careful!
pt: Tieni premuto <Action:Button_L2@Air_Hockey> per entrare in <Color:255,200,200,255>Modalità Sguardo<Color:Default>, e fissa il tuo avversario per far aumentare la tua Barra Furore. Anche se questo fa aumentare la tua Barra Furore, il gioco non si ferma, quindi fai molta attenzione!

# 564_Staff
source: I'm not gonna lose to you, Uncle Kaz!
pt: Non perderò contro di te, zio Kaz!

# 576_Kiryu
source: We'll see about that.
pt: Questo lo vedremo.

# 588_Staff
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 600_Staff
source: Aww. Guess we'll have to have an <Color:8>air hockey<Color:Default> showdown some other time.
pt: Peccato. Immagino che dovremo rimandare la nostra sfida ad <Color:8>air hockey<Color:Default> a un'altra volta.

# 612_Staff
source: Please come again soon.
pt: Alla prossima!

# 636_Staff
source: You'd like to use the recreation room? Have a pleasant time!
pt: Desidera utilizzare la sala ricreativa? Buon divertimento!

# 696_Staff
source: Welcome. It'll be 2,400 yen for the two of you to bathe and use the recreation room.
pt: Benvenuti. Sono 2.400 yen per voi due per l'ingresso alle vasche e l'uso della sala ricreativa.

# 708_Hinata
source: Let's take a quick dip in the hot spring! <Color:255,200,200,255>♥<Color:Default>
pt: Facciamoci un tuffo veloce alle terme! <Color:255,200,200,255>♥<Color:Default>

# 720_Kiryu
source: (Hinata wants to go in the hot spring.)
pt: (Hinata vuole andare alle terme.)

# 732_Staff
source: What will it be, sir?
pt: Cosa desidera, signore?

# 744_Staff
source: An air hockey match is won by being the first to reach 9 points.
pt: Una partita di air hockey si vince essendo il primo a raggiungere 9 punti.

# 756_The Heat Gauge and Heat Smash
source: A long rally will build your <Color:255,200,200,255>Heat Gauge<Color:Default>. A full gauge will let you deliver a <Color:255,200,200,255>Heat Smash<Color:Default>. Use this when you've got the right opening!
pt: Una lunga serie di scambi farà aumentare la tua <Color:255,200,200,255>Barra Furore<Color:Default>. Una barra piena ti permetterà di sferrare uno <Color:255,200,200,255>Schianto Heat<Color:Default>. Usalo quando hai l'occasione giusta!

# 768_The Heat Gauge and Slow Mode
source: Hold <Action:Button_R2@Air_Hockey> while the Heat Gauge is full to focus and slow down time. Note that this <Color:255,200,200,255>Slow Mode<Color:Default> depletes the Heat Gauge, so use it wisely.
pt: Tieni premuto <Action:Button_R2@Air_Hockey> mentre la Barra Furore è piena per concentrarti e rallentare il tempo. Tieni presente che questa <Color:255,200,200,255>Modalità Lenta<Color:Default> consuma la Barra Furore, quindi usala con saggezza.

# 780_Staring Mode
source: Hold <Action:Button_L2@Air_Hockey> to enter <Color:255,200,200,255>Staring Mode<Color:Default>. Stare at the girl's cleavage to build up your Heat Gauge. The game does not stop during this mode, so be very careful!
pt: Tieni premuto <Action:Button_L2@Air_Hockey> per entrare in <Color:255,200,200,255>Modalità Sguardo<Color:Default>. Fissa la scollatura della ragazza per far aumentare la tua Barra Furore. Il gioco non si ferma durante questa modalità, quindi fai molta attenzione!

# 804_Player
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 816_Player
source: Sorry, maybe some other time.
pt: Spiacente, magari la prossima volta.

# 828_Staff
source: Please come again soon.
pt: Alla prossima!

# 852_Staff
source: Thank you very much. Have a good time.
pt: La ringrazio molto. Buon divertimento.

# 936_Staff
source: Welcome. It'll be 800 yen to bathe or to use the recreation room, or 1,200 yen for both.
pt: Benvenuto. Sono 800 yen per le vasche o per l'uso della sala svago, oppure 1.200 yen per entrambi.

# 948_Staff
source: An air hockey match is won by being the first to reach 9 points.
pt: Una partita di air hockey si vince essendo il primo a raggiungere 9 punti.

# 960_The Heat Gauge and Heat Smash
source: A long rally will build your <Color:255,200,200,255>Heat Gauge<Color:Default>. A full gauge will let you deliver a <Color:255,200,200,255>Heat Smash<Color:Default>. Use this when you've got the right opening!
pt: Una lunga serie di scambi farà aumentare la tua <Color:255,200,200,255>Barra Furore<Color:Default>. Una barra piena ti permetterà di sferrare uno <Color:255,200,200,255>Schianto Heat<Color:Default>. Usalo quando hai l'occasione giusta!

# 972_The Heat Gauge and Slow Mode
source: Hold <Action:Button_R2@Air_Hockey> while the Heat Gauge is full to focus and slow down time. Note that this <Color:255,200,200,255>Slow Mode<Color:Default> depletes the Heat Gauge, so use it wisely.
pt: Tieni premuto <Action:Button_R2@Air_Hockey> mentre la Barra Furore è piena per concentrarti e rallentare il tempo. Tieni presente che questa <Color:255,200,200,255>Modalità Lenta<Color:Default> consuma la Barra Furore, quindi usala con saggezza.

# 984_Staring Mode
source: Hold <Action:Button_L2@Air_Hockey> to enter <Color:255,200,200,255>Staring Mode<Color:Default>. Stare at the girl's cleavage to build up your Heat Gauge. The game does not stop during this mode, so be very careful!
pt: Tieni premuto <Action:Button_L2@Air_Hockey> per entrare in <Color:255,200,200,255>Modalità Sguardo<Color:Default>. Fissa la scollatura della ragazza per far aumentare la tua Barra Furore. Il gioco non si ferma durante questa modalità, quindi fai molta attenzione!

# 996_Staff
source: In Premium Adventure, Kiryu can play air hockey against Haruka at Yunosono Hot Springs.
pt: Nella Premium Adventure, Kiryu può giocare a air hockey contro Haruka presso le sorgenti termali di Yunosono.

# 1008_Playing Air Hockey with Haruka
source: While playing against Haruka, you cannot use Staring Mode or Heat Smash, so be sure to bring your A game!
pt: Mentre giochi contro Haruka, non puoi usare la Modalità Sguardo o lo Schianto Heat, quindi assicurati di dare il massimo!

# 1044_Staff
source: Sure, let's do it.
pt: Certo, facciamolo.

# 1056_Staff
source: (Should I invite Haruka?)
pt: (Dovrei invitare Haruka?)

# 1140_Haruka
source: Sorry to keep you waiting, Uncle Kaz!
pt: Scusa se ti ho fatto aspettare, zio Kaz!

# 1152_Kiryu
source: It's okay.
pt: Va bene.

# 1200_Staff
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1212_Staff
source: Please come again soon.
pt: Alla prossima!

# 1236_Staff
source: The hot spring it is. Thank you very much. Have a good time.
pt: Vada per le terme. Grazie mille. Buon divertimento.

# 1248_Staff
source: The recreation room it is. Thank you very much. Have a good time.
pt: Vada per la sala svago. Grazie mille. Buon divertimento.

# 1260_Staff
source: The combination package. Excellent choice. Have a good time.
pt: Il pacchetto combinato. Ottima scelta. Buon divertimento.

# 1308_Staff
source: It'll be 2,400 yen for two bathing and recreation room packages, sir.
pt: Sono 2.400 yen per due pacchetti terme e sala svago, signore.

# 1332_Staff
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 1356_Staff
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 1428_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to go to a hot spring!?
pt: Ma mi stai prendendo in giro?! Mi hai chiamato fin qui a Tokyo solo per andare alle terme?!

# 1440_Player
source: Right. It'll be relaxing for you.
pt: Giusto. Ti farà rilassare.

# 1452_Riku
source: Sorry to keep y'waiting! Ya wanted to hit up the hot springs with me, Kiryu-san? Too bad it ain't co-ed! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa se ti ho fatto aspettare! Volevi venire alle terme con me, Kiryu-san? Peccato che non siano miste! <Color:255,200,200,255>♥<Color:Default>

# 1464_Player
source: All right, let's go in.
pt: Bene, entriamo.

# 1488_Staff
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 1560_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Lavorare è già una palla di suo, ma tu mi chiami fin qui a Tokyo!? Incredibile!

# 1572_Player
source: I figured you'd be cold up in Sapporo. The hot springs will help ya warm up.
pt: Pensavo che avessi freddo lassù a Sapporo. Le terme ti aiuteranno a scaldarti.

# 1584_Kaguya
source: Sorry to keep you! But I gotta say, it's rather bold of you to ask for this sort of thing, Saejima-san. <Color:255,200,200,255>♥<Color:Default>
pt: Scusa se ti ho fatto aspettare! Ma devo dire che sei piuttosto audace a chiedermi una cosa del genere, Saejima-san. <Color:255,200,200,255>♥<Color:Default>

# 1596_Player
source: Ya wanna go in or not?
pt: Vuoi entrare o no?

# 1620_Staff
source: (I should give Honoka-chan a call.)
pt: (Dovrei chiamare Honoka-chan.)

# 1692_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to bathe in a hot spring that's not even co-ed? This some kinda joke?
pt: Hai chiamato fin da Osaka una studentessa impegnata a cercare lavoro, solo per farsi un bagno in delle terme che non sono nemmeno miste? Ma è uno scherzo?

# 1704_Player
source: My apologies.
pt: Le mie scuse.

# 1716_Honoka
source: Sorry to keep ya! You sure picked the right time of year to hit the hot springs, Akiyama-san. <Color:255,200,200,255>♥<Color:Default>
pt: Scusa se ti ho fatto aspettare! Hai proprio scelto il momento giusto dell'anno per venire alle terme, Akiyama-san. <Color:255,200,200,255>♥<Color:Default>

# 1728_Player
source: Then let's go in.
pt: Allora entriamo.

# 1752_Staff
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 1824_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly, it's not like I don't have anything better to do.
pt: È proprio scortese farmi venire fin da Nagoya per questo, sai. Sinceramente, non è che non abbia niente di meglio da fare.

# 1836_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Già, scusa per quello! Immagino che anche le spese di viaggio siano state un bel peso, eh.

# 1848_Shion
source: Apologies for the delay! I hear it's good for one's complexion to bathe in a hot spring every once in a while! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa per il ritardo! Ho sentito che farsi un bagno alle terme ogni tanto faccia bene alla carnagione! <Color:255,200,200,255>♥<Color:Default>

# 1860_Player
source: I can't believe I'm gonna be in the same hot spring as you, Shion-chan. Oh, boy.
pt: Non posso crederci che sarò nelle stesse terme con te, Shion-chan. Oh, cavolo.

# 1896_Staff
source: (I'll call up Hinata.)
pt: (Chiamerò Hinata.)

# 1956_Hinata
source: Sorry to keep you waiting! Whoa, wait a sec, Kiryu-san. This isn't a co-ed hot spring, is it?
pt: Scusa se ti ho fatto aspettare! Ehi, un momento, Kiryu-san. Queste non sono terme miste, vero?

# 1968_Player
source: I guess we'll find out.
pt: Immagino che lo scopriremo.

# 1992_Staff
source: (I'll give Hinata-chan a call.)
pt: (Chiamo Hinata-chan.)

# 2064_Hinata
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 2076_Player
source: It's all right. Shall we get started?
pt: Tutto a posto. Cominciamo?

# 2100_Player
source: Ahhh. The water feels nice.
pt: Ahhh. L'acqua è proprio piacevole.

# 2208_Player
source: Ohhh, nothing beats a good, hot bath. I usually just shower, so this is such a treat.
pt: Ohhh, non c'è niente di meglio di un bel bagno caldo. Di solito faccio solo la doccia, quindi questa è proprio una goduria.

# 2220_Shion
source: My word, Shinada-san. You sound like an old man.
pt: Cielo, Shinada-san. Sembri proprio un vecchio.

# 2232_Staff
source: Hey, you and me both, Shion-chan. Besides, aren't you at the age where you need to start worrying about your skin?
pt: Ehi, siamo in due, Shion-chan. E poi, non sei nell'età in cui devi iniziare a preoccuparti della pelle?

# 2244_Shion
source: Hehe. Oh, don't worry. <Color:255,200,200,255>♥<Color:Default> I'm still growing, as it turns out. My chest got even bigger again. <Color:255,200,200,255>♥<Color:Default>
pt: Hehe. Oh, non preoccuparti. <Color:255,200,200,255>♥<Color:Default> A quanto pare sto ancora crescendo. Il mio seno è cresciuto ancora. <Color:255,200,200,255>♥<Color:Default>

# 2256_Player
source: Oh, I... I see.
pt: Oh, capisco...

# 2268_Player
source: (Shion-chan's breasts are still growing!?)
pt: (Il seno di Shion-chan sta ancora crescendo!?)

# 2280_Staff
source: Nah, I'm still young, right? Young enough that you can't be mad at me for sneaking into the women's bath.
pt: Nah, sono ancora giovane, no? Abbastanza giovane da non poterti arrabbiare se mi intrufolo nel bagno delle donne.

# 2292_Shion
source: Hehehe. You'd have to be an actual child for that to be true. You'll get arrested if you try to do it, Shinada-san. Better watch yourself! <Color:255,200,200,255>♥<Color:Default>
pt: Hehehe. Dovresti essere proprio un bambino perché fosse così. Ti farebbero arrestare se provassi a farlo, Shinada-san. Meglio fare attenzione! <Color:255,200,200,255>♥<Color:Default>

# 2304_Player
source: Aww, come on.
pt: Ma dai...

# 2316_Player
source: (Still, I can't say I'd never "accidentally" barge into the women's bath while you were in there, Shion-chan!)
pt: (Eppure, non posso dire che non entrerei mai "per sbaglio" nel bagno delle donne mentre ci sei tu, Shion-chan!)

# 2388_Staff
source: Shinada-san, are you still there?
pt: Shinada-san, ci sei ancora?

# 2400_Player
source: Yeah, uh-huh! You ready to get out soon?
pt: Sì, sì! Sei pronta a uscire tra poco?

# 2520_Player
source: Oh, I needed a good bath, all right. Feels like it's cleansing my body and spirit.
pt: Oh, ci voleva proprio un bel bagno. Sento che sta purificando il mio corpo e il mio spirito.

# 2532_Honoka
source: I love hot springs, too! I've been wantin' to go for a while, now!
pt: Anch'io adoro le terme! Era da un po' che volevo andarci!

# 2544_Staff
source: In that case, we should bathe together. Build on our mutual appreciation of bathing, you know?
pt: In tal caso, dovremmo fare il bagno insieme. Per approfondire il nostro comune apprezzamento per le terme, sai?

# 2556_Honoka
source: Oh, I know exactly what it is ya want to appreciate, Akiyama-san!
pt: Oh, so esattamente cos'è che vuoi apprezzare, Akiyama-san!

# 2568_Player
source: Ah! You've seen through me, and foiled my master plan! Alas!
pt: Ah! Mi hai scoperto e hai mandato all'aria il mio piano magistrale! Ahimè!

# 2580_Player
source: (Man, a bath with Honoka-chan sure would be nice, though.)
pt: (Certo che un bagno con Honoka-chan sarebbe proprio bello, però.)

# 2592_Staff
source: Maybe you should be a hot spring reporter then. Report the news from inside a spring! That'd be something.
pt: Magari dovresti fare il reporter delle terme, allora. Fare i servizi direttamente da dentro la vasca! Sarebbe proprio un bel vedere.

# 2604_Honoka
source: Oh, that could be nice! Gettin' to combine your career and your hobbies is the best!
pt: Oh, sarebbe proprio carino! Riuscire a unire il lavoro con i propri hobby è il massimo!

# 2616_Player
source: Guess you'd better focus on your studies.
pt: Mi sa che ti conviene concentrarti sugli studi.

# 2628_Honoka
source: All right, sounds like a plan!
pt: D'accordo, mi sembra un ottimo piano!

# 2640_Player
source: (Honoka-chan, a hot spring reporter. Mmm, nice.)
pt: (Honoka-chan, una reporter delle terme. Mmm, niente male.)

# 2712_Staff
source: Akiyama-san, are ya still with me?
pt: Akiyama-san, ci sei ancora?

# 2724_Player
source: Yes, yes. You about ready to get out?
pt: Sì, sì. Sei pronto a uscire?

# 2844_Player
source: Ahh, nothin' beats a good bath. Feels like bein' reborn, almost.
pt: Ahh, non c'è niente di meglio di un bel bagno. Sembra quasi di rinascere.

# 2856_Kaguya
source: I quite agree. I'm rather fond of bathing, myself.
pt: Sono d'accordo. Anch'io amo molto fare il bagno.

# 2868_Staff
source: Yeah. Just don't let yourself soak too long. Ya might get dizzy. Gotta be careful.
pt: Già. Solo non restare a mollo troppo a lungo. Potresti avere dei giramenti di testa. Bisogna fare attenzione.

# 2880_Kaguya
source: My, you're more of a worry-wart than I'd have guessed, Saejima-san! <Color:255,200,200,255>♥<Color:Default> All right, I'll let you take care of me if I get dizzy in the bath.
pt: Caspita, sei più apprensivo di quanto avessi immaginato, Saejima-san! <Color:255,200,200,255>♥<Color:Default> E va bene, ti lascerò prenderti cura di me se dovessi avere dei giramenti di testa nella vasca.

# 2892_Player
source: Sure. Leave it to me.
pt: Certo. Ci penso io.

# 2904_Player
source: (Take care of Kaguya if she gets dizzy, huh?)
pt: (Prendermi cura di Kaguya se dovesse avere dei giramenti di testa, eh?)

# 2916_Staff
source: Yeah. Just wish this were an open-air bath. Nothin' beats that sense of freedom.
pt: Già. Vorrei solo che questo fosse un bagno all'aperto. Niente batte quel senso di libertà.
