Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900b3.po
Languages: pt

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: You got 2,400 experience points.
pt: Hai ottenuto 2.400 punti esperienza.

source: You got 1,600 experience points.
pt: Hai ottenuto 1.600 punti esperienza.

source: Yamaura's Memo
pt: Memo di Yamaura

source: Man's Voice
pt: Voce maschile

source: My Relationships with Friends
pt: I miei rapporti con gli amici

source: Being Harassed by T-Set
pt: Perseguitata dalle T-Set

source: Naming My Rival
pt: Identificare la mia rivale

source: I don't think I'm better than anyone else.
pt: Non credo di essere migliore di nessun altro.

source: They aren't taking this work seriously.
pt: Non prendono questo lavoro sul serio.

source: That's a loaded question.
pt: Questa è una domanda tendenziosa.

source: It doesn't really bother me.
pt: Non mi dà fastidio più di tanto.

source: I don't think that'll be true for long.
pt: Non credo che sarà così ancora per molto.

source: I have no objection to it whatsoever.
pt: Non ho assolutamente nulla in contrario.

source: No, and it's not true.
pt: No, e non è vero.

source: Dyna Chair isn't seeking revenge.
pt: La Dyna Chair non sta cercando vendetta.

source: That's ridiculous.
pt: È ridicolo.

# 56_Haruka
source: (Let's see what Yamaura-san's memo says.)
pt: (Vediamo cosa dice l'appunto di Yamaura-san.)

# 68_Yamaura's Memo
source: "Gossip Gals" is a fairly hard-hitting gossip magazine.
pt: "Gossip Gals" è una rivista scandalistica che ci va giù piuttosto pesante.

# 80_Yamaura's Memo
source: I didn't know this until after I'd accepted the interview, but the editorial department of "Gossip Gals" is in good with Osaka Talent.
pt: Non lo sapevo finché non ho accettato l'intervista, ma la redazione di "Gossip Gals" è in buoni rapporti con la Osaka Talent.

# 92_Yamaura's Memo
source: They might try to talk T-Set up and put you down, so watch out for that kind of thing.
pt: Potrebbero cercare di esaltare le T-Set e sminuirti, quindi fa' attenzione a questo genere di cose.

# 104_Yamaura's Memo
source: The interviewer will be Masuda-san. He refers to himself as "creepy, but in a cute way."
pt: L'intervistatore sarà Masuda-san. Si definisce "inquietante, ma in modo carino".

# 116_Yamaura's Memo
source: The interview will be about your relationships with friends, and any feuds you have going with rivals.
pt: L'intervista riguarderà i tuoi rapporti con gli amici e le eventuali faide con i tuoi rivali.

# 128_Yamaura's Memo
source: Be very careful not to bad-mouth anybody. They'll twist your words and your image will be tarnished.
pt: Fai molta attenzione a non parlar male di nessuno. Stravolgeranno le tue parole e la tua immagine ne uscirà infangata.

# 140_Haruka
source: (Okay, so this is what I have to keep in mind for the interview.)
pt: (Bene, quindi questo è quello che devo tenere a mente per l'intervista.)

# 152_Haruka
source: (The interview is going to be about my friends and rivals.)
pt: (L'intervista riguarderà i miei amici e i miei rivali.)

# 164_Haruka
source: (But I have to be sure not to bad-mouth anyone.)
pt: (Ma devo fare attenzione a non parlar male di nessuno.)

# 176_Haruka
source: (All right. Got it!)
pt: (Va bene. Ho capito!)

# 188_Man's Voice
source: Whew! I finally made it. I'm here for the interview.
pt: Fiu! Finalmente ce l'ho fatta. Sono qui per l'intervista.

# 200_Haruka
source: (Oh! Is that the interviewer?)
pt: (Oh! È lui l'intervistatore?)

# 260_Haruka
source: Hello. I'm Masuda, from "Gossip Gals." You ready for this?
pt: Salve. Sono Masuda, di "Gossip Gals". Sei pronta?

# 272_Haruka
source: I think so. Thank you very much for coming.
pt: Credo di sì. Grazie mille per essere venuto.

# 284_Masuda
source: Hmm. You're much more reserved than I expected. After seeing you on TV, I thought you'd have more of a... charismatic aura.
pt: Hmm. Sei molto più riservata di quanto mi aspettassi. Dopo averti vista in TV, pensavo avessi... un'aura più carismatica.

# 296_Haruka
source: Oh, um...
pt: Oh, ehm...

# 308_Masuda
source: Anyway, let's get on with it, shall we? Have you already been told what today's interview is going to be about?
pt: Comunque, iniziamo, va bene? Ti hanno già spiegato di cosa parlerà l'intervista di oggi?

# 332_Masuda
source: So... you weren't told anything? Well, that is a problem.
pt: Quindi... non ti hanno detto nulla? Beh, è un bel problema.

# 344_Masuda
source: As I've already explained to your manager, I am here to talk to you about your relationships with friends and any feuds you have going on with other idols.
pt: Come ho già spiegato al tuo manager, sono qui per parlarti dei tuoi rapporti con gli amici e di eventuali rivalità che hai con altre idol.

# 356_Haruka
source: Oh. I'm very sorry.
pt: Oh. Mi dispiace molto.

# 368_Masuda
source: Well, never mind. The truth is, what I really want to hear about is all the dirt you have on your rivals. Come on, give me something juicy to write about!
pt: Beh, non importa. La verità è che quello che voglio davvero sentire è tutto il fango che hai sulle tue rivali. Dai, dammi qualcosa di succoso su cui scrivere!

# 380_Haruka
source: I'm very sorry to disappoint you, but that's not the sort of thing I do.
pt: Mi dispiace molto deluderla, ma non è il genere di cosa che faccio.

# 392_Masuda
source: Aww, come on. Let your guard down a little, won't you?
pt: Ma dai, su. Abbassa un po' la guardia, no?

# 404_Haruka
source: I was told it would be about my relationships with friends.
pt: Mi avevano detto che avrebbe riguardato i miei rapporti con gli amici.

# 416_Masuda
source: Yep, that's it! And－more importantly－I want to know about your rivals!
pt: Sì, proprio così! E — cosa ancora più importante — voglio sapere delle tue rivali!

# 428_Haruka
source: I see.
pt: Capisco.

# 440_Masuda
source: Our readers really love the juicy stuff. You know, backstabbing, bad-mouthing. The nastier the better, I always say!
pt: I nostri lettori vanno matti per la roba succosa. Sai, pugnalate alle spalle, maldicenze. Come dico sempre io: più è sporca, meglio è!

# 452_Haruka
source: Well, I'm very sorry to disappoint you, but I don't have anything like that for you.
pt: Beh, mi dispiace molto deluderla, ma non ho niente del genere per lei.

# 464_Masuda
source: Aww, come on. Let your guard down a little, won't you?
pt: Ma dai, su. Abbassa un po' la guardia, no?

# 476_Haruka
source: Let's see. Was it about being harassed by T-Set?
pt: Vediamo un po'. Si trattava delle angherie da parte delle T-Set?

# 488_Masuda
source: Yikes. Is that what you were told? I'm sure I didn't say anything like that.
pt: Accidenti. È questo che ti hanno detto? Sono sicuro di non aver detto nulla del genere.

# 500_Masuda
source: But if that's what you want to talk about, by all means. Actually, that would be pretty great!
pt: Ma se è di questo che vuoi parlare, fai pure. Anzi, sarebbe fantastico!

# 512_Haruka
source: Let's see. Was it about who I consider to be a rival?
pt: Vediamo un po'. Si trattava di chi considero una rivale?

# 524_Masuda
source: Eh? Well, not exactly.
pt: Eh? Beh, non proprio.

# 536_Masuda
source: I told your manager I wanted to talk to you about your relationships with friends and any feuds you have with other idols.
pt: Ho detto al tuo manager che volevo parlarti dei tuoi rapporti d'amicizia e di eventuali faide con altre idol.

# 548_Haruka
source: Oh. I'm sorry.
pt: Oh. Mi scusi.

# 560_Masuda
source: Well, never mind. The truth is, what I really want to hear about is all the dirt you have on your rivals. Come on, give me something juicy to write about!
pt: Beh, lasciamo perdere. La verità è che ciò che voglio sentire davvero è tutto il fango che hai sulle tue rivali. Dai, dammi qualcosa di succoso su cui scrivere!

# 572_Haruka
source: Well, I'm very sorry to disappoint you, but I don't have anything like that for you.
pt: Beh, mi dispiace molto deluderla, ma non ho niente del genere per lei.

# 584_Masuda
source: Aww, come on. Let your guard down a little, won't you?
pt: Ma dai, su. Abbassa un po' la guardia, no?

# 596_Masuda
source: Well, on to the good stuff. First off, let me ask you about the Princess League. You've been pretty much crushing the competition, haven't you?
pt: Bene, veniamo al sodo. Per prima cosa, lascia che ti chieda della Princess League. Stai praticamente sbaragliando la concorrenza, non è vero?

# 608_Masuda
source: Even to the untrained eye like mine, it's easy to see you're head and shoulders above the rest.
pt: Anche per un occhio inesperto come il mio, è facile vedere che sei una spanna sopra tutti gli altri.

# 620_Masuda
source: Given your superior talent, what do you think of all those girls who just aren't on your level?
pt: Visto il tuo talento superiore, cosa ne pensi di tutte quelle ragazze che proprio non sono al tuo livello?

# 644_Masuda
source: Hmm. So you're saying their level of talent is so low, it's not even worth your time to talk about?
pt: Mmh. Quindi stai dicendo che il loro livello di talento è così basso che non vale nemmeno la pena parlarne?

# 656_Haruka
source: What? I didn't say that at all.
pt: Cosa? Non ho detto affatto questo.

# 668_Masuda
source: Well, if you don't say anything, that's the way I'm going to take it. Makes for a good article that way.
pt: Beh, se non dici nulla, è così che la interpreterò. Viene fuori un bell'articolo, in questo modo.

# 692_Haruka
source: I don't think I'm better than any of the girls participating in the Princess League. They're all good competition.
pt: Non penso di essere migliore di nessuna delle ragazze che partecipano alla Princess League. Sono tutte delle ottime rivali.

# 704_Masuda
source: But you've been winning against every single one of them, right? Doesn't that mean you're too good for them?
pt: Ma le hai battute tutte, una per una, no? Non significa forse che sei troppo brava per loro?

# 716_Haruka
source: We're all giving it everything we have in this competition. Each performance is won or lost by very slim margins.
pt: Ce la stiamo mettendo tutta in questa competizione. Ogni esibizione viene vinta o persa per un soffio.

# 728_Masuda
source: Hmm. What a carefully worded answer. You know, I think your manager warned you not to say what you really think.
pt: Mmh. Che risposta studiata a tavolino. Sai, credo che il tuo manager ti abbia avvertito di non dire quello che pensi veramente.

# 740_Masuda
source: It kind of defeats the point, actually. I hope you'll be a little more forthcoming the rest of the interview.
pt: In realtà, così si perde un po' il senso della cosa. Spero che sarai un po' più schietta per il resto dell'intervista.

# 752_Haruka
source: I won't say who, but I think some of them aren't taking this work seriously. They haven't practiced nearly enough, in my opinion.
pt: Non farò nomi, ma credo che alcune di loro non prendano questo lavoro sul serio. Non si sono esercitate neanche lontanamente abbastanza, secondo me.

# 764_Masuda
source: Oho! That's the stuff I like to hear! Nobody's going to make it in this idol industry without putting in the hard hours, right?
pt: Oho! Ecco quello che mi piace sentire! Nessuno sfonda nell'industria delle idol senza farsi il mazzo, dico bene?

# 776_Haruka
source: That's exactly right.
pt: È proprio così.

# 788_Masuda
source: Yeah! Enough with these girls who think they can scrape by on a little bit of cuteness and no effort. What a great quote, Haruka-chan!
pt: Sì! Basta con queste ragazzine che pensano di cavarsela con un po' di carineria e zero sforzo. Che ottima dichiarazione, Haruka-chan!

# 800_Haruka
source: Wait, but...
pt: Aspetti, ma...

# 812_Haruka
source: That's a loaded question, don't you think?
pt: È una domanda a trabocchetto, non crede?

# 824_Masuda
source: I mean, it's true, isn't it? That's why you've been able to get this far. Because the other girls just aren't talented enough.
pt: Voglio dire, è la verità, no? È per questo che sei riuscita ad arrivare fin qui. Perché le altre ragazze semplicemente non hanno abbastanza talento.

# 836_Haruka
source: Oh, that sounds like a rather malicious way of thinking to me.
pt: Oh, mi sembra un modo di pensare piuttosto malevolo.

# 848_Masuda
source: <Italic>Well</Italic>, you're welcome to take it that way if you want, but don't you think you ought to watch the way you talk to an adult?
pt: <Italic>Beh</Italic>, sei libera di vederla così se ti pare, ma non credi che dovresti badare a come parli a un adulto?

# 860_Haruka
source: Hm.
pt: Mh.

# 872_Haruka
source: Now, let's talk about T-Set, of Osaka Talent. You do know who they are, don't you?
pt: Ora, parliamo delle T-Set, della Osaka Talent. Saprai bene chi sono, no?

# 884_Haruka
source: Yes. I do.
pt: Sì, le conosco.

# 896_Masuda
source: They used to belong to Dyna Chair, you know. But then they decided to jump ship for Osaka Talent. Must leave a bad taste in your mouth, wouldn't you say?
pt: Sapevi che una volta appartenevano alla Dyna Chair, no? Ma poi hanno deciso di cambiare bandiera per la Osaka Talent. Deve lasciarti l'amaro in bocca, non trovi?

# 908_Masuda
source: So in light of all that, what do you think about T-Set being called the number one idols in Osaka right now?
pt: Quindi, alla luce di tutto ciò, cosa ne pensi del fatto che le T-Set vengano definite le idol numero uno di Osaka al momento?

# 932_Masuda
source: No comment, huh? Or do you just refuse to acknowledge T-Set's success?
pt: Nessun commento, eh? O forse ti rifiuti semplicemente di ammettere il successo delle T-Set?

# 944_Haruka
source: Oh no, that's not what I meant at all.
pt: Oh no, non è affatto quello che intendevo.

# 956_Masuda
source: But if you don't answer, I'll have to write something like, "When I asked Haruka this, her face clouded over and she fell silent."
pt: Ma se non rispondi, sarò costretto a scrivere qualcosa del tipo: "Quando ho chiesto questo a Haruka, il suo volto si è rannuvolato ed è rimasta in silenzio".

# 968_Haruka
source: It doesn't really bother me. After all, it's not like we both belonged to Dyna Chair at the same time.
pt: Non mi dà fastidio, in realtà. Dopotutto, non è che facessimo parte della Dyna Chair nello stesso momento.

# 980_Haruka
source: And I'm sure my agency was of the mindset that they were free to go as they pleased.
pt: E sono sicura che la mia agenzia fosse dell'idea che fossero libere di andarsene come volevano.

# 992_Masuda
source: You're kidding me, right? Dyna Chair must've sunk a lot of money into getting them ready for their debut. That has to sting.
pt: Ma mi sta prendendo in giro, vero? La Dyna Chair deve aver investito un sacco di soldi per prepararle al debutto. Deve bruciare parecchio.

# 1004_Masuda
source: If I were the president of Dyna Chair, I'd be hoping for their downfall right about now.
pt: Se fossi il presidente della Dyna Chair, a quest'ora starei sperando nella loro rovina.

# 1016_Haruka
source: Well, that's not the way we think.
pt: Beh, noi non la pensiamo in questo modo.

# 1028_Masuda
source: Hmm. If you say so. But it doesn't make for a very interesting interview.
pt: Mmh. Se lo dici tu. Ma così non ne viene fuori un'intervista molto interessante.

# 1052_Haruka
source: I don't think that'll be true for long. I believe you have to follow a certain code of ethics in order to maintain the trust of your fans.
pt: Non credo che sarà così ancora per molto. Credo che si debba seguire un certo codice etico per mantenere la fiducia dei propri fan.

# 1064_Masuda
source: Fair point! But, Dyna Chair never did manage to make T-Set as popular as they've gotten with Osaka Talent.
pt: Giusto! Ma la Dyna Chair non è mai riuscita a rendere le T-Set popolari quanto lo sono diventate con la Osaka Talent.

# 1076_Masuda
source: Now, Haruka-chan, I don't think even you can deny that Osaka Talent has done a fine job of selling T-Set. It isn't at all surprising that Dyna Chair would be bitter about that.
pt: Ora, Haruka-chan, non credo che nemmeno tu possa negare che la Osaka Talent abbia fatto un ottimo lavoro nel promuovere le T-Set. Non sorprende affatto che la Dyna Chair provi dell'amarezza per questo.

# 1088_Haruka
source: Um, well...
pt: Ehm, beh...

# 1100_Masuda
source: But, I guess it's really T-Set that's to blame. Their success is bound to earn resentment from those below them. Whew, the idol business sure is rough!
pt: Ma immagino che la colpa sia proprio delle T-Set. Il loro successo finirà inevitabilmente per attirare il risentimento di chi sta sotto di loro. Caspita, il mondo delle idol è proprio spietato!

# 1112_Haruka
source: I have no objection to it whatsoever. I consider them great competition, and what happened between them and my agency doesn't involve me.
pt: Non ho assolutamente nulla da obiettare. Le considero delle ottime rivali, e ciò che è successo tra loro e la mia agenzia non mi riguarda.

# 1124_Masuda
source: Well! I can see they coached you well. I was hoping you'd give me a little bit more to work with.
pt: Bene! Vedo che ti hanno istruita a dovere. Speravo mi avresti dato qualche spunto in più su cui lavorare.

# 1136_Haruka
source: I'm just saying what I feel. We're friendly rivals, and that's it.
pt: Sto solo dicendo quello che sento. Siamo delle rivali amichevoli, tutto qui.

# 1148_Masuda
source: Hmm. I guess you're being cautious. To be honest, I thought I'd be able to get some juicer quotes out of you.
pt: Mmh. Immagino che tu sia prudente. A dire il vero, pensavo che sarei riuscito a tirarti fuori qualche dichiarazione più succosa.

# 1172_Haruka
source: Okay, last question. I was told by T-Set's manager that Dyna Chair and T-Set got into a little tussle. Is that true?
pt: Va bene, ultima domanda. Il manager delle T-Set mi ha riferito che tra la Dyna Chair e le T-Set c'è stata una piccola scaramuccia. È vero?

# 1184_Haruka
source: What?
pt: Cosa?

# 1196_Masuda
source: Oh, you don't know? A manager of yours named Horie grabbed one of the T-Set girls' arms and screamed at her. You were apparently right there when it happened.
pt: Oh, non lo sai? Un tuo manager di nome Horie ha afferrato il braccio di una delle ragazze delle T-Set e le ha urlato contro. A quanto pare tu eri proprio lì quando è successo.

# 1208_Masuda
source: With rumors like this flying around, people are starting to say Dyna Chair is using you as a weapon of vengeance against Osaka Talent. Were you aware of this growing sentiment?
pt: Con voci simili che circolano, la gente comincia a dire che la Dyna Chair ti stia usando come un'arma di vendetta contro la Osaka Talent. Eri consapevole di questo sentimento crescente?

# 1244_Masuda
source: You know, you haven't made a single comment this whole interview. Well, better for me. Your silence has given me plenty to write about.
pt: Sai, non hai rilasciato una sola dichiarazione per tutta l'intervista. Beh, meglio così per me. Il tuo silenzio mi ha dato un sacco di materiale su cui scrivere.

# 1256_Masuda
source: Heheh. I'm gonna make a juicy article out of this! I don't suppose Dyna Chair will like it much, though.
pt: Eheh. Ne tirerò fuori un articolo succoso! Non credo proprio che alla Dyna Chair piacerà molto, però.

# 1280_Haruka
source: Um...
pt: Ehm...

# 1292_Masuda
source: You don't deny it? Haha! This is beautiful! Shocked speechless, are you?
pt: Non smentisci? Ahah! È fantastico! Sei rimasta senza parole dallo shock, eh?

# 1316_Haruka
source: I'm not aware of being used as a weapon because it's not true. That much I do know.
pt: Non sono consapevole di essere usata come un'arma perché non è vero. Questo lo so bene.

# 1328_Masuda
source: Hmm. So you're saying Horie-san didn't scream at one of the T-Set girls?
pt: Mmh. Quindi stai dicendo che Horie-san non ha urlato contro una delle ragazze delle T-Set?

# 1340_Haruka
source: Of course he didn't. Just before that, she had tripped me. Horie-san was defending me by confronting them about the incident. He wasn't screaming at her.
pt: Certo che no. Poco prima, mi aveva fatto lo sgambetto. Horie-san mi stava difendendo affrontandole riguardo all'accaduto. Non le stava urlando contro.

# 1352_Masuda
source: But he was certainly raising his voice in anger, wasn't he? Some would call that screaming.
pt: Ma stava senz'altro alzando la voce con rabbia, no? Qualcuno lo definirebbe urlare.

# 1364_Masuda
source: Plus, I heard that your claim of being "tripped" was really just a misunderstanding.
pt: Inoltre, ho sentito dire che la tua storia dello "sgambetto" era in realtà solo un malinteso.

# 1376_Haruka
source: Well...
pt: Beh...

# 1388_Masuda
source: Hehe. I think maybe Dyna Chair has a bit of a persecution complex.
pt: Eheh. Credo che forse la Dyna Chair abbia un po' la mania di persecuzione.

# 1400_Masuda
source: But thanks for confirming the story on Horie-san. That should really spice up my article!
pt: Ma grazie per aver confermato la storia su Horie-san. Darà un bel po' di pepe al mio articolo!

# 1424_Haruka
source: Dyna Chair isn't seeking revenge. We have a healthy rivalry, and it's purely friendly.
pt: La Dyna Chair non cerca vendetta. Abbiamo una sana rivalità, ed è del tutto amichevole.

# 1436_Masuda
source: Oh? So you're saying that Horie-san <Italic>didn't</Italic> get into an argument with T-Set?
pt: Oh? Quindi stai dicendo che Horie-san <Italic>non</Italic> ha avuto una discussione con le T-Set?

# 1448_Haruka
source: He did, but it had nothing to do with revenge. It was just a minor workplace disagreement, not something worth publicizing.
pt: È successo, ma non aveva nulla a che fare con la vendetta. È stato solo un piccolo disaccordo sul lavoro, non qualcosa che valga la pena rendere pubblico.

# 1460_Masuda
source: Ugh. You're not giving me much to write about, you know.
pt: Uff. Non mi stai dando molto su cui scrivere, sai.

# 1472_Haruka
source: I'm just answering your question truthfully.
pt: Sto solo rispondendo sinceramente alla tua domanda.

# 1484_Masuda
source: Hmph. You're a lot tougher than they said.
pt: Umpf. Sei molto più tosta di quanto mi avessero detto.

# 1496_Haruka
source: Hehe.
pt: Eheh.

# 1508_Haruka
source: That's ridiculous. Dyna Chair isn't using me, as a weapon or otherwise. And I really don't have anything else to say about it.
pt: È ridicolo. La Dyna Chair non mi sta usando, né come un'arma né in altro modo. E non ho davvero nient'altro da dire al riguardo.

# 1520_Masuda
source: Hmm. Are you sure you want to take that tone with me? It might affect what I write, you know.
pt: Hmm. Sei sicura di voler usare questo tono con me? Potrebbe influenzare quello che scriverò, sai.

# 1532_Haruka
source: I believe you're the one who is setting the tone. I don't know how else to answer.
pt: Credo che sia lei a dettare il tono. Non so in quale altro modo risponderle.

# 1544_Masuda
source: Hmph. You're a lot tougher than you look. One might even say you're downright stubborn at times.
pt: Umpf. Sei molto più tosta di quanto sembri. Si potrebbe persino dire che a volte sei proprio testarda.

# 1556_Haruka
source: Hehe.
pt: Eheh.

# 1568_Masuda
source: Well, I don't think I'll use that question after all. I'm sorry if I was rude.
pt: Beh, credo che alla fine non userò quella domanda. Mi dispiace se sono stato scortese.

# 1592_Haruka
source: Okay, that's the end of the interview. To be honest, I didn't get close to what I was after.
pt: Bene, l'intervista finisce qui. A essere onesto, non mi sono nemmeno avvicinato a quello che cercavo.

# 1604_Haruka
source: What you were after?
pt: Quello che cercava?

# 1616_Masuda
source: I was looking for something to tarnish your image with, of course. You know the saying. "The nail that sticks out gets hammered down."
pt: Cercavo qualcosa con cui infangare la tua immagine, ovviamente. Conosci il detto: "Il chiodo che sporge viene preso a martellate".
