Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0116013a.po
Languages: pt

# 4544_Shinada
source: Oh... Huh. What makes a huge celebrity like her want to come all the way out here?
pt: Oh... Uhm. Cosa spinge una super celebrità come lei a voler venire fin quaggiù?

# 4556_Man in Black
source: Well, she's always been appreciative of Japanese culture. So far, she's explored our major cultural hubs such as Tokyo and Osaka.
pt: Beh, ha sempre apprezzato la cultura giapponese. Finora ha visitato i nostri principali centri culturali, come Tokyo e Osaka.

# 4568_Man in Black
source: This time, she's traveling incognito so she can explore Nagoya unfettered.
pt: Questa volta sta viaggiando in incognito, così potrà esplorare Nagoya in tutta libertà.

# 4580_Shinada
source: You call that dumpster ensemble incognito? I mean, what is that dress she's wearing? It smells like the ocean... Yikes! That's real seaweed!
pt: E quel completo da cassonetto lo chiami "in incognito"? Cioè, cos'è quel vestito che indossa? Puzza di mare... Accidenti! Sono alghe vere!

# 4592_Shinada
source: Just what part of America do you come from? I'd really like to know where that getup would go unnoticed...
pt: Ma da quale parte dell'America vieni? Mi piacerebbe proprio sapere dove una mise simile passerebbe inosservata...

# 4604_Man in Black
source: To be honest, I concur. However, as far as she's concerned, this is more restrained than her usual attire.
pt: A dire il vero, concordo. Tuttavia, per quanto la riguarda, questo è più sobrio del suo solito abbigliamento.

# 4616_Daddy Papa
source: Ach! C'est humiliating to appear before others in a dress so somber and lacking in esprit. Were there a pit, I would hide in it in shame.
pt: Ach! C'est umiliante apparire davanti agli altri con un abito così cupo e privo di esprit. Se ci fosse una fossa, mi ci nasconderei per la vergogna.

# 4628_Shinada
source: Oh, what? You speak Japanese?
pt: Oh, cosa? Parli giapponese?

# 4640_Man in Black
source: Daddy is capable of conversing in four languages, Japanese being one. The French she peppers in is mostly for show.
pt: Daddy è in grado di conversare in quattro lingue, tra cui il giapponese. Il francese che butta lì ogni tanto è perlopiù per fare scena.

# 4652_Daddy Papa
source: Ah, oui! The languages of the world, they give inspiration to the poems that I write. Japanese c'est mon favorite especially.
pt: Ah, oui! Le lingue del mondo danno ispirazione alle poesie che scrivo. Il giapponese c'est mon favorite soprattutto.

# 4664_Man in Black
source: Daddy is a true musical prodigy. She not only composes all her songs, she writes all the lyrics as well.
pt: Daddy è un vero prodigio della musica. Non solo compone tutte le sue canzoni, ne scrive anche tutti i testi.

# 4676_Man in Black
source: Unfortunately, she's suffering from a bit of writer's block with the lyrics for her new song. She's visiting in hopes of finding inspiration.
pt: Purtroppo, sta soffrendo di un po' di blocco dello scrittore per i testi della sua nuova canzone. È venuta in visita nella speranza di trovare l'ispirazione.

# 4688_Daddy Papa
source: Bite your tongue! I do not wish to be hearing of that now, understand? Now, you are to be guiding me, Mister...?
pt: Bada a come parli! Non voglio sentirne parlare proprio adesso, chiaro? Ora, sarai tu a farmi da guida, signor...?

# 4700_Shinada
source: Shinada, ma'am. Tatsuo Shinada, at your service.
pt: Shinada, signora. Tatsuo Shinada, al suo servizio.

# 4712_Daddy Papa
source: Very well, Tatsuo, enchantée. As you have heard, Daddy Papa I am. I shall be granting you permission to address me as "Your Ladyship."
pt: Molto bene, Tatsuo, enchantée. Come hai sentito, io sono Daddy Papa. Ti concederò il permesso di rivolgerti a me come "Vostra Signoria".

# 4724_Shinada
source: Your Ladyship. O-kay...
pt: Vostra Signoria. Va bene...

# 4736_Man in Black
source: Please excuse me for not introducing myself earlier. I'm George Matsuno. I'm Daddy's secretary and bodyguard.
pt: Mi scusi per non essermi presentato prima. Sono George Matsuno. Sono il segretario e la guardia del corpo di Daddy.

# 4748_Daddy Papa
source: Oh? Matsuno, that is too formal. A pet, you are.
pt: Oh? Matsuno, sei troppo formale. Un animaletto, ecco cosa sei.

# 4760_Matsuno
source: Yes, well... Perhaps that might be more accurate.
pt: Sì, beh... Forse sarebbe più esatto dire così.

# 4772_Shinada
source: It's not easy being you, is it?
pt: Non dev'essere facile essere te, eh?

# 4784_Matsuno
source: I'm afraid not. Moreover, Nagoya is completely new to me, despite the fact I grew up in Japan.
pt: Temo di no. Inoltre, Nagoya è del tutto nuova per me, nonostante il fatto che sia cresciuto in Giappone.

# 4796_Shinada
source: Ah, got it. So that's why you needed a tour guide.
pt: Ah, ho capito. Ecco perché vi serviva una guida turistica.

# 4808_Matsuno
source: Yes. There's also the fact that Daddy can't stay long. If she is in public too long, it could cause a media circus.
pt: Sì. C'è anche il fatto che Daddy non può restare a lungo. Se resta in pubblico troppo a lungo, potrebbe scatenare un circo mediatico.

# 4820_Matsuno
source: Anyway, without further ado, I'd like you to recommend a good place to start with. I will handle the security.
pt: Ad ogni modo, senza ulteriori indugi, vorrei che ci consigliassi un buon posto da cui iniziare. Della sicurezza me ne occuperò io.

# 4832_Shinada
source: A good place? You mean, like, a tourist spot?
pt: Un buon posto? Intendi, tipo, un'attrazione turistica?

# 4844_Daddy Papa
source: Oui! But, I am a superstar international. Take me you shall to a sight that is worthy of being seen by mine eyes.
pt: Oui! Ma io sono una superstar internazionale. Dovrai portarmi in un luogo che sia degno di essere visto dai miei occhi.

# 4856_Shinada
source: Hmm. Okay. But... where would that be?
pt: Hmm. Okay. Ma... dove potrebbe essere?

# 4868_Shinada
source: (The TV Tower would be the safe choice.)
pt: (La torre della TV sarebbe la scelta più sicura.)

# 4880_Shinada
source: All right, let me show you the way. Please follow me.
pt: Bene, allora vi faccio strada. Seguitemi, per favore.

# 4904_Shinada
source: (Maybe I could show her Club Futo Momo. I think it's pretty snazzy, and who knows? A touch of titillation might help break the ice.)
pt: (Magari potrei mostrarle il Club Futo Momo. Mi sembra un posto piuttosto stiloso, e chi lo sa? Un po' di pepe potrebbe aiutare a rompere il ghiaccio.)

# 4916_Shinada
source: All right, let me show you the way. Please follow me.
pt: Bene, allora vi faccio strada. Seguitemi, per favore.

# 4940_Shinada
source: (Maybe she'll like the view from the Oval Stage lookout.)
pt: (Magari le piacerà la vista dal belvedere dell'Oval Stage.)

# 4952_Shinada
source: All right, let me show you the way. Please follow me.
pt: Bene, allora vi faccio strada. Seguitemi, per favore.

# 4976_Menacing Hoodlum
source: What's the problem? You're just gonna blow it on lame otaku bullshit.
pt: Qual è il problema? Tanto li butteresti via comunque in qualche stronzata da otaku sfigato.

# 4988_Rugged Hoodlum
source: We'll put it to better use. So hurry up and fork it over. Unless you want your waifu to get hurt, hahaha!
pt: Noi ne faremo un uso migliore. Quindi sbrigati e sgancia. A meno che tu non voglia che la tua waifu si faccia male, ah ah ah!

# 5000_Otaku
source: Please... just leave me alone...
pt: Per favore... lasciatemi stare...

# 5012_Menacing Hoodlum
source: We'll leave you alone once you hand over the money. Fuckin' nerd.
pt: Ti lasceremo in pace non appena ci avrai sganciato i soldi. Nerd del cazzo.

# 5024_Shinada
source: Say, guys. Don't you think you're being a little obvious here, shaking down this kid in broad daylight? You know the police don't look too kindly on that sort of thing.
pt: Ehi, ragazzi. Non vi sembra di dare un po' troppo nell'occhio qui, a ripulire questo ragazzino in pieno giorno? Sapete che alla polizia non piacciono proprio queste cose.

# 5036_Menacing Hoodlum
source: Huh? Who the hell are you?
pt: Eh? Chi cazzo sei?\n

# 5048_Rugged Hoodlum
source: Maybe he's the geek's best buddy. Bet they were about to watch hentai together!
pt: Magari è l'amichetto del cuore del nerd. Scommetto che stavano per guardarsi degli hentai insieme!

# 5060_Shinada
source: No, on both counts. But for a couple of haters, you sure know a lot about his hobbies.
pt: No, sbagliato su entrambi i fronti. Ma per essere due che lo odiano, ne sapete un bel po' dei suoi hobby.

# 5084_Daddy Papa
source: Heh. That's just our way of getting inside his head. Bullying's all about psychological warfare, man.
pt: Heh. È solo il nostro modo per entrargli in testa. Il bullismo è tutta una questione di guerra psicologica, bello.

# 5096_Rugged Hoodlum
source: And guess what. We saved the guerilla warfare for you. Hope you don't mind us goin' apeshit!
pt: E indovina un po'. La guerriglia l'abbiamo riservata a te. Spero non ti dispiaccia se ci scateniamo!
