Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c095f.po
Languages: pt

source: You got 2,800 experience points.
pt: Hai guadagnato 2.800 punti esperienza.

source: Stand
pt: In piedi

# 80_Kiryu
source: I'm back.
pt: Sono tornato.

# 92_Wada
source: Hey, Suzuki-san! How'd it go? Did you beat Onisaka?
pt: Ehi, Suzuki-san! Com'è andata? Hai battuto Onisaka?

# 104_Kiryu
source: I managed to win somehow.
pt: Sono riuscito a vincere in qualche modo.

# 116_Kiyokawa
source: Awesome! Way to go, Suzuki-san!
pt: Grande! Così si fa, Suzuki-san!

# 128_Wada
source: Well, that's good news, isn't it? Now you won't get people trying to race you left and right.
pt: Beh, è una buona notizia, no? Ora non avrai più gente che cerca di sfidarti a una gara a destra e a manca.

# 140_Wada
source: I haven't seen the chief around, but I'm sure he'll be happy to hear what went down.
pt: Non ho visto il capo in giro, ma sono sicuro che sarà contento di sentire come è andata.

# 152_Kiryu
source: Actually, he was over at the race. Let's just say the Three Musketeers had a happy reunion at last. And now it looks like they're going out for a drink.
pt: In realtà, era alla gara. Diciamo pure che i Tre Moschettieri si sono finalmente riuniti. E ora pare che stiano andando a farsi una bevuta.

# 164_Wada
source: You serious!?
pt: Ma dici davvero!?

# 176_Kiryu
source: Well, yeah.
pt: Beh, sì.

# 188_Wada
source: Agh, I don't believe this!
pt: Agh, non ci credo!

# 200_Kiryu
source: What's not to believe? They all came together through racing, so I think they've resolved their differences.
pt: Che c'è da non credere? Si sono tutti riavvicinati grazie alle corse, quindi credo che abbiano appianato le loro divergenze.

# 212_Wada
source: That's not it at all! Why didn't they invite me out, too!?
pt: Non è affatto questo! Perché non hanno invitato anche me!?

# 224_Kiyokawa
source: That's what you're worried about!?
pt: Ma è questo che ti preoccupa!?

# 236_Kiryu
source: I spent my best years together with the Three Musketeers. I'm their d'Artagnan! How could they leave the main character out!?
pt: Ho passato i miei anni migliori insieme ai Tre Moschettieri. Sono il loro d'Artagnan! Come hanno potuto lasciare fuori il personaggio principale!?

# 248_Kiryu
source: Don't worry. They wanted to invite all the staff along too. They'll be here any minute now.
pt: Non preoccuparti. Volevano invitare anche tutto lo staff. Saranno qui a momenti.

# 272_Kiryu
source: ...Oh. Alrighty then.
pt: ...Oh. Va bene, allora.

# 284_Kiyokawa
source: Wow! I get to have drinks with the Three Musketeers!? This'll be a blast!
pt: Wow! Posso farmi una bevuta con i Tre Moschettieri!? Sarà un vero spasso!

# 296_Muramatsu
source: Hey, kiddo. Didn't you have something to tell Suzuki-san?
pt: Ehi, ragazzo. Non dovevi dire qualcosa a Suzuki-san?

# 308_Kiyokawa
source: Oh yeah!
pt: Oh sì!

# 320_Kiryu
source: What is it, Kiyokawa?
pt: Che c'è, Kiyokawa?

# 332_Kiyokawa
source: Well, you see...
pt: Allora, vedi...

# 344_Muramatsu
source: Come on, spit it out.
pt: Dai, sputa il rospo.

# 356_Kiyokawa
source: Suzuki-san, I...
pt: Suzuki-san, io...

# 368_Kiyokawa
source: I passed my Class 2 license test!
pt: Ho passato l'esame per la licenza di Classe 2!

# 380_Kiryu
source: Really?
pt: Davvero?

# 392_Kiryu
source: Yes! Muramatsu-san helped me get through the studying.
pt: Sì! Muramatsu-san mi ha aiutato a venirne a capo con lo studio.

# 404_Muramatsu
source: Kiyokawa was a nervous wreck, so I had to go to the test center with him. He's a handful, all right.
pt: Kiyokawa era una palla di nervi, così ho dovuto andare al centro esami con lui. È una bella gatta da pelare, davvero.

# 416_Kiyokawa
source: Thanks to him, I passed the written test on my first try! I can finally be a taxi driver now!
pt: Grazie a lui, ho passato l'esame scritto al primo colpo! Finalmente posso fare il tassista!

# 428_Kiyokawa
source: Just like you, I stepped up to the challenge... and made my own destiny!
pt: Proprio come te, ho raccolto la sfida... e ho creato il mio destino!

# 440_Kiryu
source: Congratulations. Looks like all that work paid off.
pt: Congratulazioni. Sembra che tutto quel lavoro abbia dato i suoi frutti.

# 452_Kiyokawa
source: Thanks for saying that. You helped me out so much!
pt: Grazie per averlo detto. Mi hai aiutato un sacco!

# 464_Kiryu
source: Muramatsu-san is the one to thank. Don't forget your manners.
pt: È Muramatsu-san che devi ringraziare. Non dimenticare le buone maniere.

# 476_Kiyokawa
source: Yes, sir!
pt: Sì, signore!

# 488_Kiyokawa
source: Thank you for the help, Muramatsu-san. I passed my test with flying colors...
pt: Grazie per l'aiuto, Muramatsu-san. Ho passato il mio esame a pieni voti...

# 500_Kiyokawa
source: So... do I get a present or something?
pt: Allora... mi becco un regalo o qualcosa?

# 512_Muramatsu
source: What!? That should be the other way around! You're supposed to get <Italic>me</Italic> a gift.
pt: Cosa!? Dovrebbe essere il contrario! Saresti tu a dover fare a <Italic>me</Italic> un regalo.

# 524_Kiyokawa
source: Oh, come on. Don't I deserve a reward?
pt: Ma dai! Non mi merito un premio?

# 536_Muramatsu
source: ...There's no hope for you, kid.
pt: ...Non c'è speranza per te, ragazzino.

# 548_Nakajima
source: Attention, Nagasu Taxi members! I got one word for y'all... <Italic>Drinkin'</Italic>! Who's up for it!?
pt: Attenzione, membri della Nagasu Taxi! Ho una parola per tutti voi... <Italic>Bevuta!</Italic> Chi ci sta!?

# 560_Wada
source: I thought you'd never ask!
pt: Pensavo non l'avresti mai chiesto!

# 572_Muramatsu
source: You're welcome to join, Hirakawa-san.
pt: Sei il benvenuto, Hirakawa-san.

# 584_Kiryu
source: Oh, but I can get a bit crazy when I drink. What if I end up shattering those glasses of yours?
pt: Oh, ma quando bevo posso dare di matto. E se poi finissi per spaccarti i bicchieri?

# 596_Muramatsu
source: ...Uhm. What?
pt: ...Uhm. Cosa?

# 608_Kiyokawa
source: Heeeeey, it's time to paaaar-tay! Ahhh I'm so lucky to be here－ You guys are seriously the best! Hope you're ready to drink, Suzuki-san!
pt: Eeeehi, è ora di faaare feees-ta! Aaaah, sono così fortunato a essere qui－ Voi sì che siete i migliori! Spero siate pronti a bere, Suzuki-san!

# 620_Kiryu
source: Heh, I am.
pt: Heh, ci sto.

# 632_Kiryu
source: (Kiyokawa's right. There's something special about this company... and everyone who works here.)
pt: Kiyokawa ha ragione. C'è qualcosa di speciale in questa compagnia... e in chiunque ci lavori.

# 644_Nakajima
source: Why ya spacin' out there, Suzuki-san!? They'll run outta booze at this rate! C'mon, hop to it!
pt: Ma che ti sei incantato, Suzuki-san!? Finirà il da bere di questo passo! Forza, datti una mossa!

# 656_Kiryu
source: And they say you're Fukuoka's fastest. Let's get a move on!
pt: E dicono che sei il più veloce di Fukuoka. Forza, datti una mossa!

# 704_Kiryu
source: (...I'm lucky to have them as friends.)
pt: (...Sono fortunato ad averli come amici.)
