Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070984.po
Languages: pt

source: How to Play Eight-ball
pt: Come giocare a Palla 8

source: Eight-ball uses balls number 1 through 15.
pt: Palla 8 usa le palle dall'1 al 15.

source: Balls 1 through 7 are called Low Balls, while balls 9 through 15 are called High Balls.
pt: Le palle dall'1 al 7 sono chiamate Palle basse, mentre le palle dal 9 al 15 sono chiamate Palle alte.

source: The first ball that is pocketed after the break shot determines the group you will be targeting.
pt: La prima palla imbucata dopo la spaccata determina il gruppo che dovrai puntare.

source: To win, you must pocket the 8 ball after pocketing all of the balls in your group.
pt: Per vincere, devi imbucare l'8 dopo aver imbucato tutte le palle del tuo gruppo.

source: You can pocket the balls in your group in any order.
pt: Puoi imbucare le palle del tuo gruppo in qualsiasi ordine.

source: When you're ready to pocket the 8 ball, you must specify the pocket that you'll be aiming for.
pt: Quando sei pronto a imbucare la palla 8, devi specificare la buca in cui miri.

source: Sinking it in any other pocket results in an automatic loss.
pt: Imbucarla in qualsiasi altra buca comporta una sconfitta automatica.

source: Pocketing the 8 ball before all of the balls in your group have been sunk also counts as a loss.
pt: Imbucare la palla 8 prima di aver imbucato tutte le palle del tuo gruppo conta anche come una sconfitta.

source: Fouls
pt: Falli

source: A foul results if the cue ball falls into a pocket or does not strike an object ball.
pt: Si verifica un fallo se la palla bianca finisce in buca o non colpisce una palla oggetto.

source: The opposing player may then take a shot by placing the cue ball anywhere on the table.
pt: L'avversario potr√† quindi tirare, piazzando la palla bianca in qualsiasi punto del tavolo.

source: Now, let's have you try it yourself.
pt: Ora, provaci tu stesso.
