Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01460041.po
Languages: pt

# 44_Kaguya
source: Hello? Saejima-san?
pt: Pronto? Saejima-san?

# 56_Saejima
source: Oh hey, Kaguya. What's up?
pt: Oh, ehi, Kaguya. Che succede?

# 68_Kaguya
source: I've got that audition today, and I'm super nervous!
pt: Oggi ho quell'audizione, e sono super nervosa!

# 80_Saejima
source: Oh, right. Well, give it all ya've got.
pt: Ah, giusto. Beh, dacci dentro.

# 92_Kaguya
source: Um, Saejima-san? Do you have some time now?
pt: Ehm, Saejima-san? Hai un po' di tempo adesso?

# 104_Saejima
source: Huh? Why do ya ask?
pt: Eh? Perché me lo chiedi?

# 116_Kaguya
source: Can you come see me real quick?
pt: Puoi venire a trovarmi al volo?

# 128_Kaguya
source: I think I'll do better if you could encourage me in person.
pt: Credo che farò meglio se tu potessi incoraggiarmi di persona.

# 140_Saejima
source: What kinda sense does that make?
pt: Che razza di senso ha?

# 152_Kaguya
source: Come on, please?
pt: Dai, per favore?

# 164_Saejima
source: I guess so. Where are ya right now?
pt: Immagino di sì. Dove sei adesso?

# 176_Kaguya
source: Do you remember the place where we met up before?
pt: Ti ricordi il posto dove ci siamo incontrati prima?

# 188_Saejima
source: I think so. Outside Bridie, at the Tsukimino intersection?
pt: Immagino di sì. Fuori dal Bridie, all'incrocio di Tsukimino?

# 200_Kaguya
source: That's the place! I'll be there. Please make sure you come! <Color:7>♥<Color:Default>
pt: È proprio lì! Ci sarò. Non mancare, per favore! <Color:7>♥<Color:Default>
