Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

# 1728_Saejima
source: Clearly not everywhere.
pt: Evidentemente non dappertutto.

# 1740_Saejima
source: That's borin'. I came all the way to Hokkaido, and it's no different than drinkin' in Tokyo.
pt: Che noia. Sono venuto fin qui in Hokkaido e non è affatto diverso da bere a Tokyo.

# 1752_Kaguya
source: Well, Tsukimino is a pretty urban area.
pt: Beh, Tsukimino è una zona piuttosto urbanizzata.

# 1764_Kaguya
source: Speaking of which, people from Kansai speak in Kansai dialect wherever they go, don't they?
pt: A proposito, quelli del Kansai parlano in dialetto del Kansai ovunque vadano, no?

# 1776_Saejima
source: Cause folks understand it. Ain't no need to do otherwise.
pt: Perché la gente lo capisce. Non c'è motivo di fare diversamente.

# 1788_Kaguya
source: Oh, that's true. Since we hear it on TV a lot, most people do understand it. Enough that we can even imitate it.
pt: Oh, è vero. Dato che si sente spesso in TV, la maggior parte della gente lo capisce. Abbastanza da riuscire persino a imitarlo.

# 1800_Saejima
source: You try imitatin' it.
pt: Prova un po' a imitarlo.

# 1812_Kaguya
source: What in the hey!?
pt: Ma che diamine!?

# 1824_Saejima
source: Heh, ya've got the tone down.
pt: Heh, hai azzeccato il tono.

# 1836_Kaguya
source: How ya like me now?
pt: Che ne dici adesso?

# 1848_Saejima
source: Don't imitate people. Hearin' a fake Kansai accent pisses me off.
pt: Non imitare la gente. Sentire un finto accento del Kansai mi fa incazzare.

# 1860_Kaguya
source: I guess you can tell off the bat, huh?
pt: Immagino si capisca subito, eh?

# 1872_Saejima
source: Yeah. I got a buddy who uses a half-assed Kansai accent, but it's so random that I've gotten used to it and don't get pissed no more.
pt: Già. Ho un amico che usa un accento del Kansai fatto alla meno peggio, ma è talmente a caso che ormai mi ci sono abituato e non mi incazzo neanche più.

# 1884_Kaguya
source: It must really be something to make you give up, Saejima-san!
pt: Deve essere proprio qualcosa di serio per farti arrendere, Saejima-san!

# 1896_Saejima
source: That a problem?
pt: Qualche problema?

# 1908_Kaguya
source: It's not that it's a problem, but I do wonder why.
pt: Non è che sia un problema, ma mi chiedo il perché.

# 1920_Saejima
source: In Kansai, even TV's in Kansai dialect. It's the norm for us. It's folks who speak in Tokyo accents that feel outta place in Kansai.
pt: Nel Kansai, pure la TV è in dialetto. Per noi è la normalità. Quelli che parlano con l'accento di Tokyo, invece, nel Kansai si sentono fuori posto.

# 1932_Kaguya
source: I guess Kansai really is a unique case.
pt: Immagino che il Kansai sia proprio un caso a parte.

# 1944_Kaguya
source: Do you believe in ghosts or spirits, Saejima-san?
pt: Credi ai fantasmi o agli spiriti, Saejima-san?

# 1956_Saejima
source: Yeah, I think they're real.
pt: Sì, credo che esistano.

# 1968_Kaguya
source: Y'know, I really can't handle stuff like that!
pt: Sai, proprio non ce la faccio con roba del genere!

# 1980_Saejima
source: Heh, yer cute when ya get like that.
pt: Eh, sei carina quando fai così.

# 1992_Saejima
source: You kiddin' me? Of course they're not real.
pt: Ma scherzi? Ovviamente non esistono.

# 2004_Kaguya
source: But how can you know that for sure?
pt: Ma come fai a esserne così sicuro?

# 2016_Saejima
source: How? Well, have ya ever seen one?
pt: Come? Beh, tu ne hai mai visto uno?

# 2028_Kaguya
source: Of course I haven't! The day I see something like that is the day I drop dead out of sheer fright!
pt: Certo che no! Il giorno che vedrò una cosa del genere sarà quello in cui morirò sul colpo per il puro spavento!

# 2040_Saejima
source: Ya really don't gotta be so afraid.
pt: Non devi mica avere tutta 'sta paura.

# 2052_Saejima
source: I can see 'em, so I got no choice but to believe it. Hey! There's one behind ya right now!
pt: Io li vedo, quindi non ho altra scelta che crederci. Ehi! Ce n'è uno proprio dietro di te in questo momento!

# 2064_Kaguya
source: Nooo, stop it! Please, I'd really rather you not tease me about this!
pt: Nooo, basta! Ti prego, preferirei davvero che non mi prendessi in giro su questo!

# 2076_Saejima
source: Hehe. What's got ya so scared?
pt: Eheh. Di cosa hai tutta 'sta paura?

# 2088_Kaguya
source: I've just hated ghost stories ever since I was a kid. Anytime I'd hear one, I'd be so scared that I had to have the lights on the entire night.
pt: Ho sempre odiato le storie di fantasmi fin da quando ero piccola. Ogni volta che ne sentivo una, avevo così tanta paura che dovevo tenere le luci accese per tutta la notte.

# 2100_Kaguya
source: Yesterday there happened to be a show about ghosts when I turned the TV on and so, thanks to that, I'm all sleep-deprived today.
pt: Ieri è capitato che ci fosse un programma sui fantasmi proprio quando ho acceso la TV e così, per colpa di quello, oggi sono tutta assonnata.

# 2112_Kaguya
source: I've just hated ghost stories ever since I was a kid. Anytime I'd hear one, I'd be so scared that I had to have the lights on the entire night.
pt: Ho sempre odiato le storie di fantasmi fin da quando ero piccola. Ogni volta che ne sentivo una, avevo così tanta paura che dovevo tenere le luci accese per tutta la notte.

# 2124_Kaguya
source: Yesterday there happened to be a show about ghosts when I turned the TV on and so, thanks to that, I'm all sleep-deprived today.
pt: Ieri è capitato che ci fosse un programma sui fantasmi proprio quando ho acceso la TV e così, per colpa di quello, oggi sono tutta assonnata.

# 2136_Saejima
source: Why are ya so scared?
pt: Perché hai tutta 'sta paura?

# 2148_Kaguya
source: A ghost I saw in a horror film as a child was terrifying. I think it wound up becoming some kind of childhood trauma.
pt: Un fantasma che ho visto in un film horror da piccola era terrificante. Credo che sia finito per diventare una sorta di trauma infantile.

# 2160_Saejima
source: Ha! A movie? Ya know it wasn't real, right? It was probably just some costume with a guy inside it.
pt: Ah! Un film? Lo sai che non era reale, no? Probabilmente era solo un costume con un tizio dentro.

# 2172_Kaguya
source: It may have only been a movie, but wouldn't it be scary if it were real?
pt: Sarà anche stato solo un film, ma non farebbe paura se fosse reale?

# 2184_Saejima
source: Why are ya so scared?
pt: Perché hai tutta 'sta paura?

# 2196_Kaguya
source: A ghost I saw in a horror film as a child was terrifying. I think it wound up becoming some kind of childhood trauma.
pt: Un fantasma che ho visto in un film horror da piccola era terrificante. Credo che sia finito per diventare una sorta di trauma infantile.

# 2208_Saejima
source: Ha! A movie? Ya know it wasn't real, right? It was probably just some costume with a guy inside it.
pt: Ah! Un film? Lo sai che non era reale, no? Probabilmente era solo un costume con un tizio dentro.

# 2220_Kaguya
source: It may have only been a movie, but wouldn't it be scary if it were real?
pt: Sarà anche stato solo un film, ma non farebbe paura se fosse reale?

# 2232_Saejima
source: Probably. Like traditional Japanese ghosts don't have feet, right? I'd sure hate for one of those things to come after me in the night.
pt: Probabile. Tipo, i classici fantasmi giapponesi non hanno i piedi, giusto? Odierei proprio se una di quelle robe mi inseguisse di notte.

# 2244_Kaguya
source: No, no, no, don't say that, please! You're going to make me imagine it!
pt: No, no, no, non dire così, ti prego! Finirai per farmelo immaginare!

# 2256_Saejima
source: Yer the one who brought this up, y'know.
pt: Guarda che sei stata tu a tirar fuori il discorso, eh.

# 2268_Saejima
source: There are no real ones. No sense in gettin' all spooked by 'em.
pt: Non ne esistono di veri. Non ha senso spaventarsi tanto per 'sta roba.

# 2280_Kaguya
source: But Saejima-san, you were just saying that they DO exist!
pt: Ma Saejima-san, hai appena detto che esistono eccome!

# 2292_Saejima
source: Huh. Did I?
pt: Eh. L'ho detto?

# 2304_Kaguya
source: Yes! Please stop joking around about this! I'm really, really scared!
pt: Sì! Ti prego, smettila di scherzarci su! Ho davvero, davvero paura!

# 2316_Saejima
source: Sorry...
pt: Scusa...

# 2328_Saejima
source: There are no real ones. I mean I've seen a kappa before, but that ain't the same thing.
pt: Non ce ne sono di veri. Voglio dire, ho già visto un kappa, ma non è la stessa cosa.

# 2340_Kaguya
source: A kappa!? Seriously? That's amaaazing! Where did you see it?
pt: Un kappa!? Sul serio? È incrediiiiibile! Dove l'hai visto?

# 2352_Saejima
source: Ya can't handle ghosts, but kappa are okay? I don't get you.
pt: Non sopporti i fantasmi, ma i kappa ti vanno bene? Non ti capisco proprio.

# 2364_Saejima
source: Yer worryin' too much. Ain't nothin' gonna harm ya, so it ain't no big deal.
pt: Ti preoccupi troppo. Non ti succederà niente, quindi non è un grosso problema.

# 2376_Kaguya
source: But it is! Sometimes I feel like there's someone in my room at night, or suddenly I'll feel a strange chill run down my spine!
pt: Invece sì! A volte mi sembra che ci sia qualcuno in camera mia di notte, o all'improvviso sento uno strano brivido corrermi lungo la schiena!

# 2388_Saejima
source: You sure ya didn't just catch a cold?
pt: Sicura che non ti sei solo presa un raffreddore?

# 2400_Saejima
source: I wish there were ghosts.
pt: Magari ci fossero i fantasmi.

# 2412_Kaguya
source: What!? Why would you say that?
pt: Cosa!? Perché dici una cosa del genere?

# 2424_Saejima
source: If there were ghosts, it'd mean that we don't leave this world when we die, right? We'd get to stick around and enjoy it a bit more.
pt: Se ci fossero i fantasmi, vorrebbe dire che non lasciamo questo mondo quando moriamo, no? Potremmo restare nei paraggi e godercelo ancora un po'.

# 2436_Kaguya
source: Ahaha! That's funny to imagine! I don't know what I'd do if you came back as a ghost, Saejima-san!
pt: Ahaha! Fa proprio ridere a pensarci! Non saprei proprio cosa farei se tornassi sotto forma di fantasma, Saejima-san!

# 2448_Saejima
source: Heh, I'd be one vengeful spirit.
pt: Heh, sarei proprio uno spirito vendicativo.

# 2460_Kaguya
source: The other day, my friends from college called me up and we had our first LBBQ in a while.
pt: L'altro giorno mi hanno chiamata delle amiche dell'università e abbiamo fatto il nostro primo LBBQ dopo un bel po' di tempo.

# 2472_Saejima
source: Oh? Had some lamb barbecue, eh?
pt: Oh? Vi siete fatte una grigliata di agnello, eh?

# 2484_Saejima
source: What's an LBBQ?
pt: Che cos'è un LBBQ?

# 2496_Kaguya
source: It's like barbecue, but with lamb. LBBQ!
pt: È come un barbecue, ma con l'agnello. LBBQ!

# 2508_Saejima
source: Ah, I see.
pt: Ah, capisco.

# 2520_Kaguya
source: We had a cookout with around twenty students and alumni. I haven't been back to my university after graduation, so it brought back memories!
pt: Abbiamo fatto una grigliata con una ventina tra studenti ed ex studenti. Non tornavo alla mia università dalla laurea, quindi mi ha fatto tornare in mente un sacco di ricordi!

# 2532_Saejima
source: Lamb barbecue's tasty! There's no point comin' to Tsukimino if ya don't eat some.
pt: La grigliata d'agnello è proprio buona! Non ha senso venire a Tsukimino se non ne mangi un po'.

# 2544_Kaguya
source: You really think so? A lot of people can't handle it, so I'm glad you like it, Saejima-san!
pt: Dici davvero? A un sacco di gente non piace, quindi mi fa piacere che a te piaccia, Saejima-san!

# 2556_Saejima
source: I don't eat it much. Lamb's not one of the meats I wanna have all the time.
pt: Non ne mangio molto. L'agnello non è proprio il tipo di carne che vorrei mangiare in continuazione.

# 2568_Kaguya
source: Yeah, a lot of people can't seem to handle it. I hear the smell puts people off.
pt: Già, un sacco di gente sembra proprio non sopportarlo. Ho sentito che l'odore scoraggia molte persone.

# 2580_Saejima
source: That's exactly it. I just can't stand the smell of it cookin'.
pt: È proprio così. Non sopporto proprio l'odore di quando cuoce.

# 2592_Kaguya
source: I should have figured. Why is that? It doesn't bother me at all.
pt: Avrei dovuto immaginarmelo. Come mai? A me non dà affatto fastidio.

# 2604_Saejima
source: Because yer a local. Ya get the chance to eat it while it's fresh.
pt: Perché sei del posto. Hai l'occasione di mangiarlo quando è fresco.

# 2616_Saejima
source: When I was younger, I had some lamb in Tokyo that was way past bein' fresh. It stank so bad, I couldn't even eat it.
pt: Quando ero più giovane, ho mangiato dell'agnello a Tokyo che era tutt'altro che fresco. Puzzava così tanto che non sono neanche riuscito a mangiarlo.

# 2628_Kaguya
source: Really? It's a shame you came to dislike it without getting to know the true taste of it.
pt: Davvero? È un peccato che abbia finito per non piacerti senza averne mai conosciuto il vero sapore.

# 2640_Saejima
source: Well, I hear it's better these days. But I still can't shake that first time.
pt: Beh, ho sentito che le cose sono migliorate, ultimamente. Ma non riesco ancora a togliermi dalla testa quella prima volta.

# 2652_Saejima
source: Maybe yer taste buds are messed up.
pt: Magari hai le papille gustative sballate.

# 2664_Kaguya
source: That's not true at all!
pt: Non è affatto vero!

# 2676_Kaguya
source: But if it makes it tastes good to me, maybe I'm better off that way.
pt: Ma se così per me ha un buon sapore, allora forse è meglio così.

# 2688_Saejima
source: Yeah, maybe.
pt: Già, può darsi.

# 2700_Saejima
source: I just like beef and pork better. Lamb barbecue places only serve lamb. I like to be able to get tripe and other stuff.
pt: È che preferisco il manzo e il maiale. I posti che fanno l'agnello alla brace servono solo quello. Mi piace poter ordinare anche la trippa e altra roba.

# 2712_Kaguya
source: Why not try going to a regular yakiniku restaurant instead of a specialty place then?
pt: Allora perché non provi ad andare in un normale ristorante di yakiniku invece che in un posto specializzato?

# 2724_Saejima
source: Whoa, you can get lamb at yakiniku places here?
pt: Uau, si trova l'agnello nei ristoranti di yakiniku qui?

# 2736_Kaguya
source: Maybe not everywhere, but at most of them.
pt: Magari non dappertutto, ma nella maggior parte dei posti.

# 2748_Saejima
source: That's good. Bein' able to have tripe at the same time as lamb must be enjoyable.
pt: Bene così. Poter mangiare la trippa insieme all'agnello dev'essere proprio un piacere.

# 2760_Kaguya
source: Right? Hokkaido's got a lot to be proud of when it comes to our food offerings!
pt: Vero? L'Hokkaido ha molto di cui andare fiero quando si parla della nostra offerta culinaria!

# 2772_Saejima
source: I had no idea. In Tokyo ya can only get lamb barbecue at specialty restaurants.
pt: Non ne avevo idea. A Tokyo l'agnello alla brace lo trovi solo nei ristoranti specializzati.

# 2784_Kaguya
source: I wish more people would eat it.
pt: Vorrei che lo mangiassero più persone.

# 2796_Saejima
source: A barbecue at your university? I didn't know ya could do that sorta thing at school.
pt: Una grigliata alla tua università? Non sapevo si potesse fare una roba del genere a scuola.

# 2808_Kaguya
source: Sure, people do it all the time. There are special trash cans for it and everything.
pt: Certo, si fa in continuazione. Ci sono dei bidoni appositi e tutto il resto.

# 2820_Saejima
source: Hm. I heard folks were free to do what they wanted at college, but I didn't know ya could even have barbecues.
pt: Hm. Avevo sentito dire che all'università si era liberi di fare quello che si voleva, ma non sapevo che si potessero perfino fare le grigliate.

# 2832_Kaguya
source: Do you ever barbecue, Saejima-san?
pt: Le capita mai di fare delle grigliate, Saejima-san?

# 2844_Saejima
source: Yeah, I like campin'. I go all the time.
pt: Sì, mi piace il campeggio. Ci vado in continuazione.

# 2856_Kaguya
source: I figured you were an outdoorsy sort! Are you any good at cooking?
pt: Immaginavo che fossi un tipo da vita all'aria aperta! Te la cavi a cucinare?

# 2868_Saejima
source: I'm good at startin' fires. I can get a fire goin' on a snow-capped mountain with no lighter.
pt: Sono bravo ad accendere il fuoco. Riesco a farne partire uno pure su una montagna innevata senza accendino.

# 2880_Kaguya
source: That's amazing! Let's have a barbecue together next time!
pt: È pazzesco! Facciamo una grigliata insieme la prossima volta!

# 2892_Saejima
source: Okay. Make sure ya bring good meat.
pt: D'accordo. Vedi di portare della carne buona.

# 2904_Saejima
source: I'm better at eatin'. I mostly just wait and let the meat sit over the fire.
pt: Sono più bravo a mangiare. Di solito aspetto e basta che la carne stia lì sul fuoco.

# 2916_Kaguya
source: Still, if you're a big eater, it's more fun for whoever's doing the cooking.
pt: Comunque, se mangi di gusto, è più divertente per chi si occupa di cucinare.

# 2928_Saejima
source: Yeah, I just keep on stuffin' my face.
pt: Sì, non faccio altro che abbuffarmi.

# 2940_Saejima
source: I prefer eatin' in restaurants. Gatherin' ingredients and cookin' 'em is a big hassle.
pt: Preferisco mangiare al ristorante. Recuperare gli ingredienti e cucinarli è una gran rottura.

# 2952_Kaguya
source: Aww, you don't think it's fun?
pt: Oh, non pensi che sia divertente?

# 2964_Saejima
source: I spent a long time havin' my meals served to me at a set time every day. I can't get used to preppin' it all by myself.
pt: Ho passato un sacco di tempo a farmi servire i pasti a un orario fisso ogni giorno. Non riesco ad abituarmi a prepararmi tutto da solo.

# 2976_Kaguya
source: Do you make your wife do all the work, Saejima-san? You can't always have it your way.
pt: Fai fare tutto il lavoro a tua moglie, Saejima-san? Non puoi sempre fare tutto a modo tuo.

# 2988_Saejima
source: Nah, I haven't exactly been married...
pt: No, non è che sia mai stato sposato...

# 3000_Kaguya
source: Were you cold outside?
pt: Faceva freddo fuori?

# 3012_Saejima
source: It was freezin'. Is it this cold all the time?
pt: Si moriva di freddo. Fa sempre così freddo?

# 3024_Kaguya
source: Yes. Today isn't really colder than normal.
pt: Sì. Oggi non fa più freddo del solito.

# 3036_Saejima
source: I'm fine. It's colder up in the mountains. Here in Tsukimino, my normal clothes are enough.
pt: Sto bene. Fa molto più freddo su in montagna. Qui a Tsukimino mi bastano i miei soliti vestiti.

# 3048_Kaguya
source: Wow, you're quite the tough guy, Saejima-san.
pt: Caspita, sei proprio un tipo tosto, Saejima-san.

# 3060_Kaguya
source: I can't handle the cold myself.
pt: Io invece non sopporto proprio il freddo.

# 3072_Saejima
source: No? Shouldn't ya be used to it if yer from around here?
pt: No? Non dovresti esserci abituata, se sei di queste parti?

# 3084_Kaguya
source: I don't get outside much. I'm kind of a shut-in actually. Most of the time I hang around the house.
pt: Non esco molto. In realtà, sono una che sta sempre rintanata. Passo la maggior parte del tempo chiusa in casa.

# 3096_Saejima
source: I get ya. I don't like goin' outside in the cold either.
pt: Ti capisco. Neanche a me piace uscire col freddo.

# 3108_Kaguya
source: Right? Come winter, I make it a point to hole up inside and never go out!
pt: Vero? Quando arriva l'inverno, faccio di tutto per rintanarmi in casa e non uscire mai!

# 3120_Saejima
source: I'm jealous. I used to hafta go outside, come rain or snow.
pt: Ti invidio. Io dovevo uscire per forza, che piovesse o nevicasse.

# 3132_Kaguya
source: Hey, maybe you could hibernate like me! Then you can come out to work in the spring!
pt: Ehi, magari potresti andare in letargo come me! Così potresti uscire a lavorare in primavera!

# 3144_Saejima
source: That'd be nice. We Japanese work too much as it is. We deserve to be able to take the winter off.
pt: Sarebbe bello. Noi giapponesi lavoriamo già fin troppo. Ci meriteremmo di poterci prendere l'inverno di riposo.

# 3156_Kaguya
source: Right. And since you'd get sunburned in the summer, we can just work in spring and fall.
pt: Esatto. E visto che d'estate ci si scotta, potremmo lavorare solo in primavera e in autunno.

# 3168_Saejima
source: That's maybe takin' a bit too much time off...
pt: Forse così ci si prende un po' troppo tempo libero...

# 3180_Saejima
source: Ya'd get fat without exercise. I've gotten all sluggish from spendin' too much time indoors.
pt: Si finisce per ingrassare senza fare esercizio. Mi sono tutto infiacchito a forza di passare troppo tempo al chiuso.

# 3192_Kaguya
source: I know that! I'll make sure to go outside once the snow has melted.
pt: Lo so! Farò in modo di uscire una volta che la neve si sarà sciolta.

# 3204_Kaguya
source: Besides, going out in the cold is bad for you. There are lots of people out there with colds.
pt: E poi, uscire al freddo fa male. C'è un sacco di gente con il raffreddore là fuori.

# 3216_Saejima
source: Hm. I guess ya've got a point.
pt: Mh. Direi che non hai tutti i torti.

# 3228_Saejima
source: How do ya live like that? You can't get much done if ya don't get outta the house.
pt: Ma come fai a vivere così? Se non esci mai di casa non concludi granché.

# 3240_Kaguya
source: Well, I do most of my shopping online. Buying a bunch of groceries at once is cheaper anyway. It's surprisingly economical!
pt: Be', faccio quasi tutti gli acquisti online. Tanto fare una spesa grossa tutta in una volta conviene di più. È sorprendentemente economico!

# 3252_Saejima
source: So ya eat the same stuff every day?
pt: Quindi mangi la stessa roba ogni giorno?

# 3264_Kaguya
source: Yeah, so I go out of my way to change up the seasonings a bit each day, so that I don't get sick of anything.
pt: Già, quindi faccio di tutto per variare un po' i condimenti ogni giorno, così non mi stufo di niente.

# 3276_Saejima
source: That's a strange way to focus yer efforts.
pt: È un modo strano di darsi da fare.

# 3288_Saejima
source: But yer out right now. Yer here workin'. How's that make ya a shut-in?
pt: Ma adesso sei fuori. Sei qui a lavorare. Com'è che saresti una che sta sempre chiusa in casa?

# 3300_Kaguya
source: Oh, I live in the building right next door.
pt: Oh, abito nel palazzo proprio qui accanto.

# 3312_Saejima
source: Huh?
pt: Uh?

# 3324_Kaguya
source: I can walk to work in one minute. It's nice! Plus, the club handles my rent for me.
pt: Ci metto solo un minuto ad arrivare al lavoro a piedi. È fantastico! In più, l'affitto lo paga il club per me.

# 3336_Saejima
source: The ideal workplace.
pt: Il posto di lavoro ideale.

# 3348_Kaguya
source: Yeah, but if I ever quit, I'll have to move out. It kinda makes it harder for me to change jobs.
pt: Già, però se mai dovessi licenziarmi, dovrei traslocare. Diciamo che mi rende un po' più difficile cambiare lavoro.

# 3360_Saejima
source: Just how much do ya stay at home anyways? Ya seem more cooped up than a prisoner.
pt: Ma quanto tempo passi chiusa in casa, comunque? Sembri più rintanata di un carcerato.

# 3372_Saejima
source: Sounds like a hassle to me. With you bein' so close, if they're ever short-staffed, they're always gonna call ya.
pt: A me sembra una seccatura. Visto che sei così vicina, se mai dovessero restare a corto di personale, ti chiameranno sempre.

# 3384_Kaguya
source: Yeah! The other day it was all cold and snowy, so I called and said I couldn't get to work since the trains were stopped. But they didn't buy it...
pt: Già! L'altro giorno faceva un freddo cane e nevicava un sacco, così ho chiamato e ho detto che non potevo venire al lavoro perché i treni erano fermi. Ma non se la sono bevuta...

# 3396_Saejima
source: Well, ya are a minute's walk away...
pt: Be', sei a solo un minuto a piedi...
