Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08e6.po
Languages: pt

source: Nagging Naoko
pt: Naoko la Brontolona

source: I'm sorry, but that's not possible.
pt: Mi dispiace, ma non è possibile.

source: I'll do my absolute best.
pt: Farò del mio assoluto meglio.

source: Turn the Heater Off
pt: Spegni il Riscaldamento

source: Ask Her Preference
pt: Chiedile cosa preferisce

source: Leave the Heater On
pt: Lascia il Riscaldamento Acceso

source: Calmly Persuade Her
pt: Convinci con calma

source: Get Angry
pt: Arrabbiati

source: Just Keep Listening
pt: Ascolta e basta

# 44_Nagging Naoko
source: Get me to <Color:22>Nagasu Boulevard<Color:Default> in three minutes. Got it?
pt: Portami a <Color:22>Nagasu Boulevard<Color:Default> in tre minuti. Capito?

# 56_Kiryu
source: (There's no way I'll make it in three minutes.)
pt: (Non c'è modo di farcela in tre minuti.)

# 68_Nagging Naoko
source: I'm very sorry, but I don't think it's possible to get you there in three minutes.
pt: Mi dispiace molto, ma non credo sia possibile farcela in tre minuti.

# 80_Nagging Naoko
source: Why not!? The last taxi I took got me there in three minutes!
pt: Perché no!? L'ultimo taxi che ho preso mi ci ha portato in tre minuti!

# 92_Nagging Naoko
source: Are you telling me you won't do what I ask? I'm going to complain to the taxi bureau!
pt: Mi stai dicendo che non farai quello che ti chiedo? Mi lamenterò all'ufficio taxi!

# 104_Kiryu
source: What time was it when you last took this trip?
pt: Che ora era quando ha fatto quest'ultima corsa?

# 116_Nagging Naoko
source: Oh... It was two or three in the morning.
pt: Oh... Erano le due o le tre del mattino.

# 128_Kiryu
source: Well, at that time of night it might be doable, but right now the roads are busy.
pt: Beh, a quell'ora della notte si potrebbe anche fare, ma adesso le strade sono trafficate.

# 140_Nagging Naoko
source: Hmph. Well, just go as fast as you can.
pt: Hmph. Beh, vai il più veloce che puoi.

# 152_Kiryu
source: (She seems to have settled down.)
pt: (Sembra si sia calmata.)

# 164_Nagging Naoko
source: Okay. I'll do the best I can.
pt: Va bene. Farò del mio meglio.

# 176_Nagging Naoko
source: That's vague! Can I count on getting there within three minutes or not!?
pt: Questo è vago! Posso contare di farcela in tre minuti o no!?

# 188_Nagging Naoko
source: If you can't, I'm putting in a complaint with the taxi bureau! And I'll expect compensation.
pt: Se non ci riesci, farò una lamentela all'ufficio taxi! E pretenderò un risarcimento.

# 212_Nagging Naoko
source: Well, can you or can you not!?
pt: Beh, ci riesci o no!?

# 224_Kiryu
source: I'm sorry, I'm afraid it's not possible to get you there in three minutes.
pt: Mi dispiace, temo non sia possibile arrivarci in tre minuti.

# 236_Nagging Naoko
source: Ugh! Why didn't you say so in the first place, then!?
pt: Uffa! Perché non l'hai detto subito, allora!?

# 248_Kiryu
source: I apologize.
pt: Mi scuso.

# 260_Nagging Naoko
source: Hmph. Well, let's get moving.
pt: Hmph. Beh, muoviamoci.

# 272_Kiryu
source: (She seems to have calmed down.)
pt: (Sembra si sia calmata.)

# 284_Nagging Naoko
source: (I'll pretend I didn't hear her.)
pt: (Faccio finta di non averla sentita.)

# 308_Nagging Naoko
source: What!? Are you ignoring me? You horrible man! I feel completely disrespected!
pt: Cosa!? Mi stai ignorando? Brutto uomo! Mi sento completamente mancata di rispetto!

# 320_Nagging Naoko
source: I'm going to file a complaint... No, scratch that! I'll launch a civil suit against you!
pt: Sto per fare una lamentela... Anzi, no! Ti farò una causa civile!

# 332_Kiryu
source: (I have to calm her down somehow.)
pt: (Devo calmarla in qualche modo.)

# 344_Kiryu
source: I'm sorry, ma'am, but it will be difficult to get you there in three minutes.
pt: Mi dispiace, signora, ma sarà difficile arrivarci in tre minuti.

# 356_Nagging Naoko
source: Ugh! Why didn't you say so in the first place, then!?
pt: Uffa! Perché non l'hai detto subito, allora!?

# 368_Kiryu
source: I apologize.
pt: Mi scuso.

# 380_Nagging Naoko
source: Hmph. Well, let's get moving.
pt: Hmph. Beh, muoviamoci.

# 392_Kiryu
source: (It's never a good idea to ignore a complainer.)
pt: (Non è mai una buona idea ignorare chi si lamenta.)

# 416_Nagging Naoko
source: Gah! That noise is bugging me!
pt: Uffa! Quel rumore mi sta dando fastidio!

# 428_Kiryu
source: Noise?
pt: Rumore?

# 440_Nagging Naoko
source: That blowing sound!
pt: Quel rumore d'aria!

# 452_Kiryu
source: Oh, that's just the sound of the heater.
pt: Oh, è solo il rumore del riscaldamento.

# 464_Nagging Naoko
source: Well, it's really getting on my nerves. Gah!
pt: Beh, mi sta davvero dando sui nervi. Uffa!

# 476_Nagging Naoko
source: (If the sound bugs her, I'll just turn it off.)
pt: (Se il rumore le dà fastidio, lo spengo e basta.)

# 512_Nagging Naoko
source: Brr, now I'm getting chilly! Why is it so cold in here all of a sudden!?
pt: Brrr, adesso mi viene freddo! Perché fa così freddo qui all'improvviso!?

# 524_Kiryu
source: I turned the heater off.
pt: Ho spento il riscaldamento.

# 536_Nagging Naoko
source: Why would you do that? It's freezing out there. Are you going to pay my medical bills if I catch a cold!?
pt: Perché mai l'hai fatto? Lì fuori si gela. Mi pagherai tu le spese mediche se mi prendo un raffreddore!?

# 548_Kiryu
source: You said it was noisy.
pt: Hai detto che faceva rumore.

# 560_Nagging Naoko
source: Well, yes, but I never told you to turn it off!
pt: Beh, sì, ma non ti ho mai detto di spegnerlo!

# 572_Nagging Naoko
source: I'm calling the taxi bureau up right now!
pt: Chiamo subito il centralino dei taxi!

# 584_Kiryu
source: I'm very sorry. I should have asked you before I turned it off.
pt: Mi dispiace molto. Avrei dovuto chiederti prima di spegnerlo.

# 596_Nagging Naoko
source: Hmph. Well, since you apologized, I suppose I'll let it go this time.
pt: Hmph. Beh, dato che ti sei scusato, suppongo che per questa volta la lascerò correre.

# 608_Kiryu
source: (That settles that for now.)
pt: (Per il momento, è a posto così.)

# 620_Nagging Naoko
source: Shall I turn the heater off?
pt: Spengo il riscaldamento?

# 632_Nagging Naoko
source: What? If you switch off the heater on a cold day like this, I'd catch a cold! Are you going to pay my medical bills!?
pt: Cosa? Se spegni il riscaldamento in una giornata così fredda, mi prenderei un raffreddore! Mi pagherai tu le spese mediche!?

# 644_Kiryu
source: Then it's fine to leave it on?
pt: Allora va bene lasciarlo acceso?

# 656_Nagging Naoko
source: Yeah, yeah, just leave the damned thing on.
pt: Sì, sì, lascia acceso quel dannato coso, e basta.

# 668_Kiryu
source: What about the noise?
pt: E il rumore?

# 680_Nagging Naoko
source: Tch. I'm used to it now.
pt: Tch. Ormai ci sono abituata.

# 692_Kiryu
source: (She seems to have calmed down.)
pt: (Sembra che si sia calmata.)

# 704_Nagging Naoko
source: (If I turn the heater off, it'll get cold. I'll just leave it on.)
pt: (Se spengo il riscaldamento, farà freddo. Lo lascio acceso e basta.)

# 716_Nagging Naoko
source: Grr, that noise is really starting to grate on my nerves!
pt: Grr, quel rumore mi sta proprio dando sui nervi!

# 740_Nagging Naoko
source: It's really driving me crazy!
pt: Mi sta proprio facendo impazzire!

# 764_Nagging Naoko
source: Don't you care about your passengers!? Do something about it!
pt: Non te ne frega niente dei tuoi passeggeri!? Fai qualcosa a riguardo!

# 776_Kiryu
source: But if I turn it off, it will get cold.
pt: Ma se lo spengo, farà freddo.

# 788_Nagging Naoko
source: I wasn't asking for your opinion! I'm the customer, aren't I? The customer is always right!
pt: Non ti ho chiesto la tua opinione! Sono la cliente, no? Il cliente ha sempre ragione!

# 800_Nagging Naoko
source: I've never been treated this unjustly before. I'll be filing a complaint with the taxi bureau!
pt: Non sono mai stata trattata così ingiustamente prima d'ora. Presenterò un reclamo all'ufficio dei taxi!

# 812_Kiryu
source: I'm very sorry. What would you like me to do with the heater?
pt: Mi dispiace molto. Cosa vorrebbe che facessi con il riscaldamento?

# 824_Nagging Naoko
source: Oh, just leave it on! But if you slip up again, I'm making that call, you hear!?
pt: Oh, lascialo acceso e basta! Ma se sbagli di nuovo, farò quella chiamata, mi hai sentito!?

# 836_Kiryu
source: (It's never a good idea to ignore a complainer, I guess.)
pt: (Non è mai una buona idea ignorare chi si lamenta, immagino.)

# 848_Nagging Naoko
source: (That's where she wanted me to drop her, but...)
pt: (È lì che voleva che la lasciassi, ma...)

# 860_Kiryu
source: Ma'am? There's a truck parked where you wanted me to drop you, so I'll stop a bit short.
pt: Signora? C'è un camion parcheggiato dove voleva che la lasciassi, quindi mi fermerò un po' prima.

# 872_Nagging Naoko
source: What!? You won't drop me where I asked you to!?
pt: Cosa!? Non mi farai scendere dove ti ho chiesto!?

# 884_Kiryu
source: It's only a few meters away.
pt: Sono solo pochi metri.

# 896_Nagging Naoko
source: Ugh! Fine.
pt: Uff! Va bene.

# 908_Kiryu
source: I apologize for the inconvenience.
pt: Mi dispiace per il disagio.

# 920_Nagging Naoko
source: Yeah, well, you realize you won't get paid now, right?
pt: Sì, beh, ti rendi conto che non verrai pagato adesso, vero?

# 932_Kiryu
source: What!?
pt: Cosa!?

# 944_Nagging Naoko
source: Isn't that how it goes? It's your job to take me where I ask you to.
pt: Non è così che funziona? È il tuo lavoro portarmi dove ti chiedo.

# 956_Nagging Naoko
source: Whether a few meters or a few hundred meters, I don't have to pay if you don't drop me there.
pt: Che siano pochi metri o qualche centinaio di metri, non devo pagare se non mi lasci lì.

# 968_Nagging Naoko
source: Or do you want me to complain to the bureau that you didn't bring me to where I wanted to go!?
pt: O vuoi che mi lamenti all'ufficio che non mi hai portato dove volevo andare!?

# 980_Nagging Naoko
source: I could get your license revoked, you know! I could shut down your entire company!
pt: Potrei farti revocare la licenza, sai! Potrei far chiudere la tua intera compagnia!

# 992_Nagging Naoko
source: Got it? I'm not just bullying you! I'm trying to uphold standards here!
pt: Capito? Non ti sto mica solo bullizzando! Sto cercando di far rispettare gli standard qui!

# 1004_Nagging Naoko
source: (She's really going too far. What am I going to do now?)
pt: (Sta davvero esagerando. Che faccio adesso?)

# 1016_Nagging Naoko
source: (I should avoid getting emotional here, and try persuading her calmly.)
pt: (Dovrei evitare di innervosirmi qui, e cercare di convincerla con calma.)

# 1028_Kiryu
source: Excuse me, ma'am? There may have been some deficiencies with my service, and I apologize for that.
pt: Mi scusi, signora? Potrebbe esserci stata qualche carenza nel mio servizio, e mi dispiace per questo.

# 1040_Nagging Naoko
source: Hmph! Deficiencies all over the place! You didn't even take me the whole way!
pt: Hmph! Carenze dappertutto! Non mi hai nemmeno portato fino in fondo!

# 1052_Kiryu
source: Well, can you tell me how I could take you to the spot you requested, under the circumstances?
pt: Beh, può dirmi come avrei potuto portarla nel punto che ha richiesto, date le circostanze?

# 1064_Nagging Naoko
source: Uh... Huh!?
pt: Uh... Eh!?

# 1076_Kiryu
source: You'll have to forgive me, but I haven't been doing this very long. I'd like to hear what you suggest I do.
pt: Mi dovrà perdonare, ma non è da molto che faccio questo lavoro. Vorrei sentire cosa mi suggerisce di fare.

# 1088_Nagging Naoko
source: Why me?
pt: Perché io?

# 1100_Kiryu
source: You did say you wanted to improve the standards of service.
pt: Lei aveva detto che voleva migliorare gli standard di servizio.

# 1112_Nagging Naoko
source: Yeah, but... Oh, never mind. Just pull up here.
pt: Sì, ma... Oh, lascia perdere. Accosti qui.

# 1124_Kiryu
source: All right.
pt: Va bene.

# 1136_Kiryu
source: (That seems to have calmed her down.)
pt: (Questo sembra averla calmata.)

# 1148_Nagging Naoko
source: (I'll just let loose and yell at her.)
pt: (Mi sfogherò e le urlerò contro.)

# 1160_Kiryu
source: Ma'am...
pt: Signora...

# 1172_Nagging Naoko
source: What!?
pt: Cosa!?

# 1184_Kiryu
source: Come at me, you bellyacher! I'll take you down a notch!
pt: Fatti sotto, lamentona! Ti rimetterò al tuo posto!

# 1208_Kiryu
source: (Did that work?)
pt: (Ha funzionato?)

# 1220_Nagging Naoko
source: WHAT!? Have you got a screw loose or something!?
pt: Cosa!? Hai qualche rotella fuori posto o cosa!?

# 1232_Nagging Naoko
source: I'll come at you all right! One call to the complaints center and you'll be history!
pt: Certo che ti vengo contro! Una chiamata al centro reclami e sarai spacciato!

# 1244_Nagging Naoko
source: Let me out right here! You messed with the wrong lady, pal!
pt: Scendimi proprio qui! Ti sei messo contro la persona sbagliata, amico!

# 1256_Kiryu
source: (That only got her more worked up.)
pt: (Questo l'ha solo fatta alterare ancora di più.)

# 1268_Nagging Naoko
source: (Once she's said her piece, she'll calm down and pay for the ride, I'm sure. I'll just stay quiet and listen.)
pt: (Una volta che si sarà sfogata, si calmerà e pagherà la corsa, ne sono certo. Mi limiterò a stare zitto e ascoltare.)

# 1280_Nagging Naoko
source: Too many taxi drivers treat their passengers like imbeciles! Don't they give you training? I highly doubt it!
pt: Troppi tassisti trattano i loro passeggeri come degli imbecilli! Non vi danno una formazione? Ne dubito fortemente!

# 1292_Nagging Naoko
source: You have no professionalism at all! You've got to remember, this is a service industry!
pt: Non hai proprio professionalità! Devi ricordarti, questa è un'industria di servizi!

# 1304_Kiryu
source: (Seems she's just getting warmed up.)
pt: (Sembra che si stia solo scaldando.)

# 1316_Nagging Naoko
source: And these days we get drivers who don't even know the roads, or who drive like maniacs!
pt: E di questi tempi ci capitano autisti che non conoscono nemmeno le strade, o che guidano come dei matti!

# 1328_Nagging Naoko
source: It's true! I read it in a weekly magazine! Manners and morals among taxi drivers have taken a dive!
pt: È vero! L'ho letto su una rivista settimanale! I modi e la moralità tra i tassisti sono andati a rotoli!

# 1340_Kiryu
source: (Now she's not even talking about her own complaints against me.)
pt: (Ora non sta nemmeno più parlando delle sue lamentele contro di me.)

# 1352_Nagging Naoko
source: I also saw that some of you guys used to be presidents of failed companies! What's the world coming to!?
pt: Ho anche visto che alcuni di voi eravate presidenti di aziende fallite! Dove stiamo andando a finire!?

# 1364_Nagging Naoko
source: You work hard all your life, then one mistake and you're out on the curb, your wife and child leaving you by the roadside. What a miserable time!
pt: Lavori sodo per tutta la vita, poi un errore e ti ritrovi in mezzo a una strada, tua moglie e tuo figlio ti lasciano per strada. Che periodo di merda!

# 1376_Nagging Naoko
source: Kids these days have their hopes and dreams crushed before they even get out of school! Who's responsible for this mess!?
pt: I ragazzi di oggi hanno le loro speranze e i loro sogni infranti ancora prima di finire la scuola! Chi è il responsabile di questo casino!?

# 1388_Kiryu
source: (What is she even complaining about now?)
pt: (Ormai di cosa si sta lamentando?)

# 1400_Nagging Naoko
source: *pant* *pant* It feels good to get that off my chest. Let me out here.
pt: *pant* *pant* Mi ha fatto bene sfogarmi. Mi lasci scendere qui.

# 1412_Kiryu
source: (She seems to have calmed down, but that monologue was exhausting.)
pt: (Sembra che si sia calmata, ma quel monologo è stato estenuante.)
