Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002f.po
Languages: pt

source: ○Food
pt: ○Cibo

source: □Gifts
pt: □Regali

source: ○What kinds of sweets?
pt: ○Che tipo di dolci?

source: □How about normal food?
pt: □E il cibo normale?

source: ○I knew it.
pt: ○Lo sapevo.

source: □Really now?
pt: □Dici sul serio?

source: ○Like the gemstone?
pt: ○Come la pietra preziosa?

source: □Sounds pricey.
pt: □Sembra costoso.

source: ○Very true.
pt: ○Verissimo.

source: □Variety shows can be interesting.
pt: □I varietà possono essere interessanti.

source: △What about late-night TV?
pt: △E la TV a tarda notte?

source: ○Why overseas?
pt: ○Perché all'estero?

source: □What do you like about it?
pt: □Cosa ti piace?

source: ○Wow, you're really into it.
pt: ○Wow, sei proprio preso.

source: □You're a total fangirl!
pt: □Sei proprio una fanatica!

source: ○That seems like a lot.
pt: ○Sembra un bel po'.

source: □You're not bored with it yet?
pt: □Non ti sei ancora stufato?

source: ○You take photos?
pt: ○Fai delle foto?

source: □Is someone photographing you?
pt: □Qualcuno ti scatta delle foto?

source: ○What do you look for in a man?
pt: ○Cosa cerchi in un uomo?

source: □What turns you on?
pt: □Cosa ti eccita?

source: △Would you make the first move?
pt: △Faresti tu la prima mossa?

source: ○Oh, okay.
pt: ○Ah, capisco.

source: □Money isn't everything.
pt: □I soldi non sono tutto.

source: △Anything else?
pt: △Qualcos'altro?

source: ○I see.
pt: ○Capisco.

source: □You're so weird.
pt: □Sei proprio strano.

source: ○How?
pt: ○In che modo?

source: □Does that turn out well?
pt: □E va a finire bene?

source: ○Do you have any special skills?
pt: ○Hai qualche talento particolare?

source: □What are your worst traits?
pt: □Quali sono i tuoi difetti peggiori?

source: △Got any quirks?
pt: △Hai qualche mania?

source: ○What languages?
pt: ○Che lingue parli?

source: □You can play piano?
pt: □Sai suonare il piano?

source: ○What are your measurements?
pt: ○Quali sono le tue misure?

source: □How much money do you have?
pt: □Quanti soldi hai?

source: △When did you first have sex?
pt: △Quando è stata la tua prima volta?

source: ○What's wrong with that?
pt: ○Che c'è di male?

source: □Sorry, professional curiosity.
pt: □Scusa, curiosità professionale.

source: ○Really!?
pt: ○Davvero!?

source: □No way!
pt: □Non ci credo!

source: ○You're so pure.
pt: ○Sei così puro.

source: □Don't be so uptight.
pt: □Non essere così rigida.

# 284_Shinada
source: Tell me about the things you like, Shion-chan.
pt: Parlami delle cose che ti piacciono, Shion-chan.

# 296_Shion
source: What sort of things do you mean?
pt: Che genere di cose intendi?

# 308_Shinada
source: What kind of food do you like?
pt: Che genere di cibo ti piace?

# 320_Shion
source: Oh, I'm extremely fond of sweets!
pt: Oh, vado matta per i dolci!

# 332_Shinada
source: What kinds of sweets in particular?
pt: Che genere di dolci in particolare?

# 344_Shion
source: Let me think. I like Savarin cake, for example.
pt: Fammi pensare. Mi piace il Savarin, per esempio.

# 356_Shinada
source: What's that?
pt: Cos'è?

# 368_Shion
source: It's a cake based on a brioche dough that's baked and then soaked in simple syrup and rum. It's garnished with fruit and whipped cream.
pt: È un dolce a base di pasta brioche che viene cotto al forno e poi inzuppato in sciroppo e rum. È guarnito con frutta e panna montata.

# 380_Shinada
source: That does sound pretty sweet. I bet you'd get heartburn from eating too much.
pt: Sembra proprio una cosa dolcissima. Scommetto che a mangiarne troppa viene il bruciore di stomaco.

# 392_Shion
source: Also, since it's full of liquor, eating too much can also get you drunk!
pt: Inoltre, siccome è pieno di liquore, mangiarne troppo può anche farti ubriacare!

# 404_Shinada
source: Hehe, sounds like an adults-only kind of dessert. If I ever find one I'll have to try it.
pt: Ehehe, sembra proprio un dolce per soli adulti. Se mai ne trovassi uno, dovrò provarlo.

# 416_Shinada
source: Other than sweets, how about normal food?
pt: A parte i dolci, che mi dici del cibo normale?

# 428_Shion
source: Hmm. Miso-katsu, perhaps? I've been a big fan of those since I was a child.
pt: Uhm. La miso-katsu, forse? Ne vado matta fin da quando ero bambina.

# 440_Shinada
source: I knew it. Miso-katsu is practically synonymous with Nagoya.
pt: Lo sapevo. La miso-katsu è praticamente sinonimo di Nagoya.

# 452_Shion
source: I suppose it's a local thing, but I was also raised with a fondness for that kind of seasoning.
pt: Immagino sia una cosa tipica del posto, ma anch'io sono cresciuto con un debole per quel genere di condimento.

# 464_Shinada
source: After living here as long as I have, I find myself putting miso on all sorts of things besides the usual tonkatsu.
pt: Dopo aver vissuto qui così a lungo, mi ritrovo a mettere il miso su un sacco di altre cose oltre alla solita tonkatsu.

# 476_Shion
source: Oh my! Even here in Nagoya we don't use miso that much. Only in certain dishes.
pt: Caspita! Perfino qui a Nagoya non usiamo il miso così tanto. Solo in certi piatti.

# 488_Shinada
source: Huh, really? But it's so tasty! I even put it in my curry and stuff.
pt: Ah, sul serio? Ma è così buono! Lo metto persino nel curry e roba varia.

# 500_Shinada
source: Really now? I wouldn't have guessed you'd be a fan of something so... common.
pt: Davvero? Non l'avrei mai detto che fossi un fan di una cosa così... comune.

# 512_Shion
source: Honestly! I don't know what sort of impression you have of me, Shinada-san, but miso-katsu is eaten by everyone!
pt: Ma davvero! Non so che idea ti sia fatto di me, Shinada-san, ma la miso-katsu la mangiano tutti!

# 524_Shinada
source: Ahaha, sorry! I just always pictured rich people eating completely different kinds of things than regular folks.
pt: Ahaha, scusa! È che ho sempre immaginato che i ricchi mangiassero cose completamente diverse rispetto alla gente comune.

# 536_Shinada
source: What would you like to have more than anything?
pt: Cosa vorresti avere più di ogni altra cosa?

# 548_Shion
source: Hmmm. Let me think.
pt: Uhm. Fammi pensare.

# 560_Shion
source: Oh, I know. I've been looking for a pearl.
pt: Ah, ecco. È da un po' che cerco una perla.

# 572_Shinada
source: Like the gemstone? Sounds like a good gift.
pt: Tipo la pietra preziosa? Sembra un bel regalo.

# 584_Shinada
source: Sounds pricey. I'm not sure I can afford that.
pt: Sembra costosa. Non sono sicuro di potermela permettere.

# 596_Shion
source: Now, now. I wasn't implying that I wanted to get one as a gift.
pt: Suvvia. Non intendevo mica dire che ne volessi una in regalo.

# 608_Shinada
source: Huh? Then what do you want it for?
pt: Eh? Allora a cosa ti serve?

# 620_Shion
source: I'd like to design a pearl brooch on my own! A lot of people own the ones that are sold in shops, so I'd like one that's unique.
pt: Vorrei disegnare una spilla di perle tutta mia! In molti hanno quelle che si vendono nei negozi, quindi ne vorrei una che sia unica.

# 632_Shinada
source: That's amazing. But also kind of hardcore. It'd be hard to get you a decent present after that.
pt: È incredibile. Ma anche un po' estremo. Sarà dura farti un regalo decente dopo questo.

# 644_Shinada
source: What kinds of TV shows do you watch?
pt: Che tipo di programmi guardi in TV?

# 656_Shion
source: I... don't watch television all that much.
pt: Io... non guardo molto la televisione.

# 668_Shinada
source: Oh yeah? How come?
pt: Ah sì? Come mai?

# 680_Shion
source: Because there's nothing worth watching. Every channel just shows the same old uninteresting variety shows.
pt: Perché non c'è nulla che valga la pena di guardare. Ogni canale trasmette sempre i soliti, noiosi programmi di varietà.

# 692_Shinada
source: That's true. They don't even broadcast baseball games any more.
pt: È vero. Ormai non trasmettono nemmeno più le partite di baseball.

# 704_Shion
source: I hear many people go out of their way to get cable TV so they can watch games. Perhaps it isn't so popular these days.
pt: Ho sentito che molta gente fa di tutto per mettersi la TV via cavo pur di guardare le partite. Forse al giorno d'oggi non è più così popolare.

# 716_Shinada
source: Until just recently, most Japanese guys would get home from work, crack open a beer, and kick back to watch the game on TV.
pt: Fino a poco tempo fa, la maggior parte dei giapponesi tornava a casa dal lavoro, si stappava una birra e si metteva comodo a guardarsi la partita in TV.

# 728_Shion
source: My father did that as well. Oh, I feel nostalgic just thinking about it.
pt: Anche mio padre lo faceva. Oh, mi viene nostalgia solo a pensarci.

# 740_Shinada
source: Yeah, those were the days.
pt: Già, quelli sì che erano bei tempi.

# 752_Shinada
source: Variety shows can be interesting. There are quiz shows and educational programming too. You should check them out.
pt: I programmi di varietà possono essere interessanti. Ci sono anche i quiz e i programmi educativi. Dovresti dargli un'occhiata.

# 764_Shion
source: Oh my, really? I thought it was nothing but comedy.
pt: Oh, davvero? Pensavo che non ci fosse altro oltre alla comicità.

# 776_Shinada
source: No way. There are shows you can participate in too. You use the remote to answer the quiz, and you can even win prizes if you get them all correct.
pt: Ma va'. Ci sono programmi a cui puoi partecipare anche tu. Usi il telecomando per rispondere ai quiz e puoi persino vincere dei premi se rispondi correttamente a tutto.

# 788_Shion
source: My goodness, that sort of thing is possible now? I admit that does sound intriguing.
pt: Cielo, oggi si possono fare cose del genere? Devo ammettere che sembra davvero intrigante.

# 800_Shinada
source: You bet. Although, my TV isn't nearly fancy enough to do anything like that...
pt: Puoi scommetterci. Anche se la mia TV non è affatto così all'avanguardia da poter fare una cosa del genere...

# 812_Shinada
source: What about late-night TV? There's a lot more stuff for adults than during prime time, so you can probably find some shows you like.
pt: E la TV a tarda notte? C'è molta più roba per adulti rispetto alla prima serata, quindi potresti trovarci qualche programma che ti piace.

# 824_Shion
source: Oh, I can't do that. Keeping late hours would ruin my looks, so I try to get to bed early.
pt: Oh, non posso farlo. Fare le ore piccole rovinerebbe il mio aspetto, quindi cerco di andare a letto presto.

# 836_Shinada
source: You could always record it. Don't you have a DVR or something like that?
pt: Potresti sempre registrarlo. Non hai un DVR o qualcosa del genere?

# 848_Shion
source: I don't watch enough TV to justify owning one. If I have the time, I'd rather read.
pt: Non guardo abbastanza TV da giustificare il fatto di averne una. Se ho tempo, preferisco leggere.

# 860_Shinada
source: I guess girls these days aren't into TV.
pt: Mi sa che alle ragazze di oggi la TV non interessa granché.

# 872_Shinada
source: What sort of hobbies do you have, Shion-chan?
pt: Che tipo di hobby hai, Shion-chan?

# 884_Shion
source: Hm. Maybe travel?
pt: Uhm. Forse viaggiare?

# 896_Shinada
source: Overseas?
pt: All'estero?

# 908_Shion
source: Yes. Conversely though, I haven't traveled around Japan much at all.
pt: Sì. Al contrario, però, non ho viaggiato quasi per nulla in Giappone.

# 920_Shinada
source: Why overseas? There's a lot of cool stuff to do in Japan as well. I'd love to go to Okinawa.
pt: Perché all'estero? Ci sono un sacco di cose interessanti da fare anche in Giappone. Mi piacerebbe un sacco andare a Okinawa.

# 932_Shion
source: It's because I'm a fan of foreign films. I enjoy going to see locations used for movie shoots.
pt: È perché sono una fan dei film stranieri. Mi piace andare a vedere i luoghi usati per le riprese dei film.

# 944_Shinada
source: Wow, you're really into it.
pt: Wow, ti appassiona proprio.

# 956_Shinada
source: You're a total fangirl! Like those ladies who are all into Korean pop culture.
pt: Sei proprio una fangirl sfegatata! Come quelle signore che vanno matte per la cultura pop coreana.

# 968_Shion
source: Please refrain from lumping me in with them, would you? I'm not given to trends.
pt: Ti pregherei di non mettermi nello stesso sacco con loro, d'accordo? Non sono una che segue le mode.

# 980_Shinada
source: Haha, sorry.
pt: Ah ah, scusa.

# 992_Shinada
source: What countries have you been to?
pt: In che paesi sei stata?

# 1004_Shion
source: Let's see. I've been to several places in the United States, as well as France, Germany, and Italy. I think that's it.
pt: Dunque... Sono stata in diversi posti negli Stati Uniti, oltre che in Francia, Germania e Italia. Credo sia tutto.

# 1016_Shinada
source: That seems like a lot, even for someone who travels often.
pt: Sembra un sacco di roba, anche per chi viaggia spesso.

# 1028_Shion
source: Oh, those are just the countries related to movies. I've been to many more countries that have nothing to do with film.
pt: Oh, quelli sono solo i paesi legati ai film. Sono stata in molti altri paesi che non c'entrano nulla con il cinema.

# 1040_Shinada
source: Whoa, really? That's amazing. And I've never even flown business class.
pt: Caspita, davvero? È incredibile. E io non ho mai nemmeno viaggiato in business class.

# 1052_Shinada
source: You're not bored with it yet? Are there really that many famous movie locations to go to?
pt: Non ti sei ancora stufata? Ci sono davvero così tanti luoghi famosi dei film da visitare?

# 1064_Shion
source: Actually, I hear they shoot footage on sets and combine it with CGI afterwards, so they don't do as much on-site shooting anymore.
pt: A dire il vero, ho sentito che ormai girano sui set per poi combinarli con la CGI, quindi non si fanno più così tante riprese sul posto.

# 1076_Shion
source: I don't think modern movies will create as many memorable locations like older movies have done.
pt: Non credo che i film moderni creeranno così tante location memorabili come hanno fatto i film di una volta.

# 1088_Shinada
source: That's a shame. Maybe visiting movie locations won't be a thing much longer.
pt: Peccato. Forse visitare i luoghi dei film non durerà ancora per molto.

# 1100_Shinada
source: What do you like about it?
pt: Cosa ti piace di tutto questo?

# 1112_Shion
source: I love to take photos. That's my main reason to go on trips.
pt: Adoro scattare foto. È il motivo principale per cui vado in viaggio.

# 1124_Shinada
source: You take photos?
pt: Scatti delle foto?

# 1136_Shion
source: Yes. I bring an SLR with me. I'm good at taking photos with manual focus.
pt: Sì. Porto con me una reflex. Sono brava a scattare foto con la messa a fuoco manuale.

# 1148_Shinada
source: That's amazing. You're really hardcore.
pt: Incredibile. Fai proprio sul serio.

# 1160_Shion
source: I'll take hundreds of photos on a single trip, enough to fill an entire album! Maybe next time I can bring some for you to look at?
pt: Scatto centinaia di foto in un solo viaggio, abbastanza da riempire un intero album! Magari la prossima volta posso portartene alcune da farti vedere?

# 1172_Shinada
source: I'd love to see them!
pt: Mi piacerebbe un sacco vederle!

# 1184_Shinada
source: Does someone take photos of you?
pt: Qualcuno ti scatta delle foto?

# 1196_Shion
source: Depending on the location, yes. If it's a spot from a famous movie, I'll strike the same pose as the actor did in the scene!
pt: Dipende dalla location, sì. Se è un posto di un film famoso, mi metto nella stessa posa dell'attore in quella scena!

# 1208_Shinada
source: You know, I do photography as part of my job too. Maybe I can shoot you sometime?
pt: Sai, anch'io faccio foto per lavoro. Magari qualche volta potrei farti qualche scatto?

# 1220_Shion
source: Oh, would you be willing to do that? On an overseas trip together, of course!
pt: Oh, saresti davvero disposto a farlo? Durante un viaggio all'estero insieme, naturalmente!

# 1232_Shinada
source: Hey, if you're buying, let's do it!
pt: Ehi, se offri tu, ci sto!

# 1244_Shinada
source: Wait, hold on. Do I even have a passport?
pt: Aspetta, un momento. Ma ce l'ho almeno un passaporto?

# 1256_Shinada
source: Hey, Shion-chan, what do you like in terms of romance?
pt: Ehi, Shion-chan, quali sono i tuoi gusti in fatto di storie d'amore?

# 1268_Shion
source: Hm? In what sense?
pt: Hm? In che senso?

# 1280_Shinada
source: I mean, what do you look for in a man?
pt: Voglio dire, cosa cerchi in un uomo?

# 1292_Shion
source: Oh, I see. I suppose his financial assets?
pt: Oh, capisco. Direi il suo patrimonio?

# 1304_Shinada
source: Oh, okay. So that's how it is.
pt: Ah, capisco. Quindi è così che stanno le cose.

# 1316_Shion
source: It's just that I'd want a man who will let me live an unfettered lifestyle.
pt: È solo che vorrei un uomo che mi permetta di condurre uno stile di vita senza vincoli.

# 1328_Shinada
source: How much money are we talking? If a girl like you considers herself not rich enough, then what does that make me?
pt: Di quanti soldi parliamo? Se una come te non si considera abbastanza ricca, allora io cosa dovrei essere?

# 1340_Shinada
source: Money isn't everything. There are way more important things.
pt: I soldi non sono tutto. Ci sono cose molto più importanti.

# 1352_Shion
source: I know, and I don't need you to tell me that! But I still don't want a man who isn't well off!
pt: Lo so, e non c'è bisogno che me lo dica tu! Ma continuo a non volere un uomo che non sia benestante!

# 1364_Shinada
source: Yikes, no need to get so angry about it. Maybe this was the wrong subject to bring up.
pt: Cavolo, non c'è bisogno di arrabbiarsi tanto. Forse non era l'argomento giusto da tirare fuori.

# 1376_Shinada
source: What else besides that? Does he need to be older or tall or something? Or hey, good at sports?
pt: Cos'altro a parte quello? Deve essere più grande, alto o robe del genere? O magari bravo negli sport?

# 1388_Shion
source: Are we talking about yourself here, Shinada-san?
pt: Stiamo parlando di te, Shinada-san?

# 1400_Shinada
source: Oops, you got me.
pt: Ops, mi hai beccato.

# 1412_Shion
source: Yes, I like men like that too.
pt: Sì, anche a me piacciono gli uomini così.

# 1424_Shinada
source: Really? Aw, geez, haha!
pt: Davvero? Eh dai, ahah!

# 1436_Shinada
source: What turns you on?
pt: Cosa ti eccita?

# 1448_Shion
source: Well... I like it when a man checks his watch.
pt: Beh... mi piace quando un uomo si guarda l'orologio.

# 1460_Shion
source: There's something sexy about a man rolling up his sleeve!
pt: C'è qualcosa di sexy in un uomo che si rimbocca le maniche!

# 1472_Shinada
source: I see. Most people nowadays check the time on their phones, so I guess compared to that, checking time on a watch would seem refined.
pt: Capisco. Al giorno d'oggi quasi tutti guardano l'ora sul telefono, quindi immagino che, a confronto, guardarla sull'orologio possa sembrare un gesto raffinato.

# 1484_Shion
source: Oh, so you really do get me!
pt: Oh, allora mi capisci proprio!

# 1496_Shinada
source: You're so weird. How is that sexy?
pt: Sei proprio strano. Cosa ci sarebbe di sexy?

# 1508_Shion
source: I can tell if a man is good at his job by seeing how casual he is at checking time.
pt: Riesco a capire se un uomo è in gamba nel suo lavoro da quanto è naturale quando controlla l'ora.

# 1520_Shinada
source: Huh? Really!?
pt: Eh? Davvero!?

# 1532_Shion
source: Also, I can tell his income by the kind of watch he wears. The first time I meet a man I always make sure to check his watch!
pt: E poi, riesco a capire quanto guadagna dal tipo di orologio che porta. La prima volta che incontro un uomo mi assicuro sempre di dargli un'occhiata all'orologio!

# 1544_Shinada
source: Wow, you've really thought about this.
pt: Wow, ci hai pensato proprio bene.

# 1556_Shinada
source: Are you the type to make the first move if you find someone you like?
pt: Sei il tipo che fa la prima mossa se trovi una che ti piace?

# 1568_Shion
source: Oh no, I would never be so improper.
pt: Oh no, non sarei mai così sfrontata.

# 1580_Shinada
source: So you wait for the guy to declare interest? What if they don't feel the same way?
pt: Quindi aspetti che sia il ragazzo a farsi avanti? E se lui non dovesse ricambiare?

# 1592_Shion
source: In that case, I would do what it takes to make him like me.
pt: In tal caso, farei di tutto per fare in modo che io gli piaccia.

# 1604_Shinada
source: How?
pt: In che modo?

# 1616_Shinada
source: Does that turn out well?
pt: E di solito funziona?

# 1628_Shion
source: Oh, it's simple. All I do is get him into a mood where it's easy for him to confess his feelings for me.
pt: Oh, è semplice. Non faccio altro che metterlo nello stato d'animo giusto, in modo che per lui sia facile dichiararsi.

# 1640_Shion
source: I don't want a man who isn't comfortable enough to take the initiative to date me.
pt: Non voglio un uomo che non si senta abbastanza a suo agio da prendere l'iniziativa di uscire con me.

# 1652_Shinada
source: Hm. I guess I get that, but is that really any less "improper"?
pt: Mh. Credo di aver capito, ma è davvero meno "sfrontato"?

# 1664_Shinada
source: Shion-chan, tell me about yourself.
pt: Shion-chan, parlami un po' di te.

# 1676_Shion
source: Oh? What would you like to know?
pt: Oh? Cosa vorresti sapere?

# 1688_Shinada
source: Do you have any special skills?
pt: Hai qualche talento particolare?

# 1700_Shion
source: Let's see. I know a few languages, and I also have a fondness for the piano.
pt: Vediamo... Conosco diverse lingue, e ho anche una passione per il pianoforte.

# 1712_Shinada
source: What languages?
pt: Quali lingue?

# 1724_Shion
source: English and French. And I know enough Italian and German to get by without too much trouble when I travel there.
pt: Inglese e francese. E conosco l'italiano e il tedesco quanto basta per cavarmela senza troppi problemi quando viaggio da quelle parti.

# 1736_Shinada
source: That's amazing. That must come in handy.
pt: È incredibile. Ti tornerà sicuramente utile.

# 1748_Shion
source: Once you know basic grammar, it's just a matter of picking up vocabulary. And the others are a breeze after learning English.
pt: Una volta imparata la grammatica di base, si tratta solo di imparare nuovi vocaboli. E le altre sono una passeggiata dopo aver imparato l'inglese.

# 1760_Shinada
source: Lots of ball players go to the majors these days, so it doesn't hurt to know English.
pt: Molti giocatori di baseball vanno nelle Major oggigiorno, quindi conoscere l'inglese non guasta.

# 1772_Shion
source: Right now I'm studying Chinese, but the pronunciation is really quite difficult. I'm not making very good progress.
pt: Al momento sto studiando il cinese, ma la pronuncia è davvero difficile. Non sto facendo grandi progressi.

# 1784_Shinada
source: You're learning another one!? Incredible!
pt: Ne stai imparando un'altra ancora!? Incredibile!

# 1796_Shinada
source: You can play the piano? I bet you've been taking lessons for a long time.
pt: Sai suonare il pianoforte? Scommetto che prendi lezioni da un sacco di tempo.

# 1808_Shion
source: Yes, but I stopped when I was in middle school. I'm actually not sure whether I can still play or not.
pt: Sì, ma ho smesso quando andavo alle medie. In realtà non so se sono ancora in grado di suonare o meno.

# 1820_Shinada
source: I guess not many people stick with the piano for very long.
pt: Immagino che non siano in molti a continuare a suonare il pianoforte per molto tempo.

# 1832_Shion
source: I may actually be better on the guitar than I am on the piano.
pt: In realtà, forse sono più brava con la chitarra che con il pianoforte.

# 1844_Shinada
source: You play guitar? Whoa, I'd never have guessed! Are you in a band or something?
pt: Suoni la chitarra? Wow, non l'avrei mai detto! Suoni in una band o roba del genere?
