Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0831.po
Languages: pt

source: Clean Cut Man
pt: Uomo distinto

source: A Breeder
pt: Un allevatore

source: A Part-Timer
pt: Un lavoratore part-time

source: A Freelance Writer
pt: Un scrittore freelance

source: The 50,000 Yen Tip
pt: La Mancia da 50.000 Yen

source: Your First Day on the Job
pt: Il tuo primo giorno di lavoro

source: Nothing
pt: Niente

source: The taxi light also serves as a hazard light.
pt: La luce del taxi serve anche come luce di emergenza.

source: You know what happens to the meter when you reverse?
pt: Sai cosa succede al tassametro quando fai retromarcia?

source: I could tell you about taxi jargon.
pt: Potrei parlarti del gergo dei taxi.

# 44_Kiryu
source: Where are you headed?
pt: Dove sei diretto?

# 56_Clean Cut Man
source: Nowhere in particular right now. Can I get you to just drive for a while?
pt: Niente di particolare per adesso. Mi potresti portare a fare un giro per un po'?

# 68_Kiryu
source: Okay. How long are we talking?
pt: Va bene. Per quanto tempo?

# 80_Clean Cut Man
source: Well, that depends on the conversation.
pt: Beh, dipende dalla conversazione.

# 92_Kiryu
source: (Hm. What a strange passenger.)
pt: (Mh. Che strano passeggero.)

# 104_Clean Cut Man
source: Taxi drivers meet all sorts of people, right?
pt: I tassisti incontrano gente di tutti i tipi, no?

# 116_Kiryu
source: Yes.
pt: Sì.

# 128_Clean Cut Man
source: Then you're probably a good judge of people. See if you can guess my job.
pt: Allora, probabilmente sei un buon intenditore di persone. Prova a indovinare il mio lavoro.

# 140_Kiryu
source: Are you a breeder?
pt: Sei un allevatore?

# 152_Clean Cut Man
source: Huh? A breeder?
pt: Eh? Un allevatore?

# 164_Kiryu
source: Someone who breeds dogs or other animals.
pt: Qualcuno che alleva cani o altri animali.

# 176_Clean Cut Man
source: Yeah, I know it is. But why did you peg me for one?
pt: Sì, lo so che lo è. Ma perché mi hai preso per uno?

# 188_Kiryu
source: Just a wild guess.
pt: Così, a caso.

# 200_Clean Cut Man
source: Haha! That's interesting! I always ask the people I interview the same question, but I've never heard that answer before.
pt: Haha! Questo è interessante! Faccio sempre la stessa domanda alle persone che intervisto, ma non ho mai sentito una risposta così.

# 212_Kiryu
source: People you interview?
pt: Le persone che intervisti?

# 224_Clean Cut Man
source: Oh, sorry for not introducing myself. I'm a freelance writer. The name's Muranaka.
pt: Oh, scusi se non mi sono presentato. Sono uno scrittore freelance. Mi chiamo Muranaka.

# 236_Kiryu
source: Ah. A freelance writer.
pt: Ah. Uno scrittore freelance.

# 248_Muranaka
source: Oh, and I own three dogs. So you weren't necessarily too far off!
pt: Oh, e possiedo tre cani. Quindi non eri andato poi così lontano!

# 260_Kiryu
source: Are you a part-timer?
pt: Sei un lavoratore part-time?

# 272_Clean Cut Man
source: What? A part-timer?
pt: Eh? Un lavoratore part-time?

# 284_Kiryu
source: Yes.
pt: Sì.

# 296_Clean Cut Man
source: Whoa. What makes you say that? It's not exactly the most prestigious thing I've been called.
pt: Ehi. Cosa ti fa dire questo? Non è proprio la cosa più prestigiosa che mi abbiano mai detto.

# 308_Kiryu
source: Sorry. You just looked the type that doesn't take their job very seriously.
pt: Scusa. Sembravi solo il tipo che non prende il lavoro troppo sul serio.

# 320_Clean Cut Man
source: Wow. And there's the double punch. Well, I do try not to be too formal with my work.
pt: Wow. E c'è la doppia mazzata. Beh, cerco di non essere troppo formale col mio lavoro.

# 332_Clean Cut Man
source: It can put the interview subjects on edge, so I opt for a more casual approach.
pt: Può far stare gli intervistati sul chi va là, così opto per un approccio più disinvolto.

# 344_Kiryu
source: Interview?
pt: Intervista?

# 356_Clean Cut Man
source: Oh, sorry for not introducing myself. I'm a freelance writer. The name's Muranaka.
pt: Oh, scusa se non mi sono presentato. Sono uno scrittore freelance. Mi chiamo Muranaka.

# 368_Kiryu
source: Ah. A freelance writer.
pt: Ah. Uno scrittore freelance.

# 380_Muranaka
source: Well, I guess a lot of us freelance writers work part-time, so you weren't too far off the mark.
pt: Beh, immagino che molti di noi scrittori freelance lavorino part-time, quindi non eri troppo fuori strada.

# 392_Kiryu
source: Are you a freelance writer?
pt: Sei uno scrittore freelance?

# 404_Clean Cut Man
source: Wow! You got it in one guess! You're pretty good at sizing people up, all right! This should make for an interesting interview.
pt: Wow! Ci hai azzeccato al primo colpo! Sei proprio bravo a inquadrare la gente, eh! Questa sì che sarà un'intervista interessante.

# 416_Kiryu
source: Interview?
pt: Intervista?

# 428_Clean Cut Man
source: Oh, sorry for not introducing myself. The name's Muranaka. And I'm a freelance writer, just like you said.
pt: Oh, scusa se non mi sono presentato. Mi chiamo Muranaka. E sono uno scrittore freelance, proprio come hai detto tu.

# 440_Kiryu
source: Why are you interviewing taxi drivers?
pt: Perché stai intervistando i tassisti?

# 452_Muranaka
source: I believe variety is the spice of life. I meet all sorts of people in my job, but I figured taxi drivers would have even more perspective.
pt: Credo che la varietà sia il sale della vita. Nel mio lavoro incontro ogni genere di persone, ma ho immaginato che i tassisti avrebbero una prospettiva ancora maggiore.

# 464_Muranaka
source: So I've been interviewing cabbies all over the country to hear their stories. I'm putting together an article on it.
pt: Così ho intervistato tassisti in giro per il paese per sentire le loro storie. Ci sto mettendo insieme un articolo.

# 476_Kiryu
source: I see. How are the interviews going?
pt: Capisco. Come stanno andando le interviste?

# 488_Muranaka
source: Well, I've interviewed a few drivers already, but all they want to do is boast about the big tips they got back during the bubble economy.
pt: Beh, ho già intervistato qualche tassista, ma tutto quello che vogliono fare è vantarsi delle grosse mance che prendevano ai tempi della bolla economica.

# 500_Muranaka
source: Do you have any stories that stand out in particular? It can be anything.
pt: Hai qualche storia che ti è rimasta impressa in particolare? Qualsiasi cosa, eh.

# 512_Kiryu
source: (Something that stands out, huh?)
pt: (Qualcosa che mi è rimasta impressa, eh?)

# 524_Kiryu
source: Well, not long after I started this job, I was given a 50,000 yen tip.
pt: Beh, non molto dopo che ho iniziato questo lavoro, mi hanno dato una mancia da 50.000 yen.

# 536_Muranaka
source: Okay, here we go again. Let me guess, this was back during the bubble economy.
pt: Ok, ci risiamo. Fammi indovinare, questo era ai tempi della bolla economica.

# 548_Kiryu
source: No, it was six months ago.
pt: No, è stato sei mesi fa.

# 560_Muranaka
source: Only recently? Wait, you mean you've only just started this job? Aren't you a little old to be starting a whole new career like that?
pt: Solo di recente? Aspetta, vuoi dire che hai appena iniziato questo lavoro? Non sei un po' vecchio per iniziare una carriera del tutto nuova così?

# 572_Kiryu
source: Perhaps.
pt: Forse.

# 584_Muranaka
source: Wow! What triggered the change? To be honest, I'm more interested in that than the 50,000 yen.
pt: Wow! Cosa ha fatto scattare il cambiamento? Ad essere onesto, mi interessa di più quello che i 50.000 yen.

# 596_Kiryu
source: (I don't get these writer types.)
pt: (Non capisco 'sta gente che scrive.)

# 608_Kiryu
source: I'd rather not dig up the past.
pt: Non mi va di tirare fuori il passato.

# 620_Muranaka
source: Oh, I see. That's a shame.
pt: Oh, capisco. Peccato.

# 632_Muranaka
source: But it's my policy to not press too hard when someone doesn't want to talk about something. I'll leave it at that.
pt: Ma è la mia politica non insistere troppo quando qualcuno non vuole parlare di qualcosa. Mi fermo qui.

# 644_Kiryu
source: I guess the first day I did this job is what sticks out in my memory.
pt: Credo che il mio primo giorno di lavoro sia quello che mi è rimasto più impresso.

# 656_Muranaka
source: I see. Memories of your first day as a driver.
pt: Capisco. Ricordi del tuo primo giorno da tassista.

# 668_Kiryu
source: I'm not from around here, so I wasn't confident I could navigate properly. It was nerve-wracking not knowing if I'd reach the destination.
pt: Non sono di queste parti, quindi non ero sicuro di riuscire a orientarmi bene. Era un casino non sapere se sarei arrivato a destinazione.

# 680_Kiryu
source: Anyway, I finally got my first passenger.
pt: Comunque, ho finalmente preso il mio primo passeggero.

# 692_Kiryu
source: It turned out to be an elementary school boy who'd never ridden in a taxi before.
pt: Era un ragazzino delle elementari che non aveva mai preso un taxi prima.

# 704_Kiryu
source: He brought a map showing the way to his grandmother's house, which helped me a lot.
pt: Ha portato una mappa che mostrava la strada per la casa di sua nonna, il che mi ha aiutato un sacco.

# 716_Muranaka
source: I see. So it was a first for both of you. He must have been nervous.
pt: Capisco. Quindi una prima volta per tutti e due. Doveva essere nervoso.

# 728_Kiryu
source: Yes. But after he had paid and got out, he looked so much more grown up to me than when he first got in.
pt: Sì. Ma dopo che aveva pagato ed era sceso, mi sembrava molto più cresciuto di quando era salito la prima volta.

# 740_Kiryu
source: It motivated me to knuckle down and be brave, just like that little kid.
pt: Mi ha motivato a mettermi sotto e a farmi coraggio, proprio come quel ragazzino.

# 764_Kiryu
source: (Huh? Maybe he's not that interested.)
pt: (Eh? Forse non gli interessa più di tanto.)

# 776_Muranaka
source: That's a great story, driver! I'd love to write about it in my article!
pt: È una bella storia, tassista! Vorrei tanto scriverne nel mio articolo!

# 788_Kiryu
source: You're welcome to.
pt: Faccia pure.

# 800_Kiryu
source: (I'm glad I could give him some good material.)
pt: (Sono contento di avergli dato del buon materiale.)

# 812_Kiryu
source: Nothing really stands out to me.
pt: Niente che mi salti davvero all'occhio.

# 824_Muranaka
source: Oh, I see. But surely there's something you can tell me about?
pt: Oh, capisco. Ma di certo qualcosa da raccontare ce l'ha, no?

# 836_Kiryu
source: No, nothing really comes to mind.
pt: No, niente che mi salti davvero all'occhio.

# 848_Muranaka
source: Okay. I just thought a driver like you might have a unique perspective on things. Never mind.
pt: Va bene. Pensavo solo che un tassista come lei potesse avere un punto di vista unico sulle cose. Lasci stare.

# 860_Kiryu
source: (I should have given it a bit more thought.)
pt: (Avrei dovuto pensarci un po' di più.)

# 872_Kiryu
source: I don't suppose you have any inside stories on the taxi industry, do you?
pt: Non è che per caso ha qualche retroscena sul mondo dei taxi, no?

# 884_Muranaka
source: Things that are ordinary for people in your line of work, but not well known by others.
pt: Cose che per uno del suo mestiere sono la normalità, ma che non tutti sanno.

# 896_Kiryu
source: (Let me see...)
pt: (Fammi vedere...)

# 908_Kiryu
source: You know the light on the roof of taxis?
pt: Sa, la luce sul tetto dei taxi?

# 920_Muranaka
source: Yes. The one with the company name on it, right?
pt: Sì. Quella con il nome della compagnia sopra, giusto?

# 932_Kiryu
source: They usually aren't switched on unless the taxi is empty, but you can make them blink red to warn others in an emergency.
pt: Normalmente non sono accese a meno che il taxi non sia libero, ma si possono far lampeggiare di rosso per avvertire gli altri in caso di emergenza.

# 944_Muranaka
source: Wow, really!? I never knew that! Where is the switch that makes them blink?
pt: Caspita, davvero!? Questo non lo sapevo proprio! Dov'è l'interruttore che li fa lampeggiare?

# 956_Kiryu
source: I'm afraid I can't tell you that. It's somewhere you can push without alerting the passenger.
pt: Temo di non poterglielo dire. È in un punto che si può premere senza allertare il passeggero.

# 968_Muranaka
source: Oh, now I'm curious. But I think I could still use this in my article!
pt: Oh, ora sono curioso. Ma credo che potrei comunque usarlo nel mio articolo!

# 980_Kiryu
source: (I'm glad I could give him some good material.)
pt: (Sono contento di avergli dato del buon materiale.)

# 992_Kiryu
source: Do you know what happens to the meter when you reverse in a taxi?
pt: Sa cosa succede al tassametro quando si fa retromarcia in taxi?

# 1004_Muranaka
source: No, I don't! What does it do? Does the meter go down or something?
pt: No, non lo so! Cosa fa? Il tassametro scende, o qualcosa del genere?

# 1016_Kiryu
source: No, that wouldn't make sense. When you shift into reverse the meter treats it the same as when you are stopped.
pt: No, non avrebbe senso. Quando si mette la retromarcia il tassametro la tratta allo stesso modo di quando si è fermi.

# 1028_Muranaka
source: So if you went the whole way in reverse, you could go anywhere for free!?
pt: Quindi se facessi tutto il tragitto in retromarcia, potresti andare ovunque gratis!?

# 1040_Kiryu
source: Well, there aren't any roads you could do that on. And when you're stopped, the meter still goes up based on time.
pt: Beh, non ci sono strade dove potresti farlo. E quando sei fermo, il tassametro sale comunque in base al tempo.

# 1052_Muranaka
source: Oh, so it'll still cost you. Hmm, I think I could turn that into something for my article, though. Thanks!
pt: Ah, quindi costerà comunque. Hmm, credo che potrei comunque ricavarne qualcosa per il mio articolo, però. Grazie!

# 1064_Kiryu
source: (I'm glad I could give him some good material.)
pt: (Sono contento di avergli dato del buon materiale.)

# 1076_Kiryu
source: I could tell you about taxi jargon. That said, I haven't been doing this long, so these are just things I've heard from my colleagues.
pt: Potrei parlarle del gergo dei taxi. Detto questo, non è molto che faccio questo, quindi sono solo cose che ho sentito dai miei colleghi.

# 1088_Muranaka
source: I see.
pt: Capisco.

# 1100_Kiryu
source: A flag is someone who flags you down on the street.
pt: Un cliente al volo è qualcuno che ti ferma per strada.

# 1112_Kiryu
source: A bingo is someone who flags you down when you already have a passenger.
pt: Un cliente sprecato è qualcuno che ti ferma quando hai già un passeggero.

# 1124_Muranaka
source: Uh-huh.
pt: Ah-ah.

# 1136_Kiryu
source: Drivers sometimes call in bingos so another taxi can come and pick them up.
pt: I tassisti a volte segnalano i clienti sprecati in modo che un altro taxi possa venire a prenderli.

# 1148_Muranaka
source: I see.
pt: Capisco.

# 1160_Kiryu
source: Are you not that interested in this?
pt: Non le interessa poi così tanto?

# 1172_Muranaka
source: No, it's interesting, for sure.
pt: No, è interessante, certo.

# 1184_Muranaka
source: But because these aren't terms you use yourself, I can't figure out an angle for my article.
pt: Ma siccome questi non sono termini che usa lei stesso, non riesco a trovare un taglio per il mio articolo.

# 1196_Kiryu
source: (I guess I should have spoken from experience.)
pt: (Immagino che avrei dovuto parlare per esperienza.)
