Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0878.po
Languages: pt

source: You got 2,200 experience points.
pt: Hai ottenuto 2.200 punti esperienza.

source: Player
pt: Giocatore

source: Unidentified Caller
pt: Chiamante Sconosciuto

source: Devil Takamura
pt: Diavolo Takamura

# 44_Kiryu
source: I'm back.
pt: Sono tornato.

# 56_Kiryu
source: Hey there. I hear you were out showin' Kiyokawa-kun the ropes today, huh?
pt: Ehi. Ho sentito che oggi eri in giro a fargli vedere come si fa a Kiyokawa-kun, eh?

# 68_Kiryu
source: No, today I was up against the Devil Killers.
pt: No, oggi ho affrontato i Diavolo Assassini.

# 80_Nakajima
source: Oh? That thing you were doing for the local police? Don't get into any accidents, y'hear?
pt: Oh? Quella cosa che stavi facendo per la polizia locale? Non fare incidenti, mi raccomando?

# 104_Kiryu
source: ...Chief, I need to ask you something.
pt: ...Capo, devo chiederti qualcosa.

# 116_Nakajima
source: Hmm? And what's that?
pt: Mh? E che c'è?

# 128_Kiryu
source: Is it true you were the one who founded the Devil Killers?
pt: È vero che sei stato tu a fondare i Diavolo Assassini?

# 140_Nakajima
source: ...Where'd ya hear that?
pt: ...Dove l'hai sentito?

# 152_Kiryu
source: From Gentle Nakamura, the guy I just raced.
pt: Da Gentle Nakamura, il tizio con cui ho appena corso.

# 164_Nakajima
source: ...Looks like the cat's out of the bag. I was thinkin' to have a sit-down with ya one of these days... might as well be now.
pt: ...Sembra che il segreto sia venuto a galla. Stavo pensando di parlarti a quattr'occhi uno di questi giorni... tanto vale che sia adesso.

# 236_Kiryu
source: When yer young, ya have time to do whatever your heart desires. For me, that was cars. I loved 'em more than anything... well, just about.
pt: Quando sei giovane, hai tempo di fare tutto quello che ti pare. Per me, quelle erano le macchine. Le amavo più di ogni altra cosa... beh, quasi.

# 248_Nakajima
source: Before I knew it, there were a whole bunch of us, motorheads to the core. So I decided to form the Devil Killers.
pt: Prima che me ne accorgessi, eravamo un sacco, malati di motori fino all'osso. Così ho deciso di fondare i Diavolo Assassini.

# 260_Nakajima
source: We'd race day and night, tryin' to shave seconds off our best times.
pt: Correvamo giorno e notte, cercando di rosicchiare secondi ai nostri tempi migliori.

# 272_Nakajima
source: We all knew the dangers of racin' on the highway. But we were careful.
pt: Sapevamo tutti i pericoli di correre in autostrada. Ma stavamo attenti.

# 284_Nakajima
source: We tracked down the best spots, found out when there was the least traffic... We even posted lookouts with walkie-talkies.
pt: Abbiamo scovato i posti migliori, abbiamo scoperto quando c'era meno traffico... Abbiamo persino messo delle vedette con i walkie-talkie.

# 296_Nakajima
source: We were a close-knit bunch. It wasn't long before we gained a reputation... as the fastest boys in town.
pt: Eravamo un gruppo affiatato. Non ci volle molto prima che ci facessimo una reputazione... come i ragazzi più veloci in città.

# 308_Nakajima
source: My Devil Killers days... that was the prime of my life. Can ya imagine? This old, gnarled stump of a tree once had leaves up top. Hahaha...
pt: I miei giorni con i Diavolo Assassini... quelli sono stati i miei anni d'oro. Te lo immagini? Questo vecchio ceppo contorto di un albero una volta aveva le foglie in cima. Hahaha...

# 332_Nakajima
source: Anyhow. As with anything, time was never on our side. With each passin' generation, the glue that held the crew together seemed to be dissolvin'. And now look at 'em.
pt: Comunque. Come per ogni cosa, il tempo non è mai stato dalla nostra parte. Con ogni generazione che passava, il collante che teneva unita la banda sembrava sciogliersi. E ora guardali.

# 344_Nakajima
source: They drive like reckless maniacs－no regard for safety whatsoever. Then they brought gamblin' on board.
pt: Guidano come dei maniaci spericolati, non gliene frega un bel niente della sicurezza. Poi hanno tirato dentro anche il gioco d'azzardo.

# 356_Nakajima
source: When it comes down to it, there ain't hardly nothin' left of the vision I once had. Only greed and ill gain remain.
pt: Alla fine dei conti, non è rimasto quasi più un bel niente della visione che avevo una volta. Sono rimasti solo avidità e guadagni sporchi.

# 368_Nakajima
source: People shouldn't hafta suffer because of it. Racing was about the thrill, not... not <Italic>this.</Italic>
pt: La gente non dovrebbe doverci rimettere per questo. Le corse erano adrenalina pura, non... non <Italic>questo.</Italic>

# 380_Nakajima
source: ...Listen up, Suzuki-san. There's somethin' I wanna ask ya.
pt: ...Senti un po', Suzuki-san. C'è qualcosa che voglio chiederti.

# 392_Kiryu
source: Yes?
pt: Sì?

# 404_Nakajima
source: I want ya to break up the Devil Killers... Can ya do that for me?
pt: Voglio che tu sciolga i Diavolo Assassini... Puoi farlo per me?

# 440_Nakajima
source: That your phone? Better see who it is.
pt: È il tuo telefono? Meglio vedere chi è.

# 452_Player
source: Sorry, one moment.
pt: Scusa, un momento.

# 476_Player
source: Hello?
pt: Salve?

# 488_Unidentified Caller
source: What up, Suzuki-san?
pt: Come butta, Suzuki-san?

# 500_Kiryu
source: ...Who is this?
pt: ...Chi è?

# 512_Devil Takamura
source: The last of the Four Kings. Technically, the fifth to lead the Devil Killers. Long story short, I'm Devil Takamura.
pt: L'ultimo dei Quattro Re. Tecnicamente, il quinto a capo dei Diavolo Assassini. Per farla breve, sono Devil Takamura.

# 524_Kiryu
source: How did you get this number?
pt: Come hai avuto questo numero?

# 536_Takamura
source: Hah, wouldn't you like to know.
pt: Hah, ti piacerebbe saperlo.

# 548_Kiryu
source: ...What is it you want?
pt: ...Cosa vuoi?

# 560_Takamura
source: Mm, see, you've been preying on my teammates lately.
pt: Mm, vedi, ultimamente ti stai approfittando dei miei compagni.

# 572_Takamura
source: And, thanks to a taxi driver of all people, they've been on a losing streak.
pt: E, grazie nientemeno che a un tassista, ultimamente sono in una striscia perdente.

# 584_Takamura
source: It'd be bad if word got around, so... Someone's gotta nip that in the bud.
pt: Sarebbe un guaio se la voce si spargesse, quindi... Qualcuno deve stroncarlo sul nascere.

# 596_Kiryu
source: I don't see why. Let the people know the truth.
pt: Non vedo il motivo. Lascia che la gente sappia la verità.

# 608_Takamura
source: Yeah, I don't think so.
pt: Già, non credo.

# 620_Takamura
source: Our livelihood depends on our rep. Take that away, you take away our business. Get me?
pt: Il nostro pane dipende dalla nostra reputazione. Toglicela, e ci rovini gli affari. Capito?

# 632_Kiryu
source: That's what you get for basing your business on extortion.
pt: È quello che ti meriti per aver basato i tuoi affari sull'estorsione.

# 644_Takamura
source: Psh... Say what you like. Either way, we need to get back our good name.
pt: Pff... Dì quello che ti pare. Comunque sia, dobbiamo riavere il nostro buon nome.

# 656_Takamura
source: I'm thinking on, like, a major scale. So... Let's hold a race, with spectators and all.
pt: Sto pensando in grande, tipo. Quindi... Facciamo una corsa, con spettatori e tutto il resto.

# 668_Takamura
source: How 'bout it? Me against you. Or are you afraid to get your ass handed to you?
pt: Che ne dici? Io contro di te. O hai paura di farti spaccare il culo?

# 680_Kiryu
source: No, I refuse to be part of a circus act.
pt: No, mi rifiuto di far parte di una pagliacciata.

# 692_Takamura
source: You should wait to hear my offer.
pt: Dovresti aspettare di sentire la mia offerta.

# 704_Takamura
source: I'm assuming Nakajima－wimp that he is－asked you to dismantle the Devil Killers. Am I right?
pt: Immagino che Nakajima－quello smidollato che è－ti abbia chiesto di smantellare i Devil Killers. Ho ragione?

# 728_Takamura
source: Thought so.
pt: L'avevo immaginato.

# 740_Kiryu
source: What, are you saying you'll disband the Devil Killers if I beat you in a race?
pt: Cosa, stai dicendo che scioglierai i Devil Killers se ti batto in una corsa?

# 752_Takamura
source: That's exactly what I'm sayin'.
pt: È proprio quello che dico.

# 764_Takamura
source: Whoever rules the road makes the rules. In other words, the fastest guy calls the shots. That's always been our way.
pt: Chi domina la strada fa le regole. In altre parole, il più veloce comanda. È sempre stato il nostro modo.

# 776_Kiryu
source: ...Fine. You'll get your race.
pt: E va bene. Avrai la tua corsa.

# 788_Kiryu
source: And just so you know, I don't take kindly to people who go back on their word.
pt: E giusto per tua informazione, non la prendo per niente bene con chi si rimangia la parola.

# 800_Takamura
source: Of course. Wouldn't expect you to. But just so <Italic>you</Italic> know, there's a reason I'm in charge of the Devil Killers.
pt: Certo. Non mi aspetterei che tu lo sapessi. Ma giusto perché <Italic>tu</Italic> lo sappia, c'è un motivo se sono a capo dei Devil Killers.

# 812_Takamura
source: You better be prepared, old man.
pt: Faresti meglio a prepararti, vecchio.

# 908_Nakajima
source: So... this Devil Takamura says he'll break up the team if you win?
pt: Allora... questo Devil Takamura dice che scioglierà la squadra se vinci?

# 920_Kiryu
source: That's the long and short of it.
pt: Questo è quanto.

# 932_Nakajima
source: So the bad seeds I sowed way back when have sprouted into weeds, tanglin' up the new generation... I'm ashamed.
pt: Quindi i semi cattivi che ho seminato tanto tempo fa sono germogliati in erbacce, ingarbugliando la nuova generazione... Mi vergogno.

# 944_Kiryu
source: Don't be so hard on yourself. But I do have to ask... are you really okay having such a big part of your past gone for good?
pt: Non essere così duro con te stesso. Ma una cosa te la devo chiedere... sei davvero a posto con l'idea che una parte così grande del tuo passato sia sparita per sempre?

# 956_Nakajima
source: ...I don't mind. The ones I care about most are all right here beside me.
pt: ...Non mi importa. Quelli a cui tengo di più sono tutti qui accanto a me.

# 968_Nakajima
source: Ain't that right, Wada-chan!?
pt: Giusto, Wada-chan!?

# 980_Wada
source: You bet, leader.
pt: Eccome, capo.

# 992_Kiyokawa
source: Wada-san... Don't tell me <Italic>you</Italic> were a Devil Killer, too!
pt: Wada-san... Non dirmi che <Italic>tu</Italic> eri un Devil Killer, anche tu!

# 1004_Wada
source: Yep, as were some of the older drivers.
pt: Già, come lo erano anche alcuni dei vecchi piloti.

# 1016_Kiyokawa
source: Wow! I guess that means I'm part of an elite team here! That's bitchin'.
pt: Wow! Immagino che questo significhi che faccio parte di una squadra d'élite qui! È una figata.

# 1028_Nakajima
source: From what I hear, Suzuki-san, that Devil Takamura's as quick as they come. Don't go out there without a plan.
pt: Da quello che sento, Suzuki-san, quel Devil Takamura è veloce come pochi. Non scendere in pista senza un piano.

# 1040_Kiryu
source: I'll keep that in mind.
pt: Lo terrò a mente.

# 1052_Nakajima
source: Then, without further ado... Boys, let's get back to it!
pt: Allora, bando alle ciance... Ragazzi, rimettiamoci sotto!

# 1064_Kiryu
source: Before that, can I ask one thing?
pt: Prima di questo, posso chiedere una cosa?

# 1088_Kiryu
source: Why did you leave street racing? And the Devil Killers?
pt: Perché hai lasciato le corse clandestine? E i Devil Killers?

# 1112_Kiryu
source: They meant everything to you, didn't they?
pt: Significavano tutto per te, non è vero?

# 1124_Nakajima
source: Well...
pt: Beh...

# 1136_Wada
source: I think you oughta leave it there, Suzuki-san. I'm sure you have some things in your life you'd rather keep close to your chest, no?
pt: Penso che dovresti fermarti qui, Suzuki-san. Sono sicuro che anche tu hai delle cose nella tua vita che preferiresti tenerti strette, no?

# 1160_Kiryu
source: ...Sorry. That was rude of me.
pt: ...Scusa. È stato maleducato da parte mia.

# 1172_Nakajima
source: Naw... you were just curious. I should be the one apologizin'.
pt: Ma no... eri solo curioso. Dovrei essere io a scusarmi.

# 1184_Wada
source: Okay, everyone, why don't we all just drive safely, give it our best, and leave the heavy stuff behind, huh? Sounds like a plan to me!
pt: Allora, gente, perché non guidiamo tutti pulito, mettiamocela tutta e lasciamo stare le cazzate, eh? Mi sembra un bel piano!

# 1208_Kiryu
source: (Devil Takamura... No doubt you'll be my toughest opponent yet. But make no mistake, I won't go down so easy.)
pt: (Devil Takamura... Sarai senza dubbio il mio avversario più tosto finora. Ma non ti illudere, non andrò giù così facilmente.)
