Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a7e.po
Languages: pt

source: Enraged Voice
pt: Voce Infuriata

source: Arrogant Man
pt: Uomo Arrogante

source: Sinister Man
pt: Uomo Sinistro

# 76_Tsutsukubo
source: Oh, it's you. Are you still buffing your bat like a good little boy?
pt: Oh, sei tu. Stai ancora lucidando la tua mazza come un bravo ragazzino?

# 88_Tsutsukubo
source: I'm feeling like another match. How about a home run derby?
pt: Mi va un'altra partita. Che ne dici di un home run derby?

# 100_Tsutsukubo
source: I'll go into the cage for twenty pitches. You go in for the same count next. If you hit more homers, you win.
pt: Entro io in gabbia per venti lanci. Poi tocca a te per altrettanti. Se fai più fuoricampo, vinci.

# 112_Tsutsukubo
source: If we're tied, you win. Though I'm gonna crush you anyway. All right, let's do this!
pt: Se finiamo pari, vinci tu. Anche se ti schiaccerò comunque. Va bene, si parte!

# 172_Tsutsukubo
source: Whew. Smacked seven again. How lucky of me.
pt: Fiuu. Ne ho fatti sette ancora. Che fortuna la mia.

# 184_Tsutsukubo
source: Your turn. You need to bat at least seven out of twenty. That's home runs, if you get me. Think you got what it takes?
pt: Tocca a te. Devi farne almeno sette su venti. Intendo fuoricampo, per intenderci. Ce l'hai la stoffa?

# 196_Shinada
source: Oh, I know I do. It's showtime!
pt: Oh, certo che ce l'ho. È l'ora dello spettacolo!

# 220_Tsutsukubo
source: All right, I'm going up to bat first. I'll go for twenty pitches, then you do the same. Whoever hits more home runs wins the contest.
pt: Va bene, vado io a battere per primo. Farò venti lanci, poi fai lo stesso. Chi fa più fuoricampo vince la gara.

# 232_Shinada
source: Got it. Oh, but what if we're tied?
pt: Capito. Oh, ma cosa succede se finiamo pari?

# 244_Tsutsukubo
source: Might as well just give you that win－I'm gonna crush you anyway. Let me show you how it's done.
pt: Tanto vale darti la vittoria－Ti schiaccerò comunque. Lascia che ti mostri come si fa.

# 304_Tsutsukubo
source: Whew. Seven. Not bad.
pt: Fiuu. Sette. Non male.

# 316_Shinada
source: Well, you do have decent form. That's why you're the Tokai Wonderkid, I guess.
pt: Beh, hai una forma decente. Immagino sia per questo che sei il Tokai Wonderkid.

# 328_Tsutsukubo
source: Your turn. You need to bat at least seven out of twenty. That's home runs, if you get me. Think you got what it takes?
pt: Tocca a te. Devi farne almeno sette su venti. Intendo fuoricampo, per intenderci. Ce l'hai la stoffa?

# 340_Shinada
source: Oh, I got it all right. It's showtime!
pt: Oh, certo che ce l'ho. È l'ora dello spettacolo!

# 364_Enraged Voice
source: What the fuck!? This piece of shit's useless!
pt: Ma che cazzo!? Questo pezzo di merda è inutile!

# 376_Shinada
source: (What's this now?)
pt: (E questo cos'è adesso?)

# 388_Arrogant Man
source: <Italic>Fuck!</Italic> <Italic>You</Italic>! Stupid fucking bat. Can't even hit a goddamn ball!
pt: <Italic>Cazzo!</Italic> <Italic>Tu</Italic>! Stupida mazza di merda. Non riesci nemmeno a colpire una cazzo di palla!

# 400_Shinada
source: (Geez, taking it out on a bat? How dense can you get?)
pt: (Cavolo, prendersela con una mazza? Quanto puoi essere ottuso?)

# 412_Shinada
source: Come on, fellas. Don't do that to the equipment. It's not the bat's fault－you probably just suck.
pt: Dai, ragazzi. Non fate così all'attrezzatura. Non è colpa della mazza－probabilmente siete voi che fate schifo.

# 424_Arrogant Man
source: Huh? And who the fuck are you? You work here?
pt: Eh? E chi cazzo sei? Lavori qui?

# 436_Shinada
source: Nope, just a customer.
pt: No, solo un cliente.

# 448_Sinister Man
source: A customer? And you think you can lecture us? Step the fuck outside, big man.
pt: Un cliente? E pensi di poterci fare la predica? Esci fuori, cazzo, fenomeno.

# 460_Shinada
source: Sure.
pt: Certo.
