Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169031b.po
Languages: pt

source: Dancer
pt: Ballerina

source: Woman
pt: Donna

source: Woman's Voice
pt: Voce di donna

source: Uneasy Woman
pt: Donna preoccupata

source: Yes
pt: Sì

# 76_Haruka
source: *pant* *pant*
pt: *anf* *anf*

# 88_Maki
source: *pant* *pant*
pt: *anf* *anf*

# 100_Dancer
source: No way... Maki lost?
pt: Non ci credo... Maki ha perso?

# 112_Maki
source: Whew! You're good. I know I'm not back at the top of my game yet, but I still can't believe you beat me at hip-hop.
pt: Fiu! Sei forte. So di non essere ancora tornata al massimo ma non riesco ancora a credere che mi hai battuta a hip-hop.

# 124_Haruka
source: *pant* *pant* Thank you.
pt: *anf* *anf* Grazie.

# 136_Maki
source: No wonder you're doing so great on the Princess League! This is an entirely different genre, but you have all the basics down. I really underestimated you.
pt: Non c'è da stupirsi che tu stia andando alla grande alla Princess League! Questo è un genere del tutto diverso, ma hai tutte le basi necessarie. Ti ho proprio sottovalutata.

# 148_Maki
source: Well, you got me this time, but next time we dance, things'll be different!
pt: Beh, stavolta mi hai battuta, ma la prossima volta che balleremo, le cose andranno diversamente!

# 160_Maki
source: I'll be all healed up and in top form. Then we'll see what happens!
pt: Sarò del tutto guarita e al massimo della forma. Allora vedremo cosa succederà!

# 172_Haruka
source: I guess we will.
pt: Già, vedremo.

# 184_Maki
source: Thanks for doing this today. Anyway, I guess I'll be seeing you. All right, you two! Let's go!
pt: Grazie per oggi. Comunque, immagino che ci rivedremo. Bene, voi due! Andiamo!

# 196_Dancer
source: Okay!
pt: Ok!

# 232_Haruka
source: (Phew. I pulled it off, but it wasn't easy. Hip-hop is tough!)
pt: (Fiu. Ce l'ho fatta, ma non è stato facile. L'hip-hop è tosto!)

# 244_Woman
source: Haruka...
pt: Haruka...\n

# 256_Haruka
source: Oh, Akari! Did you see the battle just now?
pt: Oh, Akari! Hai visto la sfida poco fa?

# 268_Akari
source: I did. Haruka, you're just incredible. I can't believe you actually beat Maki. You really have talent, you know that?
pt: L'ho vista. Haruka, sei incredibile. Non riesco a credere che tu abbia davvero battuto Maki. Hai un vero talento, lo sai?

# 280_Haruka
source: But you're really talented too, Akari!
pt: Ma anche tu hai un gran talento, Akari!

# 304_Haruka
source: (I have to apologize to her for what happened.)
pt: (Devo chiederle scusa per quello che è successo.)

# 316_Haruka
source: Akari, I've been wanting to talk to you about last time. I'm really so－
pt: Akari, volevo parlarti dell'ultima volta. Mi dispiace davvero ta－

# 328_Akari
source: I'm so sorry, Haruka!
pt: Mi dispiace tanto, Haruka!

# 340_Haruka
source: Huh?
pt: Uh?

# 352_Akari
source: About last time, about my attitude. I'm really sorry! You and Christina didn't do anything wrong. It was all my fault.
pt: Riguardo all'ultima volta, per il mio comportamento. Mi dispiace davvero! Tu e Christina non avete fatto niente di sbagliato. È stata tutta colpa mia.

# 364_Haruka
source: I was just about to apologize to you! I'm sorry, Akari.
pt: Stavo proprio per chiederti scusa! Mi dispiace, Akari.

# 376_Haruka
source: I've felt so bad ever since it happened. I've been thinking about you this whole time, but I was too scared to call you.
pt: Mi sono sentita malissimo da quando è successo. Ho pensato a te per tutto questo tempo, ma avevo troppa paura di chiamarti.

# 388_Haruka
source: What a terrible friend I've been, not even trying to talk to you when I knew how much you were hurting. I'm so sorry, Akari!
pt: Sono stata un'amica terribile, non ho neanche provato a parlarti quando sapevo quanto stessi soffrendo. Mi dispiace tanto, Akari!

# 400_Akari
source: I've felt the same way. I've been wanting to apologize to you this whole time, too, but I was just too afraid. Some friend, huh?
pt: Anch'io mi sono sentita allo stesso modo. Volevo chiederti scusa anche io per tutto questo tempo, ma avevo troppa paura. Bella amica, eh?

# 412_Haruka
source: Akari... Hey, have you been keeping up with your dancing?
pt: Akari... Ehi, hai continuato ad allenarti con la danza?

# 424_Akari
source: Yeah, sure. You know. Dance is just about the only thing I have going for me.
pt: Sì, certo. Lo sai. La danza è praticamente l'unica cosa che mi riesce bene.

# 436_Haruka
source: Well, I'm really glad to hear it.
pt: Be', mi fa davvero piacere sentirlo.

# 448_Akari
source: Hey, enough about all that. Let's just go back to being friends, yeah?
pt: Ehi, basta parlare di tutto questo. Torniamo semplicemente a essere amiche, va bene?

# 460_Haruka
source: Hehe... Yeah!
pt: Eheh... Sì!

# 472_Akari
source: Heheh. Well, now that we've made up, what do you say we go get something to eat. My treat!
pt: Eheh. Be', ora che abbiamo fatto pace, che ne dici se andiamo a mangiare qualcosa? Offro io!

# 484_Haruka
source: Are you sure? That sounds great!
pt: Sei sicura? Sarebbe fantastico!

# 496_Akari
source: Okay, let me just go grab my things. I'll be right back.
pt: Okay, vado a prendere le mie cose. Torno subito.

# 520_Haruka
source: Huh? Haruka-chan?
pt: Eh? Haruka-chan?

# 544_Yui
source: It's been a while. I think the last time we saw each other was at school when we ate lunch together.
pt: È passato un po' di tempo. Credo che l'ultima volta che ci siamo viste sia stato a scuola, quando abbiamo pranzato insieme.

# 556_Haruka
source: I think you're right. I haven't even gotten any emails from you lately. I've missed you.
pt: Penso che tu abbia ragione. Ultimamente non ho ricevuto e-mail da te. Mi sei mancata.

# 568_Yui
source: Sorry about that. I just figured you were busy with work and didn't want to bother you, you know?
pt: Scusami. Pensavo solo che fossi impegnata con il lavoro e non volevo disturbarti, sai?

# 580_Akari
source: I'm back－ Oh!
pt: Sono tornata－ Oh!

# 592_Haruka
source: Akari, let me introduce you. This is Yui Namiki. She goes to our school, too.
pt: Akari, lascia che ti presenti. Lei è Yui Namiki. Viene anche lei alla nostra scuola.

# 604_Haruka
source: Being a transfer student, I didn't have any friends at first, but Yui-chan went out of her way to be nice and talk to me.
pt: Essendo una studentessa trasferita, non avevo amici all' inizio, ma Yui-chan ha fatto di tutto per essere gentile e parlare con me.

# 616_Akari
source: Sure! Yui and I already know each other!
pt: Certo! Io e Yui ci conosciamo già!

# 628_Haruka
source: You do?
pt: Davvero?

# 640_Yui
source: Yup! Akari-chan and I live really close, so we always see each other on the way to and from school. That's how we became friends.
pt: Già! Io e Akari-chan viviamo molto vicino, quindi ci vediamo sempre nel tragitto per andare e tornare da scuola. È così che siamo diventate amiche.

# 652_Yui
source: But I didn't know the two of you were friends. What are you guys up to right now?
pt: Ma non sapevo che foste amiche voi due. Che cosa state facendo di bello proprio ora?

# 664_Akari
source: We were just about to go get something to eat. Want to come with us?
pt: Stavamo proprio per andare a mangiare qualcosa. Ti va di venire con noi?

# 676_Yui
source: Really? You don't mind?
pt: Davvero? Non vi dispiace?

# 688_Haruka
source: Of course we wouldn't mind! Let's go together, all three of us!
pt: Certo che non ci dispiace! Andiamo insieme, tutte e tre!

# 700_Yui
source: Yeah, okay!
pt: Sì, va bene!

# 712_Akari
source: Great, then! Hey, what do you two say to okonomiyaki?
pt: Ottimo, allora! Ehi, che ne dite di un okonomiyaki voi due?

# 772_Haruka
source: *pant* *pant* You win.
pt: *pant* *pant* Hai vinto.

# 784_Maki
source: *pant* *pant* Yeah, but you were pretty great, yourself. This wasn't even your genre.
pt: *pant* *pant* Già, ma sei stata bravissima anche tu. E non era nemmeno il tuo genere.

# 796_Maki
source: Well, if you ever want a rematch, I'll be here anytime. Just let me know!
pt: Beh, se mai vorrai una rivincita, mi troverai sempre qui. Fammi sapere!

# 820_Haruka
source: (Let's see. The person who wanted to have a dance battle with me should be around here somewhere.)
pt: (Vediamo. La persona che voleva fare una dance battle con me dovrebbe essere qui da queste parti.)

# 844_Haruka
source: Hey! Over here!
pt: Oi! Qua!

# 856_Woman
source: Are you Haruka Sawamura, that idol everybody's talking about?
pt: Sei Haruka Sawamura, l'idol di cui parlano tutti?

# 868_Haruka
source: Well, yes, I'm Haruka Sawamura, but I don't know about the "everybody's talking about" part.
pt: Beh, sì, sono Haruka Sawamura, ma non saprei per quanto riguarda la parte del "ne parlano tutti".

# 880_Woman
source: As if. You're the talk of the town around here. Didn't you know?
pt: Ma figurati. Sei sulla bocca di tutti qui in zona. Non lo sapevi?

# 892_Woman
source: We keep hearing about this idol dancer who's on the Princess League, and how she's been taking down the dancers around here one by one.
pt: Continuiamo a sentire parlare di questa ballerina idol della Princess League e di come stia battendo i ballerini di queste parti uno dopo l'altro.

# 904_Haruka
source: Oh, really? Sorry about that.
pt: Ah, davvero? Mi dispiace.

# 916_Woman
source: Hmph. You don't have to apologize. The dancers who lost to you are the ones to blame, right?
pt: Hmph. Non c'è bisogno di scusarti. La colpa è dei ballerini che hanno perso contro di te, no?

# 928_Uneasy Woman
source: That's right.
pt: Esatto.

# 940_Haruka
source: I got a message that someone wanted to have a dance battle with me...
pt: Ho ricevuto un messaggio: qualcuno voleva fare una dance battle con me...

# 952_Woman
source: Oh, right. Yeah, that would be me. I wanted to see if all of these rumors were true.
pt: Ah, già. Sì, sarei io. Volevo vedere se tutte queste voci fossero vere.

# 964_Woman
source: I'm Maki, the leader of a dance group called the Hipsters.
pt: Sono Maki, la leader di un gruppo di ballo chiamato Hipsters.

# 976_Maki
source: I really hope you'll accept my challenge.
pt: Spero davvero che accetterai la mia sfida.

# 988_Maki
source: The genre is hip-hop.
pt: Il genere è l'hip-hop.

# 1012_Maki
source: Yeah, I don't suppose you do much hip-hop, being an idol and all, but that's the only kind of dance I do. I'm injured right now, too.
pt: Già, immagino che tu non faccia molto hip-hop, visto che sei un'idol e tutto il resto, ma ballo solo questo genere. Sono pure infortunata al momento.

# 1024_Maki
source: I won't be able to give one hundred percent, so I guess that that'll make us about even. What do you say? Wanna take me on?
pt: Non potrò dare il cento per cento, quindi credo che questo ci renderà pari. Che ne dici? Ti va di sfidarmi?

# 1060_Haruka
source: I'm sorry, but now isn't a good time.
pt: Mi dispiace, ma ora non è il momento giusto.

# 1072_Maki
source: No? Darn. Well, I'll be here, so whenever you're ready. Come on back when you're free.
pt: No? Mannaggia. Beh, sarò qui, quindi quando sarai pronta. Torna quando sei libera.

# 1096_Haruka
source: All right. I'll do it.
pt: Va bene. Lo faccio.

# 1108_Maki
source: Heh, I can see why you're doing so well on the Princess League. You've got spirit. I like that.
pt: Heh, capisco perché stai andando così bene nella Princess League. Hai grinta. Mi piace.

# 1120_Maki
source: Let's not waste any more time, then!
pt: Non perdiamo altro tempo, allora!
