Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690278.po
Languages: pt

source: Passerby
pt: Passante

source: Interested Man
pt: Uomo Interessato

source: Yoko's Memo
pt: Memo di Yoko

# 76_Haruka
source: Thank you!
pt: Grazie!

# 100_Haruka
source: What the heck was that?
pt: Che cavolo è stato?

# 112_Interested Man
source: What a complete waste of time.
pt: Che cavolo di spreco di tempo.

# 124_Haruka
source: (I guess that didn't go over too well.)
pt: Immagino non sia andata benissimo.

# 136_Haruka
source: (But I won't give up. Uncle Kaz taught me better than that! I won't let him down!)
pt: (Ma non mi arrenderò. Zio Kaz mi ha insegnato di meglio! Non lo deluderò!)

# 172_Haruka
source: Thank you!
pt: Grazie!

# 196_Haruka
source: That was great!
pt: È stato fantastico!

# 208_Interested Man
source: You just got yourself a new fan!
pt: Ti sei appena guadagnata un nuovo fan!

# 220_Haruka
source: Wow, thank you! I hope you'll keep rooting for me!
pt: Wow, grazie! Spero che continuerai a fare il tifo per me!

# 232_Haruka
source: (I really nailed that performance!)
pt: (Ho davvero spaccato con quella performance!)

# 244_Haruka
source: (I can feel proud telling Yoko-san about this!)
pt: (Posso sentirmi orgogliosa a dirlo a Yoko-san!)

# 280_Haruka
source: (This is the spot Yoko-san was talking about. But... Am I really going to sing here?)
pt: (Questo è il posto di cui parlava Yoko-san. Ma... devo proprio cantare qui?)

# 304_Haruka
source: (What's this piece of paper? Oh, it's a note. Wait, it's from Yoko-san!)
pt: (Cos'è questo pezzo di carta? Oh, è un biglietto. Aspetta, è di Yoko-san!)

# 316_Yoko's Memo
source: Dear bumpkin, I want you to sing here in front of people who have no idea who you are.
pt: Ehi, campagnola, voglio che tu canti qui davanti a persone che non hanno la minima idea di chi tu sia.

# 328_Yoko's Memo
source: Report back to me if you're able to win the crowd over by the end of your song.
pt: Fammi rapporto se riesci a conquistare il pubblico entro la fine della tua canzone.

# 340_Yoko's Memo
source: P.S. Make sure you stand on the beer crate when you sing.
pt: P.S. Assicurati di stare sulla cassa di birra quando canti.

# 352_Haruka
source: Wait, I have to sing on a beer crate? So I can't even dance?
pt: Aspetta, devo proprio cantare su una cassa di birra? E così non posso neanche ballare?

# 364_Passerby
source: Hm? Are you going to perform or something?
pt: Mh? Ti esibirai o cosa?

# 388_Haruka
source: Oh, um...
pt: Oh, ehm...

# 400_Interested Man
source: Well, hurry up. I don't have all day.
pt: Su, sbrigati. Non ho tutto il giorno.

# 424_Haruka
source: I can do this. I just have to believe in myself.
pt: Posso farcela. Devo solo credere in me stessa.
