Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01460047.po
Languages: pt

source: Man
pt: Uomo

source: ArmsID
pt: ID Armi

# 44_Man
source: Ugh... Damn, you're strong.
pt: Ugh... Maledizione, sei forte.

# 56_Saejima
source: I know ya got no choice but to follow yer boss's orders.
pt: Lo so che non hai scelta se non seguire gli ordini del tuo capo.

# 68_Saejima
source: But if ya have even the slightest bit of sympathy for this girl, let her go.
pt: Ma se hai anche solo un briciolo di compassione per questa ragazza, lasciala andare.

# 92_Saejima
source: She's bettin' her life on this.
pt: Ci sta puntando la vita.

# 104_Man
source: Very well. I shall tell our company president of his daughter's decision.
pt: Molto bene. Riferirò al nostro presidente dell'azienda della decisione di sua figlia.

# 116_Man
source: Let's go.
pt: Andiamo.

# 188_Saejima
source: Yer still here? Whaddya waiting for? Get goin'!
pt: Sei ancora qui? Che aspetti? Muoviti!

# 200_Kaguya
source: Actually, Saejima-san...
pt: Veramente, Saejima-san...

# 212_Saejima
source: Huh?
pt: Uh?

# 224_Kaguya
source: I've already missed the audition.
pt: Ho già perso l'audizione.

# 236_Saejima
source: What!? Then why'd I send those guys packin'?
pt: Ma come!? Allora perché ho fatto sloggiare quei tizi?

# 248_Kaguya
source: Hehe. I'm sorry. I guess in the end it just wasn't meant to be.
pt: Hehe. Mi dispiace. Credo che alla fine non fosse destino.

# 260_Saejima
source: What are ya talking about? If yer audition and marriage meetin' were the same day, you shoulda said so. You never told me about this.
pt: Ma che stai a dire? Se la tua audizione e l'incontro per il matrimonio erano lo stesso giorno, avresti dovuto dirmelo. Non me l'hai mai detto.

# 272_Kaguya
source: Because I had no intention of going to that meeting!
pt: Perché non avevo alcuna intenzione di andare a quell'incontro!

# 296_Saejima
source: Hmph. Well, I guess yer the daughter of some big-name family, aren't ya?
pt: Hmph. Beh, a quanto pare sei la figlia di una famiglia importante, vero?

# 308_Kaguya
source: Hehe. Are you surprised?
pt: Hehe. Sei sorpreso?

# 320_Saejima
source: Ya ditz. Bein' from a family like that, ya don't even have to work!
pt: Ma sei tonta? Essendo di una famiglia come quella, non hai nemmeno bisogno di lavorare!

# 332_Kaguya
source: But I don't want that! Ever since I was a child, I've had to do whatever my parents wanted. I never had time to find out what it was I wanted to do for myself.
pt: Ma io non voglio quello! Fin da quando ero bambina, ho dovuto fare tutto quello che i miei genitori volevano. Non ho mai avuto tempo di scoprire cosa volessi fare per conto mio.

# 344_Kaguya
source: That's why I struck out on my own. To be free from my parents. I started working as a hostess to get by. And then I finally discovered what I wanted to do.
pt: Per questo me ne sono andata per conto mio. Per essere libera dai miei genitori. Ho iniziato a lavorare come hostess per sbarcare il lunario. E poi ho finalmente scoperto cosa volevo fare.

# 356_Kaguya
source: Maybe I just should have listened to my parents and gotten married after all...
pt: Magari, alla fine, avrei solo dovuto dar retta ai miei e sposarmi...

# 368_Saejima
source: There's always next time.
pt: C'è sempre la prossima volta.

# 380_Kaguya
source: Huh?
pt: Uh?

# 392_Saejima
source: It's never too late to dream. It ain't over for ya yet. You've barely even started.
pt: Non è mai troppo tardi per sognare. Non è ancora finita per te. Hai a malapena iniziato.

# 416_Saejima
source: It's only really over if ya give up. So long as ya hang in there, you'll make yer dreams come true someday. That's what I believe.
pt: È finita davvero solo se molli. Finché tieni duro, un giorno i tuoi sogni diventeranno realtà. Questo è quello che credo.

# 452_Kaguya
source: Huh!?
pt: Eh!?

# 476_Saejima
source: What's that sound?
pt: Che suono è?

# 500_Kaguya
source: Oh! That's the alarm I set.
pt: Oh! Quello è l'allarme che ho impostato.

# 512_Saejima
source: An alarm?
pt: Un allarme?

# 524_Kaguya
source: Yeah, I set it to go off an hour before the audition, so I wouldn't forget to go.
pt: Sì, l'ho impostato per suonare un'ora prima dell'audizione, così non mi sarei dimenticata di andarci.

# 536_Saejima
source: An hour before? But ya just said you missed it!
pt: Un'ora prima? Ma hai appena detto che l'avevi persa!

# 548_Kaguya
source: Hehe. I must have had my schedule mixed up!
pt: Hehe. Devo aver confuso i miei orari!

# 560_Saejima
source: Ya've gotta be kiddin' me!
pt: Ma mi stai prendendo in giro!

# 572_Kaguya
source: Oopsie!
pt: Ops!

# 596_Kaguya
source: Hey, don't be so mad!
pt: Ehi, non te la prendere così!

# 608_Saejima
source: Just hurry up and get yer ass goin'!
pt: Sbrigati e muovi il culo!

# 620_Kaguya
source: Okay!
pt: Ok!

# 644_Saejima
source: For shit's sake. Can't imagine what her parents musta gone through.
pt: Porca miseria. Non riesco a immaginare cosa i suoi genitori devono aver passato.
