Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0de4.po
Languages: pt

# 1604_Woman
source: This next one is also fairly well-known. It's the one about "Peter Piper."
pt: Anche il prossimo è piuttosto conosciuto. È quello di "Peter Piper".

# 1652_Woman
source: Nope, sorry. It's supposed to be "Peter Piper picked a peck of pickled peppers."
pt: No, mi spiace. Dovrebbe essere "Peter Piper picked a peck of pickled peppers."

# 1664_Haruka
source: Wow, it's more difficult than I thought it would be.
pt: Wow, è più difficile di quanto pensassi.

# 1676_Fujimoto
source: That's all right! You can't be expected to do everything perfectly right from the start! That's what training is for.
pt: Non preoccuparti! Non puoi pretendere di fare tutto perfettamente fin dall'inizio! È a questo che serve l'allenamento.

# 1688_Saegusa
source: Still, this last one is going to be quite difficult. Are you sure you're ready?
pt: Comunque, quest'ultimo sarà piuttosto difficile. Sei sicuro di essere pronto?

# 1700_Woman
source: Um, let's see...
pt: Uhm, vediamo...

# 1712_Saegusa
source: Too slow! I'm afraid you took much too long, Miss Sawamura. Don't worry about making a mistake. Just go for it!
pt: Troppo lento! Temo che tu ci abbia messo decisamente troppo, signorina Sawamura. Non preoccuparti di sbagliare. Buttati e basta!

# 1724_Haruka
source: Okay, I'll try.
pt: Okay, ci proverò.

# 1736_Fujimoto
source: That's all right! You can't be expected to do everything perfectly right from the start! That's what training is for.
pt: Non preoccuparti! Non puoi pretendere di fare tutto perfettamente fin dall'inizio! È a questo che serve l'allenamento.

# 1748_Saegusa
source: Still, this last one is going to be quite difficult. Are you sure you're ready?
pt: Comunque, quest'ultimo sarà piuttosto difficile. Sei sicuro di essere pronto?

# 1772_Saegusa
source: Very good! Now, say it again!
pt: Molto bene! Adesso, ripetilo!

# 1808_Saegusa
source: Great! Say it one last time!
pt: Ottimo! Dillo un'ultima volta!

# 1844_Saegusa
source: You did it, Sawamura-san! Well done!
pt: Ce l'hai fatta, Sawamura-san! Ben fatto!

# 1856_Fujimoto
source: That was amazing!
pt: È stato incredibile!

# 1868_Haruka
source: Oh, thank you!
pt: Oh, grazie!

# 1880_Saegusa
source: Now, this last one should prove quite difficult. Are you sure you're ready?
pt: Ora, quest'ultimo si rivelerà piuttosto difficile. Sei sicuro di essere pronto?

# 1892_Woman
source: And now for the big finish! This one is a little less common. Have you heard it before?
pt: E ora il gran finale! Questo è un po' meno comune. L'hai già sentito?

# 1904_Saegusa
source: It goes, "Many an anemone sees an enemy anemone." And please note that it's pronounced "uh-NEM-uh-nee."
pt: Dice così: "Many an anemone sees an enemy anemone". E ricorda che si pronuncia "uh-NEM-uh-nee".

# 1916_Haruka
source: Anemone? Those colorful sea creatures with the tentacles, right? "Many an anemone sees an enemy anemone." Okay. I'll do my best!
pt: Anemone? Quelle colorate creature marine con i tentacoli, giusto? "Many an anemone sees an enemy anemone." Va bene. Ce la metterò tutta!

# 1928_Saegusa
source: Good luck!
pt: Buona fortuna!

# 1964_Saegusa
source: "Many a nemone"? That wasn't quite right, was it?
pt: "Many a nemone"? Non era proprio corretto, vero?

# 1988_Saegusa
source: "Many an enemy"? That wasn't quite right, was it?
pt: "Many an enemy"? Non era proprio corretto, vero?

# 2000_Woman
source: Hmm. That one is really hard!
pt: Uhm. Quello è davvero difficile!

# 2012_Saegusa
source: Not to worry! You'd have to be a professional to have this one come easily. It takes training, and that's what we're here for.
pt: Non preoccuparti! Dovresti essere un professionista perché questo ti riesca facilmente. Ci vuole allenamento, ed è per questo che siamo qui.

# 2024_Woman
source: Um, let's see...
pt: Uhm, vediamo...

# 2036_Saegusa
source: That was too slow, I'm afraid, Sawamura-san.
pt: È stato troppo lento, temo, Sawamura-san.

# 2060_Saegusa
source: Very good! Now, say it again!
pt: Molto bene! Ora, dillo di nuovo!

# 2096_Saegusa
source: Very good! Now, say it again!
pt: Molto bene! Ora, dillo di nuovo!

# 2132_Saegusa
source: I can't believe it! You got it exactly right! That was incredible, Sawamura-san!
pt: Non posso crederci! L'hai detto alla perfezione! È stato incredibile, Sawamura-san!

# 2144_Fujimoto
source: I can't believe it, either!
pt: Non posso crederci neanch'io!

# 2156_Haruka
source: Ooh, I'm so happy!
pt: Ooh, sono così felice!

# 2168_Saegusa
source: I'm very impressed! You must have a natural aptitude for this sort of thing.
pt: Sono davvero colpito! Devi avere un talento naturale per questo genere di cose.

# 2180_Woman
source: That concludes our introductory class. Thank you very much for coming today.
pt: Con questo si conclude la nostra lezione introduttiva. Grazie mille per essere venuti oggi.

# 2192_Haruka
source: Thank you for such an interesting lesson!
pt: Grazie per questa lezione così interessante!

# 2216_Woman
source: Well... I really wanted to recommend that you enroll in our school...
pt: Beh... Volevo davvero consigliarti di iscriverti alla nostra scuola...

# 2228_Fujimoto
source: Nevertheless, Sawamura-san, it would seem you got all of our practice problems perfectly correct.
pt: Tuttavia, Sawamura-san, sembrerebbe che tu abbia risolto tutti i nostri esercizi di pratica in modo perfettamente corretto.

# 2240_Saegusa
source: I'm afraid you've left me without a way to persuade you to join.
pt: Temo che tu non mi abbia lasciato alcun modo per convincerti a iscrirti.

# 2252_Haruka
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 2264_Fujimoto
source: And after Saegusa-sensei gave you this introductory lesson for free and everything!
pt: E pensare che Saegusa-sensei ti ha offerto questa lezione introduttiva gratuitamente e tutto il resto!

# 2276_Saegusa
source: I'm sorry, Ms. Fujimoto, but I'm afraid there's really nothing left for me to teach Sawamura-san.
pt: Mi dispiace, Fujimoto-san, ma temo che non sia rimasto davvero nulla che io possa insegnare a Sawamura-san.

# 2288_Saegusa
source: Next time, I hope you can bring me a student who requires a bit more help.
pt: La prossima volta, spero che tu possa portarmi uno studente che richieda un po' più di aiuto.

# 2300_Fujimoto
source: Yes, I'll do my best.
pt: Sì, farò del mio meglio.

# 2312_Haruka
source: (Aw, they seem like such nice people. I feel kind of guilty, but at least now I can have confidence in my speaking skills!)
pt: (Oh, sembrano persone così gentili. Mi sento un po' in colpa, ma almeno ora posso avere fiducia nelle mie capacità oratorie!)

# 2324_Woman
source: You already possess some solid skills, but enrolling in our school will help you refine them. Have you any interest in being an announcer?
pt: Possiedi già delle solide capacità, ma iscriverti alla nostra scuola ti aiuterà a perfezionarle. Ti interesserebbe diventare un annunciatore?

# 2336_Fujimoto
source: What do you say, Miss Sawamura? What a wonderful career that would be!
pt: Che ne dici, Sawamura-san? Che carriera meravigliosa sarebbe!

# 2348_Haruka
source: Well, I...
pt: Beh, io...

# 2360_Haruka
source: (I really don't have the time for that right now. I only took the class because it was free.)
pt: (Non ho proprio tempo per questo adesso. Ho seguito la lezione solo perché era gratuita.)

# 2372_Saegusa
source: I know what you're thinking. Your life is so busy already, and you just don't have the time.
pt: So cosa stai pensando. La tua vita è già così piena di impegni, e semplicemente non hai tempo.

# 2384_Haruka
source: Yes, I'm afraid that's true. I'm sorry, but I can't enroll in your school...
pt: Sì, purtroppo è così. Mi dispiace, ma non posso iscrivermi alla vostra scuola...

# 2396_Saegusa
source: Not to worry! We also have a home-study kit for busy students like you. You can train in your spare time at home!
pt: Non preoccuparti! Abbiamo anche un kit per lo studio a casa per studenti impegnati come te. Puoi allenarti nel tempo libero a casa!

# 2408_Haruka
source: Pardon?
pt: Come scusa?

# 2420_Fujimoto
source: The kit includes a textbook on proper language usage, and an anthology of one thousand tongue twisters as well! They can be yours for only 500,000 yen!
pt: Il kit include un manuale sul corretto uso della lingua, e un' antologia di mille scioglilingua! Possono essere tuoi per soli 500.000 yen!

# 2432_Haruka
source: What!? 500,000 yen!?
pt: Cosa!? 500.000 yen!?

# 2444_Saegusa
source: At least, that's the usual price. But because you already have such a solid foundation, we would like to give you a discounted price of only 490,000 yen!
pt: Almeno, questo è il prezzo abituale. Ma dato che possiedi già delle basi così solide, vorremmo offrirti un prezzo scontato di soli 490.000 yen!

# 2456_Woman
source: I'm afraid that, if you truly are interested in a voice-related career, you would need quite a bit of training here at our school first.
pt: Temo che, se sei davvero interessata a una carriera legata alla voce, avresti bisogno di un bel po' di addestramento qui alla nostra scuola, prima di tutto.

# 2468_Saegusa
source: I'm sure you could tell from the introductory class that you have many areas of weakness.
pt: Sono sicuro che avrai notato dalla lezione introduttiva che hai molti punti deboli.

# 2480_Fujimoto
source: But don't you worry, Sawamura-san! We can help you! We'll support you every step of the way as you work toward your dreams!
pt: Ma non preoccuparti, Sawamura-san! Possiamo aiutarti! Ti sosterremo in ogni fase del cammino mentre lavori per realizzare i tuoi sogni!

# 2492_Haruka
source: But, I...
pt: Ma, io...

# 2504_Haruka
source: (I really don't have the time for that right now. I only took the class because it was free.)
pt: (Non ho proprio tempo per questo al momento. Ho seguito la lezione solo perché era gratuita.)

# 2516_Saegusa
source: I know what you're thinking. Your life is so busy already, and you just don't have the time.
pt: So cosa stai pensando. La tua vita è già così impegnata, e semplicemente non hai tempo.

# 2528_Haruka
source: Yes, I'm afraid that's true. I'm sorry, but I can't enroll in your school...
pt: Sì, temo che sia vero. Mi dispiace, ma non posso iscrivermi alla vostra scuola...

# 2540_Saegusa
source: Not to worry! We also have a home-study kit for busy students like you. You can train in your spare time at home!
pt: Niente paura! Abbiamo anche un kit di studio a domicilio per studenti impegnati come te. Puoi allenarti nel tempo libero a casa!

# 2552_Haruka
source: Pardon?
pt: Come scusa?

# 2564_Fujimoto
source: The kit includes a textbook on proper language usage, and an anthology of one thousand tongue twisters as well! They can be yours for only 500,000 yen!
pt: Il kit include un libro di testo sul corretto uso della lingua, e un' antologia di mille scioglilingua! Possono essere tuoi per soli 500.000 yen!

# 2576_Haruka
source: What!? 500,000 yen!?
pt: Cosa!? 500.000 yen!?

# 2588_Saegusa
source: At least, that's the usual price. But because you already have some foundation, we would give you a discounted price of only 490,000 yen!
pt: Quanto meno, questo è il prezzo abituale. Ma siccome hai già delle basi, ti faremo un prezzo scontato di soli 490.000 yen!

# 2600_Woman
source: Oh, no, Saegusa-sensei! Are you sure? That's far too much of a discount for these wonderful materials!
pt: Oh, no, Saegusa-sensei! Ne è sicuro? È uno sconto fin troppo generoso per questo materiale meraviglioso!

# 2612_Saegusa
source: Yes, well, Miss Sawamura is truly special. She deserves the opportunity! What do you say, Miss Sawamura? Don't let this chance slip away!
pt: Sì, be', la signorina Sawamura è davvero speciale. Merita questa opportunità! Che ne dice, signorina Sawamura? Non si lasci sfuggire questa occasione!

# 2624_Haruka
source: But I don't have that kind of money.
pt: Ma non ho tutti quei soldi.

# 2636_Saegusa
source: Think of it as an investment in your future! It may seem like a lot of money now, but the return will be well worth it!
pt: Pensalo come a un investimento per il tuo futuro! Può sembrare una grossa cifra ora, ma il ritorno ne varrà assolutamente la pena!

# 2648_Saegusa
source: Both me and Fujimoto-san think that, with these materials, you will learn the proper use of the language and gain confidence in your skills!
pt: Sia io che Fujimoto-san pensiamo che, con questo materiale, imparerai l'uso corretto della lingua e acquisirai sicurezza nelle tue capacità!

# 2660_Haruka
source: "Me and Fujimoto-san think"? I thought you said that's incorrect. Shouldn't it be "Fujimoto-san and I think"?
pt: "Io e Fujimoto-san pensiamo"? Pensavo avesse detto che è sbagliato. Non dovrebbe essere "Fujimoto-san e io"?

# 2672_Saegusa
source: Oops!
pt: Ops!

# 2684_Fujimoto
source: Saegusa-sensei! What were you thinking!?
pt: Saegusa-sensei! Ma a cosa stava pensando!?

# 2696_Haruka
source: I'm sorry, but I don't have that kind of money. I'm afraid I won't be buying your study kit.
pt: Mi dispiace, ma non ho tutti quei soldi. Temo che non comprerò il vostro kit di studio.

# 2708_Saegusa
source: But they really are wonderful materials, well worth the price.
pt: Ma è davvero un materiale meraviglioso, che vale decisamente il prezzo.

# 2720_Haruka
source: Do they contain example sentences such as "Me and Fujimoto-san think"?
pt: Contengono frasi di esempio come "Io e Fujimoto-san pensiamo"?

# 2732_Saegusa
source: Oh, uh, well, that was just a simple slip of the tongue on my part.
pt: Oh, uh, be', quello è stato solo un semplice lapsus da parte mia.

# 2744_Haruka
source: I'm sorry, but I'm afraid I have to be going now. I really did enjoy the lesson, though. Thank you very much for your time!
pt: Mi dispiace, ma temo di dover andare ora. Mi è davvero piaciuta la lezione, comunque. Grazie mille per il vostro tempo!

# 2756_Saegusa
source: But－
pt: Ma...

# 2768_Fujimoto
source: Darn. I really thought we had her...
pt: Accidenti. Pensavo proprio che l'avessimo in pugno...
