Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020657.po
Languages: pt

# 2736_Nakajima
source: Oh. Well what brings ya out here?
pt: Oh. Bene, cosa ti porta qui fuori?

# 2748_Kiryu
source: Actually... Hirakawa-san asked me to come get you.
pt: In realtà... Hirakawa-san mi ha chiesto di venire a prenderti.

# 2760_Nakajima
source: What, I stay out too long or somethin'? Sorry 'bout that.
pt: Cosa, sono rimasto fuori troppo a lungo o roba del genere? Scusa per quello.

# 2772_Nakajima
source: All I remember is I was havin' a mighty good meal, so I ordered some more drinks and... poof! Where's the time all go? Hahaha!
pt: Tutto quello che ricordo è che mi stavo facendo una gran bella scorpacciata, così ho ordinato ancora da bere e... puff! Dov'è finito tutto il tempo? Hahaha!

# 2784_Kiryu
source: Sorry to interrupt, Chief, but...
pt: Mi scusi l'interruzione, Capo, ma...

# 2796_Nakajima
source: Yeah?
pt: Sì?

# 2808_Kiryu
source: Something urgent has actually come up. Would it be all right if I asked you to head back alone?
pt: In realtà è saltato fuori qualcosa di urgente. Ti dispiacerebbe se ti chiedessi di tornare indietro da solo?

# 2820_Nakajima
source: Y'got it, buddy. Not a problem.
pt: Certo, amico. Nessun problema.

# 2832_Kiryu
source: Thank you. I really appreciate it.
pt: Grazie. Te ne sono davvero grato.

# 2856_Kiryu
source: (So the Omi Alliance sent Watase over to Olivier.)
pt: (Allora l'Alleanza Omi ha mandato Watase da Olivier.)

# 2868_Kiryu
source: (Things are bound to go wrong if Morinaga gets there before I do. I have to get to him first!)
pt: (Le cose andranno sicuramente male se Morinaga ci arriva prima di me. Devo raggiungerlo per primo!)

# 2904_Kiryu
source: (The chief's favorite diner is in the <Color:7>alley at the north end of Chikuzengawa Street<Color:Default>.)
pt: (La tavola calda preferita del Capo è nel <Color:7>vicolo all'estremità nord di Chikuzengawa Street<Color:Default>.)

# 2940_Aizawa
source: I never meant to intrude!
pt: Non volevo intromettermi!

# 2952_Aizawa
source: But I couldn't take him to the hospital, and there was nowhere else to go... You were the only option I had.
pt: Ma non potevo portarlo all'ospedale, e non c'era altro posto dove andare... Eri l'unica opzione che avevo.

# 2964_Kiryu
source: How did you know where I live?
pt: Come sapevi dove vivo?

# 2976_Aizawa
source: After we learned a "Taichi Suzuki" drove the last taxi the chairman got in, we got hold of the local real estate info and tracked you down.
pt: Dopo che abbiamo scoperto che un "Taichi Suzuki" ha guidato l'ultimo taxi su cui è salito il presidente, abbiamo messo le mani sulle informazioni immobiliari della zona e ti abbiamo rintracciato.

# 2988_Aizawa
source: The only rental contract for a Taichi Suzuki here was your place, so it wasn't hard to find.
pt: L'unico contratto di affitto per un Taichi Suzuki qui era il tuo posto, quindi non è stato difficile trovarlo.

# 3000_Kiryu
source: I see... Why didn't you come see me earlier, then?
pt: Capisco... Perché non sei venuto a trovarmi prima, allora?

# 3012_Aizawa
source: Morinaga-aniki wanted to do things right. He says as representatives of the Tojo Clan, we can't be seen breaking code.
pt: Morinaga-aniki voleva fare le cose per bene. Dice che, in quanto rappresentanti del Clan Tojo, non possiamo essere visti infrangere il codice.

# 3024_Kiryu
source: So that's why you came to wait for me after work.
pt: Ecco perché sei venuto ad aspettarmi dopo il lavoro.

# 3036_Aizawa
source: Right. Morinaga-aniki does everything by the book, no matter what.
pt: Giusto. Morinaga-aniki fa sempre tutto alla lettera, a prescindere da tutto.

# 3048_Kiryu
source: So what happened? That doesn't look like something you get from a regular brawl.
pt: Allora, che è successo? Quella non sembra una ferita che ti fai in una rissa qualsiasi.

# 3060_Aizawa
source: Some Yamagasa men got the drop on us.
pt: Degli uomini Yamagasa ci hanno colto di sorpresa.

# 3072_Kiryu
source: They attacked you?
pt: Ti hanno attaccato?

# 3084_Aizawa
source: Ever since Chairman Dojima met Madarame, the Yamagasa Family patriarch, their men have been ambushing ours left and right... We're ten down already.
pt: Da quando il Presidente Dojima ha incontrato Madarame, il patriarca della Famiglia Yamagasa, i loro uomini hanno iniziato a tendere imboscate ai nostri a destra e a manca... Abbiamo già perso dieci uomini.

# 3096_Kiryu
source: Why would they do that?
pt: Perché farebbero una cosa del genere?

# 3108_Kiryu
source: I thought the alliance talks were going well.
pt: Pensavo che i colloqui per l'alleanza stessero andando bene.

# 3120_Aizawa
source: That only goes for upper management.
pt: Questo vale solo per i vertici.

# 3132_Aizawa
source: Their men on the street aren't too happy about the Tojo Clan being in Fukuoka.
pt: I loro uomini in strada non sono affatto contenti della presenza del Clan Tojo a Fukuoka.

# 3144_Kiryu
source: Okay... But why come to me?
pt: Va bene... Ma perché proprio da me?

# 3156_Kiryu
source: Surely your fellow Tojo Clan members could help.
pt: Ma i tuoi compagni del Clan Tojo potrebbero darti una mano.

# 3168_Aizawa
source: Not possible.
pt: Non è possibile.

# 3180_Kiryu
source: Why not?
pt: Perché no?

# 3192_Aizawa
source: We're the chairman's bodyguards. When he went missing, that fell on Morinaga-aniki.
pt: Siamo le guardie del corpo del presidente. Quando è scomparso, è toccato a Morinaga-aniki.

# 3204_Aizawa
source: There's gonna be hell to pay, even if he shows up now.
pt: Ci saranno guai grossi, anche se si facesse vivo adesso.

# 3216_Aizawa
source: And if anyone found out Morinaga-aniki got bruised up by the Yamagasa on top of losing the chairman, he'd really be in for it.
pt: E se qualcuno scoprisse che Morinaga-aniki è stato malmenato dagli Yamagasa oltre ad aver perso il presidente, sarebbe davvero in grossi guai.

# 3228_Kiryu
source: But it isn't his fault he got ambushed.
pt: Ma non è colpa sua se è stato vittima di un agguato.

# 3240_Aizawa
source: That wouldn't matter to Patriarch Aoyama. He doesn't like excuses.
pt: Questo non importerebbe al Patriarca Aoyama. Non gli piacciono le scuse.

# 3252_Aizawa
source: And... he lets nothing go unpunished.
pt: E... non lascia nulla impunito.

# 3264_Kiryu
source: Yakuza families aren't like companies. He won't get far just by playing authoritarian.
pt: Le famiglie yakuza non sono come le aziende. Non andrà lontano solo a fare l'autoritario.

# 3276_Aizawa
source: I hear what you're saying.
pt: Capisco quello che dici.

# 3288_Aizawa
source: But it's a known fact that Patriarch Aoyama's discipline is what makes the Tojo Clan strong.
pt: Ma è risaputo che la disciplina del Patriarca Aoyama è ciò che rende forte il Clan Tojo.

# 3300_Aizawa
source: He shows no mercy to members who betray us or violate an order.
pt: Non perdona i membri che ci tradiscono o violano un ordine.

# 3312_Aizawa
source: Even a big-name family dating back to the third chairman got axed after causing a scandal.
pt: Anche una famiglia di spicco risalente al terzo presidente è stata fatta fuori dopo aver causato uno scandalo.

# 3336_Aizawa
source: He's promoted lots of younger families that prove loyal and produce results instead.
pt: Ha promosso molte famiglie più giovani che si dimostrano leali e producono risultati, invece.

# 3348_Aizawa
source: It might sound harsh, but everyone knows where they stand. The whole clan feels reinvigorated, and morale is high.
pt: Potrà suonare duro, ma tutti sanno qual è il loro posto. L'intero clan si sente rinvigorito, e il morale è alto.

# 3360_Kiryu
source: Reinvigorated, huh?
pt: Rinvigorito, eh?

# 3372_Kiryu
source: I guess me and my brothers from back in the day have fallen behind the times.
pt: Immagino che io e i miei fratelli di un tempo siamo rimasti indietro coi tempi.

# 3408_Kiryu
source: Hm?
pt: Mh?

# 3432_Aizawa
source: Hold on! We just want to ask a few questions!
pt: Fermi! Vogliamo solo fare qualche domanda!

# 3444_Yamagasa Family Member
source: Yeah, right! I know what you Tojo snakes're up to!
pt: Sì, certo! So cosa state combinando voi, serpenti del Tojo!

# 3456_Yamagasa Family Member
source: Yer tryin' to pin the fact that your chairman went missing on us, and use that as an excuse to steal our turf!
pt: State cercando di addossarci la colpa della sparizione del vostro presidente, e usare questo come scusa per rubarci il nostro territorio!

# 3468_Aizawa
source: You want to say that again, asshole?
pt: Vuoi ripeterlo, stronzo?

# 3480_Morinaga
source: Aizawa! Calm down!
pt: Aizawa! Stai calmo!

# 3492_Aizawa
source: But Aniki!
pt: Ma Aniki!

# 3504_Morinaga
source: Aggravating things with the Yamagasa helps nobody.
pt: Inasprire i rapporti con gli Yamagasa non serve a nessuno.

# 3528_Morinaga
source: You'll have to excuse my partner here. He's a bit quick to fly off the handle.
pt: Dovrete scusare il mio socio qui. È un po' svelto a perdere le staffe.

# 3540_Aizawa
source: Aniki! You're just gonna let this guy walk after what he said!?
pt: Aniki! Lo lasci andare così dopo quello che ha detto!?

# 3552_Yamagasa Family Member
source: Hmph, I knew somethin' like this would happen. Us regular ol' Yamagasa boys were against this alliance from the get-go!
pt: Hmph, sapevo che sarebbe successa una roba del genere. Noi, i soliti ragazzi Yamagasa, eravamo contro quest'alleanza fin dall'inizio!

# 3564_Aizawa
source: What?
pt: Cosa?

# 3576_Yamagasa Family Member
source: Look, pal. I dunno how y'run things up in Tokyo, but don't go thinkin' yer the star of the show here in Fukuoka!
pt: Senti, amico. Non so come gestite le cose su a Tokyo, ma non credere di essere il protagonista qui a Fukuoka!

# 3588_Morinaga
source: Yes, we understand that, but is there any way you can let this slide? I assure you I'll discipline my friend here accordingly for the way he's treated you.
pt: Sì, lo capiamo, ma c'è un modo per lasciar correre questa cosa? Le assicuro che rimetterò in riga il mio amico qui come si deve per come l'ha trattato.

# 3600_Yamagasa Family Member
source: No way, you ain't gettin' off that easy! I'm gonna go report this right now!
pt: Manco per sogno, non te la caverai così facilmente! Vado a denunciarlo subito!

# 3624_Aizawa
source: Hey, get back here!
pt: Ehi, torna qui!

# 3636_Morinaga
source: Stop it, Aizawa. You've done more than enough already. Now come, we need to keep looking for the chairman.
pt: Smettila, Aizawa. Ne hai già fatte abbastanza. Ora vieni, dobbiamo continuare a cercare il presidente.

# 3672_Kiryu
source: That guy really needs to learn how to control his temper.
pt: Quel tipo deve proprio imparare a tenere a freno il suo carattere.

# 3696_Kiryu
source: The Tojo Clan... Daigo...
pt: Il Clan Tojo... Daigo...

# 3708_Kiryu
source: I have nothing to do with them now.
pt: Non ho più niente a che fare con loro.

# 3756_Yakuza-looking Thug
source: Hey, driver. I ordered a taxi here.
pt: Ehi, tassista. Ho ordinato un taxi qui.

# 3768_Kiryu
source: Right. Thank you for waiting. I'm from Nagasu Taxi.
pt: Bene. Grazie per l'attesa. Sono di Nagasu Taxi.

# 3780_Yakuza-looking Thug
source: Whatever. Let's roll.
pt: Vabbè. Muoviamoci.

# 3792_Kiryu
source: Of course. Where to?
pt: Certo. Dove andiamo?

# 3804_Yakuza-looking Thug
source: Hakata Station, on the double.
pt: Stazione di Hakata, subito.

# 3816_Kiryu
source: Understood.
pt: Capito.
