Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020dff.po
Languages: pt

source: Idle
pt: Inattivo

# 44_Saejima
source: Evenin'.
pt: Sera'.

# 56_Date
source: Oh, Saejima. Come on in.
pt: Oh, Saejima. Fatti avanti.

# 116_Mama
source: Please, make yourself at home.
pt: Prego, mettiti comodo.

# 128_Saejima
source: 'Preciate it, Mama.
pt: Apprezzo, Mama.

# 140_Date
source: So they're coming for you tonight, huh?
pt: Allora vengono a prenderti stasera, eh?

# 152_Saejima
source: Yup.
pt: Già.

# 164_Date
source: Heh. Who would've thought you'd go from breaking out of one of the highest security prisons down in Okinawa to serving time all the way up in Abashiri? One end of Japan to the other.
pt: Heh. Chi l'avrebbe mai detto che saresti passato da evadere da una delle prigioni di massima sicurezza giù a Okinawa a farti il tuo tempo fin lassù ad Abashiri? Da un capo all'altro del Giappone.

# 176_Saejima
source: Like some kinda magic trick.
pt: Come una specie di trucco di magia.

# 188_Date
source: Might not be so bad though. If you behave, you'll be out in what, two years?
pt: Però potrebbe non essere così male. Se fai il bravo, sarai fuori in, che so, due anni?

# 200_Saejima
source: So I hear.
pt: Così sento.

# 212_Date
source: In the meantime, we've got the Tojo Clan and the Omi Alliance still duking it out. As long as they're roughly equal in power, the yakuza world order is maintained.
pt: Nel frattempo, abbiamo il Clan Tojo e l'Alleanza Omi che si stanno ancora dando battaglia. Finché sono più o meno pari in potere, l'ordine del mondo yakuza viene mantenuto.

# 224_Talk_Yes
source: But if anything ever tips the scales one way or the other, a war will be the least of our worries.
pt: Ma se mai qualcosa dovesse far pendere la bilancia da una parte o dall'altra, una guerra sarà il minimo dei nostri problemi.

# 236_Saejima
source: It'll leave an opening that foreign mafias will come in and exploit. Not to mention all the two-bit street gangs who don't have to worry about anti-yakuza laws.
pt: Lascerà un'apertura che le mafie straniere verranno a sfruttare. Per non parlare di tutte le gang di strada da due soldi che non devono preoccuparsi delle leggi anti-yakuza.

# 248_Talk_Yes
source: That's why even us cops want to see the Tojo Clan back to its former heights. Ironic, huh?
pt: È per questo che persino noi sbirri vogliamo vedere il Clan Tojo tornare ai suoi fasti passati. Ironico, eh?

# 260_Saejima
source: I dunno, makes pretty good sense to me. Rather have the devil ya know than the one ya don't. 'Specially if that devil's already on a leash.
pt: Non so, a me sembra abbia abbastanza senso. Meglio il diavolo che conosci che quello che non conosci. Specialmente se quel diavolo è già al guinzaglio.

# 272_Date
source: Too bad the Tojo Clan has far bigger problems than its lack of quality footsoldiers.
pt: Peccato che il Clan Tojo abbia problemi ben più grandi della sua mancanza di fanti di qualità.

# 284_Talk_Yes
source: The leadership's been more or less gutted. All that's left now is plain old businessmen who only know how to do one thing: make money.
pt: I vertici sono stati più o meno svuotati. Tutto quello che è rimasto ora sono uomini d'affari e basta, che sanno fare solo una cosa: fare soldi.

# 296_Saejima
source: The numbers look good on the surface, sure. But those numbers are just papering over some serious cracks that'll find their way to the surface eventually.
pt: I numeri sembrano buoni in superficie, certo. Ma quei numeri stanno solo mettendo una pezza su delle crepe serie che prima o poi verranno a galla.

# 308_Talk_Yes
source: Take that dustup with the Ueno Seiwa Clan. Low-tier would be a compliment for them, but they still managed to take the Tojo for a ride.
pt: Prendi quella scaramuccia col Clan Ueno Seiwa. Definirli da due soldi sarebbe un complimento per loro, ma sono comunque riusciti a fregare il Tojo.

# 320_Saejima
source: Not only that, but some of the more remote subsidiaries are turning their backs on the clan. The Tojo's not much more than a husk of its former self these days.
pt: Non solo, ma alcune delle sussidiarie più remote stanno voltando le spalle al clan. Il Tojo non è molto più che il guscio di se stesso di un tempo, ormai.

# 332_Saejima
source: I know. That's why I'm goin' behind bars again.
pt: Lo so. È per questo che torno di nuovo dentro.

# 344_Date
source: A baptism by fire. One that'll see you end up captain of the Tojo Clan when you get out.
pt: Un battesimo di fuoco. Uno che ti farà diventare capitano del Clan Tojo quando uscirai.

# 356_Saejima
source: First n' foremost, I'm makin' amends. That has to come before anythin' else.
pt: Prima di tutto, faccio ammenda. Questo deve venire prima di ogni altra cosa.

# 368_Date
source: Smart. There're plenty of oldhand Tojo guys who are pissed about how you walked back into the clan.
pt: Intelligente. Ci sono un sacco di vecchi lupi del Tojo che sono incazzati per come sei rientrato nel clan.

# 380_Saejima
source: But this'll prove your worth. Keep your own clan members from stabbing you in the back. Bet you long for the days when the cops were the only ones you had to watch out for.
pt: Ma questo dimostrerà il tuo valore. Impedisci ai tuoi stessi membri del clan di pugnalarti alle spalle. Scommetto che rimpiangi i giorni in cui gli sbirri erano gli unici di cui dovevi preoccuparti.

# 392_Saejima
source: Got that right.
pt: Eccome!

# 404_Date
source: Looks like our old friend's gone for good this time, too. Meaning it's on you and Majima to shoulder the clan. Be Daigo's pillars.
pt: Sembra che il nostro vecchio amico se ne sia andato per sempre anche stavolta. Il che vuol dire che tocca a te e a Majima caricarsi il clan sulle spalle. Siate i pilastri di Daigo.

# 416_Saejima
source: Still, two years away is a long time. Whatever you do in there, don't get slapped with any extra time. You're pushing your luck with the Tojo as is.
pt: Però, due anni là dentro sono un'eternità. Qualunque cosa tu combini là dentro, non farti allungare la pena. Stai già tirando troppo la corda col Tojo, così com'è.

# 428_Saejima
source: Yeah, goes without saying.
pt: Sì, neanche a dirlo.

# 488_Saejima
source: Anyway, think I overstayed my welcome. I'll let you lovebirds get some alone time.
pt: Comunque, credo di essermi trattenuto fin troppo. Vi lascio, piccioncini, a stare un po' da soli.

# 500_Date
source: Hey, c'mon! You know we're glad to have you around.
pt: Ma dai! Lo sai che siamo contenti di averti in giro.

# 512_Mama
source: Hehehe. Yes, it was no trouble at all. You're always welcome here.
pt: Hehehe. Sì, non è stato affatto un problema. Sei sempre il benvenuto qui.

# 524_Saejima
source: 'Preciate it.
pt: Lo apprezzo.

# 536_Date
source: Yeah... Come back safe, Saejima.
pt: Sì... Torna sano e salvo, Saejima.

# 548_Saejima
source: Will do. See ya.
pt: Farò così. Ci vediamo.
