Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01490214.po
Languages: pt

source: You got 4,000 experience points.
pt: Hai ottenuto 4.000 punti esperienza.

source: Go In
pt: Entra

source: Don't Go In
pt: Non entrare

# 124_Haruka
source: (Wow, lots of letters in these bags. I'll be sure to read and answer every last one of them.)
pt: (Wow, quante lettere in queste borse. Non mancherò di leggerle e rispondere a tutte quante.)

# 136_Haruka
source: (Those pen names were so silly! Hehe!)
pt: (Quegli pseudonimi erano così buffi! Hehe!)

# 148_Haruka
source: (Did they really think I wouldn't figure out their true identities? Haha! They remind me of someone else I know!)
pt: (Pensavano davvero che non avrei scoperto le loro vere identità? Haha! Mi ricordano qualcun altro che conosco!)

# 160_Haruka
source: (They couldn't talk to me directly, so they wrote letters. Hehe, they're so cute!)
pt: (Non potevano parlarmi direttamente, così mi hanno scritto delle lettere. Hehe, sono così carini!)

# 244_Haruka
source: (It's almost time for the interview. Should I go in?)
pt: (È quasi ora dell'intervista. Dovrei entrare?)

# 256_Haruka
source: (Oops, I have something to do first! I'll finish it up fast and come back.)
pt: (Ops, ho qualcosa da fare prima! Lo sbrigo in un attimo e torno subito.)

# 268_Haruka
source: (I'll give some really fun answers in case any of the kids see it!)
pt: (Darò risposte davvero divertenti nel caso lo vedano i bambini!)

# 292_Haruka
source: (Hm, why is she being so pushy?)
pt: (Mmm, perché è così insistente?)

# 304_Haruka
source: (I'll just tell her, "Okay, thanks, Ayako! I'm off to work now. Talk later! Love, Haruka.")
pt: (Le dirò solo: "Va bene, grazie, Ayako! Ora vado a lavorare. Ci sentiamo dopo! Con affetto, Haruka.")

# 316_Haruka
source: (It's a relief to hear everything's all right back home. That last message was weird, though.)
pt: (È un sollievo sentire che va tutto bene a casa. Quell'ultimo messaggio era strano, però.)

# 328_Haruka
source: (Uh-oh! It's time for the interview! I better hurry to the Bunzaemon Outdoor Mall studio.)
pt: (Ops! È ora dell'intervista! Meglio che mi sbrighi per andare allo studio del Bunzaemon Outdoor Mall.)

# 340_Haruka
source: (Yay, I don't have to worry! Of course, I don't want them to worry about me, now...)
pt: (Evviva, non devo preoccuparmi! Certo, non voglio che loro si preoccupino per me, adesso...)

# 352_Haruka
source: (Let's see. "No, thanks, I'm good on goya! Soon I'm going to do an interview for a tourism mag. Maybe you'll all get to read it!")
pt: (Vediamo. "No, grazie, sono a posto con il goya! Tra poco farò un'intervista per una rivista di turismo. Magari la leggerete tutti!")

# 376_Haruka
source: (That'll get them excited!)
pt: (Questo li farà entusiasmare!)

# 388_Haruka
source: (Can't wait to see how they react.)
pt: (Non vedo l'ora di vedere come reagiscono.)

# 400_Haruka
source: (Come on, Ayako! Why are you taking so long to write back?)
pt: (Dai, Ayako! Perché ci metti così tanto a rispondere?)

# 424_Haruka
source: (Oh, here we go!)
pt: (Oh, ci siamo!)

# 436_Haruka
source: (Aw, they're all watching me on TV? That's so nice! It makes me happy, even though it's kind of embarrassing!)
pt: (Aww, mi stanno tutti guardando in TV? Che bello! Mi rende felice, anche se è un po' imbarazzante!)

# 448_Haruka
source: (I'd better write back... "I'm so glad to hear from you! Is everything okay back home?")
pt: (Meglio che risponda... "Sono così felice di sentirti! Va tutto bene a casa?")

# 472_Haruka
source: (Oh, she answered back already! She's getting good at this email thing.)
pt: (Oh, mi ha già risposto! Sta diventando brava con questa cosa delle email.)

# 484_Haruka
source: (I wonder how everyone's doing back home?)
pt: (Chissà come stanno tutti a casa.)

# 496_Haruka
source: (I miss it... Oh, that's right! Yamaura-san said I have an interview with an Okinawa tourism magazine. I've been so busy, I nearly forgot!)
pt: (Mi manca... Ah, è vero! Yamaura-san ha detto che ho un'intervista con una rivista di turismo di Okinawa. Sono stata così impegnata che me ne sono quasi dimenticata!)

# 520_Haruka
source: (Oh, I got an email.)
pt: (Oh, mi è arrivata un'email.)
