Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901e2.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: MC
pt: Conduttore

source: Event Summary
pt: Riepilogo evento

# 44_Event Staff
source: If you wouldn't mind, we'd now like you to take some PrintCircle photos with your fans.
pt: Se non le dispiace, ora vorremmo che scattasse delle foto PrintCircle con i suoi fan.

# 56_Haruka
source: Of course!
pt: Ma certo!

# 68_Event Staff
source: Great, we'll be getting started in just a moment.
pt: Perfetto, cominceremo tra un attimo.

# 140_MC
source: Thank you, everyone, for coming to participate in this very special Sotenbori Merchants Association event: "PrintCircle with an Idol"!
pt: Grazie a tutti per essere venuti a partecipare a questo evento molto speciale della Sotenbori Merchants Association: "PrintCircle con un'Idol"!

# 152_MC
source: Now, let's greet our idol guest, shall we?
pt: E ora, salutiamo la nostra idol ospite, che dite?

# 164_Haruka
source: Hello, everyone! I'm Haruka Sawamura! Let's have some fun taking great pictures together!
pt: Ciao a tutti! Sono Haruka Sawamura! Divertiamoci a scattare tante belle foto insieme!

# 188_Event Staff
source: Thank you, Sawamura-san! Okay, let's get the event underway!
pt: Grazie, Sawamura-san! Ok, diamo il via all'evento!

# 200_MC
source: Please follow the staff's instructions to make this a safe and fun event for everyone!
pt: Vi preghiamo di seguire le istruzioni dello staff per rendere questo un evento sicuro e divertente per tutti!

# 212_Event Staff
source: In this event, you will take three PrintCircle photos with each of three chosen fans. Time your pose to take the best possible photo. If you can do this at least once with each fan, the event will be a huge success! Take the best PrintCircle photos you can, and create lasting memories for the fans!
pt: In questo evento, scatternai tre foto PrintCircle con ciascuno dei tre fan scelti. Sincronizza la tua posa per scattare la foto migliore possibile. Se riesci a farlo almeno una volta con ogni fan, l'evento sar√† un enorme successo! Scatta le migliori foto PrintCircle che puoi, e crea ricordi indelebili per i fan!
