Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690103.po
Languages: pt

source: You got a <Color:8>Staminan X<Color:Default>.
pt: Hai ottenuto uno <Color:8>Staminan X<Color:Default>.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: You got 900 experience points.
pt: Hai ottenuto 900 punti esperienza.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

# 56_Haruka
source: That was so much fun!
pt: Mi sono divertita un mondo!

# 68_Uda
source: Great job, Haruka-san!
pt: Ottimo lavoro, Haruka!

# 80_Haruka
source: Thank you, Uda-san.
pt: Grazie, Uda.

# 92_Uda
source: The handshake event went extremely well today. All of the fans seemed pleased.
pt: L'incontro con i fan è andato alla grande oggi. Tutti i fan sembravano contenti.

# 104_Haruka
source: Yes, I really enjoyed getting the chance to meet and talk to the fans directly.
pt: Sì, mi sono divertita un mondo a incontrare e parlare direttamente con i fan.

# 116_Uda
source: I'm glad to hear it! We're all very pleased with how today turned out.
pt: Sono contento di sentirlo! Siamo tutti molto contenti di come è andata oggi.

# 128_Uda
source: So, I've already discussed your compensation with your agency.
pt: Quindi, ho già discusso il tuo compenso con la tua agenzia.

# 140_Haruka
source: Okay, thank you.
pt: Va bene, grazie.

# 152_Uda
source: But I wanted to add in a little something extra from me.
pt: Ma ci tenevo ad aggiungerti qualcosina in più, da parte mia.

# 164_Haruka
source: Really!? Are you sure?
pt: Davvero!? Sei sicuro?

# 176_Uda
source: Absolutely! It's just a small thank-you for all your hard work.
pt: Assolutamente! È solo un piccolo grazie per tutto il tuo duro lavoro.

# 188_Haruka
source: Oh, thank you so much!
pt: Oh, grazie mille!

# 224_Uda
source: Don't mention it! I look forward to our next event together.
pt: Figurati! Non vedo l'ora del nostro prossimo evento insieme.

# 236_Haruka
source: Yes, me too. Thanks for having me!
pt: Sì, anch'io. Grazie per avermi invitata!

# 404_Haruka
source: That was so much fun!
pt: È stato divertentissimo!

# 416_Uda
source: Good job, Haruka-san!
pt: Bel lavoro, Haruka-san!

# 428_Haruka
source: Thank you, Uda-san.
pt: Grazie, Uda-san.

# 440_Uda
source: The handshake event went well today. All of the fans seemed pleased.
pt: Oggi l'evento handshake è andato bene. Tutti i fan sembravano contenti.

# 452_Haruka
source: Yes, I really enjoyed getting the chance to meet and talk to the fans directly.
pt: Sì, mi sono divertita un sacco a poter incontrare e parlare direttamente con i fan.

# 464_Uda
source: I'm glad to hear it! We're all very pleased with how today turned out.
pt: Mi fa piacere sentirlo! Siamo tutti molto soddisfatti di come è andata oggi.

# 476_Uda
source: Oh, and don't worry. I've already discussed your compensation with your agency.
pt: Oh, e non preoccuparti. Ho già discusso il tuo compenso con la tua agenzia.

# 488_Haruka
source: Okay, thank you.
pt: Va bene, grazie.

# 500_Uda
source: Don't mention it! I look forward to our next event together.
pt: Figurati! Non vedo l'ora del nostro prossimo evento insieme.

# 512_Haruka
source: Yes, me too. Thanks for having me!
pt: Sì, anch'io. Grazie per avermi invitata!

# 680_Haruka
source: Um, thank you for the opportunity...
pt: Uhm, grazie per l'opportunità...

# 692_Uda
source: Haruka-san, what happened today? It didn't seem like your heart was in it. We received an awful lot of complaints.
pt: Haruka-san, cosa è successo oggi? Non sembrava che tu ci mettessi il cuore. Abbiamo ricevuto un bel po' di lamentele.

# 704_Haruka
source: I'm so sorry!
pt: Mi dispiace tanto!

# 728_Uda
source: Well, thanks for your time today. Just try to do a better job next time!
pt: Beh, grazie per il tuo tempo oggi. Cerca solo di fare meglio la prossima volta!

# 740_Haruka
source: I will. I promise!
pt: Lo farò. Lo prometto!
