Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330448.po
Languages: pt

source: You withdrew all of your pay.
pt: Hai ritirato tutti i tuoi guadagni.

source: You sent 20,000 yen.
pt: Hai inviato 20.000 yen.

source: You sent 10,000 yen.
pt: Hai inviato 10.000 yen.

source: You sent 10,000 yen.
pt: Hai inviato 10.000 yen.

source: You sent 6,000 yen.
pt: Hai inviato 6.000 yen.

source: You sent 6,000 yen.
pt: Hai inviato 6.000 yen.

source: You sent 8,000 yen.
pt: Hai inviato 8.000 yen.

source: You sent 5,000 yen.
pt: Hai inviato 5.000 yen.

source: You sent 5,000 yen.
pt: Hai inviato 5.000 yen.

source: Player
pt: Giocatore

source: Merry Christmas, Ayako.
pt: Buon Natale, Ayako.

source: On second thought...
pt: Ripensandoci...

source: Have fun with this, Taichi.
pt: Divertiti con questo, Taichi.

source: Here you go, Koji.
pt: Ecco a te, Koji.

source: Spend it wisely, Mitsuo.
pt: Spendili saggiamente, Mitsuo.

source: Hope you like this, Riona.
pt: Spero che ti piaccia, Riona.

source: You're in luck, Eri.
pt: Sei fortunata, Eri.

source: It's Christmas time, Shiro.
pt: È arrivato Natale, Shiro.

source: Have a good Christmas, Izumi.
pt: Passa un buon Natale, Izumi.

# 296_Kiryu
source: (I don't need to use the ATM just yet.)
pt: (Non mi serve ancora usare il bancomat.)

# 308_Player
source: (There's the ATM. I'd better get that bank transfer done so I can go meet Nakajima-san.)
pt: (Ecco il bancomat. Meglio sbrigare quel bonifico, così potrò andare a incontrare Nakajima-san.)

# 344_Kiryu
source: (I've already sent enough money.)
pt: (Ho già inviato abbastanza soldi.)

# 356_Kiryu
source: (It's about time I sent something back to Morning Glory. I'm thinking 10,000 yen at least... I know how much they need it.)
pt: (È ora di mandare qualcosa al Morning Glory. Pensavo ad almeno 10.000 yen... So bene quanto ne abbiano bisogno.)

# 404_Kiryu
source: (That won't buy much. I should send at least 10,000 yen.)
pt: (Non ci compreranno granché. Dovrei mandare almeno 10.000 yen.)

# 416_Kiryu
source: (I really wanted to send at least 10,000 yen, but that's not an option right now... Sorry, kids.)
pt: (Volevo davvero mandare almeno 10.000 yen, ma ora come ora non mi è possibile... Scusatemi, ragazzi.)

# 428_Kiryu
source: (It looks like the money went through okay. That should do for now.)
pt: (Sembra che il bonifico sia andato a buon fine. Per ora dovrebbe bastare.)

# 452_Kiryu
source: (I've already sent enough money.)
pt: (Ho già inviato abbastanza soldi.)

# 464_Player
source: (My pay should have come in by now.)
pt: (I miei guadagni dovrebbero essere arrivati ormai.)

# 488_Kiryu
source: (I'll send Morning Glory 20,000 yen for Ayako's Christmas present.)
pt: (Manderò 20.000 yen al Morning Glory per il regalo di Natale di Ayako.)

# 512_Kiryu
source: (Looks like I have enough to cover it. Should I send that 20,000 right now?)
pt: (Sembra che io ne abbia a sufficienza. Dovrei inviare quei 20.000 proprio adesso?)

# 524_Kiryu
source: (Okay, this is for you, Ayako.)
pt: (Bene, questi sono per te, Ayako.)

# 548_Kiryu
source: (There. May your new shoes carry you wherever you want to go in life.)
pt: (Ecco fatto. Che le tue scarpe nuove ti portino ovunque tu voglia andare nella vita.)

# 560_Kiryu
source: (Actually, I think it can wait.)
pt: (Anzi, credo che possa aspettare.)

# 572_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se invio più pagamenti per persona, si farebbe troppa confusione. Dovrei mandare l'intera cifra per ogni ragazzo.)

# 584_Kiryu
source: (I'll send Morning Glory 10,000 yen for Taichi's Christmas present.)
pt: (Manderò 10.000 yen al Morning Glory per il regalo di Natale di Taichi.)

# 608_Kiryu
source: (Looks like I have enough to cover it. Should I send that 10,000 right now?)
pt: (Sembra che io ne abbia a sufficienza. Dovrei inviare quei 10.000 proprio adesso?)

# 620_Kiryu
source: (Okay, this is for you, Taichi.)
pt: (Bene, questi sono per te, Taichi.)

# 644_Kiryu
source: (Heh. Knowing him, he'll tear around the house with that mask on.)
pt: (Eh. Conoscendolo, si metterà a scorrazzare per tutta la casa con quella maschera addosso.)

# 656_Kiryu
source: (Last up is Ayako.)
pt: (L'ultima è Ayako.)

# 668_Kiryu
source: (She's the eldest of the kids at Morning Glory.)
pt: (È la più grande tra i ragazzi del Morning Glory.)

# 680_Kiryu
source: (I remember her being pretty quick on her feet. Heh. It was all I could do to keep up with her.)
pt: (Ricordo che era piuttosto scattante. Eh. Facevo fatica a starle dietro.)

# 692_Kiryu
source: (Although she's the quiet, precocious type, she actually seems pretty athletic.)
pt: (Anche se è il tipo tranquillo e maturo per la sua età, in realtà sembra piuttosto atletica.)

# 704_Kiryu
source: (In junior high, she insisted on helping out at home instead of joining a club.)
pt: (Alle medie, insisteva per dare una mano in casa invece di iscriversi a un club.)

# 716_Kiryu
source: (We eventually convinced her to join the track team. I hear she's a long-distance runner now, and quite good at it.)
pt: (Alla fine l'abbiamo convinta a entrare nella squadra di atletica. Ho sentito che ora è una fondista, e anche piuttosto brava.)

# 728_Kiryu
source: (She's also caring and committed, but I worry she doesn't put herself first often enough. She needs to learn to take it easy sometimes.)
pt: (È anche premurosa e diligente, ma temo che non si metta abbastanza spesso al primo posto. Deve imparare a prendersela con calma, ogni tanto.)

# 740_Kiryu
source: (That's right... Her running shoes were practically falling apart.)
pt: (È vero... Le sue scarpe da corsa cadevano praticamente a pezzi.)

# 752_Kiryu
source: (Okay, I'll send her money for new shoes. A good pair probably runs about 20,000 yen.)
pt: (Bene, le manderò i soldi per delle scarpe nuove. Un buon paio probabilmente costerà sui 20.000 yen.)

# 764_Kiryu
source: (I'll send 20,000 yen for Ayako.)
pt: (Manderò 20.000 yen per Ayako.)

# 776_Kiryu
source: (Actually, I think it can wait.)
pt: (In realtà, credo che possa aspettare.)

# 788_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se faccio più versamenti a testa, farei troppa confusione. Dovrei mandare l'intera somma per ogni ragazzo.)

# 800_Kiryu
source: (I'll send Morning Glory 10,000 yen for Koji's Christmas present.)
pt: (Manderò 10.000 yen al Morning Glory per il regalo di Natale di Koji.)

# 824_Kiryu
source: (Looks like I have enough to cover it. Should I send that 10,000 right now?)
pt: (Sembra che io ne abbia a sufficienza. Dovrei inviare quei 10.000 proprio adesso?)

# 836_Kiryu
source: (Okay, this is for you, Koji.)
pt: (Bene, questo è per te, Koji.)

# 860_Kiryu
source: (Catch your dreams and don't let them slip, kid.)
pt: (Insegui i tuoi sogni e non farteli scappare, ragazzo.)

# 872_Kiryu
source: (Okay... That leaves Ayako and Taichi. I'll take care of Taichi first since he's younger.)
pt: (Bene... Restano Ayako e Taichi. Mi occuperò prima di Taichi, visto che è più piccolo.)

# 884_Kiryu
source: (Taichi is still a bit of a rascal, unlike Koji, but he does act his age when it comes to looking after the younger kids.)
pt: (Taichi è ancora un po' una peste, a differenza di Koji, ma si comporta in modo maturo quando si tratta di badare ai più piccoli.)

# 896_Kiryu
source: (He loves pro wrestling and said he wanted to be a wrestler one day. But now he's talking about working straight out of junior high...)
pt: (Adora il wrestling e diceva che un giorno avrebbe voluto diventare un wrestler. Ma ora parla di iniziare a lavorare subito dopo le medie...)

# 908_Kiryu
source: (I remember wearing a wrestling mask to cheer him up once. He's been into masked wrestlers ever since.)
pt: (Ricordo di aver indossato una maschera da wrestling per tirarlo su di morale, una volta. Da allora è appassionato di wrestler mascherati.)

# 920_Kiryu
source: (Come to think of it, he mentioned wanting a replica mask once. You can get them for around 10,000 yen.)
pt: (A pensarci bene, una volta ha detto che voleva una maschera replica. Si possono trovare per circa 10.000 yen.)

# 932_Kiryu
source: (I'll send 10,000 yen for Taichi.)
pt: (Manderò 10.000 yen per Taichi.)

# 944_Kiryu
source: (Actually, I think it can wait.)
pt: (A dire il vero, credo che possa aspettare.)

# 956_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se invio più pagamenti a persona, si creerebbe troppa confusione. Dovrei inviare l'intera somma per ogni ragazzo.)

# 968_Kiryu
source: (I'll send Morning Glory 6,000 yen for Mitsuo's Christmas present.)
pt: (Manderò 6.000 yen al Morning Glory per il regalo di Natale di Mitsuo.)

# 992_Kiryu
source: (Looks like I have enough to cover it. Should I send that 6,000 right now?)
pt: (Sembra che io ne abbia a sufficienza. Dovrei mandare quei 6.000 proprio adesso?)

# 1004_Kiryu
source: (Okay, this is for you, Mitsuo.)
pt: (Bene, questo è per te, Mitsuo.)

# 1028_Kiryu
source: (If you need advice on what to pick... Hmm, maybe I'd better not.)
pt: (Se hai bisogno di un consiglio su cosa scegliere... Hmm, forse è meglio di no.)

# 1040_Kiryu
source: (Okay, now there's just the eldest kids－Ayako, Taichi, and Koji. I guess I'll start with Koji.)
pt: (Bene, ora rimangono solo i ragazzi più grandi－Ayako, Taichi e Koji. Direi di iniziare da Koji.)

# 1052_Kiryu
source: (Koji's an active kid who's into soccer and baseball. He treats everyone equally and is a great example for everyone else at Morning Glory.)
pt: (Koji è un ragazzino attivo a cui piacciono il calcio e il baseball. Tratta tutti allo stesso modo ed è un ottimo esempio per tutti gli altri al Morning Glory.)

# 1064_Kiryu
source: (I seem to remember him talking about a signature series glove he wanted.)
pt: (Mi sembra di ricordare che parlasse di un guantone di una serie firmata che voleva.)

# 1076_Kiryu
source: (I think it cost about 10,000 yen. That's more than I gave the others, but no big deal.)
pt: (Credo che costasse circa 10.000 yen. È più di quanto ho dato agli altri, ma non è un problema.)

# 1088_Kiryu
source: (I'll send 10,000 yen for Koji.)
pt: (Manderò 10.000 yen per Koji.)

# 1100_Kiryu
source: (Actually, I think it can wait.)
pt: (A dire il vero, credo che possa aspettare.)

# 1112_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se inviassi più pagamenti per persona, si creerebbe troppa confusione. Dovrei inviare l'intera somma per ogni bambino.)

# 1124_Kiryu
source: (I'll send Morning Glory 6,000 yen for Riona's Christmas present.)
pt: (Manderò 6.000 yen al Morning Glory per il regalo di Natale di Riona.)

# 1148_Kiryu
source: (Looks like I have enough to cover it. Should I send that 6,000 right now?)
pt: (Sembra che io ne abbia a sufficienza. Dovrei inviare quei 6.000 proprio adesso?)

# 1160_Kiryu
source: (Okay, this is for you, Riona.)
pt: (Bene, questo è per te, Riona.)

# 1184_Kiryu
source: (Good. I have a feeling she'll be happy about this.)
pt: (Bene. Ho la sensazione che ne sarà felice.)

# 1196_Kiryu
source: (All right. Number five is Mitsuo.)
pt: (Bene allora. Il numero cinque è Mitsuo.)

# 1208_Kiryu
source: (Mitsuo had a crush on Riona. Heh, I even helped him pick out some clothes to impress her.)
pt: (Mitsuo aveva una cotta per Riona. Eh, l'ho persino aiutato a scegliere dei vestiti per fare colpo su di lei.)

# 1220_Kiryu
source: (He's got a big heart, and I bet he'd be good for her. I hope things go well for the two of them.)
pt: (Ha un cuore d'oro, e scommetto che sarebbe quello giusto per lei. Spero che le cose tra loro due vadano bene.)

# 1232_Kiryu
source: (It's probably because of Riona that he's been more fashion-conscious. It'd be good to give him some money for clothes.)
pt: (È probabilmente per via di Riona se è diventato più attento alla moda. Sarebbe bene dargli dei soldi per i vestiti.)

# 1244_Kiryu
source: (Last time I only spent about 2,000 yen, but he's grown since then. He'll probably need a bit more.)
pt: (L'ultima volta ho speso solo circa 2.000 yen, ma da allora è cresciuto. Probabilmente gli servirà un po' di più.)

# 1256_Kiryu
source: (Okay, I'll send 6,000 yen for Mitsuo.)
pt: (Bene, manderò 6.000 yen per Mitsuo.)

# 1268_Kiryu
source: (Actually, I think it can wait.)
pt: (In realtà, credo che possa aspettare.)

# 1280_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se faccio più pagamenti per persona, finirò per fare troppa confusione. Dovrei inviare l'intera somma per ogni ragazzo.)

# 1292_Kiryu
source: (I'll send Morning Glory 8,000 yen for Eri's Christmas present.)
pt: (Manderò 8.000 yen al Morning Glory per il regalo di Natale di Eri.)

# 1316_Kiryu
source: (Looks like I have enough to cover it. Should I send that 8,000 right now?)
pt: (Sembra che io ne abbia a sufficienza. Dovrei inviare quegli 8.000 proprio adesso?)

# 1328_Kiryu
source: (Okay, this is for you, Eri.)
pt: (Bene, questi sono per te, Eri.)

# 1352_Kiryu
source: (Here's a little friend to keep you company.)
pt: (Ecco un piccolo amico che ti faccia compagnia.)

# 1364_Kiryu
source: (Okay, that's three. Number four is Riona.)
pt: (Bene, siamo a tre. La numero quattro è Riona.)

# 1376_Kiryu
source: (Riona's probably the trendiest kid at Morning Glory. She likes fashion and talked about going to Tokyo one day.)
pt: (Riona è probabilmente la ragazzina più alla moda del Morning Glory. Le piace la moda e ha parlato di voler andare a Tokyo, un giorno.)

# 1388_Kiryu
source: (She always wore long sleeves to hide the burns she got as a kid. I wish I could be there for her until she comes to terms with it...)
pt: (Indossava sempre le maniche lunghe per nascondere le bruciature che si era fatta da piccola. Vorrei poterle stare vicino finché non riuscirà ad accettarlo...)

# 1400_Kiryu
source: (She had her eyes on a new pair of shoes at the local shopping district, I think.)
pt: (Aveva messo gli occhi su un nuovo paio di scarpe al distretto commerciale locale, credo.)

# 1412_Kiryu
source: (If I remember right, they were around 6,000 yen.)
pt: (Se ricordo bene, costavano circa 6.000 yen.)

# 1424_Kiryu
source: (Okay, I'll send 6,000 yen for Riona.)
pt: (Bene, manderò 6.000 yen per Riona.)

# 1436_Kiryu
source: (Actually, I think it can wait.)
pt: (In realtà, credo possa aspettare.)

# 1448_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se invio più pagamenti per ogni persona, si farebbe troppa confusione. Dovrei inviare l'intera somma per ogni ragazzino.)

# 1460_Kiryu
source: (I'll send Morning Glory 5,000 yen for Shiro's Christmas present.)
pt: (Manderò al Morning Glory 5.000 yen per il regalo di Natale di Shiro.)

# 1484_Kiryu
source: (Looks like I have enough to cover it. Should I send that 5,000 right now?)
pt: (Pare che ne abbia a sufficienza. Dovrei inviare quei 5.000 proprio adesso?)

# 1496_Kiryu
source: (Okay, this is for you, Shiro.)
pt: (Bene, questo è per te, Shiro.)

# 1520_Kiryu
source: (That should keep your imagination filled with excitement and wonder.)
pt: (Questo dovrebbe mantenere la tua immaginazione piena di entusiasmo e meraviglia.)

# 1532_Kiryu
source: (Next up are Mitsuo, Riona, and Eri. They're all the same age.)
pt: (I prossimi sono Mitsuo, Riona ed Eri. Hanno tutti la stessa età.)

# 1544_Kiryu
source: (I guess I'll start with Eri.)
pt: (Direi di iniziare con Eri.)

# 1556_Kiryu
source: (Eri's probably the one at Morning Glory who took not having her parents the hardest.)
pt: (Eri è probabilmente quella al Morning Glory che ha sofferto di più per la mancanza dei genitori.)

# 1568_Kiryu
source: (That might be why she tried so hard to fit in with the other kids at school.)
pt: (Forse è per questo che si è sforzata tanto di integrarsi con gli altri bambini a scuola.)

# 1580_Kiryu
source: (I think she finally learned that being herself was the best way to make friends. She's a survivor, all right.)
pt: (Credo che alla fine abbia imparato che essere se stessa fosse il modo migliore per farsi degli amici. È una che sa cavarsela, poco ma sicuro.)

# 1592_Kiryu
source: (I think she was into rabbit-themed collectibles. She had her heart set on getting a big rabbit plushie.)
pt: (Credo che andasse matta per gli oggetti da collezione a tema coniglio. Desiderava tanto un grande peluche a forma di coniglio.)

# 1604_Kiryu
source: (Those probably cost a lot, but I think 8,000 yen would do the trick.)
pt: (Probabilmente costano parecchio, ma credo che 8.000 yen dovrebbero bastare.)

# 1616_Kiryu
source: (Okay, I'll send 8,000 yen for Eri.)
pt: (Bene, invierò 8.000 yen per Eri.)

# 1628_Kiryu
source: (Actually, I think it can wait.)
pt: (A dire il vero, credo possa aspettare.)

# 1640_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se invio più pagamenti per persona, si creerà troppa confusione. Dovrei inviare l'intero importo per ogni bambino.)

# 1652_Kiryu
source: (I'll send Morning Glory 5,000 yen for Izumi's Christmas present.)
pt: (Invierò 5.000 yen al Morning Glory per il regalo di Natale di Izumi.)

# 1676_Kiryu
source: (Looks like I have enough to cover it. Should I send that 5,000 right now?)
pt: (Sembra che io ne abbia a sufficienza. Dovrei inviare quei 5.000 proprio adesso?)

# 1688_Kiryu
source: (Okay, first up is Izumi.)
pt: (Bene, la prima è Izumi.)

# 1712_Kiryu
source: (Hope this brings you some holiday cheer.)
pt: (Spero che questo ti porti un po' di gioia per le feste.)

# 1724_Kiryu
source: (In order of age, next up is Shiro. He's the same age as Izumi.)
pt: (In ordine di età, il prossimo è Shiro. Ha la stessa età di Izumi.)

# 1736_Kiryu
source: (Unlike the rest of the kids, he never liked playing outside. He was bullied in school for a while as well.)
pt: (A differenza degli altri bambini, non gli è mai piaciuto giocare all'aperto. Inoltre, è stato vittima di bullismo a scuola per un certo periodo.)

# 1748_Kiryu
source: (But he learned how to stand up for himself, and proved he could hold his own. He was also a big reader.)
pt: (Ma ha imparato a farsi valere e ha dimostrato di sapersela cavare. Era anche un gran lettore.)

# 1760_Kiryu
source: (I think I'll give him some money for books. He liked books about space in particular, if I remember right.)
pt: (Penso che gli manderò dei soldi per i libri. Se non ricordo male, gli piacevano in particolare i libri sullo spazio.)

# 1772_Kiryu
source: (Something you don't come across often would be best. Maybe an encyclopedia of constellations. They go for around, what, 5,000 yen?)
pt: (L'ideale sarebbe qualcosa che non capita spesso di trovare. Magari un'enciclopedia delle costellazioni. Costeranno sui, che so, 5.000 yen?)

# 1784_Kiryu
source: (Okay, I'll send 5,000 yen for Shiro.)
pt: (Bene, invierò 5.000 yen per Shiro.)

# 1796_Kiryu
source: (Actually, I think it can wait.)
pt: (In realtà, penso che possa aspettare.)

# 1808_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se invio più pagamenti per persona, si creerebbe troppa confusione. Dovrei inviare l'intera somma per ogni bambino.)

# 1820_Haruka
source: (I have to send money to Morning Glory. I wonder how everyone's doing.)
pt: (Devo inviare denaro all'Orfanotrofio Morning Glory. Chissà come stanno tutti.)

# 1844_Kiryu
source: (Maybe later.)
pt: (Magari più tardi.)

# 1856_Haruka
source: (I'm sure this isn't enough. I have to work hard and send more money next time)
pt: (Non basta mica. Devo lavorare sodo e mandare più soldi la prossima volta)

# 1868_Haruka
source: (There we go!)
pt: (Ecco fatto!)

# 1880_Kiryu
source: (I have to send some money to Morning Glory, I'm sure the kids'll need it.)
pt: (Devo mandare dei soldi all'Orfanotrofio Morning Glory, sono sicuro che i ragazzi ne avranno bisogno.)

# 1904_Kiryu
source: (Maybe not now.)
pt: (Magari non adesso.)

# 1916_Kiryu
source: (That won't buy much. I need to send more money next time.)
pt: (Non basta mica. Devo mandare più soldi la prossima volta.)

# 1928_Kiryu
source: (It looks like the money went through okay. That should do for now.)
pt: (Sembra che i soldi siano arrivati, a posto. Per ora dovrebbe bastare.)
