Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169010b.po
Languages: pt

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: You got 700 experience points.
pt: Hai ottenuto 700 punti esperienza.

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Event Organizer
pt: Organizzatore evento

# 56_Haruka
source: That was so much fun!
pt: Mi sono divertita un mondo!

# 68_Event Organizer
source: Sawamura-san, that was great! The handshake event was a huge success!
pt: Sawamura-san, è andata alla grande! L'evento handshake è stato un successo strepitoso!

# 80_Event Organizer
source: We'll definitely have to write a feature about this. I'm sure the fans will love it!
pt: Dovremo assolutamente scriverci un servizio su questo. Sono sicuro che i fan ne andranno matti!

# 92_Haruka
source: Oh, I hope so!
pt: Ah, lo spero proprio!

# 104_Event Organizer
source: Until next time!
pt: Alla prossima!

# 116_Haruka
source: Yes! I'll be looking forward to it!
pt: Sì! Non vedo l'ora!

# 284_Haruka
source: That was so much fun!
pt: Mi sono divertita un mondo!

# 296_Event Organizer
source: Sawamura-san, that was good! The handshake event was a success!
pt: Sawamura-san, è andata alla grande! L'evento handshake è stato un successo!

# 308_Event Organizer
source: We'll definitely have to write an article about this. The fans will be glad to see it!
pt: Dovremo assolutamente scriverci un servizio su questo. I fan ne saranno entusiasti!

# 320_Haruka
source: Oh, thank you!
pt: Oh, grazie!

# 332_Event Organizer
source: Until next time!
pt: Alla prossima!

# 344_Haruka
source: Yes! I'll be looking forward to it!
pt: Sì! Non vedo l'ora!

# 512_Haruka
source: Um, thank you for the opportunity...
pt: Ehm, grazie dell'opportunità...

# 524_Event Organizer
source: Sawamura-san... What in the world happened?
pt: Sawamura-san... Che diavolo è successo?

# 536_Haruka
source: I'm so sorry! I just couldn't seem to find my rhythm.
pt: Mi dispiace tanto! Non riuscivo proprio a prendere il ritmo.

# 548_Event Organizer
source: I know interacting with the fans isn't easy, but you have to be able to do better than that.
pt: So che interagire con i fan non è facile, ma devi saper fare di meglio.

# 560_Haruka
source: Yes. I'm very sorry.
pt: Sì. Mi dispiace tanto.

# 572_Event Organizer
source: That's all right. Well, I guess we're done for today.
pt: Va bene così. Beh, credo che per oggi abbiamo finito.

# 584_Haruka
source: Okay. I really apologize.
pt: Ok. Mi dispiace tanto.
