Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c7c.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: First time.
pt: Prima volta.

source: Not really crazy about Japanese cuisine.
pt: Non vado matto per la cucina giapponese.

source: I have.
pt: L'ho fatto.

source: Delicious!
pt: Squisito!

source: It melts in your mouth.
pt: Si scioglie in bocca.

source: This chewy texture's really interesting.
pt: Questa consistenza gommosa è davvero interessante.

source: It smells really fresh!
pt: Profuma davvero di fresco!

source: It's like an upscale version of beech mushrooms!
pt: È tipo una versione raffinata dei funghi faggiola!

source: I don't think I could get enough of this!
pt: Non ne avrei mai abbastanza!

source: It's juicy and savory.
pt: È succoso e saporito.

source: This would go well with beer.
pt: Ci starebbe bene una birra.

source: You don't even have to chew it!
pt: Non devi nemmeno masticarlo!

source: Director Ichimura
pt: Regista Ichimura

source: Stand
pt: In piedi

# 44_Tatsuya
source: Well, here we are at Komian, a Japanese restaurant in Sotenbori.
pt: Beh, eccoci al Komian, un ristorante giapponese a Sotenbori.

# 56_Tatsuya
source: And today, we have a special guest.
pt: E oggi, abbiamo un ospite speciale.

# 68_Tatsuya
source: Wildly popular singer, Haruka Sawamura-chan!
pt: La popolarissima cantante, Haruka Sawamura-chan!

# 80_Haruka
source: Hello, everyone! I'm Haruka Sawamura!
pt: Ciao a tutti! Sono Haruka Sawamura!

# 92_Tatsuya
source: You live and work here in Osaka, don't you, Haruka? Have you ever been to Komian before?
pt: Vivi e lavori qui a Osaka, vero, Haruka? Sei mai stata al Komian prima?

# 104_Tatsuya
source: No, this is my very first time. I can't wait to see what kind of dishes they'll serve!
pt: No, questa è la mia primissima volta. Non vedo l'ora di scoprire che tipo di piatti serviranno!

# 116_Tatsuya
source: Well, you're in for a real treat. I had to eat my way across all of Sotenbori before finding this jewel.
pt: Beh, ti aspetta una vera delizia. Ho dovuto mangiare in lungo e in largo per tutta Sotenbori prima di trovare questa chicca.

# 128_Tatsuya
source: Today, you'll get to enjoy the refinement and elegance of traditional Japanese cuisine!
pt: Oggi, ti godrai la raffinatezza e l'eleganza della cucina tradizionale giapponese!

# 140_Haruka
source: I'm really looking forward to it!
pt: Non vedo l'ora!

# 152_Tatsuya
source: No. I'm not really all that crazy about Japanese cuisine, so I never come to places like this.
pt: No. Non vado poi così matto per la cucina giapponese, quindi non vengo mai in posti come questo.

# 164_Tatsuya
source: No? I see. Well, you certainly are an honest girl, aren't you?
pt: No? Capisco. Beh, sei proprio una ragazza onesta, non è vero?

# 176_Haruka
source: Oh! Uh, I'm sorry!
pt: Oh! Ehm, mi dispiace!

# 188_Tatsuya
source: That's all right. It actually makes introducing this restaurant to you all the more exciting! Maybe this will be the day you change your mind!
pt: Non fa niente. Anzi, rende la presentazione di questo ristorante ancora più emozionante! Magari questo sarà il giorno in cui cambierai idea!

# 200_Tatsuya
source: I ate my way across all of Sotenbori, and this place was one of the very best. Now then, are ready to order?
pt: Ho mangiato in lungo e in largo per tutta Sotenbori, e questo posto era uno dei migliori. Allora, siete pronti per ordinare?

# 212_Haruka
source: Yes, I think so!
pt: Sì, credo di sì!

# 224_Tatsuya
source: Yes, I'm actually a regular here. I just love this place!
pt: Sì, in realtà sono un cliente fisso qui. Adoro questo posto!

# 236_Tatsuya
source: A regular!? Really? I was looking forward to introducing it to you.
pt: Un cliente fisso!? Davvero? Non vedevo l'ora di presentarlo\na te.

# 248_Haruka
source: Oh! Uh, I'm sorry! But I can certainly try to see it through fresh eyes again, as if I were coming here for the very first time.
pt: Oh! Ehm, mi dispiace! Ma posso sicuramente provare a vederlo di nuovo con occhi nuovi, come se venissi qui per la prima volta in assoluto.

# 260_Tatsuya
source: All right. Well, at least I can introduce the place to the folks at home!
pt: Va bene. Beh, almeno posso presentare il posto alla gente a casa!

# 272_Haruka
source: Yeah, sorry about that...
pt: Già, mi dispiace per quello...

# 356_Tatsuya
source: The first dish is Komian's sashimi platter, raw slices of fish so fresh, they were actually still swimming in the tank just moments ago!
pt: Il primo piatto è il sashimi misto di Komian, fette crude di pesce così fresco, che stavano ancora nuotando nella vasca solo pochi istanti fa!

# 380_Tatsuya
source: Really? That's amazing!
pt: Davvero? È fantastico!

# 392_Tatsuya
source: This dish has been prepared especially for you, so I really hope you enjoy it.
pt: Questo piatto è stato preparato appositamente per te, quindi spero davvero\nche ti piaccia.

# 404_Haruka
source: I'm sure I will!
pt: Sono sicuro che lo farò!

# 428_Tatsuya
source: Well, Haruka-chan?
pt: Beh, Haruka-chan?

# 440_Haruka
source: (Mmm, it's so good! The fish is so fresh! But what do I say about it?)
pt: (Mmm, è così buono! Il pesce è così fresco! Ma cosa dico a riguardo?)

# 452_Tatsuya
source: Mmm, it's delicious!
pt: Mmm, è delizioso!

# 464_Tatsuya
source: Isn't it? But what do you think? In what way is it so delicious?
pt: Non è vero? Ma cosa ne pensi? In che modo è così delizioso?

# 476_Haruka
source: What way? Well, uh, it's extremely delicious...
pt: In che modo? Beh, uh, è davvero delizioso...

# 488_Tatsuya
source: Uh, okay. Yes, I'm sure it is. They serve some of the best sashimi I've ever tasted here.
pt: Uh, okay. Sì, ne sono sicuro. Servono alcuni dei migliori sashimi che abbia mai assaggiato qui.

# 500_Haruka
source: (Oh, all right. I get it. Just saying "it's delicious" doesn't give Tatsuya-san much to respond to.)
pt: (Oh, va bene. Ho capito. Dire solo "è delizioso" non dà a Tatsuya-san molto su cui rispondere.)

# 512_Tatsuya
source: This sashimi's practically melting in my mouth!
pt: Questo sashimi mi si scioglie praticamente in bocca!

# 524_Tatsuya
source: Wonderful, isn't it? You only get to experience such a sensation with the very freshest sashimi.
pt: Magnifico, non è vero? Una tale sensazione la si prova solo con il sashimi più fresco che ci sia.

# 536_Haruka
source: Oh, it's delicious!
pt: Oh, è delizioso!

# 548_Tatsuya
source: I knew you would like it! I was looking forward to seeing that delightful smile of yours.
pt: Sapevo che ti sarebbe piaciuto! Non vedevo l'ora di vedere quel tuo splendido sorriso.

# 560_Haruka
source: Aw! Well, thank you. It really is so very soft and yummy. I can see why you recommended it!
pt: Ah! Beh, grazie. È davvero così tenero e squisito. Io\ncapisco perché me lo hai consigliato!

# 572_Tatsuya
source: It has an interesting, chewy texture. It's really quite wonderful!
pt: Ha una consistenza interessante, gommosa. È davvero magnifico!

# 584_Tatsuya
source: Chewy? Are you sure? That's funny. I thought it would be super soft.
pt: Gommosa? Sei sicuro? È strano. Pensavo che sarebbe stato\nsuper morbido.

# 596_Haruka
source: Well, it's springy, like I could keep chewing and chewing it forever. And it has lots of little stringy bits, too. It's really very nice!
pt: Beh, è elastico, come se potessi continuare a masticarlo all'infinito. E ha anche tanti piccoli filamenti. È davvero molto buono!

# 608_Tatsuya
source: Really? Hmm. You're not making it sound very nice, to tell the truth.
pt: Davvero? Mmm. Non lo stai facendo sembrare molto buono, a dire il vero.

# 620_Haruka
source: I'm not? Oh no, I'm sorry!
pt: Non è vero? Oh no, mi dispiace!

# 680_Tatsuya
source: Ah, here it comes! Komian's matsutake set!
pt: Ah, eccolo che arriva! Il set matsutake di Komian!

# 704_Tatsuya
source: Mmm, what a wonderful aroma!
pt: Mmm, che magnifico aroma!

# 716_Tatsuya
source: Yes, Komian uses the freshest of domestic matsutake mushrooms to prepare this dish.
pt: Sì, Komian utilizza i funghi matsutake nazionali più freschi per preparare questo piatto.

# 728_Tatsuya
source: Now, then. If you would please give it a try, and tell us what you think.
pt: Bene, allora. Se potessi per favore assaggiarlo, e dirci cosa ne pensi.

# 740_Haruka
source: All right. I'll just give it a little taste.
pt: Bene. Lo assaggio un attimo.

# 764_Tatsuya
source: Well? What do you think?
pt: Allora? Cosa ne pensi?

# 776_Haruka
source: (Mmm! This is wonderful, too! But what kind of comment should I make this time?)
pt: (Mmm! Anche questo è meraviglioso! Ma che tipo di commento dovrei fare questa volta?)

# 788_Tatsuya
source: It smells so fresh! I feel like it's stirring up my appetite even more!
pt: Che profumo fresco! Sento che mi sta stuzzicando l'appetito ancora di più!

# 800_Tatsuya
source: Exactly! It's like a visit to the mountains right here in the restaurant. That's the true charm of Komian.
pt: Esatto! È come una gita in montagna proprio qui, nel ristorante. Questo è il vero fascino di Komian.

# 812_Haruka
source: I've never had such a delicious mushroom before. It's so tender!
pt: Non ho mai mangiato un fungo così delizioso prima. È così tenero!

# 824_Tatsuya
source: And you really look like you're enjoying it, Haruka-chan! Still, Komian has one final ace up its sleeve for you, so make sure you save room!
pt: E sembri proprio che te lo stia godendo, Haruka-chan! Eppure, Komian ha un ultimo asso nella manica per te, quindi assicurati di tenere un po' di spazio!

# 836_Haruka
source: Really? Another dish? I can't wait to see what it is!
pt: Davvero? Un altro piatto? Non vedo l'ora di scoprire cos'è!

# 848_Tatsuya
source: It's like an upscale version of beech mushrooms! It's so yummy!
pt: È come una versione raffinata dei funghi shimeji! È così squisito!

# 860_Tatsuya
source: Beech mushrooms!? Well, yes, they're both mushrooms, but I'd say they taste completely different, wouldn't you?
pt: Funghi shimeji!? Beh, sì, sono entrambi funghi, ma direi che hanno un sapore completamente diverso, non credi?

# 872_Haruka
source: Yes, that's why I say this is like an upscale version! Nothing like everyday beech mushrooms at all!
pt: Sì, è proprio per questo che dico che questa è come una versione raffinata! Non ha proprio niente a che fare con i soliti funghi shimeji!

# 884_Tatsuya
source: I see. Well, these are very expensive, premium matsutake, after all－far from ordinary beech mushrooms.
pt: Capisco. Beh, questi sono matsutake molto costosi, di prima scelta, dopotutto－ben lontani dai soliti funghi shimeji.

# 896_Haruka
source: (Oops. I guess that wasn't a very good comparison. Commenting on food is a lot harder than I thought.)
pt: (Ops. Immagino che non fosse un ottimo paragone. Commentare il cibo è molto più difficile di quanto pensassi.)

# 908_Tatsuya
source: That aside, Komian has one final ace up its sleeve for you, so make sure you save room!
pt: Detto questo, Komian ha un ultimo asso nella manica per te, quindi assicurati di tenere un po' di spazio!

# 920_Haruka
source: Really? Another dish? I can't wait to see what it is!
pt: Davvero? Un altro piatto? Non vedo l'ora di scoprire cos'è!

# 932_Tatsuya
source: I don't think I could ever get enough of this flavor! I can see myself getting really addicted!
pt: Non credo che potrei mai averne abbastanza di questo sapore! Mi ci vedo proprio a diventarne dipendente!

# 944_Tatsuya
source: It is wonderful, isn't it? But I'm afraid it isn't often one gets a chance to eat such premium matsutake as these.
pt: È meraviglioso, non è vero? Ma temo che non capiti spesso di avere la fortuna di mangiare matsutake così pregiati come questi.

# 956_Haruka
source: Then I guess it wouldn't be very practical to get addicted, would it?
pt: Allora immagino non sarebbe molto pratico diventarne dipendente, non è vero?

# 968_Tatsuya
source: Once you've had Komian's matsutake, you won't be satisfied by any other. I'm afraid I've spoiled you for life.
pt: Una volta che hai assaggiato i matsutake di Komian, non sarai più soddisfatto da nessun altro. Temo di averti viziato per la vita.

# 980_Haruka
source: Hehe. Yes, I suppose you have.
pt: Hehe. Sì, immagino proprio di sì.

# 992_Tatsuya
source: But that's not all! Komian has one final ace up its sleeve for you, so make sure you save room!
pt: Ma non è tutto! Komian ha un ultimo asso nella manica per te, quindi assicurati di tenere un po' di spazio!

# 1004_Haruka
source: Really? Another dish? I can't wait to see what it is!
pt: Davvero? Un altro piatto? Non vedo l'ora di scoprire cos'è!

# 1064_Tatsuya
source: Here it is, Komian's ace! It's not on the regular menu! Grilled marbled wagyu, the finest cut of premium Japanese beef!
pt: Eccolo, l'asso di Komian! Non è sul menù normale! Wagyu marmorizzato alla griglia, il taglio più pregiato di manzo giapponese di alta qualità!

# 1088_Tatsuya
source: Oh, my goodness! It looks absolutely delicious!
pt: Mamma mia! Sembra assolutamente delizioso!

# 1100_Tatsuya
source: It's not normally offered, but I had them make it specially for you!
pt: Non è solitamente offerto, ma l'ho fatto preparare apposta per te!

# 1112_Tatsuya
source: It's the ultimate melt-in-your-mouth beef. I think it might be difficult to put into words just how delicious it is.
pt: È il manzo definitivo che ti si scioglie in bocca. Penso sia difficile\nmettere in parole quanto sia delizioso.

# 1124_Tatsuya
source: But I digress. Go ahead and try this crowning jewel of today's segment for yourself.
pt: Ma sto divagando. Assaggia pure questo fiore all'occhiello del segmento di oggi.

# 1136_Haruka
source: Okay! Wow, I feel so lucky!
pt: Okay! Wow, mi sento così fortunata!

# 1160_Tatsuya
source: (Oh, my goodness! It really is melting in my mouth! But what should I say?)
pt: (Mamma mia! Mi si scioglie davvero in bocca! Ma cosa dovrei dire?)

# 1172_Tatsuya
source: Mmm! It's so juicy and savory! It's unbelievably delicious!
pt: Mmm! È così succoso e saporito! È incredibilmente delizioso!

# 1184_Tatsuya
source: Exactly! That's premium marbled wagyu for you! There's nothing like Japan's finest.
pt: Esatto! Ecco a te il wagyu marmorizzato di alta qualità! Non c'è niente come il meglio del Giappone.

# 1196_Haruka
source: It's just so juicy every time I chew. I'm so glad I'm getting the chance to try it!
pt: È così succoso ogni volta che mastico. Sono così contenta di avere la possibilità di provarlo!

# 1208_Tatsuya
source: Haha! Just watching you eat is a joy in itself, Haruka-chan!
pt: Ahah! Solo a guardarti mangiare è già una gioia di per sé, Haruka-chan!

# 1220_Haruka
source: Hehe! Well, I'm glad! Thank you!
pt: Eheh! Beh, sono contento! Grazie!

# 1232_Tatsuya
source: Mmm! It tastes like it would go well with beer.
pt: Mmm! Ha un sapore che ci starebbe bene con la birra!

# 1244_Tatsuya
source: Hmm? But you're not old enough to drink. You've never had beer before, have you?
pt: Mmm? Ma non hai l'età per bere. Non hai mai bevuto birra prima, vero?

# 1256_Haruka
source: Well, no, but I just thought this was probably the kind of flavor that would go well with it.
pt: Beh, no, ma ho solo pensato che questo era probabilmente il tipo di sapore che ci starebbe bene.

# 1268_Tatsuya
source: You don't have to try so hard, you know. Just say what you think from your own experience.
pt: Non devi sforzarti così tanto, sai. Di' solo quello che pensi dalla tua esperienza.

# 1280_Haruka
source: Oh, all right. It's, um, incredibly delicious.
pt: Oh, va bene. È, ehm, incredibilmente delizioso.

# 1292_Tatsuya
source: But in what way...? Oh, well. Never mind.
pt: Ma in che senso...? Oh, beh. Lascia stare.

# 1304_Haruka
source: Oh no, I'm sorry!
pt: Oh no, mi dispiace!

# 1316_Tatsuya
source: Mmm! It really does seem to just melt in my mouth! It's like I don't even have to chew it!
pt: Mmm! Sembra proprio che si sciolga in bocca! È come se non dovessi nemmeno masticarlo!

# 1328_Tatsuya
source: Exactly! That's premium marbled wagyu for you! There's nothing like Japan's finest.
pt: Esatto! È proprio wagyu marmorizzato di prima qualità! Non c'è niente come il meglio del Giappone.

# 1340_Haruka
source: It's so soft! I almost hate to chew it because I don't want it to be gone!
pt: È così tenero! Quasi mi dispiace masticarlo perché non voglio che sparisca!

# 1352_Tatsuya
source: Yes, this is indeed a food that makes people happy. The word "delicious" doesn't even begin to do it justice.
pt: Sì, questo è proprio un cibo che rende le persone felici. La parola "delizioso" non gli rende nemmeno lontanamente giustizia.

# 1364_Haruka
source: Oh, I agree!
pt: Oh, sono d'accordo!

# 1376_Tatsuya
source: Haha! I'd say watching you eat is a joy in itself, Haruka-chan!
pt: Haha! Direi che guardarti mangiare è una gioia di per sé, Haruka-chan!

# 1388_Haruka
source: Hehe! Well, I'm glad! Thank you!
pt: Hehe! Beh, sono contenta! Grazie!

# 1400_Tatsuya
source: Okay, cut! That's a wrap on the gourmet report segment! Thank you, you two!
pt: Okay, taglia! Abbiamo chiuso col servizio gastronomico! Grazie a voi due!

# 1472_Tatsuya
source: Whew! You really saved me, Haruka-chan. You have my deepest thanks.
pt: Uff! Mi hai proprio salvato, Haruka-chan. Hai la mia più profonda gratitudine.

# 1484_Haruka
source: I was happy to do it. How are you feeling now?
pt: Sono stata felice di farlo. Come ti senti ora?

# 1496_Tatsuya
source: A little better, thanks. But I think if I'd tried to eat anything, it would've been bad news.
pt: Un po' meglio, grazie. Ma credo che se avessi provato a mangiare qualsiasi cosa, sarebbe finita male.

# 1508_Tatsuya
source: You did a great job with the report! Amazing for someone who's never done one before!
pt: Hai fatto un ottimo lavoro con il servizio! Incredibile per uno che non ne ha mai fatto uno prima!

# 1520_Director Ichimura
source: I couldn't agree more! You really saved us. I didn't know what we were going to do!
pt: Non potrei essere più d'accordo! Ci hai proprio salvato. Non sapevo proprio cosa avremmo fatto!

# 1532_Tatsuya
source: Yeah, sorry about that.
pt: Sì, scusa per quello.

# 1544_Director Ichimura
source: But, you know, I really liked the back-and-forth between the two of you. You made it a much livelier segment, Haruka-chan.
pt: Ma, sai, mi è piaciuto molto il botta e risposta tra voi due. Hai reso il servizio molto più vivace, Haruka-chan.

# 1556_Haruka
source: Oh, I'm so glad! Thank you very much!
pt: Oh, sono così contenta! Grazie mille!

# 1568_Tatsuya
source: You did a fine job on the gourmet report! Don't you think, Ichimura-san?
pt: Hai fatto un ottimo lavoro con il servizio gastronomico! Non trovi, Ichimura-san?

# 1580_Director Ichimura
source: Absolutely. I mean, it was a tiny bit rough here and there, but considering how we put you on the spot, I'd say you did great.
pt: Assolutamente. Cioè, è stato un po' grezzo qua e là, ma considerando come ti abbiamo messo in difficoltà, direi che hai fatto un ottimo lavoro.

# 1592_Tatsuya
source: It's true. You really saved us. We wouldn't have been able to do the report without you.
pt: È proprio così. Ci hai proprio salvato. Non saremmo stati in grado di fare il servizio senza di te.

# 1604_Director Ichimura
source: Besides, I really liked the back-and-forth between you two. You made it a much livelier segment, Haruka-chan.
pt: Inoltre, mi è piaciuto molto il botta e risposta tra voi due. Hai reso il servizio molto più vivace, Haruka-chan.

# 1616_Haruka
source: Oh, I'm so glad! Thank you very much!
pt: Oh, sono così contenta! Grazie mille!

# 1628_Tatsuya
source: Thanks to you, we got through this report somehow. We couldn't have done it without you. Right, Ichimura-san?
pt: Grazie a te, siamo comunque riusciti a portare a termine questo servizio. Non saremmo stati in grado di farlo senza di te. Giusto, Ichimura-san?

# 1640_Director Ichimura
source: Right. I mean, I will have to clean a few places up in editing, but otherwise I think it'll work out fine.
pt: Giusto. Cioè, dovrò sistemare un paio di cose in montaggio, ma per il resto credo che andrà bene.

# 1652_Haruka
source: Sorry about that...
pt: Scusa per quello...

# 1664_Tatsuya
source: There's nothing for you to apologize for, Haruka-chan. We really put you on the spot. Besides, if I didn't have this stomachache－
pt: Non c'è niente di cui tu debba scusarti, Haruka-chan. Ti abbiamo proprio messo in difficoltà. Inoltre, se non avessi avuto questo mal di stomaco—

# 1676_Director Ichimura
source: Exactly! Who knows what we would've done!?
pt: Esatto! Chissà cosa avremmo fatto!?

# 1688_Tatsuya
source: Yeah, sorry about that.
pt: Sì, scusa per quello.

# 1700_Tatsuya
source: Thank you again for doing this for us on such short notice! Here's the payment I promised.
pt: Grazie ancora per avercelo fatto su due piedi! Ecco il pagamento che ti avevo promesso.

# 1736_Tatsuya
source: Thank you, Haruka-chan!
pt: Grazie, Haruka-chan!
