Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340012.po
Languages: pt

# 6324_Riku
source: Whatcha talkin' about? I'm a great listener.
pt: Ma che stai dicendo? Sono un'ottima ascoltatrice.

# 6348_Riku
source: What are y'looking at me like that for? I give up! You're a jerk, Kiryu-san!
pt: Perché mi guardi in quel modo? Mi arrendo! Sei proprio un antipatico, Kiryu-san!

# 6360_Kiryu
source: Sheesh.
pt: Mamma mia.

# 6372_Kiryu
source: Does that pay well?
pt: Paga bene?

# 6384_Riku
source: Ahahaha! I don't charge for it, silly. This is just something I do for my close friends.
pt: Ahahaha! Non mi faccio mica pagare, sciocchino. È solo una cosa che faccio per i miei amici stretti.

# 6396_Kiryu
source: In that case, do you mind if I talk to you about something?
pt: In tal caso, ti dispiace se ti parlo di una cosa?

# 6408_Riku
source: Sure, but in your case I'll have to charge ya.
pt: Certo, ma nel tuo caso mi toccherà farti pagare.

# 6420_Kiryu
source: Hey now.
pt: Ehi, adesso...

# 6432_Riku
source: So I had a pretty engaging consultation session with someone a little while back.
pt: Quindi, poco tempo fa ho avuto una sessione di consulenza piuttosto interessante con qualcuno.

# 6444_Kiryu
source: Oh, you mean with the Counselor Riku thing?
pt: Oh, intendi la faccenda della Consulente Riku?

# 6456_Riku
source: Yeah. I've got a buncha folks lined up with appointments. There's so many piled up that I can barely keep them all sorted.
pt: Sì. Ho un sacco di gente in fila per un appuntamento. Ce ne sono così tanti accumulati che riesco a malapena a starci dietro.

# 6468_Kiryu
source: It's rough being popular. Soon enough all of your private time is going to be taken up with these consultations of yours.
pt: È dura essere popolari. Molto presto tutto il tuo tempo libero finirà per essere assorbito da queste tue consulenze.

# 6480_Riku
source: Nah, it's no big deal. I do it 'cause I like it.
pt: Nah, non è niente di che. Lo faccio perché mi piace.

# 6492_Riku
source: It's fun to have deep conversations with other people, I think. It's a nice way for me to spend my time.
pt: Penso sia divertente avere delle conversazioni profonde con gli altri. Per me è un bel modo di passare il tempo.

# 6504_Kiryu
source: Should you take on that many? How do you even keep everything straight in your head when you have to listen to so many people?
pt: Dovresti accettarne così tanti? Come fai a tenere tutto in ordine nella testa quando devi ascoltare così tante persone?

# 6516_Riku
source: Don't worry! I forget what folks tell me pretty much right away.
pt: Non preoccuparti! Mi dimentico quello che mi dice la gente praticamente subito.

# 6528_Riku
source: Later on folks'll be all, "Hey, thanks for your help with that thing," and I'll be like, "What thing?"
pt: Più avanti la gente se ne uscirà con: "Ehi, grazie per l'aiuto con quella faccenda", e io farò tipo: "Quale faccenda?"

# 6540_Kiryu
source: That seems a bit inconsiderate. You're actually able to help people solve their problems that way?
pt: Sembra un po' indelicato. Riesci davvero ad aiutare le persone a risolvere i loro problemi in questo modo?

# 6552_Riku
source: It's fine. The most important thing is for folks to talk to someone about their problems. Whether they solve 'em ain't my problem.
pt: Va bene così. La cosa più importante è che la gente parli con qualcuno dei propri problemi. Che li risolvano o meno, non è un problema mio.

# 6564_Riku
source: It's better to get it off your chest than to be too afraid to do nothin' about it.
pt: È meglio sfogarsi che avere troppa paura per non farci niente.

# 6576_Kiryu
source: I get you. It's definitely a relief just to be able to talk to someone.
pt: Ti capisco. È sicuramente un sollievo anche solo poter parlare con qualcuno.

# 6588_Riku
source: Yep! My duty ain't to actually fix the problem, just to put the other person's mind at ease.
pt: Proprio così! Il mio compito non è risolvere davvero il problema, ma solo tranquillizzare l'altra persona.

# 6600_Kiryu
source: Are you sure? The person with the problem probably considers solving it to be the most important thing and expects you to help.
pt: Ne sei sicura? La persona con il problema probabilmente ritiene che risolverlo sia la cosa più importante e si aspetta che tu le dia una mano.

# 6612_Riku
source: Well, I... Yeah, I guess that's true. But ain't it kinda weak to expect someone else to solve your problems for ya?
pt: Beh, io... Sì, immagino sia vero. Ma non è un po' da deboli aspettarsi che qualcun altro risolva i tuoi problemi al posto tuo?

# 6624_Kiryu
source: Well, that's what counseling is about, isn't it? You should try to be a bit more sympathetic and thoughtful next time.
pt: Beh, è proprio a questo che serve il counseling, no? La prossima volta dovresti cercare di essere un po' più comprensiva e premurosa.

# 6636_Riku
source: Right. I'll try to be more careful from now on.
pt: Hai ragione. Cercherò di farci più attenzione d'ora in poi.

# 6648_Kiryu
source: That's the same as being a hostess. You talk with customers to help them feel better.
pt: È la stessa cosa che fare la hostess. Parli con i clienti per farli sentire meglio.

# 6660_Riku
source: Oh, hey, you're right! Haha! I guess I must be well-suited to talkin' to folks for a living.
pt: Oh, ehi, hai ragione! Ahah! Immagino di essere proprio portata per parlare con la gente per vivere.

# 6672_Kiryu
source: Heh. It must be your calling.
pt: Eheh. Dev'essere la tua vocazione.

# 6684_Riku
source: Ahaha! See, you're pretty good at this talkin' thing too, Kiryu-san.
pt: Ahaha! Vedi, te la cavi piuttosto bene anche tu a chiacchierare, Kiryu-san.

# 6696_Kiryu
source: It's not just about talking, though. The person with the problem probably considers solving it to be the most important thing and expects you to help.
pt: Però non si tratta solo di parlare. La persona con il problema probabilmente ritiene che risolverlo sia la cosa più importante e si aspetta che tu le dia una mano.

# 6708_Riku
source: Huh? Y'think so?
pt: Eh? Dici?

# 6720_Kiryu
source: If you can't meet their expectations, you should still choose your words carefully. There's always a chance things you say could backfire on you.
pt: Anche se non riesci a soddisfare le loro aspettative, dovresti comunque scegliere con cura le parole. C'è sempre il rischio che quello che dici ti si ritorsca contro.

# 6732_Kiryu
source: Just take care to not say anything inconsiderate.
pt: Fai solo attenzione a non dire nulla di indelicato.

# 6744_Riku
source: Geez, Kiryu-san. Lecture much? C'mon, let's change the subject. How 'bout something that's actually fun and all.
pt: Mamma mia, Kiryu-san. Ma quante prediche fai? Dai, cambiamo discorso. Parliamo di qualcosa di un po' più divertente.

# 6768_Kiryu
source: Anyone can do that. If all the person needs is someone to listen them, that someone doesn't need to be you.
pt: Chiunque può farlo. Se tutto quello di cui una persona ha bisogno è qualcuno che la ascolti, quel qualcuno non deve per forza essere tu.

# 6780_Riku
source: Huh!?
pt: Eh!?

# 6792_Kiryu
source: Well, am I right? Take me for instance. I can listen to someone just fine.
pt: Be', ho forse torto? Prendi me, per esempio. Me la cavo benissimo ad ascoltare la gente.

# 6804_Kiryu
source: So from now on, if you need someone to talk to, you can talk to me.
pt: Quindi d'ora in poi, se avrai bisogno di qualcuno con cui parlare, potrai farlo con me.

# 6816_Riku
source: No way! That's super lame. Then I'm not gonna have any fun!
pt: Ma dai! Che tristezza. Così non mi diverto per niente!

# 6828_Riku
source: You're so mean, Kiryu-san!
pt: Sei proprio cattivo, Kiryu-san!

# 6840_Kiryu
source: Heh.
pt: Eh.

# 6852_Riku
source: Hey, Kiryu-san? So I've got myself a little problem.
pt: Ehi, Kiryu-san? Senti, avrei un piccolo problema.

# 6864_Kiryu
source: That's unusual. People usually come to you for that sort of thing, don't they?
pt: È insolito. Di solito è la gente che viene da te per questo genere di cose, no?

# 6876_Riku
source: I guess this must be how other folks feel, huh?
pt: Mi sa che è proprio così che si sente la gente, eh?

# 6888_Kiryu
source: Maybe so.
pt: Forse sì.

# 6900_Kiryu
source: I've got something on my mind, too. Think you could hear me out?
pt: Anch'io ho una cosa che mi frulla per la testa. Ti va di ascoltarmi?

# 6912_Riku
source: What? Why ya gotta bring that up now? I thought y'were gonna listen to my problems!
pt: Eh? Perché devi tirarlo fuori proprio adesso? Pensavo che saresti stato ad ascoltare i miei problemi!

# 6924_Kiryu
source: Uh...
pt: Ehm...

# 6936_Riku
source: So ya gonna hear me out or what?
pt: Allora, mi vuoi stare a sentire o no?

# 6948_Kiryu
source: Go ahead. I'll see if I can help you out.
pt: Dimmi pure. Vedrò se posso aiutarti.

# 6960_Riku
source: Aw, I knew ya'd say that, Kiryu-san!
pt: Oh, lo sapevo che l'avresti detto, Kiryu-san!

# 6972_Kiryu
source: I'm not really here for that... Maybe we can go back to some lighter conversation?
pt: Non sono proprio qui per questo... Che ne dici se torniamo a parlare di qualcosa di più leggero?

# 6984_Riku
source: Oh, that's right. I'm sorry.
pt: Oh, è vero. Scusami.

# 6996_Riku
source: But... I really don't know what I oughta do.
pt: Però... non so proprio cosa dovrei fare.

# 7008_Kiryu
source: Okay, fine. Tell me what's wrong.
pt: E va bene. Dimmi cosa c'è che non va.

# 7020_Kiryu
source: I don't come cheap. But if you want, I'll hear you out.
pt: Non sono a buon mercato. Ma se vuoi, ti starò a sentire.

# 7032_Riku
source: What? You're chargin' me?
pt: Cosa? Mi vuoi far pagare?

# 7044_Kiryu
source: Of course. I think I deserve a little payment for helping you solve your problems.
pt: Certo. Credo di meritarmi un piccolo compenso per averti aiutato a risolvere i tuoi problemi.

# 7056_Riku
source: Well, I guess. I just figured you'd be a good person to talk to about stuff, Kiryu-san.
pt: Be', immagino. È che ho pensato che fossi la persona giusta con cui parlare di certe cose, Kiryu-san.

# 7068_Kiryu
source: Heh, okay, okay. Tell me what's wrong.
pt: Eh eh, va bene, va bene. Dimmi cosa c'è che non va.

# 7080_Kiryu
source: Just kidding. If you think I can help, I'll hear you out.
pt: Stavo scherzando. Se credi che possa aiutarti, ti starò a sentire.

# 7092_Riku
source: Whew! Ya had me real worried for a sec!
pt: Fiù! Mi hai fatto preoccupare sul serio per un secondo!

# 7104_Kiryu
source: Sorry. So, you were saying?
pt: Scusa. Allora, cosa stavi dicendo?

# 7116_Riku
source: I've got these two friends who come to me separately to talk 'bout stuff. Their names are Yuka-chan and Asumi-chan.
pt: Ho queste due amiche che vengono da me separatamente per parlarmi di un po' di cose. Si chiamano Yuka-chan e Asumi-chan.

# 7128_Kiryu
source: What do they want to talk about?
pt: Di cosa vogliono parlare?

# 7140_Riku
source: Well, it's about romance.
pt: Be', si tratta di questioni di cuore.

# 7152_Kiryu
source: I see.
pt: Capisco.

# 7164_Kiryu
source: You're asking the wrong guy. You should find someone else to talk to about this.
pt: Stai chiedendo alla persona sbagliata. Dovresti cercare qualcun altro con cui parlarne.

# 7176_Riku
source: Oh, shush! Just hear me out.
pt: Ma smettila! Stammi a sentire.

# 7188_Riku
source: Yuka-chan's living with her boyfriend, and she's wonderin' if they should get hitched.
pt: Yuka-chan convive con il suo ragazzo e si sta chiedendo se sia il caso di fare il grande passo.

# 7212_Riku
source: And Asumi-chan's worryin' her head off because her boyfriend proposed to her.
pt: E Asumi-chan si sta preoccupando da morire perché il suo ragazzo le ha chiesto di sposarlo.

# 7224_Kiryu
source: So what's the problem, exactly?
pt: Quindi qual è il problema, esattamente?

# 7236_Riku
source: Well, after they told me all this, I got to thinkin' and put the pieces together.
pt: Be', dopo che mi hanno raccontato tutto questo, ho iniziato a pensarci e ho messo insieme i pezzi.

# 7248_Riku
source: And I realized both of these girls are thinkin' about marrying the same guy!
pt: E mi sono resa conto che entrambe queste ragazze stanno pensando di sposare lo stesso tipo!

# 7260_Kiryu
source: What?
pt: Cosa?

# 7272_Riku
source: It seems the guy's a two-timer. The girl who lives with him thinks he's her boyfriend, but he's just treatin' it like he's renting a room.
pt: Sembra che quel tipo faccia il doppio gioco. La ragazza che vive con lui pensa che sia il suo ragazzo, ma lui si comporta come se stesse solo affittando una stanza.

# 7284_Kiryu
source: These two girls don't know each other?
pt: Queste due ragazze non si conoscono?

# 7296_Riku
source: No, I just know them both. They both said their guy is a host, but I thought that it was only a coincidence at first.
pt: No, semplicemente le conosco entrambe. Entrambe hanno detto che il loro ragazzo è un host, ma all'inizio pensavo fosse solo una coincidenza.

# 7308_Kiryu
source: A host, huh? Wait, this sounds like the guy is running a typical host's scam. He's just trying to get girls to visit him as a regular customer.
pt: Un host, eh? Aspetta, sembra proprio la tipica truffa da host. Sta solo cercando di convincere le ragazze ad andarlo a trovare come clienti fisse.

# 7320_Riku
source: Right! But I didn't realize that at the time, so I told 'em they should go ahead and get married.
pt: Esatto! Ma all'epoca non me n'ero resa conto, quindi ho detto loro di andare avanti e sposarsi.

# 7332_Kiryu
source: You need to come clean. It'll save them from more hurt later on.
pt: Devi vuotare il sacco. Risparmierai loro altro dolore più avanti.

# 7344_Riku
source: Yeeeah, but since I was all rah-rah thumbs up for them gettin' hitched, now I don't know if I can break the news to them.
pt: Già, ma visto che ero tutta lì a fare il tifo perché si sposassero, ora non so se me la sento di dargli la notizia.

# 7356_Kiryu
source: I know how you must feel, but the longer you let this go on, the harder it's going to be to tell them.
pt: Capisco come ti senti, ma più lasci che la cosa vada avanti, più sarà difficile dirglielo.

# 7368_Riku
source: Ugh, this bites. But you're right. I'll find some way to tell 'em.
pt: Uff, che rogna. Però hai ragione. Troverò un modo per dirglielo.

# 7380_Kiryu
source: Just leave it alone. This isn't the sort of thing you should meddle in.
pt: Lascia perdere. Non è il tipo di cosa in cui dovresti ficcare il naso.

# 7392_Riku
source: I guess not...
pt: Immagino di no...

# 7404_Kiryu
source: Instead, the next time a friend comes to you looking for advice, make sure to listen to them carefully. You like doing that, right?
pt: Invece, la prossima volta che un amico viene da te in cerca di consigli, assicurati di ascoltarlo attentamente. Ti piace farlo, no?

# 7416_Riku
source: Well yeah, 'course! I just need to keep my trap shut 'til someone asks me for advice.
pt: Beh sì, certo! Devo solo tenermi la bocca chiusa finché qualcuno non mi chiede consiglio.

# 7428_Riku
source: Hey, you remember that thing we talked about?
pt: Ehi, ti ricordi di quella cosa di cui abbiamo parlato?

# 7440_Kiryu
source: Yeah. You mean the two girls who came to you for advice about the same host?
pt: Sì. Ti riferisci alle due ragazze che ti hanno chiesto consiglio sullo stesso host?

# 7452_Riku
source: Yeah, that! I just heard some real shady talk 'bout the host in question.
pt: Sì, proprio così! Ho appena sentito dei discorsi davvero loschi sull'host in questione.

# 7464_Kiryu
source: No. Sorry, I don't remember.
pt: No. Scusa, non me lo ricordo.

# 7476_Riku
source: Gaaah, I'm talkin' 'bout the two girls who asked me for datin' advice about the same guy!
pt: Argh, sto parlando delle due ragazze che mi hanno chiesto consigli sugli appuntamenti riguardo allo stesso tipo!

# 7488_Kiryu
source: Ah, yes, now I remember. Your friends who were dating that host.
pt: Ah, sì, ora ricordo. Le tue amiche che uscivano con quell'host.

# 7500_Riku
source: Yeah, that! I just heard some real shady talk 'bout the host in question.
pt: Sì, proprio così! Ho appena sentito dei discorsi davvero loschi sull'host in questione.

# 7512_Kiryu
source: What sort of talk?
pt: Che tipo di discorsi?

# 7524_Riku
source: So this host－his name's Subaru-san－apparently has some secret connections with the yakuza.
pt: Quindi questo host — si chiama Subaru-san — a quanto pare ha dei legami segreti con la yakuza.

# 7536_Kiryu
source: Really?
pt: Davvero?

# 7548_Riku
source: Really!? This is seriously bad news, and that's all y'have to say about it?
pt: Davvero!? Questa è una notizia davvero pessima, e tutto quello che hai da dire è questo?

# 7560_Kiryu
source: Having yakuza connections doesn't mean he's bad. He's still the same guy.
pt: Avere legami con la yakuza non significa che sia cattivo. È pur sempre lo stesso tipo.

# 7572_Riku
source: Say what? Well, I guess that's true, but... Maybe I asked the wrong person for advice.
pt: Come scusa? Beh, immagino sia vero, ma... Forse ho chiesto consiglio alla persona sbagliata.

# 7584_Kiryu
source: That's not good. Respectable women shouldn't get mixed up with the yakuza like that.
pt: Non va bene. Delle donne perbene non dovrebbero immischiarsi con la yakuza in quel modo.

# 7596_Riku
source: Right!? So now I'm in a real pickle!
pt: Vero!? Quindi adesso sono proprio in un bel pasticcio!

# 7608_Riku
source: If they blow all their money on this guy and go flat broke, they might get caught up in the sex trade, or be forced to take loans they gotta pay off.
pt: Se sperperano tutti i loro soldi con questo tizio e finiscono completamente al verde, potrebbero finire nel giro della prostituzione o essere costrette a chiedere prestiti che poi dovranno ripagare.

# 7620_Kiryu
source: Hm. Guess there are guys like this no matter where you go.
pt: Hm. Immagino che ci siano tizi del genere ovunque si vada.

# 7632_Riku
source: So, everything that's happened from the start has all been part of some criminal scheme. I gotta tell these girls what I know, right?
pt: Quindi, tutto quello che è successo fin dall'inizio è stato tutto parte di un piano criminale. Devo dire a queste ragazze quello che so, no?

# 7644_Kiryu
source: Yes. It's for their own good.
pt: Sì. È per il loro bene.

# 7656_Riku
source: Y'think? Okay, I'll do it! Next time I see them, I'm gonna let 'em know what's up!
pt: Dici? Ok, lo farò! La prossima volta che le vedo, gli dirò esattamente come stanno le cose!

# 7668_Riku
source: But I wonder if they'll even believe me. What if they just think I'm trash-talkin' their man?
pt: Ma mi chiedo se mi crederanno mai. E se pensassero solo che stia sparlando del loro uomo?

# 7680_Kiryu
source: Don't worry. These people have followed your advice before, right? They'll do it again.
pt: Non preoccuparti. Questa gente ha già seguito i tuoi consigli in passato, no? Lo faranno di nuovo.

# 7692_Riku
source: If you think so, then I'm sure that's how things'll turn out. Thanks a bunch, Kiryu-san!
pt: Se lo pensi tu, allora sono sicura che le cose andranno proprio così. Grazie mille, Kiryu-san!

# 7704_Kiryu
source: Sure.
pt: Certo.

# 7716_Kiryu
source: Good point. Seeing as you already gave them the go-ahead before, they may not listen now.
pt: Hai ragione. Visto che in precedenza gli avevi già dato il via libera, potrebbero non darti ascolto adesso.

# 7728_Riku
source: So I shouldn't say nothing?
pt: Quindi non dovrei dire niente?

# 7740_Kiryu
source: Maybe not.
pt: Forse no.

# 7752_Riku
source: Geez, be serious for a sec! I'm tryin' t'get some advice and ya ain't givin' me a straight answer!
pt: E dai, sii serio per un attimo! Sto cercando di farmi dare un consiglio e non mi dai una risposta chiara!

# 7764_Kiryu
source: Ah, sorry.
pt: Ah, scusa.

# 7776_Kiryu
source: No, don't. You might just complicate things more. Nothing's happened yet, so you're better off watching over them for now.
pt: No, non farlo. Potresti solo complicare di più le cose. Non è ancora successo niente, quindi per ora faresti meglio a limitarti a tenerli d'occhio.

# 7788_Riku
source: That's true. It's not like they've already been scammed.
pt: È vero. Non è mica come se fossero già stati truffati.

# 7800_Riku
source: Okay. I don't like any of this, but I'll just keep my eye on things for now.
pt: Okay. Tutta questa faccenda non mi piace per niente, ma per ora mi limiterò a tenere d'occhio la situazione.

# 7812_Kiryu
source: That'd be for the best.
pt: Sarebbe la cosa migliore.

# 7824_Kiryu
source: Tell them how?
pt: In che modo?

# 7836_Riku
source: How? Well, I'll say that Subaru's a bad man, and that he's trying to pull a fast one on 'em.
pt: In che modo? Beh, dirò che Subaru è un farabutto e che sta cercando di fregarli.

# 7848_Kiryu
source: Do you have any proof of what he's doing?
pt: Hai qualche prova di quello che sta facendo?

# 7860_Riku
source: Uh, well... Not exactly, no.
pt: Uh, beh... Non esattamente, no.

# 7872_Kiryu
source: Then they're not going to take your word for it. Especially since they're in love with this guy. You need to look into this a little more.
pt: Allora non ti crederanno sulla parola. Soprattutto visto che sono innamorate di quel tipo. Devi indagare un po' meglio sulla faccenda.

# 7884_Riku
source: Yeah, maybe you're right.
pt: Sì, forse hai ragione.

# 7896_Riku
source: If you hadn't stopped me, I woulda just barged right on into things. Thanks for the advice.
pt: Se non mi avessi fermata, mi sarei buttata a capofitto nella faccenda. Grazie per il consiglio.

# 7908_Kiryu
source: Hey, no problem.
pt: Ehi, nessun problema.

# 7920_Riku
source: *sigh*
pt: *sospiro*

# 7932_Kiryu
source: What's wrong? Something bothering you again?
pt: Cosa c'è che non va? Qualcosa ti preoccupa di nuovo?

# 7944_Riku
source: So, when we were out walkin' earlier, we ran into that host I was telling ya about, right?
pt: Allora, mentre eravamo fuori a fare due passi prima, abbiamo incrociato quel host di cui ti parlavo, vero?

# 7956_Kiryu
source: Yeah, I remember.
pt: Sì, me lo ricordo.

# 7968_Riku
source: And I guess someone I know saw me, and figured I was tryin' to hit on him and stuff.
pt: E mi sa che qualcuno che conosco mi ha vista, e ha pensato che ci stessi provando con lui e roba così.

# 7980_Kiryu
source: I suppose depending on what people saw, it might have looked like a fight between lovers.
pt: Immagino che, a seconda di quello che ha visto la gente, possa essere sembrato un litigio tra innamorati.

# 7992_Riku
source: Right, so when Asumi-chan heard about it, I guess she thought I was backstabbin' her and stuff.
pt: Già, quindi quando Asumi-chan lo ha saputo, mi sa che ha pensato che la stessi pugnalando alle spalle e roba così.

# 8004_Riku
source: And now she's going around sayin' I'm some kinda awful bitch.
pt: E ora va in giro a dire che sono una specie di stronza tremenda.

# 8016_Kiryu
source: I see. Guess things backfired on you, huh?
pt: Capisco. Mi sa che ti si è ritorto tutto contro, eh?

# 8028_Riku
source: Yeah. Now I don't know what I oughta do.
pt: Già. E ora non so proprio cosa dovrei fare.

# 8040_Kiryu
source: Don't worry about it. It's just a misunderstanding. It'll clear up.
pt: Non preoccuparti. È solo un malinteso. Si risolverà tutto.

# 8052_Riku
source: Well, I sure hope so.
pt: Beh, lo spero proprio.

# 8064_Kiryu
source: Why not tell her what really happened?
pt: Perché non le dici come sono andate davvero le cose?

# 8076_Riku
source: She won't pick up the phone... And she ain't responding to any of my emails.
pt: Non risponde al telefono... E non risponde a nessuna delle mie email.

# 8088_Kiryu
source: You think she's avoiding you?
pt: Pensi che ti stia evitando?
