Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01460036.po
Languages: pt

# 44_Akiyama
source: Hey there, guys. Could I talk to you all about something?
pt: Ehi ragazzi. Potrei parlarvi di una cosa?

# 92_Akiyama
source: Some of you know this already, but in addition to my primary business of being a moneylender, I also run a cabaret club called Elise.
pt: Come alcuni di voi già sanno, oltre alla mia attività principale di usuraio, gestisco anche un cabaret club chiamato Elise.

# 104_Shinada
source: Oh man, for real? Sweet. I wish I could make bank at my day job and have a side-gig, too.
pt: Caspita, sul serio? Forte. Magari potessi fare un sacco di grana col mio lavoro normale e avere pure un lavoretto extra.

# 116_Akiyama
source: Well, the truth is, business isn't so great. I may have to shut the club down soon.
pt: Beh, la verità è che gli affari non vanno granché. Potrei dover chiudere il club a breve.

# 128_Saejima
source: Tough break.
pt: Che sfiga.

# 140_Kiryu
source: So what did you want to talk to us about?
pt: E quindi, di cosa volevi parlarci?

# 152_Akiyama
source: I need to find girls who are ready and willing to work at Elise at a moment's notice.
pt: Devo trovare ragazze che siano pronte e disponibili a lavorare all'Elise su due piedi.

# 164_Akiyama
source: But with the recession, there's no one to hire. We can't find any girls in or around Kamurocho who fit the bill.
pt: Ma con la recessione, non c'è nessuno da assumere. Non riusciamo a trovare ragazze a Kamurocho o dintorni che facciano al caso nostro.

# 176_Saejima
source: So you're up a shit creek then.
pt: Allora sei proprio nella merda.

# 188_Shinada
source: I'd heard rumors, but man, that's rough. I heard lots of folks are leaving Tokyo to look for work in Nagoya, too.
pt: Avevo sentito delle voci, ma caspita, è dura. Ho sentito che un sacco di gente sta lasciando Tokyo per cercare lavoro a Nagoya, pure.

# 200_Akiyama
source: And that's exactly my point, Shinada-san.
pt: È proprio quello il punto, Shinada-san.

# 212_Shinada
source: Wait, what'd I say?
pt: Aspetta, ma che ho detto?

# 224_Akiyama
source: If there are no top-tier hostesses to find in Kamurocho, then we need to get them from somewhere else.
pt: Se a Kamurocho non si trovano hostess di alto livello, allora dobbiamo andarle a prendere da qualche altra parte.

# 236_Akiyama
source: My plan is to scout the whole country, and snag the number one hostess in each of the big cities.
pt: Il mio piano è di setacciare tutto il paese e accaparrarci l'hostess numero uno di ogni grande città.

# 248_Saejima
source: Good one.
pt: Bella mossa.

# 260_Kiryu
source: You've put a lot of thought into this, I see.
pt: Vedo che ci hai messo un bel po' di testa.

# 272_Shinada
source: But if that's your plan, why aren't you out there busting your ass scouting right now?
pt: Ma se questo è il tuo piano, perché non ti stai spaccando il culo là fuori a fare scouting adesso?

# 284_Akiyama
source: Well, I can't exactly scour the whole country by myself, you know? The club would go kaput before I made anywhere near enough progress.
pt: Beh, non è che posso setacciare tutto il paese da solo, capisci? Il club andrebbe a puttane prima che riuscissi a fare anche solo un minimo di progressi.

# 296_Akiyama
source: So, I need your help.
pt: Quindi, ho bisogno del vostro aiuto.

# 308_Shinada
source: Come again?
pt: Come scusa?

# 320_Saejima
source: Say what now?
pt: Ma che dici?

# 332_Akiyama
source: Just hear me out! Kiryu-san can take <Color:255,200,200,255>Fukuoka<Color:Default>, and Saejima-san can do <Color:255,200,200,255>Sapporo<Color:Default>. Shinada-san, you have <Color:255,200,200,255>Nagoya<Color:Default>, and I'll do <Color:255,200,200,255>Osaka<Color:Default>. We've all spent time in those places, right?
pt: Ascoltatemi un attimo! Kiryu-san può occuparsi di <Color:255,200,200,255>Fukuoka<Color:Default>, e Saejima-san può occuparsi di <Color:255,200,200,255>Sapporo<Color:Default>. Shinada-san, a te tocca <Color:255,200,200,255>Nagoya<Color:Default>, e io mi occuperò di <Color:255,200,200,255>Osaka<Color:Default>. Abbiamo tutti passato del tempo in quei posti, no?

# 344_Akiyama
source: I figured each of us would know a fair bit more about those cities than the average person.
pt: Ho pensato che ognuno di noi conoscesse quelle città un bel po' meglio di un tizio qualunque.

# 356_Kiryu
source: I get what you mean, but I think you're asking quite a lot of us.
pt: Capisco cosa intendi, ma mi sembra che tu ci stia chiedendo un bel po'.

# 368_Kiryu
source: We didn't come here today just so we could sign up to be your personal talent scouts.
pt: Non siamo venuti qui oggi solo per farti da talent scout personali.

# 380_Akiyama
source: I get it, but, if you have the time and inclination, please consider helping me out. All I'm asking is if you happen to go back to those places, just keep me in mind.
pt: Capisco, ma, se avete tempo e voglia, vi prego di considerare di darmi una mano. Tutto quello che vi chiedo è che se per caso tornate in quei posti, tenetemi presente.

# 392_Kiryu
source: Hmm.
pt: Mhh.

# 404_Akiyama
source: Think of it this way. If you visit a cabaret club in your city and happen to find the right girl, maybe try to persuade her to visit Tokyo.
pt: Pensatela così. Se andate in un cabaret club nella vostra città e per caso trovate la ragazza giusta, magari provate a convincerla a venire a Tokyo.

# 416_Saejima
source: What's that even mean? The "right girl"?
pt: Ma che vuol dire? "La ragazza giusta"?

# 428_Akiyama
source: Well, you're asking these girls to leave their lives behind to come to Tokyo, so you'll need to get to know them personally.
pt: Beh, stai chiedendo a queste ragazze di lasciarsi tutto alle spalle per venire a Tokyo, quindi dovrai conoscerle personalmente.

# 440_Shinada
source: You mean, like, <Color:255,200,200,255><Italic>know</Italic> her know her<Color:Default>?
pt: Intendi, tipo, <Color:255,200,200,255><Italic>conoscerla</Italic> proprio conoscerla<Color:Default>?

# 452_Akiyama
source: Well, I was trying to be subtle.
pt: Beh, stavo cercando di andarci piano.

# 464_Saejima
source: Hmm.
pt: Mhh.

# 476_Akiyama
source: Of course, if you're already on good terms with a girl, even better. That way you can invite her as soon as possible.
pt: Certo, se sei già in buoni rapporti con una ragazza, ancora meglio. Così puoi invitarla il prima possibile.

# 488_Akiyama
source: If nothing else, I just need them for some temp work. Once my club is making good money again, they can go back to their old lives.
pt: Se non altro, mi servono solo per un lavoretto temporaneo. Una volta che il mio locale ricomincerà a macinare soldi, potranno tornare alle loro vecchie vite.

# 500_Akiyama
source: So, assuming you strike the right chord with a girl out there, they'll have a job waiting for them at Elise.
pt: Quindi, supponendo che riusciate a fare colpo su una ragazza lì fuori, avranno un lavoro ad aspettarle all'Elise.

# 512_Kiryu
source: All right, I'm with you. I'm not happy about this city having lost its edge, myself. I want to help Kamurocho get back to what it once was.
pt: Ci sto. Anch'io non sono contento che questa città abbia perso il suo smalto. Voglio aiutare Kamurocho a tornare a quello che era una volta.

# 524_Akiyama
source: Thanks, Kiryu-san!
pt: Grazie, Kiryu-san!

# 536_Saejima
source: Hmph. Guess I can't really say no. I owe ya big for all yer help with the money, Akiyama.
pt: Mpf. Non posso mica dire di no. Te ne devo una grossa per tutto l'aiuto con i soldi, Akiyama.

# 548_Shinada
source: Hey, you just leave it to me! As a top-notch adult entertainment journalist, I'll bring you the best hostess out there!
pt: Ehi, lascia fare a me! Come giornalista di punta dell'intrattenimento per adulti, ti porterò la migliore hostess che ci sia in giro!

# 584_Akiyama
source: Thank you. Thank you all.
pt: Grazie. Grazie a tutti voi.

# 596_Akiyama
source: Now then, let's all hit up our respective turfs and go find some hostesses!
pt: E allora, andiamo tutti a battere i nostri rispettivi territori e a trovare qualche hostess!
