Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690193.po
Languages: pt

source: Yes, I think I'd better.
pt: Sì, credo sia meglio.

source: I guess I don't need to.
pt: Credo che non serva.

source: Live Events
pt: Eventi dal Vivo

source: The Requirements
pt: I Requisiti

source: I think I'd better run through it one more time.
pt: Credo sia meglio ripassarlo ancora una volta.

source: I'm ready.
pt: Sono pronto.

# 44_Uda
source: Hello, Haruka-san. We've been looking forward to your arrival.
pt: Salve, Haruka-san. Non vedevamo l'ora del tuo arrivo.

# 56_Haruka
source: Hello, Uda-san.
pt: Salve, Uda-san.

# 68_Uda
source: This is a very important event for us at the Merchants Association.
pt: Questo è un evento molto importante per noi dell'Associazione dei Mercanti.

# 80_Uda
source: We hope it'll be an important and successful event for you too, Haruka-san.
pt: Speriamo che sia un evento importante e di successo anche per te, Haruka-san.

# 92_Haruka
source: Yes, me too!
pt: Sì, anch'io!

# 104_Uda
source: Good. Your entire fan club, including me, believes in you and is looking forward to you performing spectacularly.
pt: Bene. Tutto il tuo fan club, compreso me, crede in te e non vede l'ora che tu ti esibisca in modo spettacolare.

# 116_Haruka
source: Oh gosh, Uda-san. Thank you.
pt: Oh, Uda-san. Grazie.

# 128_Uda
source: No thanks needed. All we do is provide a stage for your talents. The rest is up to you!
pt: Non c'è di che. Noi ci limitiamo a fornirti un palcoscenico per i tuoi talenti. Il resto spetta a te!

# 140_Haruka
source: I'll do my very best!
pt: Farò del mio meglio!

# 152_Haruka
source: (I wonder if I should go over how the event works.)
pt: (Mi chiedo se dovrei ripassare come funziona l'evento.)

# 164_Haruka
source: (I've done this kind of thing before, so I guess I don't need to. I'm ready!)
pt: (Ho già fatto cose del genere, quindi non credo serva. Sono pronta!)

# 200_Haruka
source: (Yes, I think I'd better. Just in case.)
pt: (Sì, penso che sia meglio. Solo per sicurezza.)

# 212_Uda
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi dal vivo, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine del brano, il livello del tuo successo in ognuna di queste aree determinerà il risultato complessivo.

# 224_Uda
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Valutazioni Ottime Il numero di volte in cui ricevi una valutazione Ottima per la pressione corretta dei pulsanti. Combo Massima Il numero massimo di valutazioni Buone o superiori che raggiungi. Punteggio Il rango che ottieni.

# 236_Uda
source: (Let's see. I should be good now, right?)
pt: (Vediamo. Dovrei essere a posto ora, vero?)

# 248_Haruka
source: (I think I'd better run through it one more time, just to be safe.)
pt: (Penso che sia meglio ripassarlo un'altra volta, solo per sicurezza.)

# 260_Uda
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi dal vivo, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine del brano, il livello del tuo successo in ognuna di queste aree determinerà il risultato complessivo.

# 272_Uda
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Valutazioni Ottime Il numero di volte in cui ricevi una valutazione Ottima per la pressione corretta dei pulsanti. Combo Massima Il numero massimo di valutazioni Buone o superiori che raggiungi. Punteggio Il rango che ottieni.

# 284_Uda
source: (Let's see. I should be good now, right?)
pt: (Vediamo. Dovrei essere a posto ora, vero?)

# 296_Haruka
source: (I'm ready. Let's do this!)
pt: (Sono pronta. Facciamolo!)
