Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0777.po
Languages: pt

source: Middle-aged Man
pt: Uomo di mezza età

source: Yeah, sure.
pt: Sì, certo.

source: That's not something I'm interested in.
pt: Non è roba che mi interessa.

source: No, I must have missed it.
pt: No, devo essermelo perso.

source: Not a president, but I was a chairman.
pt: Non un presidente, ma ero il capo.

source: I did lead a lot of people.
pt: Ho guidato un sacco di gente.

source: I'd prefer not to dwell on the past.
pt: Preferirei lasciar perdere il passato.

source: You shouldn't pry into other people's affairs.
pt: Non dovresti ficcanasare negli affari degli altri.

source: (I'm gonna ignore that.)
pt: (Faccio finta di niente.)

# 56_Middle-aged Man
source: Did you see that TV documentary on taxi drivers last night?
pt: Hai visto quel documentario in TV sui tassisti ieri sera?

# 68_Kiryu
source: (I didn't catch it.)
pt: (Me lo sono perso.)

# 80_Middle-aged Man
source: Yeah, sure.
pt: Sì, certo.

# 92_Middle-aged Man
source: Yeah!? It was pretty interesting, huh?
pt: Ah sì!? Era proprio interessante, eh?

# 104_Kiryu
source: (Hm. I wonder what it was about.)
pt: (Mmh. Chissà di cosa si trattava.)

# 116_Kiryu
source: Yes, it was. I couldn't stop laughing.
pt: Sì, lo era. Non la smettevo più di ridere.

# 128_Middle-aged Man
source: What? But it wasn't funny. What was there to laugh about?
pt: Cosa? Ma non era divertente. Cosa c'era da ridere?

# 140_Kiryu
source: Uh...
pt: Ehm...

# 152_Middle-aged Man
source: Are you sure you even saw it?
pt: Ma sei sicuro di averlo visto?

# 164_Kiryu
source: Sorry, I didn't.
pt: Mi dispiace, no.

# 176_Middle-aged Man
source: Oh, come on. No need to lie just to make conversation.
pt: Ma dai, non serve mentire solo per far conversazione.

# 188_Middle-aged Man
source: Whatever. I'll tell you what it was about anyways.
pt: Vabbè. Ti dirò di cosa si trattava lo stesso.

# 200_Middle-aged Man
source: A guy who used to be a company president went bankrupt and got a job as a taxi driver. He's only pulling in a little over 100,000 yen a month now.
pt: Un tipo che una volta era presidente di un'azienda è fallito e ha trovato lavoro come tassista. Ora tira su solo poco più di 100.000 yen al mese.

# 212_Middle-aged Man
source: That's not something I'm interested in.
pt: Non è una cosa che mi interessa.

# 224_Middle-aged Man
source: Oh, I see.
pt: Oh, capisco.

# 236_Middle-aged Man
source: Just thought I'd bring it up, seeing as you're a taxi driver and all.
pt: Ho solo pensato di tirarlo fuori, visto che sei un tassista e insomma.

# 248_Middle-aged Man
source: Ain't no skin off my nose, but when you say you're not interested, you kinda kill the conversation.
pt: Non mi tocca, ma quando dici che non ti interessa, uccidi un po' la conversazione.

# 260_Kiryu
source: (The passenger doesn't look pleased. I'd better think of something to say.)
pt: (Il passeggero non sembra contento. Meglio che mi inventi qualcosa da dire.)

# 272_Kiryu
source: Sorry about that. Can you tell me what it was about?
pt: Mi dispiace per quello. Puoi dirmi di cosa si trattava?

# 284_Middle-aged Man
source: Huh? I thought you weren't interested. Well, I guess I'll tell you.
pt: Eh? Pensavo non ti interessasse. Vabbè, te lo dirò.

# 296_Middle-aged Man
source: A guy who used to be a company president went bankrupt and got a job as a taxi driver. He's only pulling in a little over 100,000 yen a month now.
pt: Un tipo che una volta era presidente di un'azienda è fallito e ha trovato lavoro come tassista. Ora tira su solo poco più di 100.000 yen al mese.

# 308_Middle-aged Man
source: No, I must have missed it.
pt: No, me lo sarò perso.

# 320_Middle-aged Man
source: Oh, what am I thinking? You're probably way too busy with work to watch TV.
pt: Oh, ma cosa sto dicendo? Sarai troppo preso dal lavoro per guardare la TV.

# 332_Kiryu
source: Could you tell me what it was about?
pt: Puoi dirmi di cosa si trattava?

# 344_Middle-aged Man
source: Sure, I'll give you the gist.
pt: Certo, ti do il succo.

# 356_Middle-aged Man
source: A guy who used to be a company president went bankrupt and got a job as a taxi driver. He's only pulling in a little over 100,000 yen a month now.
pt: Un tipo che una volta era presidente di un'azienda è fallito e ha trovato lavoro come tassista. Ora tira su solo poco più di 100.000 yen al mese.

# 368_Middle-aged Man
source: It was kind of sad to watch, actually.
pt: Era un po' triste da guardare, a dire il vero.

# 380_Middle-aged Man
source: They say that most taxi drivers are people who used to do other jobs. Is that true?
pt: Si dice che la maggior parte dei tassisti siano persone che prima facevano altri lavori. È vero?

# 392_Kiryu
source: In a lot of cases, yes.
pt: In molti casi, sì.

# 404_Middle-aged Man
source: Does that apply to you?
pt: Questo vale anche per te?

# 416_Kiryu
source: Yes.
pt: Sì.

# 428_Middle-aged Man
source: Really? What job did you do before this? Were you a company president, too?
pt: Davvero? Che lavoro facevi prima di questo? Eri un presidente d'azienda anche tu?

# 440_Middle-aged Man
source: Not a president, but I was a chairman.
pt: Non un presidente, ma ero un presidente del consiglio.

# 452_Middle-aged Man
source: A chairman?
pt: Un presidente del consiglio?

# 464_Middle-aged Man
source: Hahaha! That's a good one, buddy!
pt: Hahaha! Bella questa, amico!

# 488_Middle-aged Man
source: Well, there's no way on earth a chairman could wind up as a taxi driver.
pt: Beh, non c'è proprio verso che un presidente del consiglio possa finire a fare il tassista.

# 500_Middle-aged Man
source: Maybe if you were chairman of the neighborhood watch! Ahahah!
pt: Magari se fossi stato presidente del consiglio del comitato di quartiere! Ahahah!

# 512_Kiryu
source: (He took it as a joke, but at least he's happy.)
pt: (L'ha presa come uno scherzo, ma almeno è contento.)

# 524_Middle-aged Man
source: So, what was it you really did?
pt: Allora, cosa facevi davvero?

# 536_Kiryu
source: Something like the guy in that documentary.
pt: Come il tipo di quel documentario.

# 548_Middle-aged Man
source: You mean you really were a president? How big was the company you ran?
pt: Vuoi dire che eri davvero un presidente? Quanto era grande l'azienda che gestivi?

# 560_Middle-aged Man
source: I did lead a lot of people, kind of like a president does.
pt: Ho guidato un sacco di persone, un po' come fa un presidente.

# 572_Middle-aged Man
source: Seriously!? That's just like the documentary!
pt: Davvero!? È proprio come il documentario!

# 584_Middle-aged Man
source: Hmm. You do seem to carry yourself differently from other taxi drivers.
pt: Mmmh. Hai proprio un'altra aria rispetto agli altri tassisti.

# 596_Middle-aged Man
source: How big was the company you ran?
pt: Quanto era grande l'azienda che gestivi?

# 608_Middle-aged Man
source: It was... big.
pt: Era... grande.

# 620_Middle-aged Man
source: Wow! What was it called?
pt: Wow! Come si chiamava?

# 632_Middle-aged Man
source: I'd prefer not to dwell on the past.
pt: Preferirei non soffermarmi sul passato.

# 644_Middle-aged Man
source: Oh, I see. Sorry about that, pal.
pt: Ah, capisco. Mi dispiace, amico.

# 656_Middle-aged Man
source: I bet you were a big shot, anyway. I can tell by the way you talk.
pt: Scommetto che eri un pezzo grosso, comunque. Lo capisco da come parli.

# 668_Kiryu
source: Hm.
pt: Mh.

# 680_Middle-aged Man
source: I won't ask why you became a driver, but hang in there, okay?
pt: Non ti chiederò perché sei diventato un tassista, ma tieni duro, ok?

# 692_Middle-aged Man
source: You'll get your time in the sun again. Just keep working hard! I'm rooting for you!
pt: Tornerai ad avere il tuo momento. Continua a lavorare sodo! Faccio il tifo per te!

# 704_Kiryu
source: Right.
pt: Giusto.

# 716_Kiryu
source: Thank you.
pt: Grazie.

# 728_Middle-aged Man
source: You shouldn't pry into other people's affairs.
pt: Non dovresti curiosare negli affari altrui.

# 740_Middle-aged Man
source: I wouldn't call it prying. I just asked an innocent question.
pt: Non la chiamerei curiosare. Ho solo fatto una domanda innocente.

# 752_Kiryu
source: Well, I'm not giving you an answer.
pt: Beh, non ti darò una risposta.

# 764_Middle-aged Man
source: Aw, fine. I won't say another word.
pt: Ah, va bene. Non dirò più una parola.

# 776_Kiryu
source: (I think I made him angry.)
pt: (Credo di averlo fatto arrabbiare.)

# 824_Middle-aged Man
source: Don't just ignore me.
pt: Non ignorarmi e basta.

# 848_Middle-aged Man
source: Fine, I've had enough! Forget I even asked!
pt: Va bene, ne ho avuto abbastanza! Dimentica che l'ho persino chiesto!

# 860_Kiryu
source: (Looks like I made him mad.)
pt: (Credo di averlo fatto arrabbiare.)
