Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200000.po
Languages: pt

source: Defeated Contender
pt: Sfidante Sconfitto

source: Tournament Staff
pt: Staff del Torneo

# 44_Kiryu
source: What's wrong? You done already?
pt: Che c'è? Hai già mollato?

# 56_Defeated Contender
source: *huff* *cough* Damn it! I lost! I'm never going to make it out of the qualifiers!
pt: *huff* *cough* Maledizione! Ho perso! Non ce la farò mai a superare le qualificazioni!

# 68_Kiryu
source: What're you talking about?
pt: Di che parli?

# 80_Defeated Contender
source: I'm in the Victory Road tournament. I thought you were, too.
pt: Sono nel torneo Victory Road. Pensavo ci fossi anche tu.

# 92_Kiryu
source: What's that?
pt: Cos'è?

# 104_Defeated Contender
source: A tournament run by a bunch of rich guys. They have some serious prize money for whoever proves to be the ultimate streetfighter in Japan.
pt: Un torneo gestito da un mucchio di ricconi. Mettono in palio un montepremi da capogiro per chiunque si dimostri il combattente di strada definitivo del Giappone.

# 116_Kiryu
source: Never heard of it.
pt: Mai sentito.

# 128_???
source: You're in a special category... Kazuma Kiryu-san.
pt: Tu sei in una categoria speciale... Kazuma Kiryu-san.

# 140_Kiryu
source: Who are you?
pt: Chi sei?

# 152_Tournament Staff
source: I help run the Victory Road tournament. It's an underground fighting contest with qualifiers held concurrently all over Japan.
pt: Aiuto a gestire il torneo Victory Road. È una gara di combattimento clandestina con qualificazioni che si tengono contemporaneamente in tutto il Giappone.

# 164_Kiryu
source: Like I said, never heard of it. Anyway, you got the wrong guy. I'm not Kazuma Kiryu.
pt: Come ho detto, mai sentito. Comunque, hai sbagliato persona. Non sono Kazuma Kiryu.

# 176_Tournament Staff
source: Very well. Taichi Suzuki-san will do just fine.
pt: Molto bene. Taichi Suzuki-san andrà benissimo.

# 188_Tournament Staff
source: Most of the entrants already assume that you'll participate.
pt: La maggior parte degli iscritti dà già per scontato che parteciperai.

# 200_Tournament Staff
source: After all, a man of your stature can't ever truly melt into the crowd, even outside of Kamurocho. Isn't that right, "Suzuki-san"?
pt: Dopotutto, un uomo del tuo calibro non può mai davvero confondersi tra la folla, neanche al di fuori di Kamurocho. Non è così, "Suzuki-san"?

# 224_Tournament Staff
source: A certain tournament entrant told us you were in town. Perhaps you'd like to speak to him directly.
pt: Un certo iscritto al torneo ci ha detto che eri in città. Magari vorresti parlargli direttamente.

# 236_Kiryu
source: Where would I find him?
pt: Dove lo troverei?

# 248_Tournament Staff
source: Ose Bridge. His name is Ren Higashino.
pt: Ponte Ose. Il suo nome è Ren Higashino.

# 260_Kiryu
source: I don't know anyone by that name.
pt: Non conosco nessuno con quel nome.

# 272_Tournament Staff
source: He's just another young fighter trying to make a name for himself.
pt: È solo un altro giovane lottatore che cerca di farsi un nome.

# 284_Tournament Staff
source: Now, if you'll excuse me.
pt: Ora, se mi scusi.

# 296_Kiryu
source: (Ren Higashino... He said he'd be over on Ose Bridge.)
pt: (Ren Higashino... Ha detto che si sarebbe trovato sul Ponte Ose.)
