Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0687.po
Languages: pt

source: Young Salesman
pt: Giovane Venditore

source: You're not supposed to be killing time.
pt: Non dovresti stare ad ammazzare il tempo.

source: Your company sounds pretty harsh.
pt: La tua azienda sembra piuttosto dura.

source: You must be really tired.
pt: Devi essere davvero stanco.

source: If the job doesn't interest you, then leave.
pt: Se il lavoro non ti interessa, allora vattene.

source: You should learn to grin and bear it.
pt: Dovresti imparare a stringere i denti.

source: If you want to do something else, then leave.
pt: Se vuoi fare qualcos'altro, allora vattene.

source: Yeah, it's interesting.
pt: Già, è interessante.

source: No, it's boring.
pt: No, è noioso.

source: I've never really thought about it.
pt: Non ci ho mai pensato molto.

# 44_Young Salesman
source: Could you, uh, just leave the meter on and drive around a bit?
pt: Potrebbe, uhm, semplicemente lasciare il tassametro acceso e guidare un po' in giro?

# 56_Kiryu
source: Sure.
pt: Certo.

# 68_Young Salesman
source: They monitor salespeople like me using GPS these days, so we always have to be out toiling away. Can't just kill extra time at a café.
pt: Di questi tempi monitorano i venditori come me con il GPS, quindi dobbiamo sempre stare fuori a sgobbare. Non possiamo mica ammazzare il tempo al bar.

# 80_Young Salesman
source: You're not supposed to be killing time. At your age, you're supposed to be working hard.
pt: Non dovresti ammazzare il tempo. Alla tua età, dovresti sgobbare.

# 92_Young Salesman
source: ...You ever worked in sales, driver?
pt: ...Hai mai lavorato nelle vendite, tassista?

# 116_Young Salesman
source: Then you have no idea what you're talking about! My job is no walk in the park!
pt: Allora non sai proprio di cosa stai parlando! Il mio lavoro non è mica una passeggiata!

# 140_Young Salesman
source: Don't assume you can lecture people just because you're older.
pt: Non credere di poter fare la morale alla gente solo perché sei più vecchio.

# 152_Kiryu
source: (...I think I made him angry. Better watch what I say to him from now on.)
pt: (...Penso di averlo fatto arrabbiare. Meglio stare attento a cosa gli dico d'ora in poi.)

# 164_Kiryu
source: I apologize. I didn't mean to offend you.
pt: Mi scuso. Non volevo offenderti.

# 176_Young Salesman
source: Ah, don't sweat it. I'm probably just a little riled up...
pt: Ah, non preoccuparti. Sono probabilmente solo un po' alterato...

# 188_Young Salesman
source: Truth is, I've only been at this job six months and I'm already thinking about leaving.
pt: A dirla tutta, faccio questo lavoro da soli sei mesi e sto già pensando di mollare.

# 200_Young Salesman
source: The company you work for sounds pretty harsh.
pt: L'azienda per cui lavori sembra parecchio dura.

# 212_Young Salesman
source: Yeah...
pt: Già...

# 224_Kiryu
source: I can't believe they'd run you into the ground like that.
pt: Non posso credere che ti facciano a pezzi così.

# 248_Kiryu
source: Sounds like a real hellhole.
pt: Sembra un vero inferno.

# 260_Young Salesman
source: Well, it's not <Italic>that</Italic> bad...
pt: Beh, non è <Italic>poi così</Italic> male...

# 272_Young Salesman
source: I appreciate you hearing me out and all, but badmouthing my company isn't helping, okay?
pt: Apprezzo che mi hai ascoltato e tutto il resto, ma sparlare della mia azienda non sta aiutando, ok?

# 284_Young Salesman
source: It's a pretty prestigious place, and I only got in after passing some really hard exams.
pt: È un posto parecchio prestigioso, e ci sono entrato solo dopo aver superato degli esami parecchio difficili.

# 296_Kiryu
source: Oh. Sorry, I didn't mean...
pt: Oh. Scusa, non volevo...

# 308_Young Salesman
source: That's okay. But, that being said, I'm already thinking of leaving, in spite of all the trouble I went through.
pt: Va bene. Ma, detto questo, sto già pensando di mollare, nonostante tutta la fatica che ho fatto.

# 320_Young Salesman
source: You must be really tired. I've never worked in sales myself, but I hear it's pretty tough.
pt: Devi essere proprio stanco. Io non ho mai fatto il venditore, ma sento dire che è parecchio tosta.

# 332_Young Salesman
source: Thanks for understanding. Feels good to talk to someone who actually gets me.
pt: Grazie per aver capito. Mi fa bene parlare con qualcuno che mi capisce davvero.

# 344_Young Salesman
source: Hey, you mind if I get a few things off my chest? Seems like you might know what I'm talking about.
pt: Ehi, ti dispiace se mi sfogo un po'? Mi sembra che tu possa capire di cosa sto parlando.

# 356_Kiryu
source: By all means.
pt: Certo.

# 368_Young Salesman
source: Thanks, I appreciate it.
pt: Grazie, lo apprezzo.

# 380_Young Salesman
source: The truth is, I've only been at this job six months and I'm already thinking about leaving.
pt: La verità è, sono solo sei mesi che faccio questo lavoro e sto già pensando di mollare.

# 404_Young Salesman
source: I was hoping to get assigned to planning or production, but they had to go put me in sales...
pt: Speravo di essere assegnato alla pianificazione o alla produzione, ma mi hanno sbattuto alle vendite...

# 416_Young Salesman
source: I have absolutely no interest in this kind of work. It's a real struggle to get motivated, if you know what I mean.
pt: Non mi interessa proprio per niente questo tipo di lavoro. Faccio una fatica tremenda a motivarmi, se capisci cosa intendo.

# 428_Young Salesman
source: All I think about these days are ways to avoid doing my job.
pt: In questi giorni penso solo a come evitare di fare il mio lavoro.

# 440_Young Salesman
source: At this rate, I'd be better off quitting, don't you think?
pt: Di questo passo, farei meglio a mollare, non credi?

# 452_Young Salesman
source: If the job doesn't interest you, then why don't you leave?
pt: Se il lavoro non ti interessa, allora perché non te ne vai?

# 464_Young Salesman
source: Yeah, that's what I was thinking! Quitting is the best move, right?
pt: Sì, è proprio quello che stavo pensando! Mollare è la mossa migliore, vero?

# 476_Kiryu
source: I think so. You only live once, so you should do something that keeps your interest.
pt: Penso di sì. Si vive una volta sola, quindi dovresti fare qualcosa che ti interessi.

# 488_Young Salesman
source: You're absolutely right! Thanks for the advice!
pt: Hai proprio ragione! Grazie del consiglio!

# 500_Young Salesman
source: The same goes for you, huh? You always wanted to drive a taxi?
pt: Anche per te è così, eh? Hai sempre voluto guidare un taxi?

# 512_Kiryu
source: Well...
pt: Beh...

# 524_Young Salesman
source: Wait, so this isn't your dream job?
pt: Aspetta, allora questo non è il tuo lavoro dei sogni?

# 536_Kiryu
source: ...Now that you mention it, no.
pt: ...Ora che me lo fai notare, no.

# 548_Young Salesman
source: Well that kind of undermines your point...
pt: Beh, questo sminuisce un po' il tuo discorso...

# 572_Young Salesman
source: No, I think once you join a company, you should stick with it until you retire.
pt: No, penso che una volta che entri in un'azienda, dovresti resisterci fino alla pensione.

# 584_Young Salesman
source: But the thought of having to keep doing this boring job for decades makes me cringe.
pt: Ma il pensiero di dover continuare a fare questo lavoro noioso per decenni mi fa rabbrividire.

# 596_Kiryu
source: There are some things you can only learn through perseverance, like patience and willpower.
pt: Ci sono alcune cose che si imparano solo con la perseveranza, tipo la pazienza e la forza di volontà.

# 608_Young Salesman
source: Patience and willpower? I'll admit I don't have either of those things right now.
pt: Pazienza e forza di volontà? Devo ammettere che non ho nessuna delle due cose al momento.

# 620_Young Salesman
source: Huh, then maybe sticking with this job is best after all. How long have you been in your line of work?
pt: Beh, allora forse resistere a questo lavoro è la cosa migliore, dopotutto. Da quanto tempo fai questo mestiere?

# 632_Kiryu
source: Uh... I switched to driving taxis six months ago.
pt: Uh... Sono passato a fare il tassista sei mesi fa.

# 644_Young Salesman
source: What about your last job?
pt: E il tuo ultimo lavoro?

# 656_Kiryu
source: I... had to quit.
pt: Mi... sono dovuto licenziare.

# 668_Young Salesman
source: Hey, what happened to patience and willpower?
pt: Ehi, che fine hanno fatto pazienza e forza di volontà?

# 692_Young Salesman
source: That kind of undermines your point, you know.
pt: Questo sminuisce un po' il tuo discorso, sai.

# 704_Young Salesman
source: If there's another job you'd rather do, I think it's fine to leave.
pt: Se c'è un altro lavoro che preferiresti fare, penso che vada bene licenziarsi.

# 716_Young Salesman
source: That's a fair point. But that's also kind of the problem.
pt: È un buon punto. Ma questo è anche un po' il problema.

# 728_Young Salesman
source: I can't really think of anything I'd rather do.
pt: Non riesco proprio a pensare a niente che preferirei fare.

# 740_Young Salesman
source: Do you know of any good jobs out there?
pt: Conosci qualche buon lavoro in giro?

# 752_Kiryu
source: Hmm, what kind of work do you enjoy?
pt: Mmh, che tipo di lavoro ti piace?

# 764_Young Salesman
source: Heh, if I knew that, I'd have already switched jobs.
pt: Eh, se lo sapessi, avrei già cambiato lavoro.

# 776_Young Salesman
source: Say, do you like the job you're doing now, as a driver?
pt: Senti, ti piace il lavoro che stai facendo adesso, come autista?

# 788_Young Salesman
source: Yeah, it's actually pretty interesting.
pt: Già, è in realtà piuttosto interessante.

# 800_Young Salesman
source: Huh, you're lucky you found a job you like. Maybe I'll try driving a taxi as well.
pt: Eh, sei fortunato ad aver trovato un lavoro che ti piace. Magari proverò anch'io a fare il tassista.

# 812_Kiryu
source: But I enjoy it because I take it seriously.
pt: Ma mi piace perché lo prendo sul serio.

# 836_Kiryu
source: As long as you have the right attitude, you can make any job interesting.
pt: Finché hai l'atteggiamento giusto, puoi rendere qualsiasi lavoro interessante.

# 848_Young Salesman
source: That's... enlightening. Perhaps if I take my sales position more seriously, I'll end up enjoying it.
pt: Questo... è illuminante. Forse se prendo la mia posizione di vendita più sul serio, finirò per apprezzarla.

# 860_Kiryu
source: Right. Maybe try making your decision after you've given it a little more effort.
pt: Giusto. Magari prova a prendere la tua decisione dopo averci messo un po' più di impegno.

# 872_Young Salesman
source: You're right! I guess how you approach your work determines whether or not you find it rewarding.
pt: Hai ragione! Immagino che come affronti il tuo lavoro determini se lo trovi gratificante o meno.

# 884_Young Salesman
source: Then... Dang, I shouldn't be wasting time here. I've got a job to do!
pt: Allora... Cavolo, non dovrei stare qui a perdere tempo. Ho un lavoro da fare!

# 896_Young Salesman
source: No, it's incredibly boring.
pt: No, è incredibilmente noioso.

# 920_Young Salesman
source: Then, is it that everyone's working a job they hate because they have to, not because they want to?
pt: Allora, è che tutti stanno facendo un lavoro che odiano perché sono costretti, non perché lo vogliono?

# 932_Kiryu
source: Probably.
pt: Probabilmente.

# 944_Young Salesman
source: Hmm. Maybe I should just force myself to keep doing this thankless job.
pt: Hmm. Forse dovrei solo forzarmi a continuare a fare questo lavoro ingrato.

# 956_Young Salesman
source: Even then... I'd still be just as depressed. *sigh* Why's life gotta be so hard?
pt: Anche allora... Sarei comunque altrettanto depresso. Sospiro. Perché la vita dev'essere così dura?

# 968_Young Salesman
source: I've never really thought about it.
pt: Non ci ho mai pensato molto.

# 980_Young Salesman
source: Oh really...
pt: Oh davvero...

# 992_Young Salesman
source: Huh, maybe it's naive of me to think that work can be both interesting and rewarding.
pt: Eh, forse sono ingenuo a pensare che il lavoro possa essere sia interessante che gratificante.

# 1004_Young Salesman
source: I guess I'll just do my best to keep calm and carry on. Best not to overanalyze things, right?
pt: Immagino che farò del mio meglio per mantenere la calma e tirare avanti. Meglio non farsi troppe pippe mentali, no?

# 1016_Young Salesman
source: Thanks for sharing your wisdom. Even if it was sort of a harsh life lesson.
pt: Grazie per aver condiviso la tua saggezza. Anche se è stata una specie di dura lezione di vita.
