Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c085e.po
Languages: pt

source: Cheerful Voice
pt: Voce Allegra

# 72_Cheerful Voice
source: Hey, guys!
pt: Ehi, ragazzi!

# 96_Cheerful Voice
source: Ready for another day of staring at my brake lights in the distance?
pt: Pronto per un altro giorno a fissare le mie luci di stop in lontananza?

# 108_Kiryu
source: I think you mean the other way around.
pt: Penso che tu voglia dire il contrario.

# 120_Cheerful Voice
source: You seem pretty confident, Mr. Suzuki! How wonderful! Then let's get this party started!
pt: Sembra piuttosto sicuro di sé, Signor Suzuki! Che meraviglia! Allora, che la festa abbia inizio!

# 144_Cheerful Voice
source: There are only two out of four Kings left to go. You can do this!
pt: Ne mancano solo due dei quattro Re. Ce la puoi fare!

# 156_Kiryu
source: (At least he's not trying to dissuade me like before.)
pt: (Almeno non sta cercando di dissuadermi come prima.)

# 168_Kiyokawa
source: You beat Crash Kajiwara first, then Cool Yoshimi. I guess that means today you'll be facing...
pt: Hai battuto Crash Kajiwara per primo, poi Cool Yoshimi. Immagino che questo significhi che oggi affronterai...

# 180_Cheerful Voice
source: Hey, guys!
pt: Ehi, ragazzi!

# 204_Cheerful Voice
source: Which one of you big boys is Mr. Suzuki from Nagasu Taxi?
pt: Quale di voi pezzi grossi è il Signor Suzuki della Nagasu Taxi?

# 216_Cheerful Voice
source: Ooh, there he is! The second-in-command of the Four Kings... Gentle Nakamura!
pt: Oh, eccolo! Il numero due dei Quattro Re... Gentle Nakamura!

# 228_Kiryu
source: What's so gentle about him?
pt: Cosa c'è di così 'gentile' in lui?

# 240_Cheerful Voice
source: Beats me. But he's a true veteran－oldest one on the team. He's the last original Devil Killer, too. Been with 'em from the start.
pt: Boh. Ma è un vero veterano — il più anziano della squadra. È anche l'ultimo Devil Killer originale. È con loro fin dall'inizio.

# 252_Cheerful Voice
source: And don't let his age fool you－he's fast as lightning and then some! Not to mention he's racked up tons of wisdom and experience behind the wheel.
pt: E non farti ingannare dalla sua età－è veloce come un fulmine e pure di più! Senza contare che ha accumulato un sacco di saggezza ed esperienza al volante.

# 264_Nakamura
source: You're pretty clued up for a youngster. Not bad, Mr. Suzuki.
pt: Sei piuttosto in gamba per essere un giovanotto. Non male, Signor Suzuki.

# 276_Cheerful Voice
source: Actually, "Mr. Suzuki" is this guy right here!
pt: In realtà, il "Signor Suzuki" è questo qui!

# 288_Cheerful Voice
source: Ah, so you're the man... You sure you're in the right place? Truth be told, I thought you'd be a little less on in years.
pt: Ah, allora sei tu quello... Sei sicuro di essere nel posto giusto? A dirtela tutta, pensavo avessi qualche anno in meno.

# 300_Kiryu
source: That makes two of us.
pt: Siamo in due.

# 312_Nakamura
source: Hoho. Don't mistake me for one of those doddering old seniors you see puttering around.
pt: Hoho. Non prendermi per uno di quei vecchietti rimbambiti che vedi bighellonare in giro.

# 324_Nakamura
source: When it comes to driving, experience trumps all else. I've refined my skills over decades, maturing them like a fine wine.
pt: In fatto di guida, l'esperienza vince su tutto. Ho affinato le mie abilità per decenni, facendole maturare come un vino pregiato.

# 336_Nakamura
source: Now I hear you've already bested two of the Four Kings. Is that correct?
pt: Ora sento che hai già battuto due dei Quattro Re. È corretto?

# 348_Kiryu
source: That is.
pt: Proprio così.

# 360_Nakamura
source: Well, from where I'm standing, those guys might as well be fresh out of driving school.
pt: Beh, per quanto mi riguarda, quei tizi potrebbero benissimo essere appena usciti dalla scuola guida.

# 372_Nakamura
source: Just because you know how to hold the wheel and step on the gas doesn't mean you know how to race.
pt: Solo perché sai tenere il volante e schiacciare il gas, non significa che sai gareggiare.

# 384_Nakamura
source: Watch and learn, Mr. Suzuki! Because today's lesson is... how to lose sight of a veteran!
pt: Guarda e impara, Signor Suzuki! Perché la lezione di oggi è... come perdere di vista un veterano!
