Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010d005c.po
Languages: pt

# 2928_Kaguya
source: Oh, that would be nice! But up in Tsukimino, you'd freeze your face off! <Color:255,200,200,255>♥<Color:Default> Maybe we should try an open-air tub together sometime.
pt: Oh, sarebbe bello! Ma lassù a Tsukimino ti si gelerebbe la faccia! <Color:255,200,200,255>♥<Color:Default> Magari un giorno dovremmo provare una vasca all'aperto insieme.

# 2940_Player
source: Hey, why not.
pt: Ehi, perché no.

# 2952_Player
source: (A shared open-air bath with Kaguya!?)
pt: (Un bagno all'aperto insieme a Kaguya!?)

# 3024_Staff
source: Saejima-san? Are you still there?
pt: Saejima-san? Ci sei ancora?

# 3036_Player
source: Yep! Ya gonna be gettin' out soon?
pt: Già! Hai intenzione di uscire tra poco?

# 3120_Player
source: Mmmm...
pt: Mmmh...

# 3156_Player
source: It feels nice to bathe. It's soothing on more than a physical level.
pt: Si sta bene a farsi un bagno. È rilassante non solo a livello fisico.

# 3168_Riku
source: Bathin' is pretty darn nice. You get a real sense of freedom, y'know?
pt: Farsi un bagno è proprio una goduria. Ti dà un vero senso di libertà, sai?

# 3180_Staff
source: Just stay alert for peeping toms. If you let your guard down too much, someone might get a money shot.
pt: Resta solo all'erta per i guardoni. Se abbassi troppo la guardia, qualcuno potrebbe fare lo scatto della vita.

# 3192_Riku
source: Hey, don't be a perv! Besides, just 'cause I'm relaxin' don't mean I'm gonna be showin' anything off. <Color:255,200,200,255>♥<Color:Default>
pt: Ehi, non fare il pervertito! E poi, solo perché mi sto rilassando non significa che farò vedere qualcosa. <Color:255,200,200,255>♥<Color:Default>

# 3204_Player
source: Better safe than sorry.
pt: Meglio prevenire che curare.

# 3216_Player
source: (Peeping at Riku might be nice, though.)
pt: (Però sbirciare Riku non sarebbe male.)

# 3228_Staff
source: Yeah. Now all we need is a hot bowl of ramen.
pt: Già. Adesso ci vorrebbe proprio una bella ciotola di ramen caldo.

# 3240_Riku
source: That's so you, Kiryu-san. And I bet it'd be tonkotsu ramen, too. <Color:255,200,200,255>♥<Color:Default> Still, that'd probably make ya wicked sweaty.
pt: È proprio da te, Kiryu-san. E scommetto che sarebbe ramen al tonkotsu, per giunta. <Color:255,200,200,255>♥<Color:Default> Però ti farebbe sudare da matti.

# 3252_Player
source: Yeah, you're right.
pt: Già, hai ragione.

# 3264_Player
source: (Ramen in the bath? Hmm.)
pt: (Ramen in vasca? Mmmh.)

# 3336_Staff
source: Kiryu-san? Y'still listening?
pt: Kiryu-san? Mi stai ancora ascoltando?

# 3348_Player
source: Yeah. You about ready to get out?
pt: Già. Sei pronta a uscire?

# 3468_Player
source: It feels nice to bathe. It's soothing on more than a physical level.
pt: È proprio bello farsi un bagno. È rilassante non solo a livello fisico.

# 3480_Hinata
source: Don't you think you sound like an old man, Kiryu-san?
pt: Non credi di parlare come un vecchio, Kiryu-san?

# 3492_Staff
source: Maybe you can come wash this old man's back.
pt: Magari potresti venire a lavare la schiena a questo vecchio.

# 3504_Hinata
source: I was just teasing! <Color:255,200,200,255>♥<Color:Default> You can handle your own washing up. You're still plenty young, Kiryu-san. <Color:255,200,200,255>♥<Color:Default>
pt: Stavo solo scherzando! <Color:255,200,200,255>♥<Color:Default> Puoi benissimo lavarti da solo. Sei ancora molto giovane, Kiryu-san. <Color:255,200,200,255>♥<Color:Default>

# 3516_Player
source: I'm somehow both flattered and disappointed at the same time.
pt: In un certo senso sono sia lusingato che deluso allo stesso tempo.

# 3528_Player
source: (It'd be nice to have Hinata help with a nice scrub-down.)
pt: (Sarebbe bello farsi dare una bella strofinata da Hinata.)

# 3540_Staff
source: Hey, the equipment still works. I'm all good in the manhood department.
pt: Ehi, l'attrezzatura funziona ancora. Sono ancora un uomo a tutti gli effetti.

# 3552_Hinata
source: Wait, what do you mean by "the manhood department"? Are you perving out on me or something!?
pt: Aspetta, che intendi con "un uomo a tutti gli effetti"? Mi stai facendo il pervertito o cosa!?

# 3564_Player
source: No, of course not.
pt: No, certo che no.

# 3576_Hinata
source: Oh, yes you are! Knock it off, mister! That's sexual harassment!
pt: Oh, sì che lo sei! Piantala! Queste sono molestie sessuali!

# 3588_Player
source: (Seems like this is a sensitive subject for Hinata. Probably should change the subject.)
pt: (Sembra che questo sia un argomento delicato per Hinata. Probabilmente dovrei cambiare discorso.)

# 3660_Staff
source: You still with me there, Kiryu-san?
pt: Ci sei ancora, Kiryu-san?

# 3672_Player
source: Yeah. You about ready to get out?
pt: Sì. Sei pronta a uscire?

# 3900_Staff
source: (Mmm. The date I had here before was pretty fun...)
pt: (Mmm. L'appuntamento che ho avuto qui l'altra volta è stato molto divertente...)

# 3912_Staff
source: (Riku was talking about getting peeped on.)
pt: (Riku stava parlando di quando è stata spiata.)

# 3924_Staff
source: (Riku and I talked about eating ramen in the bath.)
pt: (Io e Riku abbiamo parlato di mangiare il ramen nella vasca.)

# 3936_Staff
source: (I asked Hinata to come wash my back.)
pt: (Ho chiesto a Hinata di venire a lavarmi la schiena.)

# 3948_Staff
source: (There was that time Hinata chewed me out.)
pt: (C'è stata quella volta che Hinata mi ha fatto una partaccia.)

# 3960_Staff
source: (Mmm. The date I had here before was pretty fun...)
pt: (Mmm. L'appuntamento che ho avuto qui l'altra volta è stato molto divertente...)

# 3972_Staff
source: (Kaguya and I were talkin' about her gettin' dizzy in the bath.)
pt: (Io e Kaguya abbiamo parlato di quando le è girata la testa nella vasca.)

# 3984_Staff
source: (Kaguya was talkin' about how she'd like to take an open-air bath.)
pt: (Kaguya stava parlando di quanto le piacerebbe fare un bagno all'aperto.)

# 3996_Staff
source: (The date I had here before was pretty fun...)
pt: (L'appuntamento che ho avuto qui l'altra volta è stato molto divertente...)

# 4008_Staff
source: (Honoka-chan and I talked about the two of us bathing together.)
pt: (Io e Honoka-chan abbiamo parlato di fare il bagno insieme.)

# 4020_Staff
source: (Honoka-chan and I talked about her reporting from inside a hot spring.)
pt: (Io e Honoka-chan abbiamo parlato di lei che faceva un servizio da dentro una sorgente termale.)

# 4032_Staff
source: (Man, the date I had here before was really fun...)
pt: (Cavolo, l'appuntamento che ho avuto qui l'altra volta è stato proprio divertente...)

# 4044_Staff
source: (Shion-chan said her breasts were still growing, didn't she?)
pt: (Shion-chan ha detto che il suo seno sta ancora crescendo, no?)

# 4056_Staff
source: (Shion-chan sure can keep her cool...)
pt: (Shion-chan sa proprio mantenere la calma...)

# 4092_Player
source: (No, no. What am I thinking?)
pt: (No, no. Ma a cosa sto pensando?)

# 4104_Player
source: (Guess it's time to get out.)
pt: (Immagino sia ora di uscire.)

# 4128_Player
source: (The water's nice. I should come with <Color:7>Hinata<Color:Default> sometime. Maybe <Color:7>if I got to know Riku better<Color:Default>, too. Well, time to get out.)
pt: (L'acqua è ottima. Dovrei venirci con <Color:7>Hinata<Color:Default> prima o poi. Magari <Color:7>se conoscessi meglio Riku<Color:Default>, anche. Beh, è ora di uscire.)

# 4140_Player
source: (This is nice. Maybe <Color:7>if I got to know a hostess well enough<Color:Default>, we could enjoy this together. Well, time to get out.)
pt: (Si sta bene qui. Magari <Color:7>se conoscessi abbastanza bene una hostess<Color:Default>, potremmo godercela insieme. Beh, è ora di uscire.)

# 4152_Player
source: (The water's nice. Maybe <Color:7>if I got to know a hostess well enough<Color:Default>, we could enjoy this together. Well, time to get out.)
pt: (L'acqua è ottima. Magari <Color:7>se conoscessi abbastanza bene una hostess<Color:Default>, potremmo godercela insieme. Beh, è ora di uscire.)

# 4164_Player
source: (Ah, this water's nice. Maybe <Color:7>if I got to know a hostess well enough<Color:Default>, we could enjoy this together. Well, time to get out.)
pt: (Ah, l'acqua è ottima. Magari <Color:7>se conoscessi abbastanza bene una hostess<Color:Default>, potremmo godercela insieme. Beh, è ora di uscire.)

# 4248_Shion
source: Let's play air hockey!
pt: Giochiamo a air hockey!

# 4260_Staff
source: All right, let's begin!
pt: Bene, iniziamo!

# 4284_Staff
source: What? We're not going to play? Oh, how dull.
pt: Cosa? Non giochiamo? Oh, che noia.

# 4332_Honoka
source: I challenge ya to air hockey!
pt: Ti sfido a air hockey!

# 4344_Staff
source: All right, let's do it!
pt: Bene, facciamolo!

# 4368_Staff
source: What? We're not even gonna play? C'mon!
pt: Cosa? Non giochiamo nemmeno? Dai!

# 4416_Kaguya
source: Now let's play some air hockey!
pt: Ora giochiamo un po' a air hockey!

# 4428_Staff
source: I'm ready when you are!
pt: Sono pronto quando vuoi!

# 4452_Staff
source: Aww, but it'd be fun!
pt: Uffa, ma sarebbe divertente!

# 4500_Riku
source: Let's play some air hockey!
pt: Giochiamo un po' a air hockey!

# 4512_Staff
source: Alright, y'better get ready!
pt: Bene, vedi di prepararti!

# 4536_Staff
source: Are ya scared, or what?
pt: Hai paura, o cosa?

# 4584_Hinata
source: Hey, let's play a game of air hockey!
pt: Ehi, facciamoci una partita a air hockey!

# 4596_Staff
source: Let's do it!
pt: Facciamolo!

# 4620_Hinata
source: Aww, we're really not playing?
pt: Uffa, non giochiamo davvero?

# 4692_Haruka
source: Okay, Uncle Kaz, let's play air hockey!
pt: Okay, zio Kaz, giochiamo a air hockey!

# 4704_Staff
source: Okay, let's go!
pt: Okay, andiamo!

# 4728_Staff
source: Oh, we're not going to play? That's too bad. Maybe next time.
pt: Oh, non giochiamo? Che peccato. Sarà per la prossima volta.

# 4776_Hot Spring Visitor
source: Hi there. Do you have some free time? I'm looking for someone to play air hockey with.
pt: Ehi, ciao. Hai un po' di tempo libero? Sto cercando qualcuno con cui fare una partita ad air hockey.

# 4788_Staff
source: Okay, ready if you are.
pt: Okay, pronto quando vuoi.

# 4812_Staff
source: Oh, all right. Maybe some other time.
pt: Oh, va bene. Magari un'altra volta.

# 4860_Staff
source: I win! Did you stop working out, Uncle Kaz? Hahaha. That was fun!
pt: Ho vinto! Hai smesso di allenarti, zio Kaz? Hahaha. È stato divertente!

# 4872_Staff
source: Aww, I lost! I thought all that exercise I get from dancing would've helped.
pt: Uffa, ho perso! Pensavo che tutto l'allenamento che faccio ballando mi avrebbe aiutato.

# 4884_Staff
source: Let's play again, Uncle Kaz!
pt: Giochiamo ancora, zio Kaz!

# 4896_Staff
source: All right, here I go!
pt: Va bene, vado!

# 4920_Staff
source: Yeah, guess we should call it a day, huh?
pt: Sì, mi sa che per oggi può bastare, eh?

# 4968_Shion
source: I win! That was quite fun! <Color:255,200,200,255>♥<Color:Default>
pt: Ho vinto! È stato davvero divertente! <Color:255,200,200,255>♥<Color:Default>

# 4980_Shion
source: Oh, darn. Looks like I lost. You're really good at this, Shinada-san! <Color:255,200,200,255>♥<Color:Default>
pt: Oh, peccato. Mi sa proprio che ho perso. Sei davvero bravo, Shinada-san! <Color:255,200,200,255>♥<Color:Default>

# 5040_Honoka
source: Yeah, I win! This was lotsa fun! <Color:255,200,200,255>♥<Color:Default>
pt: Sì, ho vinto! Mi sono divertita un sacco! <Color:255,200,200,255>♥<Color:Default>

# 5052_Honoka
source: Aww, I lost. Ya ain't half bad, Akiyama-san! <Color:255,200,200,255>♥<Color:Default>
pt: Aww, ho perso. Non te la cavi affatto male, Akiyama-san! <Color:255,200,200,255>♥<Color:Default>

# 5112_Kaguya
source: I did it! I won! I haven't felt this alive in forever! <Color:255,200,200,255>♥<Color:Default>
pt: Ce l'ho fatta! Ho vinto! Non mi sentivo così viva da un'eternità! <Color:255,200,200,255>♥<Color:Default>

# 5124_Kaguya
source: Oh no, I lost! You're really good at this, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Oh no, ho perso! Sei davvero bravo, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 5184_Riku
source: Yay, I win! This was wicked fun!
pt: Sì, ho vinto! È stato divertentissimo!

# 5196_Riku
source: Aww, I lost. You're real good at this, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>
pt: Aww, ho perso. Sei davvero bravo in questo, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>

# 5256_Hinata
source: Woohoo, I win! This was loads of fun! <Color:255,200,200,255>♥<Color:Default>
pt: Woohoo, ho vinto! Mi sono divertita un sacco! <Color:255,200,200,255>♥<Color:Default>

# 5268_Hinata
source: Aw dang, I lost! You're really good, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>
pt: Ah, cavolo, ho perso! Sei davvero bravo, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>

# 5328_Hinata
source: Woohoo, I win! This was loads of fun!
pt: Woohoo, ho vinto! Mi sono divertita un sacco!

# 5340_Hinata
source: Aw dang, I lost! You're really good, Kiryu-san!
pt: Ah, cavolo, ho perso! Sei davvero bravo, Kiryu-san!

# 5400_Staff
source: Yay, I did it! Hehe! Oh, that was fun!
pt: Sì, ce l'ho fatta! Hehe! Oh, mi sono divertita un sacco!

# 5412_Staff
source: Aww, I lost! Still, I had fun!
pt: Aww, ho perso! Però mi sono divertita!

# 5424_Staff
source: Do you have time for another game?
pt: Hai tempo per un'altra partita?

# 5436_Staff
source: Okay, ready if you are.
pt: Okay, pronto quando vuoi tu.

# 5460_Staff
source: All right, see you around!
pt: Va bene, ci si vede in giro!

# 5532_Staff
source: Come on, Uncle Kaz. Next time don't hold back.
pt: Dai, zio Kaz. La prossima volta non risparmiarti.

# 5544_Kiryu
source: (Haruka doesn't seem very satisfied. Next time I should play like I mean it.)
pt: (Haruka non sembra molto soddisfatta. La prossima volta dovrei giocare sul serio.)

# 5556_Staff
source: I lost!
pt: Ho perso!

# 5568_Haruka
source: You're really good, Uncle Kaz!
pt: Sei davvero bravo, zio Kaz!

# 5592_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 5664_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 5724_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 5772_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 5832_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 5892_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 5952_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6012_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6072_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6168_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 6180_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 6204_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 6264_Haruka
source: You've got places to be, right, Uncle Kaz? I'm gonna head home.
pt: Hai degli impegni, vero, Zio Kaz? Io torno a casa.

# 6276_Kiryu
source: All right.
pt: Va bene.

# 6336_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 6408_Staff
source: With the big Korean culture boom, lately Korean saunas have been a hit with the ladies in this part of town. We're looking into it ourselves.
pt: Con il grande boom della cultura coreana, ultimamente le saune coreane vanno forte tra le signore di questa zona della città. Ci stiamo facendo un pensierino anche noi.

# 6420_Player
source: Korean-style saunas?
pt: Saune in stile coreano?

# 6432_Staff
source: They're called hanjeungmak, and consist of dome-shaped rooms made of maifan stone. They warm you to the very core of your being.
pt: Si chiamano hanjeungmak e consistono in stanze a forma di cupola fatte di pietra maifan. Ti riscaldano fin nel profondo del tuo essere.

# 6444_Staff
source: Not only do they help fend off illness by improving blood circulation, they're also great for recovering from fatigue.
pt: Non solo aiutano a prevenire i malanni migliorando la circolazione sanguigna, ma sono anche ottimi per riprendersi dalla stanchezza.

# 6456_Staff
source: To top it all off, it's also a beauty treatment－it detoxes your body and improves your metabolism. You should try it when you have some free time!
pt: E come se non bastasse, è anche un trattamento di bellezza: disintossica il corpo e migliora il metabolismo. Dovresti provarlo quando hai un po' di tempo libero!

# 6468_Player
source: (Korean-style saunas are popular with women. Maybe I'll talk about it at the cabaret club.)
pt: (Le saune in stile coreano sono popolari tra le donne. Magari ne parlerò al cabaret club.)

# 6504_Staff
source: That was a real good soak! My skin feels wicked clean! <Color:255,200,200,255>♥<Color:Default> Well, I gotta get back to Hakata now. See ya!
pt: Che bella immersione! Sento la pelle pulitissima! <Color:255,200,200,255>♥<Color:Default> Beh, ora devo proprio tornare a Hakata. Ci vediamo!

# 6552_Staff
source: That was a real good soak! My skin feels wicked clean! <Color:255,200,200,255>♥<Color:Default> Well, I gotta get goin' now. See ya!
pt: Che bella immersione! Sento la pelle pulitissima! <Color:255,200,200,255>♥<Color:Default> Beh, ora devo proprio andare. Ci vediamo!

# 6612_Staff
source: Oooh, that was a nice bath! I wish they had hot springs in Sotenbori, too. <Color:255,200,200,255>♥<Color:Default> Anyway, I gotta get back to Osaka now!
pt: Oooh, che bella immersione! Vorrei che ci fossero delle sorgenti termali anche a Sotenbori. <Color:255,200,200,255>♥<Color:Default> Comunque, ora devo proprio tornare a Osaka!

# 6660_Staff
source: Oooh, that was a nice bath! I wish they had hot springs in Sotenbori, too. <Color:255,200,200,255>♥<Color:Default> Anyway, I gotta get goin' now!
pt: Oooh, che bella immersione! Vorrei che ci fossero delle sorgenti termali anche a Sotenbori. <Color:255,200,200,255>♥<Color:Default> Comunque, ora devo proprio andare!

# 6720_Staff
source: Oh, hot springs are so wonderful! I really could just live inside of one! <Color:255,200,200,255>♥<Color:Default> Anyway, I'm going back to Sapporo now!
pt: Oh, le sorgenti termali sono così meravigliose! Potrei davvero viverci dentro! <Color:255,200,200,255>♥<Color:Default> Comunque, ora torno a Sapporo!

# 6768_Staff
source: Oh, hot springs are so wonderful! I really could just live inside of one! <Color:255,200,200,255>♥<Color:Default> Anyways, I'll see you later! <Color:255,200,200,255>♥<Color:Default>
pt: Oh, le sorgenti termali sono così meravigliose! Potrei davvero viverci dentro! <Color:255,200,200,255>♥<Color:Default> Comunque, ci vediamo più tardi! <Color:255,200,200,255>♥<Color:Default>

# 6828_Staff
source: That was quite a lovely bath! <Color:255,200,200,255>♥<Color:Default> I need to be on my way back to Nagoya. See you later!
pt: Che bella immersione! <Color:255,200,200,255>♥<Color:Default> Ora devo proprio tornare a Nagoya. Ci vediamo!

# 6876_Staff
source: That was quite a lovely bath! <Color:255,200,200,255>♥<Color:Default> I'll see you later!
pt: Che bella immersione! <Color:255,200,200,255>♥<Color:Default> Ci vediamo più tardi!

# 6924_Staff
source: Were you having naughty thoughts, Kiryu-san? Anyway, that bath really hit the spot! We ought to come back sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Stavi facendo dei pensieri sconci, Kiryu-san? Comunque, quel bagno ci voleva proprio! Dovremmo tornarci prima o poi! <Color:255,200,200,255>♥<Color:Default>
