Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134000c.po
Languages: pt

source: ○I hear that.
pt: ○Ti capisco.

source: □The cold gives it more meanin'.
pt: □Il freddo gli dà più significato.

source: ○I get ya.
pt: ○Ti capisco.

source: □Ya gotta have a sense of fun.
pt: □Bisogna sapersi divertire.

source: □Yer exaggeratin'.
pt: □Stai esagerando.

source: ○Really now?
pt: ○Dici sul serio?

source: □Ya oughta save electricity.
pt: □Dovresti risparmiare l'elettricità.

source: △I oughta call ya sweetie-pie.
pt: △Dovrei chiamarti zuccherino.

source: ○That's all?
pt: ○Tutto qui?

source: □Ya oughta get out more.
pt: □Dovresti uscire di più.

source: △How about Abashiri?
pt: △Che ne dici di Abashiri?

source: ○I see.
pt: ○Capisco.

source: □There's plenty a' nature.
pt: □C'è un sacco di natura.

source: ○Interestin'.
pt: ○Interessante.

source: □Yer kiddin'.
pt: □Stai scherzando.

source: ○For sure.
pt: ○Sicuro.

source: □Am I wrong?
pt: □Sbaglio?

source: ○Maybe I'm imaginin' things.
pt: ○Forse mi sto immaginando tutto.

source: □Ya just haven't noticed.
pt: □È che non te ne sei accorta.

source: ○It's genetics.
pt: ○È la genetica.

source: □Do they get massaged a lot?
pt: □Li massaggiano spesso?

source: △It's 'cause ya drink milk.
pt: △È perché bevi il latte.

# 540_Saejima
source: The snow festival sure is somethin', ain't it? I had no idea this many tourists came to see it.
pt: Il festival della neve è proprio una gran cosa, no? Non immaginavo che venissero così tanti turisti a vederlo.

# 552_Kaguya
source: It's quite impressive, yes! I'm impressed by the people who make those things, and those who come out to look at them in this freezing cold.
pt: È davvero impressionante, sì! Mi stupiscono sia quelli che realizzano quelle cose, sia chi esce a guardarle con questo freddo cane.

# 564_Saejima
source: I hear that. I carve wooden dolls myself, but carvin' ice like that looks like no easy task.
pt: Ti capisco. Anch'io scolpisco statuine di legno, ma scolpire il ghiaccio in quel modo non sembra affatto un'impresa facile.

# 576_Kaguya
source: Really? I don't know much about that sort of thing. You're much more knowledgeable than me!
pt: Davvero? Non ne so molto di queste cose. Ne sai molto più di me!

# 588_Saejima
source: The cold gives it more meanin'. Folks put up with the cold to see a piece a' art that disappears when it gets warmer.
pt: Il freddo gli dà più senso. La gente sopporta il gelo per vedere un'opera d'arte che sparisce quando inizia a fare più caldo.

# 600_Kaguya
source: Wow, you really like this sort of thing, don't you? I wouldn't have ever guessed!
pt: Wow, ti piacciono proprio questo genere di cose, eh? Non l'avrei mai detto!

# 612_Saejima
source: Have ya ever made anything yerself?
pt: Hai mai creato qualcosa pure tu?

# 624_Kaguya
source: Never. I mean, I've built snowmen when I was little, but...
pt: Mai. Cioè, ho fatto dei pupazzi di neve quando ero piccola, ma...

# 636_Saejima
source: Yeah, ya don't strike me as a kid who'd go outside to play.
pt: Già, non mi dai proprio l'idea di essere stata una ragazzina che usciva a giocare.

# 648_Kaguya
source: That has nothing to do with it. Sure, people from Tokyo get excited when it snows because it doesn't happen often there.
pt: Questo non c'entra niente. Certo, la gente di Tokyo si entusiasma quando nevica perché lì non succede spesso.

# 660_Kaguya
source: But for people from Hokkaido, it's not really a fun time for us when it snows. It's a huge pain to have to go shovel it all the time.
pt: Ma per noi dell'Hokkaido non è affatto divertente quando nevica. È una faticaccia doverla spalare in continuazione.

# 672_Saejima
source: I get ya. I hear sometimes the snow piles up as high as a two-story house. I suppose that ain't somethin' to be happy about.
pt: Ti capisco. Ho sentito che a volte la neve si accumula fino a diventare alta come una casa a due piani. Immagino che non ci sia proprio niente da stare allegri.

# 684_Kaguya
source: Yes. It would be nicer to visit as a tourist.
pt: Sì. Sarebbe più bello venirci da turista.

# 696_Saejima
source: Ya gotta have a sense of fun. If ya don't look forward to somethin' like the festival, winter would suck every year.
pt: Bisogna avere un po' di spirito. Se non aspetti con impazienza qualcosa come il festival, l'inverno farebbe schifo ogni anno.

# 708_Kaguya
source: But it does suck! We're not talking about nice, fluttery snow, either! We're talking blizzards here!
pt: Ma fa schifo davvero! E non parlo mica di quella bella neve leggera! Qui stiamo parlando di bufere!

# 720_Saejima
source: Yer exaggeratin'. It ain't like you're up in the mountains.
pt: Esageri. Non è mica come se fossi in cima alle montagne.

# 732_Kaguya
source: Don't underestimate the snow in Hokkaido! It gets pretty intense. If you lived here, you'd understand real quick.
pt: Non sottovalutare la neve dell'Hokkaido! Diventa bella tosta. Se vivessi qui, lo capiresti subito.

# 744_Saejima
source: So whaddya do when it snows? Stay inside curled up on yer futon?
pt: E allora che fai quando nevica? Te ne stai raggomitolata sul futon?

# 756_Saejima
source: So whaddya do when it snows? Stay inside curled up on yer futon?
pt: E allora che fai quando nevica? Te ne stai raggomitolata sul futon?

# 768_Kaguya
source: No, the heating in my house is turned up so high it's actually hot inside!
pt: No, a casa mia il riscaldamento è sparato così alto che dentro fa proprio caldo!

# 780_Saejima
source: Really now? When I think of Hokkaido, I think of folks bein' bundled up in warm clothes.
pt: Sul serio? Quando penso all'Hokkaido, mi immagino la gente tutta imbacuccata in vestiti pesanti.

# 792_Kaguya
source: Not at all! I'm fine wearing a T-shirt. I don't even wear any clothes at home.
pt: Ma figurati! Mi basta una maglietta. In casa non porto neanche i vestiti.

# 804_Saejima
source: I... Wow.
pt: Io... Wow.

# 816_Saejima
source: Ya oughta save electricity. It's wasteful.
pt: Dovresti risparmiare un po' di corrente. È uno spreco.

# 828_Kaguya
source: What? But if I don't keep the heater on, I'm gonna freeze!
pt: Cosa? Ma se non tengo acceso il riscaldamento, mi congelo!

# 840_Saejima
source: Then just turn it down a degree or two. Energy conservation is important.
pt: Allora abbassalo giusto di un grado o due. Il risparmio energetico è importante.

# 852_Kaguya
source: But it's not like I'm being wasteful. We honestly wouldn't be able to live here without the heat being that high.
pt: Ma non è che stia sprecando. Sinceramente non potremmo proprio vivere qui senza il riscaldamento così alto.

# 864_Saejima
source: Yeah, I guess...
pt: Sì, immagino...

# 876_Saejima
source: Guess I should start callin' ya sweetie-pie, since ya practically live in an oven.
pt: Mi sa che dovrei iniziare a chiamarti pasticcino, visto che praticamente vivi in un forno.

# 888_Kaguya
source: That's a good one! If I had your sense of humor, winter would be much more bearable.
pt: Bella questa! Se avessi il tuo senso dell'umorismo, l'inverno sarebbe molto più sopportabile.

# 900_Saejima
source: Heh. Maybe.
pt: Heh. Può darsi.

# 912_Saejima
source: Hokkaido sure is big. There's so much to see outside of Tsukimino. I don't think I'll be able to see it all.
pt: L'Hokkaido è proprio grande. C'è così tanto da vedere fuori da Tsukimino. Non credo che riuscirò a vedere tutto.

# 924_Kaguya
source: I know. Even I haven't been to that many places.
pt: Lo so. Nemmeno io sono stata in così tanti posti.

# 936_Saejima
source: Really?
pt: Davvero?

# 948_Kaguya
source: I mean, I go to Otaru once in a while. Oh, and I went to Hakodate once on a school field trip.
pt: Cioè, vado a Otaru ogni tanto. Ah, e sono stata a Hakodate una volta per una gita scolastica.

# 960_Saejima
source: That's all? I suppose folks from here would rather go to Tokyo or Okinawa or somethin'.
pt: Tutto qui? Immagino che la gente di qui preferirebbe andare a Tokyo o Okinawa o roba del genere.

# 972_Kaguya
source: Yeah, we don't vacation within Hokkaido much.
pt: Già, non facciamo molte vacanze all'interno dell'Hokkaido.

# 984_Saejima
source: Ya oughta get out more. You should know 'bout the place yer from.
pt: Dovresti girare un po' di più. Dovresti conoscere meglio il posto da cui vieni.

# 996_Kaguya
source: But it's so big I don't think of the whole place as my home. Even in Tokyo, anything outside the 23 wards might as well be another prefecture.
pt: Ma è talmente grande che non riesco a considerare tutto il posto come casa mia. Persino a Tokyo, tutto ciò che si trova fuori dai 23 distretti potrebbe benissimo essere un'altra prefettura.

# 1008_Saejima
source: I guess so. I dunno western Tokyo all that well.
pt: Già. Non conosco poi così bene la parte ovest di Tokyo.

# 1020_Saejima
source: How about Abashiri?
pt: E Abashiri?

# 1032_Kaguya
source: Abashiri? Where that prison is?
pt: Abashiri? Quella dove c'è la prigione?

# 1044_Saejima
source: Yeah. Ever been there?
pt: Già. Ci sei mai stata?

# 1056_Kaguya
source: I haven't, no. Is there anything there other than the prison?
pt: No, mai. C'è qualcos'altro oltre alla prigione?

# 1068_Saejima
source: Lemme think... They've got Nipopo dolls.
pt: Fammi pensare... Ci sono le bambole Nipopo.

# 1080_Kaguya
source: Oh? What are those?
pt: Oh? E cosa sarebbero?

# 1092_Saejima
source: Nipopo dolls. They're a local Abashiri craft.
pt: Bambole Nipopo. Sono un prodotto dell'artigianato locale di Abashiri.

# 1104_Kaguya
source: Wow, really? I didn't know about those. You sure know a lot about Abashiri, Saejima-san!
pt: Wow, davvero? Non ne sapevo nulla. Ne sai proprio un sacco su Abashiri, Saejima-san!

# 1128_Kaguya
source: Anyway, there's really no reason to go to another city if you're in Sapporo. And outside of Tsukimino, there's not much else in the rest of Sapporo either.
pt: Comunque, non c'è proprio motivo di andare in un'altra città se ti trovi a Sapporo. E al di fuori di Tsukimino, non c'è molto altro neanche nel resto di Sapporo.

# 1140_Saejima
source: I see. Guess Tsukimino's the only place to go for fun. Where do folks in the suburbs go to drink?
pt: Capisco. Immagino che Tsukimino sia l'unico posto dove andare a divertirsi. Dove va a bere la gente della periferia?

# 1152_Kaguya
source: Oh, we have plenty of customers who take the train to come all the way here to Tsukimino!
pt: Oh, abbiamo un sacco di clienti che prendono il treno per venire fin qui a Tsukimino!

# 1164_Saejima
source: Interestin'. It's almost like a mini-vacation.
pt: Interessante. Sembra quasi una mini-vacanza.

# 1176_Kaguya
source: Yeah, all they have are regular bars out there, so if they want the company of a girl while they're drinking, they have no choice but to come here.
pt: Già, lì fuori ci sono solo dei bar normali, quindi se vogliono la compagnia di una ragazza mentre bevono, non hanno altra scelta che venire fin qui.

# 1188_Saejima
source: Hm. So Tsukimino is like a hub for the people of Hokkaido.
pt: Hm. Quindi Tsukimino è un po' come un punto di riferimento per la gente dell'Hokkaido.

# 1200_Saejima
source: Yer kiddin'. There's gotta be places to drink without comin' all the way to Tsukimino.
pt: Ma dai, scherzi? Ci dovranno pur essere dei posti dove bere senza dover venire fin qui a Tsukimino.

# 1212_Kaguya
source: There really aren't though.
pt: E invece non ce ne sono proprio.

# 1224_Kaguya
source: There was a medical conference in Sapporo a while back. Hundreds of doctors came from across the country, and they all came to Tsukimino.
pt: Qualche tempo fa c'è stato un congresso medico a Sapporo. Sono arrivati centinaia di medici da tutto il paese, e sono venuti tutti a Tsukimino.

# 1236_Saejima
source: Everyone?
pt: Tutti quanti?

# 1248_Kaguya
source: Yep. All the clubs were packed. The streets were overflowing with people who couldn't get in anywhere.
pt: Già. Tutti i club erano strapieni. Le strade erano stracolme di gente che non riusciva a entrare da nessuna parte.

# 1260_Saejima
source: Wow. Guess there really isn't anywhere else to drink...
pt: Caspita. Immagino che non ci sia davvero nessun altro posto dove andare a bere...

# 1272_Saejima
source: That means there's plenty of nature. Not only is there no greenery in Tokyo, there's so many buildings that sometimes ya can't even see the sky.
pt: Questo significa che la natura non manca. A Tokyo non solo non c'è un filo di verde, ma ci sono così tanti palazzi che a volte non riesci manco a vedere il cielo.

# 1284_Kaguya
source: That's just another way of saying there's nothing here.
pt: È solo un altro modo per dire che qui non c'è niente.

# 1296_Saejima
source: Well, what's wrong with that? Livin' in Kamurocho, ya'd think the air was nothin' but car exhaust. The air in Tsukimino's much cleaner.
pt: Beh, che c'è di male? A vivere a Kamurocho, ti verrebbe da pensare che l'aria non sia altro che gas di scarico. L'aria a Tsukimino è molto più pulita.

# 1308_Kaguya
source: We're not out in the sticks, you know! Do you think we're in some mountain village?
pt: Mica siamo in mezzo al nulla, sai! Pensi che siamo in un qualche paesino di montagna?

# 1320_Saejima
source: Ya know, I get the feelin' that the women around here got kinda huge breasts.
pt: Sai, ho l'impressione che le donne da queste parti abbiano un seno parecchio grosso.

# 1332_Kaguya
source: What? Really?
pt: Cosa? Davvero?

# 1344_Saejima
source: For sure. The women I see 'round town tend to have pretty big ones, I tell ya.
pt: Sicuro. Le donne che vedo in giro per la città tendono ad averle belle grosse, te lo dico io.

# 1356_Kaguya
source: I see you're into checking out things like that, Saejima-san!
pt: Vedo che sei un tipo che nota certe cose, Saejima-san!

# 1368_Saejima
source: Am I wrong? Maybe it's just me.
pt: Mi sbaglio? Magari è solo una mia impressione.

# 1380_Kaguya
source: I've never heard anyone say so before. I think it may be wishful thinking.
pt: Non l'ho mai sentito dire da nessuno prima d'ora. Mi sa che la tua è solo una pia illusione.

# 1392_Saejima
source: Maybe I'm imaginin' things. Or maybe the women here just give off that kind of vibe.
pt: Magari mi sto solo immaginando le cose. O forse le donne di qui danno solo quell'impressione.

# 1404_Kaguya
source: I do hear that we have very white skin sometimes. I guess there is a lot of fair-skinned girls around here.
pt: Sento dire ogni tanto che abbiamo la pelle bianchissima. Immagino che da queste parti ci siano un sacco di ragazze dalla pelle chiara.

# 1416_Saejima
source: Now that ya mention it, you do.
pt: Ora che me lo fai notare, ce l'hai pure tu.

# 1428_Saejima
source: Ya just haven't noticed. Maybe folks here are just used to it.
pt: È solo che non ci hai fatto caso. Magari la gente qui ci è semplicemente abituata.

# 1440_Kaguya
source: I don't think that's it. We'd have noticed based on our bra sizes.
pt: Non credo sia così. Ce ne saremmo accorte dalle taglie dei nostri reggiseni.

# 1452_Saejima
source: Maybe so, yeah.
pt: Può darsi, sì.

# 1464_Kaguya
source: Then again, my chest is on the larger side, so I'm in no position to talk.
pt: D'altronde, il mio seno è piuttosto abbondante, quindi non sono proprio nella posizione di parlare.

# 1476_Saejima
source: How'd they get that big, anyway?
pt: Com'è che sono diventate così grosse, comunque?

# 1488_Kaguya
source: How...? They just naturally are, I guess.
pt: Come...? Sono così di natura, immagino.

# 1500_Saejima
source: It's genetics.
pt: È la genetica.

# 1512_Kaguya
source: Come to think of it, my mother and grandmother had big chests too!
pt: A pensarci bene, anche mia madre e mia nonna avevano il seno grosso!

# 1524_Saejima
source: Really? Maybe the women of Hokkaido just got that kinda body.
pt: Davvero? Magari le donne dell'Hokkaido hanno proprio quel tipo di fisico.

# 1536_Kaguya
source: I think it's just my family.
pt: Penso sia solo la mia famiglia.

# 1548_Saejima
source: Do they get massaged a lot? That's what I heard, that they get bigger when guys massage 'em.
pt: Te le fai massaggiare spesso? Ho sentito dire che diventano più grosse se le massaggiano gli uomini.

# 1560_Kaguya
source: Maybe that's true!
pt: Magari è vero!

# 1572_Kaguya
source: But I started getting bigger towards the end of elementary school, so I don't think that has much to do with it.
pt: Ma hanno iniziato a farsi più grandi verso la fine delle elementari, quindi non credo che c'entri molto.

# 1584_Saejima
source: Ya sure were an early bloomer, huh?
pt: Certo che ti sei sviluppata proprio presto, eh?

# 1596_Saejima
source: It's 'cause ya drink milk. Milk's a big Hokkaido thing.
pt: È perché bevi latte. Il latte è un'istituzione dell'Hokkaido.

# 1608_Kaguya
source: How does that logic work? If that were the case, every girl in Hokkaido would wind up being huge.
pt: Che logica sarebbe? Se fosse così, tutte le ragazze dell'Hokkaido finirebbero per essere enormi.

# 1620_Saejima
source: Ain't that exactly what I'm sayin'?
pt: Non è proprio quello che sto dicendo?

# 1632_Kaguya
source: But there are girls with small chests at this club. I think you may not want to go around saying that sort of thing...
pt: Però in questo club ci sono anche ragazze col seno piccolo. Penso che non ti convenga andare in giro a dire certe cose...

# 1644_Saejima
source: Uh. Sorry.
pt: Uh. Scusa.

# 1656_Kaguya
source: Fixed Topic 03
pt: Argomento fisso 03

# 1668_Kaguya
source: Fixed Topic 04
pt: Argomento fisso 04

# 1680_Kaguya
source: Fixed Topic 05
pt: Argomento fisso 05

# 1692_Kaguya
source: Fixed Topic 06
pt: Argomento fisso 06

# 1704_Kaguya
source: Fixed Topic 07
pt: Argomento fisso 07

# 1716_Kaguya
source: Fixed Topic 08
pt: Argomento fisso 08

# 1728_Kaguya
source: Fixed Topic 09
pt: Argomento fisso 09

# 1740_Kaguya
source: Fixed Topic 10
pt: Argomento fisso 10

# 1752_Kaguya
source: Fixed Topic 11
pt: Argomento fisso 11

# 1764_Kaguya
source: Fixed Topic 12
pt: Argomento fisso 12

# 1776_Kaguya
source: Fixed Topic 13
pt: Argomento fisso 13

# 1788_Kaguya
source: Fixed Topic 14
pt: Argomento fisso 14

# 1800_Kaguya
source: Fixed Topic 15
pt: Argomento fisso 15

# 1812_Saejima
source: I hear eatin' curry soup for breakfast is a new diet.
pt: Ho sentito che mangiare zuppa di curry a colazione è l'ultima moda in fatto di diete.

# 1824_Kaguya
source: Eating curry in the morning?
pt: Mangiare curry a colazione?

# 1836_Saejima
source: Yeah. The spices in the curry warm up the body and jump-start yer metabolism, I guess.
pt: Già. Le spezie nel curry scaldano il corpo e danno una scossa al metabolismo, credo.

# 1848_Saejima
source: Eatin' it in the mornin' gets the body goin' better than if ya eat it before bed.
pt: Mangiarlo al mattino mette in moto il corpo meglio che mangiarlo prima di andare a dormire.

# 1860_Kaguya
source: Wow! You know, I don't think I've ever eaten curry for breakfast.
pt: Wow! Sai, non credo di aver mai mangiato curry a colazione.

# 1872_Saejima
source: Some spices are good for anti-agin' things and others help yer digestive system, so it's good for ya either way.
pt: Certe spezie hanno proprietà anti-invecchiamento e altre aiutano il sistema digerente, quindi ti fanno bene in ogni caso.

# 1884_Kaguya
source: And I bet curry soup is light enough to eat right after waking up, too. I'll have to try it!
pt: E scommetto che la zuppa di curry sia abbastanza leggera da mangiare anche appena svegli. Devo provarla!

# 1896_Kaguya
source: Oh, and curry also goes well with lamb barbecue!
pt: Oh, e il curry si sposa bene anche con la grigliata di agnello!

# 1908_Saejima
source: Really? Doesn't seem like it would go well.
pt: Davvero? Non mi sembra un granché come abbinamento.

# 1920_Kaguya
source: I don't mean the curry roux. I'm talking about sprinkling curry powder on it. I recommend it if you're tired of the normal sauce.
pt: Non intendo il roux di curry. Parlo di spolverarci sopra del curry in polvere. Te lo consiglio se sei stufa della solita salsa.

# 1932_Saejima
source: I'll give it a try.
pt: Ci provo.

# 1944_Kaguya
source: Wait, hold on. You don't lose weight if you don't exercise as well, right?
pt: Aspetta un attimo. Non si perde peso se non si fa anche esercizio, giusto?

# 1956_Saejima
source: All it does is make it easier to burn fat, so if ya don't exercise after it won't be as effective.
pt: Non fa altro che rendere più facile bruciare i grassi, quindi se poi non fai esercizio non sarà altrettanto efficace.

# 1968_Kaguya
source: Aww. I wish there was a food that let me lose weight by just sitting around.
pt: Uffa. Magari esistesse un cibo che facesse dimagrire stando semplicemente seduti.

# 1980_Saejima
source: Sounds like a good way to gain weight.
pt: Sembra proprio un ottimo modo per ingrassare.

# 1992_Kaguya
source: Speaking of, the horoscope for Scorpios today said it was a bad day for health. Maybe I should track down some curry soup!
pt: A proposito, l'oroscopo di oggi per lo Scorpione diceva che sarebbe stata una brutta giornata per la salute. Forse farei meglio ad andare in cerca di un po' di zuppa di curry!

# 2004_Saejima
source: Yeah, that should make ya feel better.
pt: Già, dovrebbe farti sentire meglio.

# 2016_Kaguya
source: Speaking of, that friend of mine who's getting divorced likes curry. It's been a while since we last ate together. Maybe I should fix that.
pt: A proposito, a quella mia amica che sta divorziando piace il curry. È da un bel po' che non mangiamo insieme. Magari dovrei rimediare.

# 2028_Saejima
source: Sounds good. Ya gotta be nice to yer friends.
pt: Sembra un'ottima idea. Bisogna trattarli bene, gli amici.

# 2040_Kaguya
source: Saejima-san, we already talked about this.
pt: Saejima-san, ne abbiamo già parlato.

# 2052_Saejima
source: Oh, did we?
pt: Ah, davvero?

# 2064_Kaguya
source: I guess you're really interested in this topic.
pt: A quanto pare questo argomento ti interessa davvero molto.

# 2100_Saejima
source: Did ya know July is uni season?
pt: Lo sapevi che luglio è la stagione dei ricci di mare?

# 2112_Kaguya
source: Oh, really? I eat it all year round, though.
pt: Ah, davvero? Io però li mangio tutto l'anno.

# 2124_Saejima
source: Different species can be caught at different times of year. July's when you can get short-spined uni. That's the tastiest.
pt: Specie diverse si pescano in periodi diversi dell'anno. A luglio si trovano i ricci di mare a spine corte. Sono i più saporiti.

# 2136_Kaguya
source: Wow, I had no idea! I honestly thought all the uni they have around here was the same.
pt: Wow, non ne avevo idea! Sinceramente pensavo che tutti i ricci di mare che si trovano da queste parti fossero uguali.

# 2148_Saejima
source: I heard early summer's the best time to eat uni in Sapporo. Ya want to get in on it before the tourists all swarm into town.
pt: Ho sentito che l'inizio dell'estate è il momento migliore per mangiare i ricci di mare a Sapporo. Conviene approfittarne prima che la città venga invasa dai turisti.

# 2160_Kaguya
source: That reminds me. I hear Tokyo's the best place to go for sushi. Is that true?
pt: A proposito, ho sentito dire che Tokyo è il posto migliore per il sushi. È vero?

# 2172_Saejima
source: Do they say that? How come?
pt: Dicono così? Come mai?

# 2184_Kaguya
source: Apparently fish from all over Japan is sent to the Tsukiji fish market. That's not fair!
pt: A quanto pare il pesce di tutto il Giappone viene spedito al mercato ittico di Tsukiji. Non è affatto giusto!

# 2196_Saejima
source: I see. Well, if ya want fish from the cold northern waters, it's gonna be the freshest here in Hokkaido.
pt: Capisco. Beh, se vuoi del pesce delle fredde acque del nord, non lo troverai più fresco che qui nell'Hokkaido.
