Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a2e.po
Languages: pt

source: Man's Voice
pt: Voce maschile

source: Team Player
pt: Uomo di squadra

source: Bespectacled Team Player
pt: Uomo di squadra con gli occhiali

# 44_Man's Voice
source: Um, excuse me? May we have a word with you?
pt: Ehm, scusi? Potremmo scambiare due parole con lei?

# 68_Man's Voice
source: Yes? You do mean me, right?
pt: Sì? Intende me, vero?

# 80_Team Player
source: We do if you're the guy from Kotetsu-san's blog. We need an ace in the hole, and fast!
pt: Sì, se sei il tipo del blog di Kotetsu-san. Ci serve un asso nella manica, e pure in fretta!

# 92_Bespectacled Team Player
source: Our team is in dire straits, you see. We're wondering if we can get your help.
pt: La nostra squadra è in grave difficoltà, vede. Ci stavamo chiedendo se potremmo avere il suo aiuto.

# 104_Shinada
source: Wait, come again? Who are you guys anyway?
pt: Aspetta, come scusa? Chi siete voi, comunque?

# 116_Team Player
source: Oh, we're from a local sandlot team.
pt: Oh, siamo di una squadra locale del campetto.

# 128_Team Player
source: We've always had no problem playing at the public park, but about a year ago, some hooligans showed up and started kicking us out.
pt: Non abbiamo mai avuto problemi a giocare al parco pubblico, ma circa un anno fa, sono spuntati fuori dei teppisti e hanno iniziato a buttarci fuori.

# 140_Shinada
source: You serious?
pt: Fai sul serio?

# 152_Team Player
source: Yes. We make proper bookings through city hall, but they just strut around punching and kicking until we give up the field.
pt: Sì. Prenotiamo come si deve tramite il comune, ma loro si limitano a pavoneggiarsi in giro a suon di pugni e calci finché non molliamo il campo.

# 164_Shinada
source: Dang... That sucks. Did you take it up with city hall?
pt: Accidenti... Fa schifo. Ne avete parlato al comune?

# 176_Team Player
source: We thought of that. But that won't make up for all our pain and humiliation.
pt: Ci abbiamo pensato. Ma questo non ripagherà tutto il nostro dolore e l'umiliazione.

# 188_Bespectacled Team Player
source: So we decided to settle this ourselves. We challenged their gang to a game.
pt: Così abbiamo deciso di sistemarcela noi. Abbiamo sfidato la loro banda a una partita.

# 200_Bespectacled Team Player
source: We made them promise to never hijack the grounds from us if we beat them.
pt: Gli abbiamo fatto promettere di non rubarci mai più il campo se li battiamo.

# 212_Shinada
source: That's an interesting solution. So, when's that game going down?
pt: È una soluzione interessante. Allora, quando è che si gioca quella partita?

# 224_Team Player
source: The thing is... It's on right now.
pt: Il fatto è... è in corso proprio adesso.

# 236_Shinada
source: Whoa! That was fast.
pt: Caspita! È successo in fretta.

# 248_Team Player
source: Yes, and we're losing by a run. And did I mention it's already the ninth inning?
pt: Sì, e stiamo perdendo di una corsa. E ti ho detto che siamo già al nono inning?

# 260_Shinada
source: Oh dear...
pt: Oh cielo...

# 272_Bespectacled Team Player
source: At this rate, they're going to pound us into the dirt! Please, could you go up to bat for us?
pt: A questo ritmo, ci ridurranno in polvere! Ti prego, potresti andare in battuta per noi?

# 284_Shinada
source: No thanks. You guys challenged them fair and square. If I just showed up out of nowhere, that wouldn't be right, now would it?
pt: No, grazie. Li avete sfidati in modo onesto e alla pari. Se mi presentassi così, dal nulla, non sarebbe giusto, no?

# 296_Bespectacled Team Player
source: That's true, but... they brought in a hired gun, too. And he's a former pro.
pt: È vero, ma... hanno ingaggiato un professionista anche loro. Ed è un ex professionista.

# 308_Shinada
source: They did? Okay, now that's just dirty.
pt: Hanno fatto così? Ok, adesso sì che è proprio sporco.

# 320_Team Player
source: That's why we thought it'd be okay for us to have a helper, too.
pt: Ecco perché abbiamo pensato che andasse bene anche per noi avere un aiuto.

# 332_Shinada
source: Well, it certainly would even the odds...
pt: Beh, certamente pareggerebbe i conti...

# 344_Bespectacled Team Player
source: All we're asking is a little help. Even one at bat will do. We'll even pay you for your trouble.
pt: Chiediamo solo un piccolo aiuto. Anche un solo turno in battuta basterà. Ti pagheremo pure per il disturbo.

# 356_Shinada
source: Oh, all right. Just one at bat, then.
pt: Oh, va bene. Solo un turno in battuta, allora.

# 368_Team Player
source: Sweet deal! Then let's get over there!
pt: Affare fatto! Allora, andiamo lì!
