Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 11448_Hinata
source: <Color:255,200,200,255>What are you talking about? You are ab-so-lutely a stud, Kiryu-san! One hundred percent my type!<Color:Default>
pt: <Color:255,200,200,255>Ma che dici? Sei as-so-lu-ta-men-te un figo, Kiryu-san! Sei il mio tipo al cento per cento!<Color:Default>

# 11460_Kiryu
source: I thought only younger guys qualified for stud status.
pt: Pensavo che solo i ragazzi più giovani potessero essere considerati dei fighi.

# 11472_Hinata
source: Not at all! Heck, a dog or a cat could even be a stud, assuming they looked cool enough.<Color:Default>
pt: Per niente! Cavolo, perfino un cane o un gatto potrebbero essere dei fighi, a patto che abbiano un'aria abbastanza figa.<Color:Default>

# 11484_Kiryu
source: That doesn't really make sense.
pt: Questa cosa non ha molto senso.

# 11496_Kiryu
source: More to a guy than looks. Shouldn't you have learned that a long time ago?
pt: C'è dell'altro in un uomo oltre all'aspetto. Non dovresti averlo imparato da un pezzo?

# 11508_Hinata
source: <Color:255,200,200,255>Hey, it's normal to want that! If a guy has a bad attitude and no money, then I won't even bother.<Color:Default>
pt: <Color:255,200,200,255>Ehi, è normale volerlo! Se un tipo ha un brutto carattere e non ha soldi, non ci perdo neanche tempo.<Color:Default>

# 11520_Kiryu
source: I guess that makes sense, when you put it that way.
pt: Immagino che abbia senso, se la metti in questo modo.

# 11532_Hinata
source: <Color:255,200,200,255>That's why I looove young, hot pop stars! I go to a ton of musicals and shows where hot guys take the stage.<Color:Default>
pt: <Color:255,200,200,255>Ecco perché adoooro le giovani pop star fighissime! Vado a un sacco di musical e spettacoli dove dei gran fighi salgono sul palco.<Color:Default>

# 11544_Kiryu
source: That seems like all the rage right now. I hear guys go to a lot of meet-and-greets with female pop stars these days, too.
pt: Sembra che vada molto di moda al momento. Ho sentito che ultimamente anche gli uomini vanno a un sacco di incontri con le pop star femminili.

# 11556_Hinata
source: <Color:255,200,200,255>Are you into that sort of thing by any chance, Kiryu-san?<Color:Default>
pt: <Color:255,200,200,255>Ti interessa quel genere di cose per caso, Kiryu-san?<Color:Default>

# 11568_Kiryu
source: Well, I do make sure to catch the Princess League whenever it comes on.
pt: Beh, cerco di non perdermi mai la Princess League ogni volta che va in onda.

# 11580_Hinata
source: <Color:255,200,200,255>Whoa, really? Isn't that kinda creepy at your age, though? You're not some pedo, are you?<Color:Default>
pt: <Color:255,200,200,255>Uao, davvero? Non è un po' inquietante alla tua età, però? Non sarai mica un pedofilo, vero?<Color:Default>

# 11592_Kiryu
source: Hm. If you didn't know me well enough, I suppose that might give you the wrong impression.
pt: Mh. Se non mi conoscessi abbastanza bene, immagino che potresti farti un'idea sbagliata.

# 11604_Kiryu
source: No. I see that sort of thing on TV now and then, but I'm not some obsessed otaku.
pt: No. Vedo quel genere di cose in TV ogni tanto, ma non sono mica un otaku ossessionato.

# 11616_Hinata
source: <Color:255,200,200,255>I hope not! If I had a boyfriend like that, I'd freak out.<Color:Default>
pt: <Color:255,200,200,255>Spero proprio di no! Se avessi un ragazzo così, darei di matto.<Color:Default>

# 11628_Kiryu
source: It's important not to lose perspective with that kind of stuff.
pt: È importante non perdere il senso della misura con quel genere di cose.

# 11640_Kiryu
source: There are good guys around here, too. A pop star isn't going to date some random groupie, after all.
pt: Ci sono dei bravi ragazzi anche da queste parti. Dopotutto, una pop star non uscirà mai con una groupie qualunque.

# 11652_Hinata
source: <Color:255,200,200,255>It's not about dating them! I'm not a fan with delusions of scoring a boyfriend.<Color:Default>
pt: <Color:255,200,200,255>Non si tratta di uscire con loro! Non sono mica una fan illusa che spera di rimorchiare un fidanzato.<Color:Default>

# 11664_Kiryu
source: Where's your sense of humor? I thought hoping for a shot at romance with a pop star was part of the fun.
pt: Dov'è finito il tuo senso dell'umorismo? Pensavo che sperare in una chance con una pop star facesse parte del divertimento.

# 11676_Hinata
source: <Color:255,200,200,255>That reminds me! One of my favorite hot celebs came to the club the other day! I was so shocked to find out he was into this sort of thing.<Color:Default>
pt: <Color:255,200,200,255>A proposito! L'altro giorno è venuto al club uno dei miei fighi famosi preferiti! Sono rimasta scioccata nello scoprire che gli piace questo genere di cose.<Color:Default>

# 11688_Kiryu
source: Lucky you. I bet as a fan, you were blown away by getting to meet a famous star you idolize.
pt: Beata te. Scommetto che, da fan, sarai rimasta a bocca aperta per aver incontrato una star famosa che idolatri.

# 11700_Hinata
source: <Color:255,200,200,255>Yeah, but he's got a really clean image, and in interviews he said he doesn't drink or smoke. Except he totally did when he was here.<Color:Default>
pt: <Color:255,200,200,255>Sì, ma ha un'immagine davvero pulita, e nelle interviste diceva di non bere e non fumare. Solo che quando è venuto qui l'ha fatto eccome.<Color:Default>

# 11712_Kiryu
source: So he was lying in the interviews?
pt: Quindi mentiva nelle interviste?

# 11724_Hinata
source: <Color:255,200,200,255>He also talked different, and he gave off this super mean vibe. It was kind of a shock, actually.<Color:Default>
pt: <Color:255,200,200,255>Parlava anche in modo diverso e trasmetteva un'aria super cattiva. È stato un po' uno shock, in realtà.<Color:Default>

# 11736_Kiryu
source: Looks can be deceiving. It's not about what's on the outside. It's what's inside that counts.
pt: L'apparenza inganna. Non conta l'aspetto esteriore. È quello che si ha dentro che conta.

# 11748_Hinata
source: <Color:255,200,200,255>I guess so. Maybe when it comes to hot guys, I should be content with just looking.<Color:Default>
pt: <Color:255,200,200,255>Immagino di sì. Forse quando si tratta di fighi, dovrei accontentarmi di guardare e basta.<Color:Default>

# 11760_Kiryu
source: Yeah. If you're dating, it's a different story.
pt: Già. Se si parla di uscirci insieme, il discorso cambia.

# 11772_Kiryu
source: Don't be like that. Celebrities have their own lives behind the scenes. Let them do what they want when they're on their own time.
pt: Non essere così. Le celebrità hanno la loro vita privata dietro le quinte. Lasciali fare quello che vogliono nel loro tempo libero.

# 11784_Hinata
source: <Color:255,200,200,255>Yeah, that's why I'm not disillusioned or anything. I guess it is what it is.<Color:Default>
pt: <Color:255,200,200,255>Sì, è per questo che non sono rimasta delusa o altro. Immagino che le cose vadano così.<Color:Default>

# 11796_Kiryu
source: It's great if you can always be yourself, but you can't really expect that from celebrities.
pt: È fantastico se riesci a essere sempre te stesso, ma non puoi proprio aspettartelo dalle celebrità.

# 11808_Kiryu
source: What a letdown. A pop star coming to a cabaret club would ruin my image of him.
pt: Che delusione. Vedere una pop star in un cabaret club rovinerebbe l'immagine che ho di lui.

# 11820_Hinata
source: You can't let yourself idealize pop stars, Kiryu-san. Lots of people who become famous like that have their unsavory sides as well.<Color:Default>
pt: Non deve idealizzare troppo le pop star, Kiryu-san. Molte persone che diventano famose in quel modo hanno anche i loro lati sgradevoli.<Color:Default>

# 11832_Kiryu
source: Oh yeah? Do you think all of their fans support them with that sort of thing in mind?
pt: Ah sì? Credi che tutti i loro fan li sostengano avendo in mente una cosa del genere?

# 11844_Hinata
source: <Color:255,200,200,255>Well, sure! Part of being a fan is ignoring all that and letting yourself buy into their image.<Color:Default>
pt: <Color:255,200,200,255>Beh, certo! Essere un fan significa anche ignorare tutto il resto e lasciarsi convincere dalla loro immagine.<Color:Default>

# 11856_Kiryu
source: So, it's an elaborate deception that goes both ways. Maybe dreams are more like that than I realized.
pt: Quindi è una finzione elaborata che vale per entrambi. Forse i sogni sono fatti proprio di questo, più di quanto mi rendessi conto.

# 11868_Kiryu
source: That's not true. There has to be plenty of those in the entertainment industry who are actually good, hard-working people in their daily lives.
pt: Non è vero. Devono essercene un sacco nel mondo dello spettacolo che sono brave persone e che lavorano sodo nella vita di tutti i giorni.

# 11880_Hinata
source: <Color:255,200,200,255>But what if it only seems that way and it's all just an act? You can't really trust a performer.<Color:Default>
pt: <Color:255,200,200,255>E se sembrasse solo così e fosse tutta una messinscena? Non ci si può davvero fidare di un artista.<Color:Default>

# 11892_Kiryu
source: Man, that's cynical. I guess dreams really are nothing more than a fantasy.
pt: Accidenti, che cinismo. Immagino che i sogni non siano davvero nient'altro che fantasie.

# 11904_Hinata
source: <Color:255,200,200,255>That's why I looove young, hot pop stars! I go to a ton of musicals and shows where hot guys take the stage.<Color:Default>
pt: <Color:255,200,200,255>Ecco perché adoooro le giovani e sexy pop star! Vado a un sacco di musical e spettacoli in cui dei ragazzi fighi salgono sul palco.<Color:Default>

# 11916_Kiryu
source: That seems like all the rage right now. I hear guys go to a lot of meet-and-greets with female pop stars these days, too.
pt: Sembra che vada per la maggiore al momento. Ho sentito che di questi tempi anche i ragazzi partecipano a un sacco di meet-and-greet con le pop star femminili.

# 11928_Hinata
source: <Color:255,200,200,255>Are you into that sort of thing by any chance, Kiryu-san?<Color:Default>
pt: <Color:255,200,200,255>Le interessa quel genere di cose per caso, Kiryu-san?<Color:Default>

# 11940_Kiryu
source: Well, I do make sure to catch the Princess League whenever it comes on.
pt: Beh, di sicuro non mi perdo la Princess League ogni volta che va in onda.

# 11952_Hinata
source: <Color:255,200,200,255>Whoa, really? Isn't that kinda creepy at your age, though? You're not some pedo, are you?<Color:Default>
pt: <Color:255,200,200,255>Wow, davvero? Non è un po' inquietante alla tua età, però? Non sarai mica un pedofilo, vero?<Color:Default>

# 11964_Kiryu
source: Hm. If you didn't know me well enough, I suppose that might give you the wrong impression.
pt: Mh. Se non mi conoscessi bene, immagino che potresti farti un'idea sbagliata.

# 11976_Kiryu
source: No. I see that sort of thing on TV now and then, but I'm not some obsessed otaku.
pt: No. Vedo quel genere di cose in TV ogni tanto, ma non sono mica un otaku ossessionato.

# 11988_Hinata
source: <Color:255,200,200,255>I hope not! If I had a boyfriend like that, I'd freak out.<Color:Default>
pt: <Color:255,200,200,255>Spero proprio di no! Se avessi un fidanzato del genere, darei fuori di matto.<Color:Default>

# 12000_Kiryu
source: It's important not to lose perspective with that kind of stuff.
pt: È importante non perdere il senso della misura con quel genere di cose.

# 12012_Kiryu
source: There are good guys around here, too. A pop star isn't going to date some random groupie, after all.
pt: Ci sono dei bravi ragazzi anche da queste parti. In fondo, una pop star non uscirà mai con una groupie qualunque.

# 12024_Hinata
source: <Color:255,200,200,255>It's not about dating them! I'm not a fan with delusions of scoring a boyfriend.<Color:Default>
pt: <Color:255,200,200,255>Non si tratta di uscirci insieme! Non sono una fan con l'illusione di accalappiare un fidanzato.<Color:Default>

# 12036_Kiryu
source: Where's your sense of humor? I thought hoping for a shot at romance with a pop star was part of the fun.
pt: Dov'è il tuo senso dell'umorismo? Pensavo che sperare in una chance con una pop star facesse parte del divertimento.

# 12048_Hinata
source: <Color:255,200,200,255>That reminds me! One of my favorite hot celebs came to the club the other day! I was so shocked to find out he was into this sort of thing.<Color:Default>
pt: <Color:255,200,200,255>A proposito! L'altro giorno è venuto al club uno dei miei VIP preferiti, un tipo davvero figo! Sono rimasta scioccata nello scoprire che gli piacesse questo genere di cose.<Color:Default>

# 12060_Kiryu
source: Lucky you. I bet as a fan, you were blown away by getting to meet a famous star you idolize.
pt: Beata te. Scommetto che, da fan, sarai rimasta sbalordita nel poter incontrare una star che idolatri.

# 12072_Hinata
source: <Color:255,200,200,255>Yeah, but he's got a really clean image, and in interviews he said he doesn't drink or smoke. Except he totally did when he was here.<Color:Default>
pt: <Color:255,200,200,255>Sì, ma ha un'immagine davvero pulita, e nelle interviste diceva di non bere e di non fumare. Solo che quando è venuto qui, l'ha fatto eccome.<Color:Default>

# 12084_Kiryu
source: So he was lying in the interviews?
pt: Quindi mentiva nelle interviste?

# 12096_Hinata
source: <Color:255,200,200,255>He also talked different, and he gave off this super mean vibe. It was kind of a shock, actually.<Color:Default>
pt: <Color:255,200,200,255>Parlava anche in modo diverso ed emanava un'aria davvero cattiva. In realtà, è stato un po' uno shock.<Color:Default>

# 12108_Kiryu
source: Looks can be deceiving. It's not about what's on the outside. It's what's inside that counts.
pt: L'apparenza inganna. Non conta l'aspetto esteriore. È quello che si ha dentro che conta.

# 12120_Hinata
source: <Color:255,200,200,255>Huh? But Kiryu-san, weren't you just saying how good-looking you knew you were?<Color:Default>
pt: <Color:255,200,200,255>Eh? Ma Kiryu-san, non avevi appena detto che sapevi di essere un bel tipo?<Color:Default>

# 12132_Kiryu
source: Oh, uh, I guess so.
pt: Oh, beh, immagino di sì.

# 12144_Hinata
source: <Color:255,200,200,255>You're right－looks can be deceiving. Especially when you keep changing your story.<Color:Default>
pt: <Color:255,200,200,255>Hai ragione－l'apparenza inganna. Soprattutto quando continui a cambiare versione.<Color:Default>

# 12156_Kiryu
source: Heh.
pt: Eh.

# 12168_Hinata
source: <Color:255,200,200,255>So, I feel like I'd like to date some really hot guy, but I never think about actually getting married or having kids with them.<Color:Default>
pt: <Color:255,200,200,255>Quindi, sento che mi piacerebbe uscire con un tipo davvero figo, ma non penso mai a sposarmi sul serio o ad avere dei figli con lui.<Color:Default>

# 12180_Kiryu
source: You don't want to get married? I guess there are lots of people who prefer single life.
pt: Non vuoi sposarti? Immagino ci siano molte persone che preferiscono la vita da single.

# 12192_Hinata
source: <Color:255,200,200,255>No, it's not that, exactly. I just don't want to do anything naughty with a guy. Even the thought of kissing weirds me out.<Color:Default>
pt: <Color:255,200,200,255>No, non è esattamente così. È che non voglio fare niente di spinto con un uomo. Persino il pensiero di baciare qualcuno mi fa senso.<Color:Default>

# 12204_Kiryu
source: Why's that?
pt: Perché?

# 12216_Hinata
source: <Color:255,200,200,255>Why? I don't know. It just seems... gross somehow.<Color:Default>
pt: <Color:255,200,200,255>Perché? Non lo so. Mi sembra solo... schifoso, in un certo senso.<Color:Default>

# 12228_Kiryu
source: Hm. Maybe you're a germaphobe?
pt: Mh. Forse sei una misofoba?

# 12240_Kiryu
source: Do you not like guys?
pt: Non ti piacciono gli uomini?

# 12252_Hinata
source: <Color:255,200,200,255>It's not that. I enjoy being with someone I like just fine, but anything more than that is a big no-no in my book.<Color:Default>
pt: <Color:255,200,200,255>Non è quello. Sto benissimo insieme a qualcuno che mi piace, ma qualsiasi cosa vada oltre è un categorico no, per quanto mi riguarda.<Color:Default>

# 12264_Kiryu
source: I don't really get that.
pt: Non lo capisco proprio.

# 12276_Hinata
source: Kiryu-san, do you want to do those sorts of things with your girlfriends?<Color:Default>
pt: Kiryu-san, vuoi fare quel genere di cose con le tue fidanzate?<Color:Default>

# 12288_Kiryu
source: Of course. Men are sexual creatures, after all.
pt: Certo. Dopotutto, gli uomini sono creature sessuali.

# 12300_Hinata
source: Yeah, I guess so. I think that's normal.<Color:Default>
pt: Sì, immagino di sì. Credo sia normale.<Color:Default>

# 12312_Hinata
source: <Color:255,200,200,255>That's why whenever I date someone, I tell them if they want to do stuff like that, date another girl. Or get your action at a massage parlor.<Color:Default>
pt: <Color:255,200,200,255>Ecco perché ogni volta che esco con qualcuno, gli dico che se vuole fare robe del genere, farebbe meglio a uscire con un'altra ragazza. O ad andare a divertirsi in un centro massaggi.<Color:Default>

# 12324_Kiryu
source: That makes sense. You don't want to date guys who don't agree to those conditions.
pt: Ha senso. Non vuoi frequentare uomini che non accettano queste condizioni.

# 12336_Hinata
source: <Color:255,200,200,255>Yeah. And I just want to smack guys who still try to press the issue afterwards.<Color:Default>
pt: <Color:255,200,200,255>Già. E mi viene proprio voglia di prendere a sberle i tipi che provano comunque a insistere anche dopo.<Color:Default>

# 12348_Kiryu
source: That sounds natural.
pt: Mi sembra naturale.

# 12360_Kiryu
source: You shouldn't be dating. It's going to be hard to find someone willing to go out with you while being okay with your terms.
pt: Non dovresti frequentare nessuno. Sarà difficile trovare qualcuno disposto a uscire con te che accetti le tue condizioni.

# 12372_Hinata
source: <Color:255,200,200,255>I don't think so. Can't someone be happy simply being with someone else?<Color:Default>
pt: <Color:255,200,200,255>Non credo. Non si può essere felici semplicemente stando con qualcun altro?<Color:Default>

# 12384_Kiryu
source: I know what you mean. I lived with a woman for nearly six months, and we never did anything.
pt: So cosa intendi. Ho vissuto con una donna per quasi sei mesi, e non abbiamo mai fatto niente.

# 12396_Kiryu
source: But we still felt a mutual fondness for each other, so I don't feel bad about any of it.
pt: Ma provavamo comunque un affetto reciproco, quindi non me ne pento affatto.

# 12408_Hinata
source: <Color:255,200,200,255>See? That's the kind of relationship I want! Maybe you'd be a good fit for me, Kiryu-san!<Color:Default>
pt: <Color:255,200,200,255>Visto? È proprio questo il tipo di relazione che vorrei! Forse potresti fare al caso mio, Kiryu-san!<Color:Default>

# 12420_Kiryu
source: Hey, just leave it to me.
pt: Ehi, lascia fare a me.

# 12432_Kiryu
source: There's something missing. It's not puppy love. Grown-up love requires something more.
pt: Manca qualcosa. Non è un amore tra ragazzini. L'amore tra adulti richiede qualcosa in più.

# 12444_Hinata
source: <Color:255,200,200,255>Well, if someone wants that, they can look for it from someone else. I just don't need that sort of thing.<Color:Default>
pt: <Color:255,200,200,255>Beh, se qualcuno vuole quello, può andare a cercarselo da qualcun altro. Io non ho proprio bisogno di quel genere di cose.<Color:Default>

# 12456_Kiryu
source: I'll have to keep that in mind.
pt: Dovrò tenerlo a mente.

# 12468_Kiryu
source: What if he's good at it? You're probably saying that because you only have experience with lousy partners.
pt: E se invece ci sapesse fare? Probabilmente lo dici solo perché hai avuto a che fare soltanto con partner mediocri.

# 12480_Hinata
source: <Color:255,200,200,255>Don't you even go there! Sex isn't a subject I want to get into! Ugh, I didn't think you'd push the issue like this, Kiryu-san.<Color:Default>
pt: <Color:255,200,200,255>Non andare a parare lì! Il sesso non è un argomento che voglio affrontare! Ugh, non pensavo che avresti insistito così tanto, Kiryu-san.<Color:Default>

# 12492_Kiryu
source: Oh, I'm sorry.
pt: Oh, mi dispiace.

# 12504_Kiryu
source: Not really. True love stands on its own, unrelated to any sexual desires.
pt: Non proprio. Il vero amore è una cosa a sé, slegata dai desideri sessuali.

# 12516_Hinata
source: <Color:255,200,200,255>Right! There are plenty of grown-ups who aren't opposed to that sort of thing. Guys who keep trying to bring it around to sex are the worst!<Color:Default>
pt: <Color:255,200,200,255>Esatto! Ci sono un sacco di adulti che non sono contrari a questo genere di cose. Gli uomini che cercano continuamente di portarla sul sesso sono i peggiori!<Color:Default>

# 12528_Kiryu
source: Guys shouldn't talk like that with girls. That's the sort of thing to save for the fellas.
pt: Gli uomini non dovrebbero parlare così con le ragazze. Sono discorsi da riservare agli amici.

# 12540_Hinata
source: <Color:255,200,200,255>Do you talk about that sort of thing with your friends?<Color:Default>
pt: <Color:255,200,200,255>Parli di quel genere di cose con i tuoi amici?<Color:Default>

# 12552_Kiryu
source: Maybe once in a great while.
pt: Forse ogni tanto, ma molto di rado.

# 12564_Kiryu
source: You should at least be able to talk about it. It's part of your job as a hostess, isn't it?
pt: Dovresti almeno essere in grado di parlarne. Fa parte del tuo lavoro di hostess, no?

# 12576_Hinata
source: <Color:255,200,200,255>I guess. I have managed to build up more of a tolerance to it than before.<Color:Default>
pt: <Color:255,200,200,255>Immagino. Sono riuscita a diventare un po' più tollerante rispetto a prima.<Color:Default>

# 12588_Kiryu
source: Maybe you'll eventually be able to stop worrying about it completely. If you can't, you should probably quit.
pt: Magari col tempo riuscirai a smettere del tutto di preoccupartene. Se non ci riesci, probabilmente dovresti licenziarti.

# 12600_Hinata
source: <Color:255,200,200,255>Yeah...<Color:Default>
pt: <Color:255,200,200,255>Già...<Color:Default>

# 12612_Kiryu
source: Yeah. And not just my girlfriends. Matters of the heart are different than those of the flesh.
pt: Già. E non solo con le mie amiche. Le questioni di cuore sono diverse da quelle della carne.

# 12624_Hinata
source: <Color:255,200,200,255>Whoa, you really sound like a total player. Maybe all guys are like that.<Color:Default>
pt: <Color:255,200,200,255>Caspita, sembri proprio un vero playboy. Forse tutti gli uomini sono fatti così.<Color:Default>

# 12636_Hinata
source: <Color:255,200,200,255>Hey, guess what? At our next event, I'm going to be a DJ! You should come!<Color:Default>
pt: <Color:255,200,200,255>Ehi, indovina un po'? Al nostro prossimo evento farò la DJ! Devi venire!<Color:Default>

# 12648_Kiryu
source: DJ? I didn't know you were into that.
pt: DJ? Non sapevo ti interessasse.

# 12660_Hinata
source: <Color:255,200,200,255>This'll be my first time. I love being up in front of a crowd like that.<Color:Default>
pt: <Color:255,200,200,255>Sarà la mia prima volta. Adoro stare davanti a una folla del genere.<Color:Default>

# 12672_Kiryu
source: Really? Then you should be a good fit. Maybe in the future you could try to go pro.
pt: Davvero? Allora saresti proprio portata. Magari in futuro potresti provare a diventare una professionista.

# 12684_Hinata
source: <Color:255,200,200,255>No way! This is a phase I'm in, that's all.<Color:Default>
pt: <Color:255,200,200,255>Ma figurati! È solo una fase, tutto qui.<Color:Default>

# 12696_Kiryu
source: I'd never have guessed. You don't look like the club-going type.
pt: Non l'avrei mai detto. Non sembri il tipo che frequenta i club.
