Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901e7.po
Languages: pt

source: Production Assistant
pt: Assistente di Produzione

source: Assistant Director
pt: Assistente Regista

source: MC
pt: Conduttore

# 56_Production Assistant
source: All right, then. The two of you will be facing off in a game of nine-ball pool.
pt: Bene, allora. Voi due vi affronterete in una partita di biliardo a nove palle.

# 68_Assistant Director
source: Remember, our show's main appeal is its heated competitions.
pt: Ricorda, il principale punto di forza del nostro show sono le sue competizioni accese.

# 80_Assistant Director
source: So make sure to give it your all, okay?
pt: Quindi, assicuratevi di dare il massimo, ok?

# 92_Ririka
source: Yes, of course.
pt: Sì, certo.

# 104_Haruka
source: We will.
pt: Lo faremo.

# 116_Ririka
source: Haruka-chan, was it? I'm Ririka Misaki. You can call me Ririka.
pt: Haruka-chan, giusto? Sono Ririka Misaki. Puoi chiamarmi Ririka.

# 128_Haruka
source: Hello, I'm Haruka Sawamura. It's very nice to meet you, Ririka-san.
pt: Ciao, sono Haruka Sawamura. È davvero un piacere conoscerti, Ririka-san.

# 140_Haruka
source: (Ririka-san looks so poised and confident, like a model or something.)
pt: (Ririka-san è così composta e sicura di sé, come una modella o qualcosa del genere.)

# 152_Assistant Director
source: Okay, let's get started!
pt: Bene, iniziamo!

# 224_MC
source: The time for our showdown is here at last!
pt: Il momento del nostro scontro è finalmente giunto!

# 236_MC
source: Pride is on the line for these two beautiful, young idols. It'll be a fight to the finish!
pt: C'è in ballo l'orgoglio per queste due belle, giovani idol. Sarà una lotta all'ultimo sangue!

# 248_MC
source: What sort of immodest, unladylike things will these two stoop to in order to win?
pt: A che tipo di azioni immodeste e poco signorili si abbasseranno queste due pur di vincere?

# 260_MC
source: You'll just have to watch and find out!
pt: Non vi resta che guardare per scoprirlo!

# 272_MC
source: Now, Haruka-chan! What would you like to say to your opponent before you begin!?
pt: Ora, Haruka-chan! Cosa vorresti dire alla tua avversaria prima di iniziare!?

# 284_Haruka
source: I'm ready! And I refuse to lose!
pt: Sono pronta! E mi rifiuto di perdere!

# 296_MC
source: Ririka-chan! What would you like to say?
pt: Ririka-chan! Cosa vorresti dire?

# 308_Ririka
source: You'd better watch out, because I won't hold back!
pt: Ti conviene stare attenta, perché non mi tratterrò!

# 320_MC
source: Who will come out on top in this all-out pool brawl: Haruka Sawamura or Ririka Misaki?
pt: Chi la spunterà in questo scontro di biliardo senza esclusione di colpi: Haruka Sawamura o Ririka Misaki?

# 332_MC
source: Let the battle begin!
pt: Che la battaglia abbia inizio!
