Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340014.po
Languages: pt

source: ○Food
pt: ○Cibo

source: □Things You Want
pt: □Cose che desideri

source: △Your Job
pt: △Il tuo lavoro

source: ○Ask About Indoor Hobbies
pt: ○Chiedi degli hobby al chiuso

source: □Ask About Outdoor Hobbies
pt: □Chiedi degli hobby all'aperto

source: ○A bit here and there.
pt: ○Un po' qua e là.

source: □Not so much, no.
pt: □Non molto, no.

source: ○What do you look for in a man?
pt: ○Cosa cerchi in un uomo?

source: □Are you okay with cheating?
pt: □Sei d'accordo con il tradimento?

source: △How many guys have you dated?
pt: △Con quanti ragazzi sei uscita?

source: ○What if I said yes?
pt: ○E se ti dicessi di sì?

source: □What if I said no?
pt: □E se ti dicessi di no?

source: ○What's your best feature?
pt: ○Qual è il tuo pregio migliore?

source: □What are your shortcomings?
pt: □Quali sono i tuoi difetti?

source: △Do you have any quirks?
pt: △Hai qualche mania?

source: ○Why's that?
pt: ○Come mai?

source: △Let me be the judge of that.
pt: △Lascia che sia io a giudicare.

source: ○Do you take actual baths?
pt: ○Ti fai dei veri bagni?

source: □Are you a shower person?
pt: □Sei il tipo da doccia?

source: ○I'm the same way.
pt: ○Anch'io sono così.

source: □You should listen better.
pt: □Dovresti ascoltare meglio.

source: ○What do you wear to bed?
pt: ○Cosa ti metti per andare a letto?

source: □What kind of kisser are you?
pt: □Che tipo sei quando baci?

source: △What are your measurements?
pt: △Quali sono le tue misure?

source: ○Ah, okay.
pt: ○Ah, capisco.

source: △So you know your chest size...
pt: △Quindi conosci la tua taglia di seno...

# 284_Kiryu
source: So, what kind of things do you like?
pt: Allora, che genere di cose ti piacciono?

# 296_Riku
source: Huh? Well, what sorta things do ya mean?
pt: Eh? Beh, che genere di cose intendi?

# 308_Kiryu
source: What kind of food do you like?
pt: Che genere di cibo ti piace?

# 320_Riku
source: Gotta be potatoes!
pt: Direi le patate!

# 332_Kiryu
source: That was a quick answer.
pt: È stata una risposta veloce.

# 344_Riku
source: I can't resist the texture of a hot potato! And they're even supposed to be good for you!
pt: Non resisto alla consistenza di una patata bollente! E si dice pure che facciano bene!

# 356_Kiryu
source: Really? I'd figure it'd be the other way around.
pt: Davvero? Avrei pensato fosse il contrario.

# 368_Riku
source: Nope! They're good for your skin and can clear up swelling and constipation. Plus, they're way lower in calories than y'might think!
pt: Ma no! Fanno bene alla pelle e aiutano contro gonfiori e stitichezza. In più, hanno molte meno calorie di quante potresti pensare!

# 380_Kiryu
source: I didn't know that.
pt: Non lo sapevo.

# 392_Riku
source: Aw, just talkin' about them is making me wanna go out and eat 'em! Kiryu-san, would ya treat me to some one day?
pt: Ah, solo a parlarne mi viene voglia di uscire a mangiarle! Kiryu-san, me le offriresti un giorno?

# 404_Kiryu
source: Heh, sure thing.
pt: Heh, senz'altro.

# 416_Kiryu
source: Is there anything that you want?
pt: C'è qualcosa che vorresti?

# 428_Riku
source: What? Are you getting me a present?
pt: Cosa? Mi vuoi fare un regalo?

# 440_Kiryu
source: No... I just want to know.
pt: No... volevo solo saperlo.

# 452_Riku
source: Let's see. Y'know, anything's fine by me, really.
pt: Vediamo... Sai, per me va bene tutto, davvero.

# 464_Kiryu
source: Are you just saying that?
pt: Lo dici tanto per dire?

# 476_Riku
source: No, really. I just mean like, I'm not all that into brand-name stuff, y'know?
pt: No, davvero. Voglio solo dire che non vado poi così matta per la roba di marca, sai?

# 488_Riku
source: If I get somethin' wicked expensive, I kinda feel guilty about it and all.
pt: Se ricevo qualcosa di incredibilmente costoso, finisce che mi sento un po' in colpa e tutto il resto.

# 500_Kiryu
source: Ah, okay. I get what you mean now.
pt: Ah, okay. Ora ho capito cosa intendi.

# 512_Kiryu
source: What do you like about your job? Why are you working here?
pt: Cosa ti piace del tuo lavoro? Perché lavori qui?

# 524_Riku
source: Hm. Well, to earn money.
pt: Hm. Beh, per fare soldi.

# 536_Kiryu
source: But it's not an easy job.
pt: Ma non è un lavoro facile.

# 548_Riku
source: Well, sometimes it can be kinda rough, yeah. But I guess that goes for any job, right?
pt: Beh, a volte può essere un po' dura, sì. Ma immagino che valga per qualsiasi lavoro, no?

# 560_Riku
source: Plus, I like talkin' to folks. Having the chance to chat up so many people is right up my alley.
pt: E poi, mi piace parlare con la gente. Avere l'occasione di chiacchierare con così tante persone fa proprio al caso mio.

# 572_Kiryu
source: I guess it's more fun than I'd thought.
pt: Immagino che sia più divertente di quanto pensassi.

# 584_Kiryu
source: What are your hobbies?
pt: Quali sono i tuoi hobby?

# 596_Riku
source: Hobbies, huh? Well, lately, I've been wicked busy, so I stay at home a lot.
pt: Hobby, eh? Beh, ultimamente sono stata incredibilmente impegnata, quindi passo un sacco di tempo a casa.

# 608_Kiryu
source: What do you do at home?
pt: Cosa fai a casa?

# 620_Riku
source: I've been readin' an awful lot lately.
pt: Ultimamente sto leggendo un sacco.

# 632_Kiryu
source: Really? What sort of things do you read?
pt: Davvero? Che genere di cose leggi?

# 644_Riku
source: Lately, it's been mysteries. Stuff that's been turned into TV miniseries. Do you do much readin', Kiryu-san?
pt: Ultimamente leggo soprattutto gialli. Roba da cui hanno tratto delle miniserie TV. Tu leggi molto, Kiryu-san?

# 656_Kiryu
source: A bit here and there.
pt: Un po' qua e là.

# 668_Riku
source: Oh yeah? What sorta books do y'read?
pt: Ah sì? Che genere di libri leggi?

# 680_Kiryu
source: Well, given how busy I am with work lately, it's mostly been business manuals and the like.
pt: Beh, visto quanto sono stato impegnato col lavoro ultimamente, ho letto soprattutto manuali di business e roba del genere.

# 692_Riku
source: Gotta keep your studies up to snuff, huh? So ya haven't read books for pleasure then?
pt: Devi sempre restare al passo con lo studio, eh? Quindi non hai letto libri per puro piacere, allora?

# 704_Kiryu
source: Not lately, no. I've fallen behind on my current events and magazine reading.
pt: Ultimamente no. Sono rimasto un po' indietro con l'attualità e la lettura delle riviste.

# 716_Riku
source: Aww. There are lotsa really good books out there. You oughta try and read more.
pt: Ooh. Ci sono un sacco di libri davvero belli in giro. Dovresti provare a leggere di più.

# 728_Kiryu
source: You're right. I should pick something up.
pt: Hai ragione. Dovrei proprio rimediare qualcosa.

# 740_Kiryu
source: Not much, no. When I have time away from work, I mostly read the newspaper.
pt: Non molto, no. Quando ho un po' di tempo libero dal lavoro, leggo soprattutto il giornale.

# 752_Riku
source: See, I'm the opposite. I ain't never read the paper.
pt: Vedi, io sono l'esatto opposto. Non leggo mai il giornale.

# 764_Kiryu
source: How do you stay up on current events, then? Isn't having conversation topics at hand a big part of a hostess' job?
pt: E come fai a tenerti aggiornata sull'attualità, allora? Avere degli argomenti di conversazione pronti non è una parte fondamentale del lavoro di una hostess?

# 776_Riku
source: I just get all the news on my phone. Readin' the newspaper's a big hassle, 'cause it seems totally disorganized.
pt: Prendo tutte le notizie dal telefono. Leggere il giornale è una gran seccatura, perché mi sembra tutto disorganizzato.

# 788_Kiryu
source: I guess you're a sign of the times.
pt: Immagino che tu sia un segno dei tempi.

# 800_Kiryu
source: What do you do when you're out of the house?
pt: Cosa fai quando sei fuori casa?

# 812_Riku
source: Oh, I'm really into swimming and stuff.
pt: Oh, mi piace un sacco il nuoto e roba così.

# 824_Kiryu
source: I like to swim, too. I used to live in Okinawa, after all.
pt: Anche a me piace nuotare. Dopotutto, ho vissuto a Okinawa.

# 836_Riku
source: Really!? Oh, I'm wicked jealous! I bet the ocean must be real pretty there!
pt: Davvero!? Oh, ti invidio un sacco! Scommetto che il mare dev'essere proprio bello laggiù!

# 848_Kiryu
source: Yeah. Words really don't do it justice.
pt: Sì. Le parole non gli rendono giustizia.

# 860_Riku
source: That sounds nice. I'd like to go there someday.
pt: Che bello. Mi piacerebbe andarci, un giorno.

# 872_Kiryu
source: Maybe we can go together, just you and me.
pt: Magari potremmo andarci insieme, solo io e te.

# 884_Riku
source: Y'mean it? Because I'd totally go!
pt: Dici sul serio? Perché ci verrei assolutamente!

# 896_Kiryu
source: All right. It's a deal.
pt: Va bene. Affare fatto.

# 908_Kiryu
source: What are your thoughts when it comes to romance?
pt: Cosa ne pensi quando si tratta di romanticismo?

# 920_Riku
source: Romance? Like, in what sense?
pt: Il romanticismo? Tipo, in che senso?

# 932_Kiryu
source: What do you look for in a man?
pt: Cosa cerchi in un uomo?

# 944_Riku
source: What do I look for? Hmm. Nothin' specific, really.
pt: Cosa cerco? Mmm. Niente di particolare, in realtà.

# 956_Kiryu
source: That can't be true. You must have some standards, whether it's education, income, or even height.
pt: Non può essere vero. Avrai pure dei criteri, che si tratti di istruzione, reddito o perfino l'altezza.

# 968_Riku
source: Like not wantin' someone with a part-time job?
pt: Tipo non volere qualcuno con un lavoro part-time?

# 980_Kiryu
source: Yeah, that sort of thing.
pt: Sì, qualcosa del genere.

# 992_Riku
source: Hmm. Well, when I like someone, I just kinda get a feeling. Outta the blue, I just sorta think, "Yeah, he's nice."
pt: Mmm. Beh, quando mi piace qualcuno, mi scatta un po' una sensazione. Così, dal nulla, mi viene da pensare: "Sì, lui è carino".

# 1004_Kiryu
source: Then I guess there's no way for a guy to gain an advantage with you...
pt: Allora mi sa che non c'è modo per un uomo di partire avvantaggiato con te...

# 1016_Kiryu
source: Are you okay with cheating?
pt: Ti va bene il tradimento?

# 1028_Riku
source: Hmm. Yeah, I guess I'd probably let it slide.
pt: Mmm. Sì, mi sa che probabilmente lascerei correre.

# 1040_Kiryu
source: Oh, really? Why's that?
pt: Oh, davvero? Come mai?

# 1052_Riku
source: Well, if I really like someone, I don't wanna split up with them right then and there, even if they cheat on me.
pt: Beh, se mi piace davvero qualcuno, non voglio mollarlo lì per lì, anche se mi tradisce.

# 1064_Kiryu
source: I see.
pt: Capisco.

# 1076_Riku
source: Why do y'ask, Kiryu-san? Do you cheat?
pt: Perché me lo chiedi, Kiryu-san? Tu tradisci?

# 1088_Kiryu
source: What if I said yes? What would you do?
pt: E se ti dicessi di sì? Tu che faresti?

# 1100_Riku
source: Well, I'd be more at ease with ya comin' out with it than keeping it a secret.
pt: Beh, mi sentirei più a mio agio se me lo dicessi apertamente piuttosto che se lo tenessi nascosto.

# 1112_Kiryu
source: I see. I understand how you think.
pt: Capisco. Ho capito come la pensi.

# 1124_Riku
source: So, now that you know, what are ya gonna do? You planning on switchin' to another hostess?
pt: Allora, ora che lo sai, che hai intenzione di fare? Pensi di passare a un'altra hostess?

# 1136_Kiryu
source: Whoa, hey. Would that make you that angry?
pt: Ehi, ehi. Ti farebbe arrabbiare così tanto?

# 1148_Kiryu
source: What if I said no? Would you believe me?
pt: E se ti dicessi di no? Mi crederesti?

# 1160_Riku
source: Hmm. Probably not.
pt: Mmm. Probabilmente no.

# 1172_Kiryu
source: See? In the end, talk is cheap. That's why I prove myself through my actions.
pt: Vedi? Alla fine le parole contano poco. Per questo dimostro chi sono con i fatti.

# 1184_Riku
source: Oh yeah? All righty, then. You're gonna come by the club every day from now on, right?
pt: Ah sì? D'accordo, allora. Verrai al club ogni giorno d'ora in poi, giusto?

# 1196_Kiryu
source: I, uh... Yeah. Sure.
pt: Io, ehm... Sì. Certo.

# 1208_Kiryu
source: How many guys have you dated?
pt: Con quanti ragazzi sei uscita?

# 1220_Riku
source: Hmm. Lemme think. Like, five, maybe?
pt: Mmm. Fammi pensare. Tipo cinque, forse?

# 1232_Kiryu
source: You don't sound too sure about that.
pt: Non sembri molto convinta.

# 1244_Riku
source: Wait, no. Three?
pt: Aspetta, no. Tre?

# 1256_Kiryu
source: Why'd the number go down?
pt: Perché il numero è sceso?

# 1268_Riku
source: Well! Like, I don't know where things start to count as dating, is all.
pt: Beh! È che non so bene da che punto si inizi a considerare come uscire insieme, tutto qui.

# 1280_Kiryu
source: Have you ever actually dated anyone?
pt: Sei mai uscita davvero con qualcuno?

# 1292_Riku
source: Geez, Kiryu-san, why do y'have to be such a creep? Do ya always ask these kinda things?
pt: Uffa, Kiryu-san, perché devi fare così il viscido? Fai sempre domande del genere?

# 1304_Kiryu
source: Fine, you don't have to tell me.
pt: Va bene, non dirmelo allora.

# 1316_Kiryu
source: Mind if I ask you something about yourself?
pt: Ti dispiace se ti chiedo una cosa su di te?

# 1328_Riku
source: About me?
pt: Su di me?

# 1340_Kiryu
source: What's your best feature?
pt: Qual è il tuo punto di forza?

# 1352_Riku
source: Hmm. I guess I've got a pretty good collarbone.
pt: Mmh. Direi che ho una bella clavicola.

# 1364_Kiryu
source: Why's that?
pt: Perché?

# 1376_Riku
source: I just like how it's shaped. Did ya know that water pools up in mine?
pt: Mi piace proprio la sua forma. Lo sapevi che nella mia ci si raccoglie l'acqua?

# 1388_Kiryu
source: Ah. They do say that's a mark of beauty.
pt: Ah. Dicono che sia un segno di bellezza.

# 1400_Riku
source: Right? I smile when I see myself in the bathroom mirror.
pt: Vero? Sorrido sempre quando mi guardo nello specchio del bagno.

# 1412_Kiryu
source: Do you take actual baths?
pt: Ti fai dei bagni veri e propri?

# 1424_Riku
source: Oh, I'm absolutely a bath person! You gotta get in a good soak to get properly refreshed.
pt: Oh, sono decisamente una tipa da bagno! Devi stare un bel po' a mollo per rigenerarti come si deve.

# 1436_Kiryu
source: Isn't taking baths time-consuming, though?
pt: Ma farsi il bagno non porta via un sacco di tempo?

# 1448_Riku
source: Well, that's why I read and stuff when I'm in the tub.
pt: Beh, ecco perché leggo e cose così mentre sono nella vasca.

# 1460_Kiryu
source: Really?
pt: Davvero?

# 1472_Riku
source: Sometimes on my days off, I'll blow through an entire novel while takin' a soak!
pt: A volte, nei miei giorni liberi, mi divoro un intero romanzo mentre me ne sto a mollo!

# 1484_Kiryu
source: That's incredible.
pt: È incredibile.

# 1496_Kiryu
source: Are you a shower person?
pt: Sei un tipo da doccia?

# 1508_Riku
source: Oh, I'm absolutely a bath person! You gotta get in a good soak to get properly refreshed.
pt: Oh, sono decisamente una tipa da bagno! Devi stare un bel po' a mollo per rigenerarti come si deve.

# 1520_Riku
source: Do you only take showers, Kiryu-san?
pt: Ti fai solo la doccia, Kiryu-san?

# 1532_Kiryu
source: I get home from work late a lot of the time. When I do, I just take a quick shower and then go right to bed.
pt: Torno spesso a casa tardi dal lavoro. Quando succede, mi faccio solo una doccia veloce e poi vado dritto a letto.

# 1544_Riku
source: I see. I'll cut into my sleep time just to make sure I get a bath in.
pt: Capisco. Io sacrificherei persino ore di sonno pur di riuscire a farmi un bagno.

# 1556_Kiryu
source: You really like baths, huh?
pt: Ti piacciono proprio i bagni, eh?

# 1568_Kiryu
source: Let me be the judge of that.
pt: Lascia che sia io a giudicarlo.

# 1580_Riku
source: Ack, hey! What are ya doin'!?
pt: Ehi, ma che fai!?

# 1592_Kiryu
source: Weren't you trying to get me to check out your collarbone just now?
pt: Non stavi cercando di farmi dare un'occhiata alla tua clavicola poco fa?

# 1604_Riku
source: No! Stop ogling me like that! You're tryin' to sneak a look at my cleavage, aren't ya!?
pt: No! Smettila di mangiarmi con gli occhi così! Stai cercando di sbirciare nella mia scollatura, eh!?

# 1616_Kiryu
source: I am not!
pt: Non è vero!

# 1628_Kiryu
source: What do you consider your shortcomings?
pt: Quali consideri siano i tuoi difetti?

# 1640_Riku
source: Shortcomings, huh? I guess I can be pretty inattentive sometimes.
pt: I difetti, eh? Direi che a volte so essere piuttosto distratta.

# 1652_Kiryu
source: Inattentive in what way?
pt: In che senso distratta?

# 1664_Riku
source: Like, if a customer's talkin', I'll kinda randomly smile and nod and make 'em mad.
pt: Tipo, se un cliente parla, magari sorrido e annuisco un po' a caso e finisco per farlo arrabbiare.

# 1676_Kiryu
source: I'm the same way. I'll have passengers chew me out for not listening to what they're talking about.
pt: Succede lo stesso anche a me. Mi capita che i passeggeri mi facciano una lavata di capo perché non ascolto quello che dicono.

# 1688_Riku
source: You too!?
pt: Anche tu!?

# 1700_Kiryu
source: Yeah. It's worse when they're drunk. No matter what I say, they want to turn it into some kind of argument.
pt: Già. È ancora peggio quando sono ubriachi. Qualunque cosa io dica, cercano sempre di attaccare briga.

# 1712_Riku
source: I hear ya! That happens to me, too. Even when I'm actually listenin' carefully.
pt: Ti capisco! Succede anche a me. Anche quando in realtà sto ascoltando con attenzione.

# 1724_Kiryu
source: We're in the same boat, you and me.
pt: Siamo sulla stessa barca, io e te.

# 1736_Kiryu
source: You should listen more.
pt: Dovresti ascoltare di più.

# 1748_Riku
source: But I couldn't care less about some guy prattlin' on about how good he's doin' at work.
pt: Ma non me ne frega un accidente di qualche tizio che sproloquia su quanto gli vada bene il lavoro.

# 1760_Kiryu
source: Is that so bad? A man who's good at his job is better than one that's not.
pt: È davvero così male? Un uomo bravo nel suo lavoro è meglio di uno che non lo è.

# 1772_Riku
source: That's not the point! Girls couldn't care less about guys braggin' about themselves! It's so, so annoying!
pt: Non è questo il punto! Alle ragazze non frega un accidente degli uomini che si vantano di se stessi! È davvero, davvero irritante!

# 1784_Riku
source: If that was all, I'd let 'em get away with it, but then it's, oh, I'm friends with so-and-so and they're so amazin', blah, blah, blah. Just stop braggin', dude!
pt: Se fosse solo quello, gliela farei anche passare, ma poi iniziano con: "oh, sono amico di questo e di quello e sono così fantastici", bla, bla, bla. Ma piantala di vantarti, tizio!

# 1796_Riku
source: Do guys think that kinda talk appeals to women? I mean, for reals?
pt: Ma gli uomini pensano davvero che quel genere di discorsi faccia colpo sulle donne? Cioè, dico sul serio?

# 1808_Kiryu
source: Okay, I hear you. Calm down.
pt: D'accordo, ti capisco. Datti una calmata.

# 1820_Kiryu
source: Do you have any particular quirks?
pt: Hai qualche fissa particolare?

# 1832_Riku
source: Quirks, huh? Lemme think about that.
pt: Fisse, eh? Fammi un po' pensare.

# 1844_Riku
source: Aha, I got one!
pt: Aha, ne ho trovata una!

# 1856_Kiryu
source: What is it?
pt: E cioè?

# 1868_Riku
source: When I'm deep in thought, I look up and to the side.
pt: Quando sono sovrappensiero, guardo in alto e di lato.

# 1880_Kiryu
source: Heh, now that you mention it, I've picked up on that habit because it's so cute.
pt: Eh, ora che mi ci fai pensare, ci avevo fatto caso perché è un'abitudine davvero carina.

# 1892_Riku
source: Hahaha! Oh, Kiryu-san, y'sure do know how to flatter a girl!
pt: Hahaha! Oh, Kiryu-san, sai proprio come lusingare una ragazza!

# 1904_Kiryu
source: Anything else?
pt: Qualcos'altro?

# 1916_Riku
source: Anything else? Hmm.
pt: Qualcos'altro? Mmm.

# 1928_Kiryu
source: Heh, you really do look up and to the side.
pt: Eh eh, guardi proprio in alto e di lato.

# 1940_Kiryu
source: Say, I've been wondering about something.
pt: Senti, mi stavo chiedendo una cosa.

# 1964_Kiryu
source: What do you wear to bed?
pt: Cosa ti metti per dormire?

# 1976_Riku
source: What? Why do y'wanna know that?
pt: Cosa? E perché vuoi saperlo?

# 1988_Kiryu
source: I was just curious, that's all.
pt: Ero solo curioso, tutto qui.

# 2000_Riku
source: Hey, you're just bein' a perv!
pt: Ehi, ma sei proprio un pervertito!

# 2012_Kiryu
source: No, I'm not. It's normal to wonder.
pt: No, non lo sono. È normale essere curiosi.

# 2024_Riku
source: Well, I usually wear pajamas. They're kinda on the baggy side.
pt: Beh, di solito metto il pigiama. È un po' abbondante.

# 2036_Kiryu
source: Baggy pajamas, huh?
pt: Pigiama abbondante, eh?

# 2048_Riku
source: You're still bein' pretty pervy...
pt: Sei ancora un bel pervertito...

# 2060_Kiryu
source: What kind of kisser are you?
pt: Che tipo sei quando baci?

# 2072_Riku
source: Kisser!?
pt: Baciare!?

# 2084_Kiryu
source: I'm just curious how you kiss, is all.
pt: Sono solo curioso di sapere come baci, tutto qui.

# 2096_Riku
source: Well, I guess I like simple ones. Pecks on the cheek and stuff. I'm not big on sloppy kissin'.
pt: Beh, credo che mi piacciano quelli semplici. Bacetti sulla guancia e cose così. Non vado pazza per i baci troppo umidi.

# 2108_Kiryu
source: How's it like? Can we try?
pt: Com'è? Possiamo provare?

# 2120_Riku
source: How's it like－oh no, I'm not fallin' for that!
pt: Com'è... oh no, non ci casco!

# 2132_Kiryu
source: Well, it was worth a try.
pt: Beh, valeva la pena provarci.

# 2144_Kiryu
source: What are your measurements?
pt: Quali sono le tue misure?

# 2156_Riku
source: I dunno. I'm not some pin-up girl y'know!
pt: Non lo so. Mica sono una pin-up, sai!

# 2168_Kiryu
source: Well, how do you buy clothes without knowing your measurements?
pt: Beh, e come fai a comprare i vestiti senza sapere le tue misure?

# 2180_Riku
source: Well, I know my chest and my waist sizes, but I dunno about my hips.
pt: Beh, so le misure del mio seno e della mia vita, ma non so quelle dei fianchi.

# 2204_Riku
source: Haha! Don't be so disappointed! Tell ya what. I'll go ahead and take my measurements for you next time, okay?
pt: Ahah! Non essere così deluso! Facciamo così: la prossima volta mi prenderò le misure apposta per te, okay?

# 2216_Kiryu
source: Really!?
pt: Davvero!?

# 2228_Kiryu
source: So you know your chest size, then.
pt: Quindi conosci la misura del tuo seno, allora.

# 2240_Riku
source: Geez, you're bein' a total perv, Kiryu-san. Ewww. No way am I tellin' ya that!
pt: Cavolo, Kiryu-san, sei proprio un pervertito. Che schifo. Non te lo dirò mai!

# 2252_Kiryu
source: Just asking...
pt: Chiedevo solo...

# 2264_Riku
source: Question Conversation 05
pt: Domanda conversazione 05

# 2276_Riku
source: Question Conversation 06
pt: Domanda conversazione 06

# 2288_Riku
source: Question Conversation 07
pt: Domanda conversazione 07

# 2300_Riku
source: Question Conversation 08
pt: Domanda conversazione 08

# 2312_Riku
source: Question Conversation 09
pt: Domanda conversazione 09

# 2324_Riku
source: Question Conversation 10
pt: Domanda conversazione 10

# 2336_Riku
source: Question Conversation 11
pt: Domanda conversazione 11

# 2348_Riku
source: Question Conversation 12
pt: Domanda conversazione 12

# 2360_Riku
source: Question Conversation 13
pt: Domanda conversazione 13

# 2372_Riku
source: Question Conversation 14
pt: Domanda conversazione 14

# 2384_Riku
source: Question Conversation 15
pt: Domanda conversazione 15
