Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 13056_Akiyama
source: I never promised I'd answer anything.
pt: Non ho mai promesso che avrei risposto a tutto.

# 13068_Honoka
source: <Color:255,200,200,255>You're a jerk, Akiyama-san! And after I got my courage up to ask ya in the first place.<Color:Default>
pt: <Color:255,200,200,255>Sei proprio odioso, Akiyama-san! E pensare che mi ci era voluto un sacco di coraggio per chiedertelo!<Color:Default>
