Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0ec8.po
Languages: pt

source: Intellectual Man
pt: Uomo Intellettuale

source: Yes
pt: Sì

# 56_Intellectual Man
source: Wait a minute. Aren't you...?
pt: Aspetta un attimo. Ma tu non sei...?

# 68_Haruka
source: Pardon?
pt: Come scusa?

# 80_Intellectual Man
source: It is you! I knew it! Sawamura-san, right? I'm Fuyumoto. Surely you've heard of me?
pt: Sei tu! Lo sapevo! Sawamura-san, giusto? Sono Fuyumoto. Avrai sicuramente sentito parlare di me, no?

# 92_Haruka
source: No, I'm very sorry. I'm afraid I haven't.
pt: No, mi dispiace molto. Temo proprio di no.

# 104_Fuyumoto
source: That's funny. I'm on TV a lot. But I suppose you're much too busy to watch TV. I've seen you on the Princess League, by the way.
pt: Questa è bella. Sono spesso in TV. Ma suppongo che tu sia troppo occupata per guardare la TV. A proposito, ti ho vista alla Princess League.

# 116_Fuyumoto
source: Anyway, I'm producing a special event right here in Sotenbori.
pt: Comunque, sono io a produrre un evento speciale proprio qui a Sotenbori.

# 128_Fuyumoto
source: The main goal of the event is to provide for the audience an intense, exciting battle between idols, live and in person!
pt: L'obiettivo principale dell'evento è offrire al pubblico una intensa ed emozionante battaglia tra idol, dal vivo e di persona!

# 140_Fuyumoto
source: We gather nearly one hundred idols together in one spot and have them perform, and then the live audience rates them by voting!
pt: Raduniamo quasi un centinaio di idol in un unico posto e le facciamo esibire, e poi il pubblico dal vivo le valuta votando!

# 152_Haruka
source: Hmm. That sounds similar to the Princess League.
pt: Mmm. Sembra simile alla Princess League.

# 164_Fuyumoto
source: Yes, but what sets this event apart is that everyone can come to see the whole thing live.
pt: Sì, ma ciò che distingue questo evento è che tutti possono venire a vedere tutto l'evento dal vivo.

# 176_Haruka
source: Live? Not pre-recorded?
pt: Dal vivo? Non preregistrato?

# 188_Fuyumoto
source: That's right. Ninety-nine idols battling it out live on a Sotenbori stage!
pt: Esatto. Novantanove idol che si battono dal vivo su un palco di Sotenbori!

# 200_Fuyumoto
source: The event is called "Sotenbori Battle Royale 99," or "SBR99" for short.
pt: L'evento si chiama "Sotenbori Battle Royale 99", o "SBR99" in breve.

# 212_Haruka
source: SBR99? Oh, I've heard of that! But I didn't know it was the name of an event.
pt: SBR99? Oh, ne ho sentito parlare! Ma non sapevo fosse il nome di un evento.

# 224_Fuyumoto
source: Yes. Many people are under the mistaken impression that it's the name of a group. Anyway, I'm glad you've heard of it.
pt: Sì. Molte persone hanno la falsa impressione che sia il nome di un gruppo. Comunque, sono contento che ne abbia sentito parlare.

# 236_Fuyumoto
source: Idols compete in three categories: a dance battle, a concert event, and a handshake event. The audience then votes on those performances.
pt: Le idol competono in tre categorie: una dance battle, un concerto e un handshake event. Il pubblico poi vota su quelle esibizioni.

# 248_Fuyumoto
source: And now, to come to the point, do you think you might be interested in competing in SBR99, Miss Sawamura?
pt: E ora, venendo al dunque, crede che potrebbe essere interessata a competere nell'SBR99, Signorina Sawamura?

# 260_Haruka
source: Who? Me?
pt: Chi? Io?

# 272_Fuyumoto
source: That's right. I'm sorry to ask you like this on the street after a chance meeting, but I think this must be fate.
pt: Esatto. Mi dispiace chiederle una cosa del genere per strada dopo un incontro casuale, ma credo che questo debba essere il destino.

# 284_Fuyumoto
source: What do you think? SBR99 is a high-profile event, and I believe taking part in it would be good publicity for you.
pt: Che ne pensa? L'SBR99 è un evento di alto profilo, e credo che prendervi parte le farebbe una buona pubblicità.

# 296_Haruka
source: Hmm. Well...
pt: Mmh. Beh...

# 308_Fuyumoto
source: And not only that, but I also think it would be a chance to grow as well.
pt: E non solo, ma credo anche che sarebbe un'occasione per crescere.

# 320_Haruka
source: A chance to grow?
pt: Un'occasione per crescere?

# 332_Fuyumoto
source: That's right. As I mentioned before, SBR99 takes place before a live audience.
pt: Esatto. Come ho menzionato prima, l'SBR99 si svolge davanti a un pubblico dal vivo.

# 344_Fuyumoto
source: In this competition, idols get to experience the pressures of direct audience voting in addition to a little friendly competition. What better environment to help an idol grow?
pt: In questa competizione, le idol sperimentano le pressioni del voto diretto del pubblico, oltre a una piccola competizione amichevole. Quale ambiente migliore per aiutare una idol a crescere?

# 356_Fuyumoto
source: I'm sure you'll find the experience of battling it out with other idols of your generation in such an exciting event to be truly enriching.
pt: Sono certo che troverà l'esperienza di darsi battaglia con le altre idol della sua generazione in un evento così entusiasmante davvero arricchente.

# 368_Haruka
source: Hmm. It does sounds like it could be a good experience.
pt: Mmh. Sembra proprio che potrebbe essere una buona esperienza.

# 380_Fuyumoto
source: Most definitely! So, what do you say? Would you like to take part? It's actually going on right now, so you could start immediately.
pt: Assolutamente! Allora, che ne pensa? Le piacerebbe prendere parte? Si sta svolgendo proprio ora, quindi potrebbe iniziare immediatamente.

# 392_Haruka
source: (What should I do? If I lose, it could cause problems for my agency.)
pt: (Cosa dovrei fare? Se perdo, potrebbe causare problemi alla mia agenzia.)

# 404_Fuyumoto
source: Let me give you some advice. I firmly believe it's better to try something and regret it later than to regret not trying it at all.
pt: Le do un consiglio. Credo fermamente che sia meglio provare qualcosa e pentirsene dopo che pentirsi di non averci provato affatto.

# 416_Fuyumoto
source: And I would say that all of the young ladies taking part in SBR99 right now feel the same way. So how about it? Care to give it a try?
pt: E direi che tutte le ragazze che stanno partecipando all' SBR99 in questo momento la pensano allo stesso modo. Allora, che ne dice? Le va di provare?

# 428_Intellectual Man
source: All right. Thank you very much for asking me. I think I'll give it a try!
pt: Va bene. Grazie mille per avermelo chiesto. Credo proprio che ci proverò!

# 440_Fuyumoto
source: Wonderful! I'm very glad to hear it. Your agency is Dyna Chair, isn't that right? I'll contact them myself to make the proper arrangements.
pt: Meraviglioso! Mi fa molto piacere sentirlo. La sua agenzia è la Dyna Chair, non è così? Mi occuperò personalmente di contattarli per prendere i dovuti accordi.

# 452_Fuyumoto
source: Now, if you'll come right this way, I'll show you to the event hall.
pt: Adesso, se vuole venire da questa parte, la porterò alla sala eventi.

# 476_Intellectual Man
source: I appreciate the offer, but I'm afraid I'll have to say no.
pt: Apprezzo l'offerta, ma temo di dover rifiutare.

# 488_Fuyumoto
source: Ah, that's too bad. But I guess I did ask you out of the blue, so if you ever change your mind, please don't hesitate to come back and see me.
pt: Ah, che peccato. Ma immagino di averglielo chiesto così, su due piedi, quindi se mai dovesse cambiare idea, non esiti, per favore, a tornare a trovarmi.
