Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid011107bc.po
Languages: pt

source: Attendant
pt: Addetto

# 56_Attendant
source: Have you already been out drinking today?
pt: Sei già stato fuori a bere oggi?

# 68_Kiryu
source: No, I'm just heading out now.
pt: No, sto uscendo adesso.

# 80_Attendant
source: I see! Well, I'm sure you'll like this place!
pt: Ah, capisco! Beh, sono sicuro che ti piacerà questo posto!

# 92_Kiryu
source: Is there a hostess you'd recommend?
pt: C'è un'hostess che mi consiglieresti?

# 104_Attendant
source: I'm not sure if she's working today, but there's a girl named Riku-chan who comes highly praised.
pt: Non so se lavora oggi, ma c'è una ragazza di nome Riku-chan che viene molto elogiata.

# 116_Kiryu
source: Riku, huh?
pt: Riku, eh?

# 128_Attendant
source: Born and raised right here in Hakata! She's very sociable and enjoys nice, friendly conversation.
pt: Nata e cresciuta proprio qui ad Hakata! È molto socievole e le piace fare belle chiacchierate amichevoli.

# 140_Attendant
source: She might seem like she's got it together, but she's not perfect. I think she'd appreciate it if you were supportive when you talk to her.
pt: Potrebbe sembrare che abbia tutto sotto controllo, ma non è perfetta. Credo che apprezzerebbe se le dessi un po' di supporto quando ci parli.

# 152_Kiryu
source: I'll keep that in mind.
pt: Lo terrò a mente.

# 164_Attendant
source: In addition, her blood type is B, and she's a twenty-year-old Cancer! I don't know what sort of things she likes, but you can probably find out by talking to her.
pt: In più, il suo gruppo sanguigno è B, e ha vent'anni ed è del Cancro! Non so che tipo di cose le piacciono, ma probabilmente puoi scoprirlo parlandole.

# 176_Kiryu
source: You seem to know quite a bit about her.
pt: Sembra che tu sappia parecchio di lei.

# 188_Attendant
source: I actually visited her once, myself.
pt: In realtà l'ho visitata anch'io una volta.

# 200_Kiryu
source: So you have the most accurate information, then.
pt: Allora, hai le informazioni più accurate.

# 212_Attendant
source: Of course! I can hardly recommend a girl to a customer without first-hand experience!
pt: Certo! Non potrei mica raccomandare una ragazza a un cliente senza prima averla provata io stesso!
