Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 1644_Honoka
source: Also, we're introverts, have trouble expressin' our feelings or handlin' criticism, and can be really cold. But I dunno nothin' about that.
pt: Inoltre siamo introversi, facciamo fatica a esprimere i sentimenti o a gestire le critiche, e possiamo essere davvero freddi. Ma io non ne so nulla di tutto questo.

# 1656_Akiyama
source: That's not what I'd expect. Talking to you, you seem cheerful and forthright. Are you saying that's all just a facade?
pt: Non me l'aspettavo proprio. A parlarti, sembri così allegra e schietta. Mi stai dicendo che è tutta solo una facciata?

# 1668_Honoka
source: Maybe? I'm not sure I really even know that myself.
pt: Forse? Non ne sono sicura nemmeno io, a dire il vero.

# 1680_Akiyama
source: In that case, I'll try to cut my way through to the real you that's hidden underneath.
pt: In tal caso, cercherò di farmi strada fino alla vera te che tieni nascosta lì sotto.

# 1692_Honoka
source: Oh please, ya kinda said that in a lewd way.
pt: Ma dai, detta così suona un po' maliziosa.

# 1704_Akiyama
source: Hahaha.
pt: Ahahah.

# 1716_Akiyama
source: That's not what I'd expect. Talking to you, you seem cheerful and forthright. Are you saying that's all just a facade?
pt: Non me l'aspettavo proprio. A parlarti, sembri così allegra e schietta. Mi stai dicendo che è tutta solo una facciata?

# 1728_Honoka
source: Maybe? I'm not sure I really even know that myself.
pt: Forse? Non ne sono sicura nemmeno io, a dire il vero.

# 1740_Akiyama
source: See, and that's why I said you can't tell someone's personality based on their blood type.
pt: Vedi? È proprio per questo che dicevo che non si può giudicare il carattere di una persona solo dal gruppo sanguigno.

# 1752_Honoka
source: For real?
pt: Sul serio?

# 1764_Akiyama
source: Look, there are almost seven billion people in the world. It doesn't make sense to think they all come in only four types.
pt: Senti, ci sono quasi sette miliardi di persone al mondo. Non ha senso pensare che rientrino tutti in soli quattro tipi.

# 1776_Akiyama
source: If AB people are all potential prodigies with dual personalities who are withdrawn and... all that stuff... At any rate, it's useless.
pt: Se le persone di tipo AB fossero tutti potenziali prodigi dalla doppia personalità, asociali e... tutta quella roba... In ogni caso, non ha senso.

# 1788_Honoka
source: I don't care about yer logic, Akiyama-san. How come ya won't believe it when I tell ya?
pt: Non mi importa della tua logica, Akiyama-san. Com'è che non mi credi quando te lo dico?

# 1800_Akiyama
source: I give up.
pt: Mi arrendo.

# 1812_Akiyama
source: You're nothing like that at all. Are you trying to tell me you're an introvert?
pt: Non sei affatto così. Mi vorresti dire che sei un'introversa?

# 1824_Honoka
source: Hmm. I guess I'm really not, huh? I've kinda been thinkin' as much.
pt: Hmm. Immagino di non esserlo proprio, eh? In un certo senso lo pensavo anch'io.

# 1836_Akiyama
source: That's the problem with personality assessments. It's all in your head.
pt: È questo il problema dei test della personalità. È tutto nella tua testa.

# 1848_Honoka
source: No it ain't! In my experience, people fit their types dead-on! And the same goes for me!
pt: E invece no! Per quella che è la mia esperienza, le persone rispecchiano i loro tipi alla perfezione! E lo stesso vale per me!

# 1860_Akiyama
source: All right. I'll have to look further into my compatibility with type AB girls.
pt: Va bene. Dovrò approfondire meglio la mia compatibilità con le ragazze di tipo AB.

# 1872_Honoka
source: Ooh, ya sneak! I still dunno what blood type you are, Akiyama-san!
pt: Oh, che furbetto! Ancora non so di che gruppo sanguigno sei, Akiyama-san!

# 1884_Akiyama
source: Even if you did, how would you know I was even telling the truth? You don't need to know.
pt: Anche se lo sapessi, come faresti a sapere se ti sto dicendo la verità? Non hai bisogno di saperlo.

# 1896_Honoka
source: Well, then I wasn't tellin' the truth either!
pt: Beh, allora non stavo dicendo la verità neanch'io!

# 1908_Akiyama
source: Hahaha. Oh really now?
pt: Hahaha. Ah, davvero?

# 1920_Akiyama
source: Get real. You're so indecisive.
pt: Ma fammi il piacere. Sei così indecisa.

# 1932_Honoka
source: Exactly!
pt: Esatto!

# 1944_Akiyama
source: Huh?
pt: Uh?

# 1956_Honoka
source: AB girls are indecisive!
pt: Le ragazze di tipo AB sono indecise!

# 1968_Akiyama
source: Really?
pt: Davvero?

# 1980_Honoka
source: Ya see? What I've been sayin' really <Italic>is</Italic> right!
pt: Visto? Quello che dicevo <Italic>è</Italic> proprio vero!

# 1992_Akiyama
source: Well, color me surprised.
pt: Beh, mi hai proprio sorpreso.

# 2004_Akiyama
source: Maybe get your blood re-tested? Maybe you aren't really type AB.
pt: Magari dovresti farti rifare il test del sangue? Forse non sei davvero di tipo AB.

# 2016_Honoka
source: Huh? C'mon, don't say such terrifyin' things like that! What am I gonna do if they got it wrong?
pt: Uh? Dai, non dire cose così spaventose! Che cosa faccio se si sono sbagliati?

# 2028_Akiyama
source: Isn't that better than not knowing? You could be in real trouble if you ever get seriously hurt.
pt: Non è meglio che non saperlo? Potresti finire in guai seri se dovessi mai farti male per davvero.

# 2040_Honoka
source: It'd be worse findin' out I wasn't really my parents' kid! My mom kinda got around a lot. I mean, what if I'm... Like, it's possible, huh?
pt: Sarebbe peggio scoprire di non essere davvero la figlia dei miei! Mia madre era una che si dava parecchio da fare. Voglio dire, e se fossi... Insomma, è possibile, no?

# 2052_Akiyama
source: That would be bad, yeah.
pt: Sarebbe un bel problema, sì.

# 2064_Honoka
source: Man, I'm starvin'.
pt: Cavolo, sto morendo di fame.

# 2076_Akiyama
source: You're hungry? Want me to order you something?
pt: Hai fame? Vuoi che ti ordini qualcosa?

# 2088_Honoka
source: Not exactly. I'm just cravin' fatty foods.
pt: Non proprio. Ho solo una voglia matta di cibi grassi.

# 2100_Akiyama
source: Fatty foods?
pt: Cibi grassi?

# 2112_Honoka
source: Like I'm hungry for somethin' fatty. I'm all about that fat!
pt: Tipo che ho proprio voglia di qualcosa di grasso. Vado pazza per il grasso!

# 2124_Akiyama
source: Ahh. So that's what you meant.
pt: Ah. Quindi era questo che intendevi.

# 2136_Akiyama
source: You don't want anything?
pt: Non vuoi niente?

# 2148_Honoka
source: Nothin' I can eat here, at any rate.
pt: Comunque non c'è niente che io possa mangiare qui.

# 2160_Akiyama
source: What specifically do you want to eat?
pt: Cosa vorresti mangiare di preciso?

# 2172_Honoka
source: Kushikatsu! Kushikatsu sound great!
pt: Kushikatsu! I kushikatsu sarebbero fantastici!

# 2184_Akiyama
source: They sure do! Dang, now I want some too.
pt: Eccome! Cavolo, adesso ne è venuta voglia anche a me.

# 2196_Honoka
source: Ya like those too, Akiyama-san? I like chicken karaage, too! I could gorge myself on some a' that right now!
pt: Piacciono anche a te, Akiyama-san? Anch'io vado pazza per il pollo karaage! Potrei abbuffarmene proprio adesso!

# 2208_Akiyama
source: You like it that much?
pt: Ti piace così tanto?

# 2220_Honoka
source: Yep! I wanna eat it every day!
pt: Già! Ne mangerei tutti i giorni!

# 2232_Akiyama
source: No way! And you're still not tired of it?
pt: Ma dai! E non ti sei ancora stufato?

# 2244_Honoka
source: I just switch up the flavors. Maybe add ketchup or mayonnaise or add a tiny bit a' lemon or salt.
pt: Cambio solo i sapori. Magari aggiungendo ketchup o maionese, oppure un pizzico di limone o di sale.

# 2256_Akiyama
source: Just hearing this gives me heartburn.
pt: Mi viene il bruciore di stomaco solo a sentirlo.

# 2268_Akiyama
source: How do you keep your figure? Do you work out?
pt: Come fai a mantenere la linea? Ti alleni?

# 2280_Honoka
source: Well, I'm always talkin' about somethin'. That must burn off quite a few calories!
pt: Beh, sto sempre a chiacchierare di qualcosa. Deve bruciare un bel po' di calorie!

# 2292_Akiyama
source: Your lips sure are getting a workout at least.
pt: Beh, di sicuro le tue labbra si tengono in allenamento.

# 2304_Honoka
source: That's why I'm always bushed after work and wanna eat somethin' fatty.
pt: Ecco perché sono sempre a pezzi dopo il lavoro e mi viene voglia di mangiare qualcosa di grasso.

# 2316_Akiyama
source: Guess that's making you meet your nutritional needs. You'd better not quit your job.
pt: Immagino che sia così che soddisfi il tuo fabbisogno nutrizionale. Ti conviene non lasciare il lavoro.

# 2328_Honoka
source: I'll be fine. I talk this much all the time!
pt: Tranquillo. Parlo sempre così tanto!

# 2340_Akiyama
source: Guess I shouldn't have worried.
pt: Immagino di essermi preoccupato per nulla.

# 2352_Akiyama
source: Fatty foods will make you gain weight. Wouldn't it be better to eat something else?
pt: I cibi grassi ti faranno ingrassare. Non sarebbe meglio mangiare qualcos'altro?

# 2364_Honoka
source: I make sure to eat properly! Stuff like takoyaki and okonomiyaki.
pt: Mi assicuro di mangiare come si deve! Roba tipo takoyaki e okonomiyaki.

# 2376_Akiyama
source: Sounds good! This really is the city where folks eat until they drop. There's so much here that sounds delicious.
pt: Ottimo! Questa è davvero la città dove si mangia fino a scoppiare. C'è così tanta roba qui che sembra deliziosa.

# 2388_Honoka
source: Ain't that the truth? There's nothin' wrong with me. Blame it on Osaka!
pt: Non è forse la verità? Mica c'è qualcosa che non va in me. È tutta colpa di Osaka!

# 2400_Akiyama
source: I bet you spend a ton on food. Eating like that everyday must get expensive, right?
pt: Scommetto che spendi un patrimonio per il cibo. Mangiare così ogni giorno deve costarti parecchio, no?

# 2412_Honoka
source: Not for me! I'm a real foodie. I'm lookin' forward to bein' treated by you, Akiyama-san!
pt: Mica per me! Sono una vera buongustaia. Non vedo l'ora che mi offra tu, Akiyama-san!

# 2424_Akiyama
source: Whoa, how did we end up there?
pt: Ehilà, e come siamo finiti a parlar di questo?

# 2436_Akiyama
source: What else do you want to eat?
pt: Cos'altro vuoi mangiare?

# 2460_Akiyama
source: I get it. I'll treat you to some later.
pt: Ho capito. Dopo te ne offrirò un po'.

# 2472_Honoka
source: Ahahaha! Hooray!
pt: Ahahaha! Evviva!

# 2484_Akiyama
source: What else do you want to eat?
pt: Cos'altro vuoi mangiare?

# 2496_Honoka
source: Kushikatsu! Kushikatsu sound great!
pt: Kushikatsu! I kushikatsu sembrano ottimi!

# 2508_Akiyama
source: What else do you want to eat?
pt: Cos'altro vuoi mangiare?

# 2520_Honoka
source: I wanna eat kushikatsu!
pt: Voglio mangiare i kushikatsu!

# 2532_Akiyama
source: Yeah, I get it...
pt: Sì, ho capito...

# 2544_Akiyama
source: That's basically the same thing. You don't really think that's healthy food, do you?
pt: È praticamente la stessa cosa. Non penserai mica sul serio che sia cibo salutare, vero?

# 2556_Honoka
source: Well, what're ya hungry for right now?
pt: Beh, di cosa hai voglia in questo momento?

# 2568_Akiyama
source: What am I hungry for? I'm not hungry at all.
pt: Di cosa ho voglia? Non ho affatto fame.

# 2580_Honoka
source: Then that means ya oughta drink more liquor. Then you'll be hungry for somethin'! So come on, why don't ya order somethin'?
pt: Allora significa che dovresti bere ancora un po'. Vedrai che poi ti verrà fame! Dai, forza, perché non ordini qualcosa?

# 2592_Akiyama
source: You sure are a persuasive one. Not that there's anything wrong with that.
pt: Sei proprio un tipo persuasivo. Non che ci sia niente di male in questo.

# 2604_Honoka
source: Say, Akiyama-san, do ya like stand-up comedy?
pt: Senti, Akiyama-san, ti piace la stand-up comedy?

# 2616_Akiyama
source: I do. I catch a lot of it while watching late night TV.
pt: Sì, mi piace. Ne guardo parecchia guardando la TV a tarda notte.

# 2628_Honoka
source: I knew it!
pt: Lo sapevo!

# 2640_Akiyama
source: You knew it?
pt: Lo sapevi?

# 2652_Akiyama
source: Not particularly, no.
pt: Non particolarmente, no.

# 2664_Honoka
source: Huh, for real? Guess my expectations were way off.
pt: Eh, sul serio? Direi che le mie aspettative erano completamente fuori strada.

# 2676_Akiyama
source: What expectations?
pt: Quali aspettative?

# 2688_Honoka
source: Well, you're fun to talk to and you're a snappy conversationalist, so I figured ya had to be a fan of stand-up comedy.
pt: Beh, è divertente parlare con te e hai la battuta pronta, quindi ho immaginato che fossi per forza un fan della stand-up comedy.

# 2700_Akiyama
source: That's some unusual reasoning right there.
pt: È un ragionamento piuttosto insolito, il tuo.

# 2712_Honoka
source: Is it? Ain't comedy fans the kinda people who're good at talkin' and listenin' to folks?
pt: Dici? Chi ama la comicità non è forse il tipo di persona brava a parlare e ad ascoltare la gente?

# 2724_Honoka
source: Folks who aren't good at talkin' just ramble on without a point and interrupt the conversation whenever. They're the worst!
pt: La gente che non è brava a parlare non fa altro che parlare a vanvera senza arrivare mai al punto e interrompere il discorso in continuazione. Sono i peggiori!

# 2736_Akiyama
source: Fair enough. I guess good conversationalists structure their thoughts for timing and delivery, the way comedians do when telling jokes.
pt: Giusto. Immagino che chi sa parlare bene strutturi i propri pensieri pensando al tempismo e all'esposizione, proprio come fanno i comici quando dicono le battute.

# 2748_Honoka
source: See, ya do get me!
pt: Vedi che mi capisci!

# 2760_Akiyama
source: How's that relevant? People who like stand-up can be bad at conversation, and plenty of good conversationalists never watch stand-up at all.
pt: E che nesso c'è? Chi ama la stand-up può essere negato per la conversazione, e un sacco di persone che sanno parlare bene non la guardano affatto.

# 2772_Honoka
source: I'm not sayin' it's true for everyone. Why do ya gotta take things to such literal extremes?
pt: Mica dico che valga per tutti. Perché devi sempre prendere tutto così alla lettera?

# 2784_Akiyama
source: How about you? I bet you like stand-up, right? Do you go to see live performances?
pt: E tu invece? Scommetto che ti piace la stand-up, no? Vai mai a vedere degli spettacoli dal vivo?

# 2796_Honoka
source: 'Course! And I buy DVDs and stuff, too!
pt: Altroché! E compro pure i DVD e roba del genere!

# 2808_Akiyama
source: Wow, you're really into it. Why are you such a big fan?
pt: Wow, ti piace proprio un sacco. Come mai ne sei così fan?

# 2820_Honoka
source: Why? 'Cause it's funny.
pt: Perché? Perché fa ridere.

# 2832_Akiyama
source: All right. I suppose that's straightforward enough. Though it's not really a reason.
pt: Va bene. Immagino sia un discorso piuttosto lineare. Anche se non è proprio un motivo.

# 2844_Akiyama
source: That's it?
pt: Tutto qua?

# 2856_Honoka
source: What other reason do I need? Is there somethin' wrong with watchin' something 'cause it's funny?
pt: Che altro motivo mi serve? C'è qualcosa di male a guardare una cosa solo perché fa ridere?

# 2868_Akiyama
source: No, that's not wrong at all.
pt: No, non c'è assolutamente niente di male.

# 2880_Honoka
source: Besides, doesn't laughin' make ya feel good? Watchin' stand-up makes me happy. I think the comedians are really amazin'!
pt: E poi, ridere non fa sentire bene? Guardare la stand-up mi rende felice. Penso che i comici siano davvero fantastici!

# 2892_Akiyama
source: I feel the same with you. Talking to you always brings a smile to my face.
pt: Anch'io mi sento così con te. Parlare con te mi fa sempre spuntare il sorriso.

# 2904_Honoka
source: Ya mean it!? That's so sweet of you to say!
pt: Dici davvero!? È davvero dolce da parte tua!

# 2916_Akiyama
source: When you get down to it, comedians and hostesses are both trying to make people smile.
pt: A conti fatti, sia i comici che le hostess cercano di far sorridere la gente.

# 2928_Honoka
source: Yeah! I bet a comedian who worked the nightlife business would be an instant hit!
pt: Già! Scommetto che un comico che ha lavorato nel mondo della vita notturna avrebbe un successo immediato!

# 2940_Akiyama
source: Hmm. Scouting a girl like that's not a bad idea.
pt: Mmh. Reclutare una ragazza del genere non è affatto una cattiva idea.

# 2952_Akiyama
source: Are you under a lot of stress? Maybe stand-up comedy helps you blow it off.
pt: Sei molto stressata? Magari la stand-up comedy ti aiuta a sfogarti.

# 2964_Honoka
source: Nah, that ain't it. I mean, I'm usually laughin', so I don't let small things get to me.
pt: Macché, non è così. Voglio dire, rido sempre, quindi non lascio che le piccole cose mi buttino giù.

# 2976_Akiyama
source: You're the easygoing sort. Having a good sense of humor is part of what Osaka is about.
pt: Sei proprio un tipo alla mano. Avere un buon senso dell'umorismo fa parte dello spirito di Osaka.

# 2988_Honoka
source: Yep. Folks who don't like stand-up don't even crack a smile and come off all cold and stuff.
pt: Già. La gente a cui non piace la stand-up non accenna nemmeno un sorriso e sembra tutta fredda e roba simile.

# 3000_Akiyama
source: Then I should make an effort to smile.
pt: Allora dovrei proprio sforzarmi di sorridere.

# 3012_Honoka
source: Well, you're fun to talk to and you're a snappy conversationalist, so I figured ya had to be a fan of stand-up comedy.
pt: Beh, è divertente parlare con te e hai la battuta pronta, quindi ho immaginato che andassi matto per la stand-up comedy.

# 3024_Akiyama
source: That's some unusual reasoning right there.
pt: È un ragionamento piuttosto insolito, il tuo.

# 3036_Honoka
source: Is it? Ain't comedy fans the kinda people who are good at talkin' and listenin' to folks?
pt: Dici? Non è che i fan della comicità sono proprio quel tipo di persone brave a parlare e ad ascoltare la gente?

# 3048_Honoka
source: Folks who aren't good at talkin' just ramble on without a point and interrupt the conversation whenever. They're the worst!
pt: La gente che non è brava a parlare non fa che sproloquiare senza arrivare al dunque e interrompere la conversazione in ogni momento. Sono i peggiori!

# 3060_Akiyama
source: Fair enough. I guess good conversationalists structure their thoughts for timing and delivery, the way comedians do when telling jokes.
pt: Non fa una piega. Immagino che chi sa conversare bene strutturi i propri pensieri curando il tempismo e l'esposizione, proprio come fanno i comici quando raccontano le barzellette.

# 3072_Honoka
source: See, ya do get me!
pt: Vedi che mi capisci!

# 3084_Akiyama
source: How's that relevant? People who like stand-up can be bad at conversation, and plenty of good conversationalists never watch stand-up at all.
pt: E che c'entra? La gente a cui piace la stand-up può essere negata a conversare, e ci sono un sacco di ottimi conversatori che non guardano affatto la stand-up.

# 3096_Honoka
source: I'm not sayin' it's true for everyone. Why do ya gotta take things to such literal extremes?
pt: Non dico mica che valga per tutti. Perché devi sempre prendere le cose così alla lettera?

# 3108_Akiyama
source: How about you? I bet you like stand-up, right? Do you go to see live performances?
pt: E tu? Scommetto che la stand-up ti piace, vero? Vai a vedere gli spettacoli dal vivo?

# 3120_Honoka
source: 'Course! And I buy DVDs and stuff, too!
pt: Certo! E compro pure i DVD e tutto quanto!

# 3132_Akiyama
source: Wow, you're really into it. Why are you such a big fan?
pt: Caspita, ti appassiona proprio. Come mai ne sei così fan?

# 3144_Honoka
source: Why? 'Cause it's funny.
pt: Perché? Perché fa ridere!

# 3156_Akiyama
source: What do you find funny about it?
pt: Cosa ci trovi di divertente?

# 3168_Honoka
source: I mean, it varies based on the comedian. Osaka and Tokyo have different comedy styles, y'know?
pt: Voglio dire, dipende dal comico. Osaka e Tokyo hanno stili comici diversi, sai?

# 3180_Honoka
source: If a person doesn't know why it's funny, they oughta shut their yap for a bit and just watch. Then they'll get it.
pt: Se uno non capisce perché fa ridere, farebbe meglio a chiudere il becco per un po' e limitarsi a guardare. Vedrai che poi lo capisce.

# 3192_Akiyama
source: I guess seeing is believing. All right. I'll try to watch and listen carefully next time.
pt: Immagino che vedere sia credere. Va bene, la prossima volta cercherò di guardare e ascoltare con attenzione.

# 3204_Honoka
source: People who constantly ask for explanations on why a comedian's jokes are funny are the worst. You should watch out, Akiyama-san.
pt: La gente che chiede continuamente spiegazioni sul perché le battute di un comico fanno ridere è il peggio. Dovresti stare attento, Akiyama-san.

# 3216_Akiyama
source: Thanks for the warning.
pt: Grazie per l'avvertimento.

# 3228_Honoka
source: My big brother's comin' home for New Year's. I haven't seen him in forever, so I'm really lookin' forward to it!
pt: Mio fratello torna a casa per Capodanno. Non lo vedo da una vita, quindi non vedo proprio l'ora!

# 3240_Akiyama
source: You must be very close.
pt: Dovete essere molto legati.

# 3252_Honoka
source: Maybe I'm a bit too close. When he moved away from home I was in tears, tryin' to hold him back so he wouldn't go.
pt: Forse lo siamo fin troppo. Quando se n'è andato di casa ero in lacrime, cercavo di trattenerlo per non farlo andare via.

# 3264_Akiyama
source: I'm kind of jealous. I wish you would fawn over me like that, Honoka-chan.
pt: Sono un po' geloso. Mi piacerebbe che facessi tutte quelle moine anche con me, Honoka-chan.

# 3276_Honoka
source: Maybe I oughta burst into tears and try to hold ya back from leavin' too, Akiyama-san.
pt: Magari dovrei scoppiare in lacrime e provare a trattenere anche te per non farti andare via, Akiyama-san.

# 3288_Akiyama
source: Yes please. I'd love to see you cry.
pt: Sì, per favore. Mi piacerebbe un sacco vederti piangere.

# 3300_Honoka
source: Uh, I wasn't actually gonna do it. C'mon, get real.
pt: Uh, mica avevo davvero intenzione di farlo. Dai, sii serio.

# 3312_Akiyama
source: What? That's disappointing.
pt: Cosa? Che delusione.

# 3324_Akiyama
source: Crocodile tears, I wager? That's no good.
pt: Lacrime di coccodrillo, scommetto? Non va bene.

# 3336_Honoka
source: So what? What's important is that I care enough about ya to cry.
pt: E allora? L'importante è che ci tenga a te abbastanza da piangere.

# 3348_Akiyama
source: Saying that kind of kills the whole point.
pt: Dirlo così rovina un po' tutto il senso.

# 3360_Akiyama
source: To force me to get an extension?
pt: Per costringermi a fare il prolungamento?

# 3372_Honoka
source: Bingo! I'm gonna sob all over ya if you don't ask for an extension!
pt: Bingo! Ti piangerò addosso se non chiedi un prolungamento!

# 3384_Akiyama
source: That puts me in something of a bind.
pt: Così mi metti un po' in difficoltà.

# 3396_Akiyama
source: Guess you're still a kid. Why not grow up and let that brother of yours go?
pt: Mi sa che sei ancora una ragazzina. Perché non cresci e non lasci andare tuo fratello?

# 3408_Honoka
source: Nah, I'm okay with bein' spoiled. I don't got any particular plans to be a grown-up lady. And I'm short, so I'm like the kid-sister hostess.
pt: Nah, mi va bene essere viziata. Non ho piani particolari per diventare una donna matura. E poi sono bassa, quindi sono un po' come la hostess sorellina.

# 3420_Akiyama
source: You're very self-aware. If that's intentional, then well done.
pt: Sei molto consapevole di te stessa. Se è intenzionale, allora complimenti.

# 3432_Honoka
source: Though actually, I'm kinda scared about seein' my brother.
pt: Anche se, a dirla tutta, ho un po' paura di vedere mio fratello.
