Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340024.po
Languages: pt

source: Player
pt: Giocatore

source: Not at all.
pt: Niente affatto.

source: Sorry, no.
pt: Spiacente, no.

# 488_Honoka
source: Hello there.
pt: Ehilà.

# 500_Honoka
source: Akiyama-san, welcome! I'm super happy that ya decided to request me!
pt: Akiyama-san, benvenuto! Sono felicissima che tu abbia deciso di chiedere di me!

# 512_Honoka
source: Did ya come to see me? I gotta wonder if ya might be fallin' for me!
pt: Sei venuto a trovarmi? Mi chiedo se per caso non ti stia innamorando di me!

# 524_Honoka
source: I've been waitin' for ya, Akiyama-san! Today's gonna be a lotta fun!
pt: Ti stavo aspettando, Akiyama-san! Oggi ci divertiremo un sacco!

# 560_Honoka
source: Nice to meet you. My name's Honoka!
pt: Piacere di conoscerti. Mi chiamo Honoka!

# 572_Honoka
source: Here, this is my business card. <Color:255,200,200,255>♥<Color:Default>
pt: Ecco, questo è il mio biglietto da visita. <Color:255,200,200,255>♥<Color:Default>

# 608_Honoka
source: You got Honoka's business card.
pt: Hai preso il biglietto da visita di Honoka.

# 644_Honoka
source: And what's your name, sir?
pt: E lei come si chiama, signore?

# 668_Honoka
source: It's a pleasure to meet ya, Akiyama-san!
pt: È un piacere conoscerti, Akiyama-san!

# 680_Akiyama
source: Likewise.
pt: Altrettanto.

# 692_Honoka
source: Thanks again for comin'!
pt: Grazie ancora per essere venuto!

# 728_Honoka
source: You got Honoka's business card.
pt: Hai preso il biglietto da visita di Honoka.

# 752_Honoka
source: Just for you, Akiyama-san!
pt: Solo per te, Akiyama-san!

# 800_Honoka
source: You smell nice, Akiyama-san. Ya wearin' cologne?
pt: Hai un buon profumo, Akiyama-san. Ti sei messo la colonia?

# 812_Honoka
source: Someone's lookin' good! I like how that outfit looks on ya! <Color:255,200,200,255>♥<Color:Default>
pt: Qualcuno è proprio un figurino! Mi piace un sacco come ti sta quel completo! <Color:255,200,200,255>♥<Color:Default>

# 824_Honoka
source: You're lookin' nice today! <Color:255,200,200,255>♥<Color:Default>
pt: Oggi sei proprio un figurino! <Color:255,200,200,255>♥<Color:Default>

# 836_Honoka
source: Wearin' the usual again, Akiyama-san?
pt: Indossi di nuovo il solito completo, Akiyama-san?

# 848_Honoka
source: Sorry, but that getup ain't so hot.
pt: Scusa, ma quel completo non è un granché.

# 860_Honoka
source: Ah, no way! I think I'd straight-up kill myself if I had to wear that.
pt: Ah, non ci credo! Penso proprio che mi ammazzerei seduta stante se dovessi mettermi quella roba.

# 896_Honoka
source: This is an error.
pt: Questo è un errore.

# 908_Honoka
source: What'll it be?
pt: Cosa prendete?

# 932_Player
source: I'll have this.
pt: Prendo questo.

# 944_Honoka
source: For real!? You're so generous, Akiyama-san!
pt: Dici sul serio!? Sei così generoso, Akiyama-san!

# 956_Honoka
source: Oh? Really?
pt: Oh? Davvero?

# 968_Honoka
source: Gold champagne, please!
pt: Uno Champagne Gold, per favore!

# 980_Honoka
source: Gonna try yer luck, huh?
pt: Vuoi tentare la fortuna, eh?

# 992_Honoka
source: Oh? Really?
pt: Oh? Davvero?

# 1004_Honoka
source: All right. We'll keep your bottle for ya, Akiyama-san.
pt: D'accordo. Ti terremo da parte la bottiglia, Akiyama-san.

# 1016_Honoka
source: One bottle for storage!
pt: Una bottiglia da mettere da parte!

# 1028_Honoka
source: All right.
pt: Va bene.

# 1040_Honoka
source: All right. A house bottle it is.
pt: D'accordo. Vada per la bottiglia della casa.

# 1136_Player
source: I'd like you to bring me my bottle.
pt: Vorrei che mi portassi la mia bottiglia.

# 1148_Honoka
source: All right.
pt: Va bene.

# 1172_Honoka
source: Mind if I have some?
pt: Ti dispiace se ne prendo un po'?

# 1184_Honoka
source: Cheers!
pt: Salute!

# 1196_Honoka
source: Oh, sorry.
pt: Oh, scusa.

# 1208_Honoka
source: Mind if I have some?
pt: Ti dispiace se ne prendo un po'?

# 1220_Honoka
source: Cheers!
pt: Salute!

# 1232_Honoka
source: Oh, sorry.
pt: Oh, scusa.

# 1244_Honoka
source: Your glass is empty. Whaddya want next?
pt: Il tuo bicchiere è vuoto. Che cosa ti porto adesso?

# 1268_Player
source: I'll have this.
pt: Prendo questo.

# 1280_Honoka
source: For real!? You're so generous, Akiyama-san!
pt: Dici sul serio!? Sei proprio generoso, Akiyama-san!

# 1292_Honoka
source: Oh? Really?
pt: Oh? Davvero?

# 1304_Honoka
source: Gold champagne, please!
pt: Champagne Gold, per favore!

# 1316_Honoka
source: Gonna try yer luck, huh?
pt: Vuoi tentare la fortuna, eh?

# 1328_Honoka
source: Oh? Really?
pt: Oh? Davvero?

# 1340_Honoka
source: All right. We'll keep your bottle for ya, Akiyama-san.
pt: Va bene. Terremo la tua bottiglia per te, Akiyama-san.

# 1352_Honoka
source: One bottle for storage!
pt: Una bottiglia da mettere via!

# 1364_Honoka
source: All right.
pt: Va bene.

# 1376_Honoka
source: All right. A house bottle it is.
pt: Va bene. Vada per la bottiglia della casa.

# 1484_Honoka
source: Mind if I have a glass, too?
pt: Ti dispiace se ne prendo un bicchiere anch'io?

# 1496_Player
source: (Damn, I don't have the money.)
pt: (Dannazione, non ho i soldi.)

# 1508_Player
source: Sorry, no.
pt: No, mi spiace.

# 1520_Honoka
source: Mind if I have a glass, too?
pt: Ti dispiace se ne prendo un bicchiere anch'io?

# 1532_Honoka
source: Cheers!
pt: Salute!

# 1544_F_cab_sitsofa_sync_order
source: Much obliged!
pt: Grazie mille!

# 1556_Honoka
source: Oh, sorry.
pt: Oh, scusa.

# 1568_Honoka
source: Mind if I have a glass, too?
pt: Ti dispiace se ne prendo un bicchiere anch'io?

# 1580_Honoka
source: Cheers!
pt: Salute!

# 1592_Honoka
source: Oh, sorry.
pt: Oh, scusa.

# 1604_Player
source: I'm kinda hungry.
pt: Ho un po' di fame.

# 1616_Honoka
source: What'll it be?
pt: Cosa prendete?

# 1640_Player
source: I'll have this.
pt: Prendo questo.

# 1652_Honoka
source: Sure thing!
pt: Certo!

# 1664_Honoka
source: Ooh, ya like that? <Color:255,200,200,255>♥<Color:Default>
pt: Ooh, ti piace? <Color:255,200,200,255>♥<Color:Default>

# 1676_Honoka
source: Sure, all right.
pt: Certo, va bene.

# 1688_Honoka
source: Ya actually like that? You and me got different tastes.
pt: Ti piace davvero? Abbiamo gusti diversi, io e te.

# 1700_Honoka
source: If ya want somethin', just speak up.
pt: Se vuoi qualcosa, dillo pure.

# 1736_Honoka
source: Hey, wanna play the chocolate stick game?
pt: Ehi, ti va di fare il gioco dei bastoncini di cioccolato?

# 1748_Player
source: Sure, that sounds fun.
pt: Certo, sembra divertente.

# 1784_Honoka
source: Here, lemme feed it to ya! <Color:255,200,200,255>♥<Color:Default>
pt: Tieni, lascia che ti imbocchi io! <Color:255,200,200,255>♥<Color:Default>

# 1796_Player
source: Oh, really?
pt: Oh, davvero?

# 1892_Honoka
source: Excuse me!
pt: Scusi!

# 1988_Honoka
source: Lemme get that for ya.
pt: Lascia che te lo prenda.

# 2000_Player
source: Thanks.
pt: Grazie.

# 2012_Honoka
source: Here you are!
pt: Ecco a te!

# 2024_Honoka
source: You're quite the drinker!
pt: Sei proprio un gran bevitore!

# 2036_Player
source: Thanks.
pt: Grazie.

# 2048_Honoka
source: Here you are!
pt: Ecco a te!

# 2060_Honoka
source: Lemme refill your glass for ya.
pt: Lascia che ti rabbocchi il bicchiere.

# 2072_Player
source: Thanks.
pt: Grazie.

# 2084_Honoka
source: Here you are!
pt: Ecco a te!

# 2132_Honoka
source: Cheeeers!
pt: Saluuute!

# 2144_Honoka
source: Thanks for comin'! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie per essere venuto! <Color:255,200,200,255>♥<Color:Default>

# 2156_Player
source: I have to be going.
pt: Devo andare.

# 2180_Honoka
source: Why don't ya kill time somewhere? I'll give ya a call later.
pt: Perché non ammazzi il tempo da qualche parte? Ti chiamo più tardi.

# 2192_Player
source: Okay.
pt: Ok.

# 2216_Honoka
source: All right. Let me get ya your bill.
pt: Va bene. Ti porto il conto.

# 2228_Honoka
source: Check, please!
pt: Il conto, per favore!

# 2240_Honoka
source: You're leavin' already?
pt: Te ne vai già?

# 2252_Player
source: Yeah...
pt: Già...

# 2264_Honoka
source: Check, please!
pt: Il conto, per favore!

# 2276_Honoka
source: Your glass is empty. What do ya want next?
pt: Hai il bicchiere vuoto. Cosa prendi adesso?

# 2288_Player
source: (Oops, I don't have the money.)
pt: (Ops, non ho i soldi.)

# 2300_Player
source: I should actually get going.
pt: In realtà dovrei proprio andare.

# 2312_Honoka
source: You're leavin' already?
pt: Te ne vai già?

# 2324_Player
source: Yeah...
pt: Già...

# 2336_Honoka
source: Check, please!
pt: Il conto, per favore!

# 2348_Honoka
source: Mind if I have another glass?
pt: Ti dispiace se ne prendo un altro?

# 2360_Player
source: (Oops, I don't have the money.)
pt: (Ops, non ho i soldi.)

# 2372_Player
source: I should actually get going.
pt: In realtà dovrei proprio andare.

# 2384_Honoka
source: You're leavin' already?
pt: Te ne vai già?

# 2396_Player
source: Yeah...
pt: Già...

# 2408_Honoka
source: Check, please!
pt: Il conto, per favore!

# 2432_Player
source: (Guess I've run out of stuff to talk about. I should be on my way.)
pt: (Mi sa che ho finito gli argomenti di cui parlare. Farei meglio ad andare.)

# 2444_Player
source: I have to get going.
pt: Devo andare.

# 2456_Honoka
source: You're leavin' already?
pt: Te ne vai già?

# 2468_Player
source: Yeah...
pt: Già...

# 2480_Honoka
source: Check, please!
pt: Il conto, per favore!

# 2492_Player
source: Want to go out after this?
pt: Ti va di uscire dopo?

# 2516_Honoka
source: I already told ya no. Yeesh, you're persistent.
pt: Te l'ho già detto di no. Mamma mia, quanto sei insistente.

# 2540_Honoka
source: Nuh-uh! Ya can ask all ya want, but no means no!
pt: Scordatelo! Puoi chiedermelo quanto vuoi, ma no vuol dire no!

# 2552_Player
source: No go, huh?
pt: Niente da fare, eh?

# 2564_Honoka
source: After this?
pt: Dopo?

# 2588_Honoka
source: Oh, I've already got other plans today. But ask me again next time.
pt: Oh, ho già altri impegni per oggi. Ma chiedimelo di nuovo la prossima volta.

# 2600_Player
source: That's too bad. But I understand.
pt: È un peccato. Ma capisco.

# 2612_Honoka
source: Today really ain't so great. I'm not really in the mood.
pt: Oggi non è proprio giornata. Non sono proprio in vena.

# 2624_Player
source: Okay. Some other time, if you feel like it.
pt: D'accordo. Sarà per un'altra volta, se ne avrai voglia.

# 2636_Honoka
source: Maybe after I get to know ya a bit better!
pt: Magari dopo che ti avrò conosciuto un po' meglio!

# 2648_Player
source: Okay.
pt: Ok.

# 2660_Honoka
source: This is an error.
pt: Questo è un errore.

# 2672_Player
source: Want to go out after this?
pt: Ti va di uscire dopo?

# 2696_Honoka
source: Geez, you're persistent! But I guess it'd be okay to go out for a little bit. Better than havin' ya pesterin' me all night.
pt: E dai, quanto sei insistente! Però credo che potrei uscire per un po'. Meglio che averti qui a darmi il tormento tutta la notte.

# 2708_Player
source: Oh, great.
pt: Oh, ottimo.

# 2720_Honoka
source: Ya wanna go out with me that bad, huh? Okay, I can spare a little time.
pt: Vuoi così tanto uscire con me, eh? Va bene, posso dedicarti un po' di tempo.

# 2732_Player
source: Oh, great.
pt: Oh, ottimo.

# 2744_Honoka
source: After this?
pt: Dopo di qui?

# 2768_Honoka
source: Sure, I've been wantin' to spend more time with ya myself, Akiyama-san!
pt: Certo, anch'io avevo voglia di passare più tempo con te, Akiyama-san!

# 2780_Player
source: Really now?
pt: Ma davvero?

# 2792_Honoka
source: Sure I would! I'd never say no to goin' on a date with you, Akiyama-san!
pt: Certo che sì! Non direi mai di no a un appuntamento con te, Akiyama-san!

# 2804_Player
source: That's what I like to hear.
pt: Proprio quello che volevo sentire.

# 2816_Honoka
source: Why not? I got some free time!
pt: Perché no? Ho un po' di tempo libero!

# 2828_Player
source: Really?
pt: Davvero?

# 2840_Honoka
source: This is an error.
pt: Questo è un errore.

# 2852_Honoka
source: What's up?
pt: Che c'è?

# 2876_Honoka
source: Ooh, I really like this! But I bet ya knew that already, didn't ya, Akiyama-san?
pt: Ooh, questo mi piace un sacco! Ma scommetto che lo sapevi già, vero, Akiyama-san?

# 2888_Honoka
source: Whoa, for real!? I've been wantin' this! Thank you!
pt: Uao, sul serio!? Lo volevo da un sacco! Grazie!

# 2900_Honoka
source: Are ya sure? I'll take good care of this!
pt: Dici sul serio? Ne avrò molta cura!

# 2912_Honoka
source: Oh, thanks...
pt: Oh, grazie...

# 2924_Honoka
source: The heck is this!? I dunno what to do with it.
pt: Ma che diavolo è!? Non so proprio cosa farmene.

# 2936_Honoka
source: Huh? This again?
pt: Eh? Di nuovo questo?

# 2948_Honoka
source: You already gave me this. Did ya forget?
pt: Me l'hai già dato. Te lo sei dimenticato?

# 2960_Honoka
source: This is an error.
pt: Questo è un errore.

# 3116_Honoka
source: I hope you'll come by again, Akiyama-san.
pt: Spero che tornerai a trovarmi, Akiyama-san.

# 3128_Player
source: Next time I'll put in a request for you.
pt: La prossima volta chiederò di te.

# 3140_Honoka
source: For real? Then I'll be waitin'!
pt: Sul serio? Allora ti aspetterò!

# 3188_Honoka
source: Thanks for comin' today! See ya later!
pt: Grazie per essere venuto oggi! Ci vediamo!

# 3200_Player
source: You too.
pt: Anche a te.

# 3212_Honoka
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3248_Honoka
source: Today was really fun!
pt: Oggi è stato proprio divertente!

# 3260_Player
source: I had a good time, too.
pt: Mi sono divertito anch'io.

# 3272_Honoka
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3308_Honoka
source: Ya come back soon now!
pt: Torna presto a trovarmi!

# 3320_Player
source: Will do.
pt: Lo farò.

# 3332_Honoka
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3368_Honoka
source: See ya later, okay? <Color:255,200,200,255>♥<Color:Default>
pt: Ci vediamo dopo, okay? <Color:255,200,200,255>♥<Color:Default>

# 3380_Player
source: Sure thing.
pt: Ma certo!

# 3392_Honoka
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3404_Honoka
source: Wonder what you'll get?
pt: Chissà cosa riceverai?

# 3416_Player
source: Fingers crossed.
pt: Incrociamo le dita.

# 3500_Honoka
source: You won <Color:8>Toughness Infinity<Color:Default>!
pt: Hai vinto <Color:8>Toughness Infinity<Color:Default>!

# 3524_Honoka
source: That one pops out a lot. I'm wonderin' if it's even worth what ya paid.
pt: Quello esce un sacco. Mi chiedo se valga davvero quanto l'hai pagato.

# 3536_Player
source: Don't say that. You're making me sad...
pt: Non dire così. Mi rendi triste...

# 3548_Honoka
source: You won <Color:8>French Cologne<Color:Default>!
pt: Hai vinto <Color:8>Colonia francese<Color:Default>!

# 3572_Honoka
source: That one pops out a lot. I'm wonderin' if it's even worth what ya paid.
pt: Quello esce un sacco. Mi chiedo se valga davvero quanto l'hai pagato.

# 3584_Player
source: Don't say that. You're making me sad...
pt: Non dire così. Mi rendi triste...

# 3596_Honoka
source: You won <Color:8>Staminan Spark<Color:Default>!
pt: Hai vinto <Color:8>Staminan Spark<Color:Default>!

# 3620_Honoka
source: Hey, that ain't too bad! Ya kinda got yer money's worth on that one.
pt: Ehi, niente male! Direi che con quello ne è valsa la pena.

# 3632_Player
source: This isn't about the money, you know.
pt: Non è una questione di soldi, sai.

# 3644_Honoka
source: You won <Color:8>Goddess of Children Amulet<Color:Default>!
pt: Hai vinto <Color:8>Amuleto della dea dei bambini<Color:Default>!

# 3668_Honoka
source: Hey, that ain't too bad! Ya kinda got yer money's worth on that one.
pt: Ehi, niente male! Direi che con quello ne è valsa la pena.

# 3680_Player
source: This isn't about the money, you know.
pt: Non è una questione di soldi, sai.

# 3692_Honoka
source: You won <Color:8>Monogrammed Bag<Color:Default>!
pt: Hai vinto <Color:8>Borsa monogrammata<Color:Default>!

# 3716_Honoka
source: Amazin'! That's super rare! Can ya get me one too?
pt: Incredibile! È super raro! Ne prendi uno anche a me?

# 3728_Player
source: Really? Then I guess I shouldn't give it away.
pt: Davvero? Allora mi sa che farei meglio a non regalarlo.

# 3740_Honoka
source: You won <Color:8>Italian Women's Watch<Color:Default>!
pt: Hai vinto <Color:8>Orologio da donna italiano<Color:Default>!

# 3764_Honoka
source: Amazin'! That's super rare! Can ya get me one too?
pt: Incredibile! È super raro! Ne prendi uno anche a me?

# 3776_Player
source: Really? Then I guess I shouldn't give it away.
pt: Davvero? Allora mi sa che farei meglio a non regalarlo.

# 3788_Honoka
source: You won <Color:8>Mystery Stone<Color:Default>!
pt: Hai vinto <Color:8>Pietra misteriosa<Color:Default>!

# 3812_Honoka
source: Amazin'! That's super rare! Can ya get me one too?
pt: Incredibile! È super raro! Ne prendi uno anche a me?

# 3824_Player
source: Really? Then I guess I shouldn't give it away.
pt: Davvero? Allora mi sa che farei meglio a non regalarlo.

# 3836_Honoka
source: You won <Color:8>Swiss Watch<Color:Default>!
pt: Hai vinto <Color:8>Orologio svizzero<Color:Default>!

# 3860_Honoka
source: That's incredible! Ya hit the jackpot! Makes sense a man like you would have good luck. <Color:255,200,200,255>♥<Color:Default>
pt: Incredibile! Hai fatto il colpaccio! Ci sta che un uomo come te sia così fortunato. <Color:255,200,200,255>♥<Color:Default>

# 3872_Player
source: Heh, not bad.
pt: Eheh, niente male.

# 3884_Honoka
source: You won <Color:8>Platinum Membership Card<Color:Default>!
pt: Hai vinto <Color:8>Tessera socio platino<Color:Default>!

# 3908_Honoka
source: That's incredible! Ya hit the jackpot! Makes sense a man like you would have good luck. <Color:255,200,200,255>♥<Color:Default>
pt: Incredibile! Hai fatto il colpaccio! Ci sta che un uomo come te sia così fortunato. <Color:255,200,200,255>♥<Color:Default>

# 3920_Player
source: Heh, not bad.
pt: Eheh, niente male.

# 3932_Honoka
source: Time to do the chocolate stick game!
pt: È ora di fare il gioco del bastoncino di cioccolato!

# 3944_Honoka
source: Champagne time!
pt: È l'ora dello champagne!

# 3956_Honoka
source: Champagne tower, please!
pt: Torre di champagne, per favore!
