Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690353.po
Languages: pt

# 44_Mittsu
source: All right. I'll be in touch, Akari. If you want to be a pro someday, this is your big break. I want you to give it your all, you hear?
pt: Ok. Ci sentiamo, Akari. Se un giorno vuoi diventare una pro, questa è la tua grande occasione. Voglio che tu ci dia dentro al massimo, mi hai sentita?

# 56_Akari
source: Yes, sir! Thank you so much for this chance!
pt: Sissignore! Grazie mille per questa chance!

# 116_Mittsu
source: I'm so happy for you, Akari-chan! It's the first step toward your dream!
pt: Sono così felice per te, Akari! È il primo passo verso il tuo sogno!

# 128_Akari
source: Thank you, Yui.
pt: Grazie, Yui.

# 140_Haruka
source: I'm happy for you, too, Akari.
pt: Sono felice per te anche io, Akari.

# 152_Akari
source: Haruka...
pt: Haruka...\n

# 176_Mittsu
source: This is all thanks to you, you know.
pt: È tutto merito tuo, sai.

# 188_Haruka
source: I didn't do anything. This was all because of your hard work.
pt: Non ho fatto niente. Questo è stato tutto merito del tuo duro\nlavoro.

# 200_Akari
source: No, it's because of what you said to me. If you hadn't said it, I wouldn't have been able to give that performance just now.
pt: No, è grazie a quello che mi hai detto. Se non l'avessi detto, non sarei riuscita a fare quell'esibizione proprio adesso.

# 212_Haruka
source: What did I say?
pt: Cosa avrei detto?

# 224_Akari
source: You said that even if I don't consider us friends, you still like me.
pt: Hai detto che anche se non ci considero amiche, tu mi vuoi ancora\nbene.

# 236_Akari
source: That really made me think.
pt: Mi ha proprio fatto riflettere.

# 248_Akari
source: Just like how you can say you like me, even if we're not friends, I have to be able to say I love dance, even if I don't ever turn pro.
pt: Proprio come tu puoi dire che mi vuoi bene, anche se non siamo amiche, io devo poter dire che amo la danza, anche se non diventerò mai una professionista.

# 260_Akari
source: Whether I ever make it as a pro or not, the more important thing is to be able to keep my passion for dance. You helped me realize that.
pt: Che io diventi una professionista o meno, la cosa più importante\nè riuscire a mantenere la mia passione per la danza. Tu mi hai aiutata\na capirlo.

# 272_Haruka
source: Akari...
pt: Akari...\n

# 284_Akari
source: I was so busy thinking about my dream and winning that, somewhere along the way, I forgot to simply enjoy dancing.
pt: Ero così presa a pensare al mio sogno e a vincere che, a un certo punto, mi sono dimenticata di godermi semplicemente la danza.

# 296_Akari
source: And that wasn't right. I love dance. Dancing is one of my favorite things to do. And I want to keep doing it.
pt: E non era giusto. Amo la danza. Ballare è una delle mie cose preferite da fare. E voglio continuare a farlo.

# 308_Akari
source: I think that's what my dancing was lacking before, that pure love of dance. That's why I didn't have that spark.
pt: Penso che fosse quello che mancava alla mia danza prima, quell'amore puro per la danza. Ecco perché non avevo quella scintilla.

# 332_Akari
source: Thank you for helping me see what I was missing, what I needed to do. I'm sorry I said such horrible things to you.
pt: Grazie per avermi aiutata a vedere quello che mi mancava, quello che dovevo fare. Mi dispiace di averti detto cose così orribili.

# 344_Akari
source: Would you ever consider becoming friends again?
pt: Penseresti mai di tornare ad essere amiche?

# 368_Akari
source: What?
pt: Cosa?

# 380_Haruka
source: I'm afraid I'd never consider becoming friends again, because we already are.
pt: Temo che non penserei mai di tornare ad essere amiche, perché lo siamo già.

# 392_Akari
source: Haruka...
pt: Haruka...\n

# 404_Haruka
source: And I hope it always stays that way!
pt: E spero che resti sempre così!

# 416_Akari
source: Me too!
pt: Anch'io!

# 428_Yui
source: Nice going, you two.
pt: Brave voi due.

# 440_Haruka
source: Okay, enough of this. Now that we've made up, let's go eat some okonomiyaki! What do you say?
pt: Adesso basta così. Adesso che abbiamo fatto pace, andiamo a mangiare dell'okonomiyaki! Che ne dite?

# 452_Yui
source: Ooh, that sounds great! Doesn't it, Akari-chan?
pt: Ooh, suona benissimo! Vero, Akari-chan?

# 464_Akari
source: It sure does! My treat! I want to celebrate winning the special award!
pt: Eccome! Offro io! Voglio festeggiare la vittoria del premio speciale!

# 476_Yui
source: All right! It pays to have friends who win awards!
pt: Grandioso! Fa comodo avere amici che vincono premi!

# 488_Haruka
source: Hehehe. It really does. I sure am glad Akari is our friend. How else are we going to get free okonomiyaki?
pt: Hehehe. Eh sì, fa proprio comodo. Sono proprio contenta che Akari sia nostra amica. Altrimenti come facciamo ad avere okonomiyaki gratis?

# 500_Akari
source: Hey, is that the only reason!?
pt: Ma ehi, è solo per quello!?

# 620_Mittsu
source: (Having friends sure is wonderful. And I'm lucky to have ones so great.)
pt: Avere amici è proprio meraviglioso. E sono fortunata ad averne di così fantastici.

# 632_Yui
source: Haruka-chan, what are you doing? Let's go!
pt: Haruka-chan, che stai facendo? Andiamo!

# 644_Akari
source: Yeah, come on, Haruka!
pt: Sì, dai, Haruka!

# 656_Haruka
source: Coming!
pt: Arrivo!
