Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330490.po
Languages: pt

source: Player
pt: Giocatore

source: Give It a Try
pt: Provaci

source: Not Now
pt: Non ora

source: Start Fishing
pt: Inizia a pescare

# 92_Player
source: (This is the perfect place to do some fishing. Maybe I should put a line out for a bit.)
pt: (Questo è il posto perfetto per pescare. Magari dovrei buttare la canna per un po'.)

# 104_Haruka
source: Uncle Kaz! I want to see you catch an <Color:8>oarfish<Color:Default>!
pt: Zio Kaz! Voglio vederti prendere un <Color:8>regaleco<Color:Default>!

# 116_Kiryu
source: (Hmm. Looks like Haruka wants me to catch an <Color:8>oarfish<Color:Default>.)
pt: (Mmh. Sembra che Haruka voglia che io prenda un <Color:8>regaleco<Color:Default>.)

# 140_Haruka
source: Oh, okay. Maybe next time?
pt: Oh, va bene. Magari la prossima volta?

# 164_Player
source: (Okay, here goes.)
pt: (Bene, si comincia.)

# 176_Player
source: All right!
pt: Bene!

# 188_Player
source: I wonder if it would go for a <Color:8>Catnip Stick<Color:Default> or <Color:8>1-2-3 Gum<Color:Default>?
pt: Chissà se abboccherebbe a un <Color:8>Bastoncino di Erba Gatta<Color:Default> o a una <Color:8>Gomma 1-2-3<Color:Default>?

# 200_Player
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 224_Player
source: (I don't have anything I can use for bait.)
pt: (Non ho niente da usare come esca.)

# 236_Player
source: (This is a good spot to do some fishing. Maybe I'll stop and fish for a while.)
pt: (Questo è un buon posto per pescare. Magari mi fermo a pescare per un po'.)

# 260_Player
source: (Okay, let's give it a try.)
pt: (Bene, proviamo.)

# 284_Player
source: (Maybe some other time.)
pt: (Magari un'altra volta.)

# 296_Player
source: (I don't have anything I can use for bait.)
pt: (Non ho niente da usare come esca.)

# 308_Player
source: (I think I'll pass after all.)
pt: (Alla fine passo.)

# 320_Player
source: (This is a fine spot to do some fishin'. Maybe I'll stop and fish for a bit.)
pt: (Questo è un buon posto per pescare. Magari mi fermo a pescare per un po'.)

# 344_Player
source: (All right, I'm gonna get me some fish.)
pt: (Bene, mi prendo del pesce.)

# 368_Player
source: (Guess I'll pass for now.)
pt: (Per ora passo.)

# 380_Player
source: (I ain't got any bait on me.)
pt: (Non ho esca con me.)

# 392_Player
source: (Nah, guess I'll pass for now.)
pt: (Nah, per ora passo.)

# 404_Player
source: (This is the perfect place to do some fishing. Maybe I should put a line out for a bit.)
pt: (Questo è il posto perfetto per pescare. Magari mi fermo a pescare per un po'.)

# 428_Player
source: (Okay, I'll give it a go.)
pt: (Bene, ci provo.)

# 452_Player
source: (I guess I'll pass for now.)
pt: (Per ora passo.)

# 464_Player
source: (I haven't got any bait to use.)
pt: (Non ho esca da usare.)

# 476_Player
source: (No, I think I'll pass.)
pt: (No, passo.)
