Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690181.po
Languages: pt

source: Assistant Director
pt: Assistente alla regia

source: Director
pt: Regista

source: I could use a refresher.
pt: Mi serve una rinfrescata.

source: Yep, I'm all set.
pt: Sì, sono a posto.

source: Running Girl
pt: Ragazza che corre

source: How to Play
pt: Come si gioca

source: Retry
pt: Riprova

source: Actually...
pt: In realtà...

source: Yes, I'm ready.
pt: Sì, sono a posto.

# 44_Assistant Director
source: Okay, this is the starting point here.
pt: Ok, questo è il punto di partenza qui.

# 56_Director
source: Yeah, yeah. Let's get this over with already.
pt: Sì, sì. Sbrighiamoci, dai.

# 68_Director
source: You've been through this before, so you already know what you gotta do, right?
pt: Ci sei già passata, quindi sai già cosa devi fare, no?

# 80_Haruka
source: I could use a refresher. If you wouldn't mind, could you explain it to me once more?
pt: Mi servirebbe una rinfrescata. Se non ti dispiace, potresti spiegarmelo ancora una volta?

# 92_Director
source: You know, a real professional would only need to be told once.
pt: Sai, a un vero professionista basterebbe sentirselo dire una volta sola.

# 116_Director
source: Fine! Try and pay attention this time.
pt: Va bene! Cerca di fare attenzione stavolta.

# 128_Haruka
source: Yes, sir. I apologize for the trouble.
pt: Sì, signore. Mi scuso per il disturbo.

# 140_Assistant Director
source: The goal of "Running Girl" is to get to the finish line within the time limit. When you hear the signal, start running. To run, follow the onscreen commands, alternately pressing <Action:Button_L1@Running_Girl> and <Action:Button_R1@Running_Girl>.
pt: L'obiettivo di "Running Girl" è arrivare al traguardo entro il limite di tempo. Quando senti il segnale, comincia a correre. Per correre, segui i comandi sullo schermo, premendo alternativamente <Action:Button_L1@Running_Girl> e <Action:Button_R1@Running_Girl>.

# 152_Assistant Director
source: Try to press the correct button when it is highlighted onscreen. Time your button presses correctly, and your running speed will increase. But remember, the faster you run, the faster you will have to alternate button presses to succeed.
pt: Cerca di premere il pulsante corretto quando è evidenziato sullo schermo. Se premi i pulsanti col giusto tempismo, la tua velocità di corsa aumenterà. Ma ricorda, più velocemente corri, più velocemente dovrai alternare le pressioni dei pulsanti per riuscirci.

# 164_Assistant Director
source: If you don't reach the finish line within the time limit, you'll automatically be given the chance to retry. The show can shoot up to three takes, so you will have three chances to reach the goal within the time allotted.
pt: Se non raggiungi il traguardo entro il limite di tempo, ti verrà data automaticamente la possibilità di riprovare. Lo show può girare fino a tre ciak, quindi avrai tre possibilità di raggiungere l'obiettivo entro il tempo assegnato.

# 176_Assistant Director
source: There. Get it now?
pt: Allora. Ci sei, adesso?

# 188_Haruka
source: Yes, I'm ready.
pt: Sì, sono pronta.

# 200_Director
source: Finally! Geez, let's start filming already!
pt: Finalmente! Uffa, cominciamo a girare, dai!

# 212_Assistant Director
source: All right, everyone, we're ready to go!
pt: A posto, tutti, si parte!

# 248_Haruka
source: Actually... I'm very sorry, but could you explain it one more time?
pt: A dire il vero... mi dispiace molto, ma potresti spiegarmelo ancora una volta?

# 260_Director
source: Come on! It's not even that complicated!
pt: Ma dai! Non è mica così complicato!

# 284_Director
source: Fine! Try and pay attention this time.
pt: Va bene! Cerca di stare attento questa volta.

# 296_Haruka
source: Yes, sir. I apologize for the trouble.
pt: Sì, signore. Mi scuso per il disturbo.

# 308_Assistant Director
source: The goal of "Running Girl" is to get to the finish line within the time limit. When you hear the signal, start running. To run, follow the onscreen commands, alternately pressing <Action:Button_L1@Running_Girl> and <Action:Button_R1@Running_Girl>.
pt: L'obiettivo di "Running Girl" è raggiungere il traguardo entro il limite di tempo. Quando senti il segnale, inizia a correre. Per correre, segui i comandi sullo schermo, premendo alternativamente <Action:Button_L1@Running_Girl> e <Action:Button_R1@Running_Girl>.

# 320_Assistant Director
source: Try to press the correct button when it is highlighted onscreen. Time your button presses correctly, and your running speed will increase. But remember, the faster you run, the faster you will have to alternate button presses to succeed.
pt: Cerca di premere il pulsante giusto quando è evidenziato sullo schermo. Premi i pulsanti al momento giusto, e la tua velocità di corsa aumenterà. Ma ricorda, più veloce corri, più velocemente dovrai alternare la pressione dei pulsanti per farcela.

# 332_Assistant Director
source: If you don't reach the finish line within the time limit, you'll automatically be given the chance to retry. The show can shoot up to three takes, so you will have three chances to reach the goal within the time allotted.
pt: Se non raggiungi il traguardo entro il limite di tempo, ti verrà data automaticamente la possibilità di riprovare. Lo spettacolo può girare fino a tre take, quindi avrai tre possibilità per raggiungere l'obiettivo nel tempo assegnato.

# 344_Assistant Director
source: There. Get it now?
pt: Ecco. Hai capito adesso?

# 356_Haruka
source: Yes, I'm ready. Thank you.
pt: Sì, sono pronta. Grazie.

# 368_Director
source: Finally! Geez, let's start filming already!
pt: Finalmente! Ma dai, iniziamo già a girare!

# 380_Assistant Director
source: All right, everyone, we're ready to go!
pt: Va bene, gente, siamo pronti a partire!
