Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0b96.po
Languages: pt

source: Delinquent
pt: Delinquente

source: ArmsID
pt: ID Armi

source: Upperclassman
pt: Studente del corso superiore

# 60_Delinquent
source: Okay, we got it! We won't mess with Kinei High's team again! Let us go!
pt: Ok, abbiamo capito! Non daremo più fastidio alla squadra del Kinei High! Lasciaci andare!

# 72_Mikasa
source: Oh man... You really saved our hides just now!
pt: Oh cavolo... Ci hai proprio salvato la pelle adesso!

# 84_Shinada
source: Mikasa-kun. You need to see a doctor, now.
pt: Mikasa. Fatti vedere da un dottore, subito.

# 96_Shinada
source: If there's any bone damage, you might not heal up in time for Koshien.
pt: Se c'è qualche danno alle ossa, potresti non rimetterti in tempo per il Koshien.

# 108_Mikasa
source: Okay, I will.
pt: Ok, lo farò.

# 156_Delinquent
source: What're we gonna do, dude? If we don't do something, our guys are gonna get it for sure...
pt: Che facciamo, amico? Se non facciamo qualcosa, i nostri ci rimettono di sicuro...

# 168_Mikasa
source: How'd they get into this mess in the first place?
pt: Come sono finiti in questo casino, tanto per cominciare?

# 180_Koichi
source: They just went out with some girls. But it turns out one of them was the girlfriend of a gang leader. And he found out.
pt: Sono solo usciti con alcune ragazze. Ma è venuto fuori che una di loro era la ragazza di un capo banda. E lui l'ha scoperto.

# 192_Mikasa
source: What are they thinking at a time like this?
pt: Ma cosa gli passa per la testa, in un momento come questo?

# 204_Koichi
source: Oh damn, he's pulling out a bat!
pt: Oh cavolo, sta tirando fuori una mazza!

# 216_Mikasa
source: Crap!
pt: Cavolo!

# 228_Delinquent
source: You little shit. You banged Misato, didn't you? Be honest now.
pt: Piccolo stronzo. Ti sei scopato Misato, vero? Sii onesto adesso.

# 240_Upperclassman
source: I didn't! Honestly, nothing like that ever happened!
pt: Non l'ho fatto! Giuro, non è successo niente del genere!

# 252_Delinquent
source: You lying fuck! Misato told me the whole story! Don't try to weasel your way out of this!
pt: Stronzo bugiardo! Misato mi ha raccontato tutta la storia! Non cercare di cavartela!

# 264_Upperclassman
source: Look, I didn't know she had a boyfriend! I'm sorry! Really!
pt: Senti, non sapevo avesse un ragazzo! Mi dispiace! Giuro!

# 276_Delinquent
source: You're the baseball team's ace, aren't you? I'm busting your hand for what you did. Bet it felt good squeezing Misato's titties!
pt: Sei l'asso della squadra di baseball, vero? Ti spacco la mano per quello che hai fatto. Scommetto che ti è piaciuto un casino stringere le tette di Misato!

# 288_Upperclassman
source: No! Please, not that. Anything but that!
pt: No! Ti prego, quello no. Tutto tranne quello!

# 300_Mikasa
source: We have to stop them.
pt: Dobbiamo fermarli.

# 312_Koichi
source: We can't take that many on! Besides, we're screwed either way. If they find out we were fighting, we'll be banned from Koshien!
pt: Non possiamo farcela contro così tanti! E poi, siamo fottuti in ogni caso. Se scoprono che stavamo picchiandoci, ci bandiranno dal Koshien!

# 324_Mikasa
source: Then we don't fight. But we have to save our guys.
pt: Allora non picchiamo. Ma dobbiamo salvare i nostri ragazzi.

# 336_Mikasa
source: Stop! Please, no more. Don't do this to them.
pt: Basta! Ti prego, basta. Non fategli questo.

# 372_Delinquent
source: Who the fuck are you?
pt: Chi cazzo sei tu?

# 384_Mikasa
source: Please, just let our teammates go. They said they're sorry.
pt: Ti prego, lascia andare i nostri compagni. Hanno detto che gli dispiace.

# 396_Delinquent
source: A little late for "sorry," asshole! Shoulda minded your own damn business!
pt: Un po' tardi per "scusa", stronzo! Avresti dovuto farti i cazzi tuoi!

# 492_Delinquent
source: Argh! ...My arm!
pt: Argh! ...Il mio braccio!

# 504_Upperclassman
source: Dude, are you all right!?
pt: Amico, stai bene!?

# 516_Delinquent
source: Hehehe, I know all about you little schoolboys. Get involved in any violence, and you can kiss your Koshien dreams goodbye.
pt: Hehehe, so tutto di voi, studentelli. Se fate a botte, potete scordarvi i vostri sogni di Koshien.

# 528_Delinquent
source: So you can't take a swing at us, and you can't even call the cops because you don't want the attention.
pt: Quindi non puoi alzarci le mani addosso, e non puoi nemmeno chiamare i poliziotti perché non vuoi attirare l'attenzione.

# 540_Delinquent
source: Meaning we can do whatever we want, and you bitches have to suck it up and take it!
pt: Il che significa che possiamo fare il cazzo che vogliamo, e voi stronzi dovete incassare e basta!

# 552_Shinada
source: Hey. You guys need to stop. Now.
pt: Ehi. Dovete smetterla. Adesso.

# 564_Delinquent
source: It's you...
pt: Sei tu...

# 576_Shinada
source: How's that arm, Mikasa-kun?
pt: Come va quel braccio, Mikasa-kun?

# 588_Mikasa
source: I... I don't know.
pt: Io... non lo so.

# 600_Delinquent
source: Get lost, geezer. You feel like getting your ass kicked, too?
pt: Sparisci, vecchio. Vuoi farti pestare anche tu?

# 612_Shinada
source: Not in particular. But I don't like what I'm seeing here. I used to play high school ball myself.
pt: Non proprio. Ma non mi piace quello che vedo qui. Anch'io giocavo a baseball al liceo.

# 624_Delinquent
source: Then fuck you too. It's these assholes' fault for messing with my girl.
pt: Allora fanculo anche a te. È colpa di questi stronzi per essersela presa con la mia ragazza.

# 636_Shinada
source: And that gives you the right to beat on them? I don't think so.
pt: E questo ti dà il diritto di pestarli? Non credo proprio.

# 648_Delinquent
source: That's it. I gave you a chance to walk away. Now you're gonna get shit-kicked with the rest of 'em!
pt: È finita. Ti ho dato una possibilità di andartene. Adesso verrai pestato a sangue con tutti gli altri!
