Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c068b.po
Languages: pt

source: Forlorn Woman
pt: Donna Sconsolata

source: You'll get carsick if you stare out the window.
pt: Ti verrà il mal d'auto se fissi fuori dal finestrino.

source: I see Hakata has a special place in your heart.
pt: Vedo che Hakata ha un posto speciale nel tuo cuore.

source: Congratulations.
pt: Congratulazioni.

source: You don't look too happy about it.
pt: Non sembri troppo felice per questo.

source: I'm sure he'll forgive you.
pt: Sono sicuro che ti perdonerà.

source: I doubt he'll ever get over it.
pt: Dubito che se ne farà mai una ragione.

source: There's still time to turn back and tell him.
pt: C'è ancora tempo per tornare indietro e dirglielo.

# 68_Forlorn Woman
source: (It looks like she's upset about something. I'll see if I can strike up a conversation.)
pt: (Sembra che sia turbata per qualcosa. Vedrò se riesco a attaccare bottone.)

# 80_Forlorn Woman
source: You'll get carsick if you stare out the window.
pt: Ti verrà il mal d'auto se fissi fuori dal finestrino.

# 92_Forlorn Woman
source: Mind your own business, won't you? I'm having a hard time and I just wanted to look at the scenery.
pt: Non impicciarti, vuoi? Sto passando un brutto momento e volevo solo guardare il panorama.

# 104_Kiryu
source: I'm sorry.
pt: Mi dispiace.

# 116_Forlorn Woman
source: I see Hakata has a special place in your heart.
pt: Vedo che Hakata ha un posto speciale nel tuo cuore.

# 128_Forlorn Woman
source: That's a very astute observation.
pt: È un'osservazione molto acuta.

# 140_Kiryu
source: You were just staring out with such fondness.
pt: Stavi lì a fissare fuori con una tale tenerezza.

# 152_Forlorn Woman
source: Yes. This is where I was born and raised. I have so many unforgettable memories here.
pt: Sì. È qui che sono nata e cresciuta. Ho così tanti ricordi indimenticabili qui.

# 164_Forlorn Woman
source: I never thought I'd end up leaving.
pt: Non avrei mai pensato che me ne sarei andata.

# 176_Kiryu
source: Oh? Why are you leaving?
pt: Oh? Perché te ne vai?

# 188_Forlorn Woman
source: I'm to be married to a man in Tokyo. I'm off to go live with him there.
pt: Devo sposarmi con un uomo a Tokyo. Sto partendo per andare a vivere con lui lì.

# 200_Forlorn Woman
source: He's from a good family, and quite wealthy.
pt: Lui è di buona famiglia, e piuttosto ricco.

# 212_Forlorn Woman
source: Congratulations.
pt: Congratulazioni.

# 224_Forlorn Woman
source: ...You really don't know how to read people, do you?
pt: ...Non sai proprio leggere le persone, vero?

# 236_Forlorn Woman
source: I wanted to talk to someone about it, but I doubt you'd understand.
pt: Volevo parlarne con qualcuno, ma dubito che tu capiresti.

# 248_Kiryu
source: Oh. Sorry.
pt: Oh. Scusa.

# 260_Forlorn Woman
source: *sigh* Never mind.
pt: *sospiro* Lascia perdere.

# 272_Forlorn Woman
source: You don't look too happy about it.
pt: Non sembri molto felice a riguardo.

# 284_Forlorn Woman
source: Hm? Ha. Well, no.
pt: Mh? Ah. Beh, no.

# 296_Forlorn Woman
source: You're quite perceptive, aren't you?
pt: Sei piuttosto perspicace, vero?

# 308_Forlorn Woman
source: I was actually seeing a guy here in Hakata for many years. We were in love.
pt: In realtà stavo con un ragazzo qui ad Hakata da molti anni. Eravamo innamorati.

# 320_Forlorn Woman
source: He's a writer, with hopes of being a novelist one day. We were planning to get married once he won that literary prize.
pt: Lui è uno scrittore, con la speranza di diventare un romanziere un giorno. Avevamo intenzione di sposarci una volta che avesse vinto quel premio letterario.

# 332_Forlorn Woman
source: But I couldn't wait for that.
pt: Ma non potevo aspettarlo.

# 344_Kiryu
source: What does he think about you getting married now?
pt: Cosa ne pensa lui che ti sposi adesso?

# 356_Forlorn Woman
source: I couldn't bring myself to tell him. I left without saying a word.
pt: Non ce l'ho fatta a dirglielo. Sono partita senza dire una parola.

# 368_Forlorn Woman
source: Do you think he'll ever be able to forgive me? I think he will, in time. Right?
pt: Pensi che riuscirà mai a perdonarmi? Credo di sì, col tempo. Vero?

# 380_Forlorn Woman
source: I'm sure he'll forgive you.
pt: Sono sicuro che ti perdonerà.

# 392_Forlorn Woman
source: Thank you. That makes me feel a little better about this.
pt: Grazie. Questo mi fa sentire un po' meglio riguardo a questo.

# 404_Forlorn Woman
source: Has something like this ever happened to you?
pt: Ti è mai capitato qualcosa del genere?

# 416_Kiryu
source: Well, no.
pt: Beh, no.

# 428_Forlorn Woman
source: Then how do you know he'll get over it?
pt: Allora come fai a sapere che la supererà?

# 440_Kiryu
source: Uh...
pt: Ehm...

# 452_Forlorn Woman
source: So you just said the first thing you thought of?
pt: Allora hai detto solo la prima cosa che ti è venuta in mente?

# 464_Kiryu
source: No, it's not like that.
pt: No, non è così.

# 476_Forlorn Woman
source: Hmph. I feel stupid baring my soul to a taxi driver, of all people. Ugh. Now I just feel worse.
pt: Hmph. Mi sento stupida ad aprirmi così con un tassista, proprio a tutti. Ugh. Ora mi sento solo peggio.

# 488_Forlorn Woman
source: I doubt he'll ever get over it.
pt: Dubito che la supererà mai.

# 500_Forlorn Woman
source: What? You make me sound like a woman who's throwing away love for the sake of money!
pt: Cosa? Mi fai sembrare una donna che butta via l'amore per soldi!

# 524_Forlorn Woman
source: It wasn't easy of me to make this decision, you know! You have no idea how I feel!
pt: Non è stata una decisione facile per me, sai! Non hai idea di come mi sento!

# 536_Forlorn Woman
source: Ugh, never mind! There's no point telling you about it.
pt: Ugh, lascia stare! Non ha senso parlartene.

# 548_Forlorn Woman
source: There's still time to turn back and tell him.
pt: C'è ancora tempo per tornare indietro e dirglielo.

# 560_Forlorn Woman
source: Oh, I couldn't bear to see the look on his face.
pt: Oh, non riuscirei a sopportare di vedere la sua espressione.

# 572_Kiryu
source: Forgive me for saying this, but are you trying to spare his feelings or yours?
pt: Perdonami se lo dico, ma stai cercando di proteggere i suoi sentimenti o i tuoi?

# 596_Kiryu
source: Look, I have no idea if you're making the right call in going off to get married.
pt: Guarda, non ho idea se stai facendo la scelta giusta nell'andare a sposarti.

# 608_Kiryu
source: But I do think if you run away without saying a word to him, you'll only end up regretting it in the end.
pt: Ma credo proprio che se scappi via senza dirgli una parola, alla fine te ne pentirai e basta.

# 620_Kiryu
source: And I can't see that as being good for either of you.
pt: E non vedo come questo possa essere un bene per nessuno dei due.

# 644_Kiryu
source: Well, what're you going to do? We're almost at the on-ramp.
pt: Allora, che farai? Siamo quasi alla rampa d'accesso.

# 656_Forlorn Woman
source: ...Can I ask you to turn back? I think I'll wait another day to go to Tokyo.
pt: ...Posso chiederle di tornare indietro? Credo che aspetterò un altro giorno prima di andare a Tokyo.

# 668_Kiryu
source: You got it.
pt: Va bene.
