Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0b81.po
Languages: pt

source: You got <Color:8>30,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

# 60_Shinada
source: There! You did great, Ashida-san. You still have your control.
pt: Ecco! Sei stato grande, Ashida-san. Hai ancora il tuo controllo.

# 72_Ashida
source: Thanks, Shinada. Heh, it's an odd thing, having a batter pump the confidence of a pitcher.
pt: Grazie, Shinada. Heh, è una cosa strana, che un battitore dia una spinta di fiducia a un lanciatore.

# 84_Shinada
source: Can't say I've ever done that before.
pt: Non mi era mai capitato prima.

# 96_Ashida
source: Of course, there's no guarantee the team will even be interested in rehiring me. But you gave me the confidence to try.
pt: Certo, non c'è garanzia che la squadra sarà persino interessata a riassumermi. Ma tu mi hai dato la fiducia per provarci.

# 108_Ashida
source: It's all thanks to you, Shinada. This is a token of my appreciation. Accept it, if you would.
pt: È tutto merito tuo, Shinada. Questo è un segno del mio apprezzamento. Accettalo, se ti va.

# 144_Ashida
source: Your batting hasn't eroded one bit. I think you could still make it in the pros today. You could even take Sawada if you wanted.
pt: La tua battuta non ha perso un colpo. Penso che potresti ancora farcela tra i professionisti, anche oggi. Potresti persino battere Sawada, se volessi.

# 156_Shinada
source: Ehehe. Remember, I'm banned from the big leagues for life. Appreciate the compliment, though.
pt: Ehehe. Ricordati, sono bandito dalle grandi leghe a vita. Apprezzo il complimento, comunque.

# 168_Ashida
source: Yeah, well, I don't care what the others say. I never doubted your innocence in the least. You'd never steal a sign.
pt: Già, beh, non mi importa quello che dicono gli altri. Non ho mai dubitato minimamente della tua innocenza. Non ruberesti mai un segnale.

# 180_Ashida
source: That home run was all you. I threw to you for four years. I know what you can do.
pt: Quel fuoricampo l'hai fatto tutto tu. Ti ho lanciato per quattro anni. So cosa sai fare.

# 192_Shinada
source: You were the only person who ever vouched for me. Back then, and even now.
pt: Sei stato l'unico che abbia mai garantito per me. Allora, e persino adesso.

# 204_Ashida
source: But I had no influence. I couldn't save you.
pt: Ma non avevo nessuna influenza. Non potevo salvarti.

# 228_Ashida
source: Sorry. I'm sure you didn't want to hear that now.
pt: Scusa. Sono sicuro che non volevi sentirlo adesso.

# 240_Shinada
source: That's okay, Ashida-san. You're the exception.
pt: Va bene, Ashida-san. Sei l'eccezione.

# 252_Ashida
source: Heh. Thanks, Shinada. It was good to see you again after all this time. Take care.
pt: Heh. Grazie, Shinada. È stato bello rivederti dopo tutto questo tempo. Stammi bene.

# 264_Shinada
source: Yeah, you too.
pt: Già, anche tu.

# 384_Shinada
source: I'm sorry! I can do better, I swear!
pt: Scusa! Posso fare di meglio, lo giuro!

# 396_Ashida
source: It's not your fault, Shinada. It wasn't because you couldn't hit. I just couldn't pitch you anything good.
pt: Non è colpa tua, Shinada. Non era perché non riuscissi a battere. Semplicemente non riuscivo a lanciarti niente di buono.

# 408_Shinada
source: But you still have regrets about retiring. Why give up just based on this?
pt: Ma hai ancora dei rimpianti per il tuo ritiro. Perché mollare solo per questo?

# 420_Ashida
source: Because that's how I made up my mind. Gotta make a decision somehow, so... There's no need for you to apologize.
pt: Perché è così che mi sono deciso. Bisognava pur prendere una decisione in qualche modo, quindi... Non c'è bisogno che tu ti scusi.

# 444_Ashida
source: I'm sorry for dragging you into this. But it's all over now.
pt: Mi dispiace averti tirato in mezzo. Ma è tutto finito adesso.

# 456_Ashida
source: At my age, coming back as a batting pitcher was always a long shot. I knew that, but I let myself dream.
pt: Alla mia età, tornare come lanciatore battitore era sempre un azzardo. Lo sapevo, ma mi sono permesso di sognare.

# 468_Ashida
source: I should have realized long ago that the game has passed me by.
pt: Avrei dovuto capire molto tempo fa che il gioco mi ha superato.

# 480_Shinada
source: I don't care what anyone says, you were always the greatest batting pitcher... No, not "were." You still are.
pt: Non mi frega niente di quello che dice la gente, eri sempre il miglior lanciatore battitore... No, non "eri". Lo sei ancora.

# 492_Shinada
source: Even if you were to deny it yourself, you can't change my mind.
pt: Anche se tu stesso lo negassi, non mi farai cambiare idea.

# 504_Ashida
source: It's all right, Shinada. It's over. But thanks.
pt: Va tutto bene, Shinada. È tutto finito. Ma grazie.

# 516_Ashida
source: It was good to see you after all this time. That makes this visit worthwhile. Take care.
pt: È stato bello rivederti dopo tutto questo tempo. Questo rende la visita degna. Stammi bene.

# 564_Shinada
source: (Ashida-san... Thank you for everything you've done!)
pt: (Ashida-san... Grazie per tutto quello che hai fatto!)
