Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690309.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Director
pt: Regista

source: Man
pt: Uomo

source: Woman's Voice
pt: Voce di donna

# 44_Director
source: Well, that just about wraps it up. Hopefully now you have a good understanding of how the show is going to go.
pt: Bene, direi che con questo abbiamo finito. Spero che ora tu abbia chiaro come si svolgerà lo show.

# 56_Haruka
source: Yes. Thank you very much.
pt: Sì. Grazie mille.

# 68_Director
source: All right. We're through here, then. Thank you!
pt: Bene. Abbiamo finito, allora. Grazie!

# 80_Haruka
source: (Phew. Okay. That meeting's done. I'd better get back to the agency.)
pt: (Fiù. Ok. La riunione è finita. Sarà meglio che torni in agenzia.)

# 92_Man
source: Hold it right there! Sawamura-chan?
pt: Ehi, aspetta un momento! Sawamura-chan?

# 116_Director
source: Um... Yes?
pt: Ehm... Sì?

# 128_Man
source: Heheheh, well, aren't you a cute little thing?
pt: Heheheh, beh, non sei proprio un amore?

# 140_Haruka
source: Huh? I'm sorry, can I help you with something!?
pt: Eh? Mi scusi, posso aiutarla in qualcosa!?

# 152_Man
source: Oh, that's right. I didn't introduce myself, did I? I'm the producer on the informational show, "Campus Festival." The name's Takami.
pt: Ah, è vero. Non mi sono presentato, vero? Sono il produttore del programma d'informazione "Campus Festival". Mi chiamo Takami.

# 164_Haruka
source: Oh, the producer? My apologies if I was rude. Yes, I'm Haruka Sawamura of Dyna Chair.
pt: Oh, il produttore? Mi scusi se sono stata scortese. Sì, sono Haruka Sawamura della Dyna Chair.

# 176_Takami
source: Sure! I know who you are. I never miss an episode of the Princess League! I've been rooting for you since the beginning, you know.
pt: Certo! So bene chi sei. Non mi perdo mai una puntata della Princess League! Faccio il tifo per te fin dall'inizio, sai.

# 188_Haruka
source: Oh, you have? Thank you very much.
pt: Oh, davvero? Grazie mille.

# 200_Takami
source: If I may say, you're even cuter in person than you are on TV.
pt: Se posso permettermi, dal vivo sei ancora più carina che in TV.

# 212_Haruka
source: Really?
pt: Davvero?

# 224_Takami
source: Absolutely! Yeah, I think you're just great. Say, how'd you like to be on my show?
pt: Assolutamente! Sì, penso che tu sia fantastica. Senti, ti andrebbe di partecipare al mio programma?

# 236_Haruka
source: Huh? Really?
pt: Eh? Davvero?

# 248_Takami
source: Yeah, sure! After all, I have the final word on who gets to be on the show.
pt: Sì, certo! Dopotutto, l'ultima parola su chi deve apparire nel programma spetta a me.

# 260_Haruka
source: Oh, well, thank you very much!
pt: Oh, beh, grazie mille!

# 272_Takami
source: Heheh. There's just one thing, though.
pt: Eheh. C'è solo una cosa, però.

# 284_Haruka
source: Hm?
pt: Mh?

# 320_Takami
source: And I think you know what I mean.
pt: E credo che tu abbia capito cosa intendo.

# 332_Haruka
source: What are you talking about!?
pt: Ma di che cosa sta parlando!?

# 344_Takami
source: Don't pretend to be so naive. You know the drill, right?
pt: Non far finta di essere così ingenua. Sai come funziona, no?

# 356_Takami
source: I put you on my show, and you keep me company for a night. A little business deal.
pt: Ti metto nel mio programma, e tu mi tieni compagnia per una notte. Un piccolo affare.

# 368_Haruka
source: You're talking about sleeping my way up the ladder!?
pt: Sta dicendo che dovrei andare a letto con lei per fare carriera!?

# 380_Takami
source: Hey, keep your voice down! And don't act so shocked. Surely you've done something like this at least a time or two.
pt: Ehi, abbassa la voce! E non fare tanto la sorpresa. Di sicuro l'avrai già fatto almeno una volta o due.

# 392_Haruka
source: I most certainly have not! Let go of me!
pt: Assolutamente no! Mi lasci andare!

# 404_Takami
source: C'mon. What have you got to lose? It could be a great opportunity for you!
pt: Dai. Cosa hai da perdere? Potrebbe essere una grande opportunità per te!

# 416_Woman's Voice
source: Hey, what do you think you're doing!?
pt: Ehi, che cosa credi di fare!?

# 440_Director
source: Damn. Who asked you to poke your nose in?
pt: Maledizione. Chi ti ha chiesto di ficcare il naso?

# 464_Director
source: Hmph. Forget it, then. I thought this girl would recognize a good business opportunity when she saw one, but I guess I was wrong.
pt: Hmph. Allora scordatelo. Pensavo che questa ragazza avrebbe riconosciuto una buona opportunità quando ne vedeva una, ma a quanto pare mi sbagliavo.

# 476_Takami
source: Well, good luck with your "career." I think you're going to find it's harder getting up that ladder than you thought.
pt: Be', buona fortuna con la tua "carriera". Penso che scoprirai che fare carriera è più difficile di quanto pensassi.

# 512_Director
source: Are you all right? Did he hurt you?
pt: Tutto bene? Ti ha fatto male?

# 536_Director
source: I'm fine. He just grabbed my wrist.
pt: Sto bene. Mi ha solo afferrato il polso.

# 548_Azusa
source: That Takami guy is infamous for trying to swoop up young girls like that. You weren't going to go along with it, were you?
pt: Quel Takami è famigerato perché cerca di approfittarsi delle giovani ragazze in quel modo. Non avevi intenzione di assecondarlo, vero?

# 560_Haruka
source: No, of course not!
pt: No, certo che no!

# 572_Azusa
source: Good. I'd hate to think our opponent was doing anything like that to get ahead.
pt: Bene. Mi dispiacerebbe pensare che la nostra avversaria facesse una cosa del genere per farsi strada.

# 584_Azusa
source: Well, I'd better get going.
pt: Be', farei meglio ad andare.

# 596_Haruka
source: Wait!
pt: Aspetta!

# 608_Azusa
source: Yeah?
pt: Sì?

# 620_Haruka
source: Thank you! Thank you for saving me.
pt: Grazie! Grazie per avermi salvata.

# 632_Azusa
source: Look, I wasn't trying to rescue you or anything. It's just I hate that crap Takami tries to pull.
pt: Senti, non stavo cercando di salvarti o altro. È solo che odio quelle stronzate che Takami cerca di fare.

# 644_Azusa
source: He tried the same thing with me once, too. Of course, I didn't go along with it, either. I just can't stand to see him up to his old tricks.
pt: Ha provato la stessa cosa anche con me, una volta. Ovviamente, non l'ho assecondato neanch'io. È solo che non sopporto di vederlo usare i suoi soliti trucchetti.

# 656_Azusa
source: Anyway, you'd better watch yourself. You're too trusting. Not everybody in the world is so nice, you know.
pt: Comunque, faresti meglio a stare in guardia. Ti fidi troppo della gente. Non tutti al mondo sono così gentili, sai.

# 668_Haruka
source: Thank you. I'll be careful.
pt: Grazie. Starò attenta.

# 680_Azusa
source: Glad to hear it. Oh, and keep what I told you between us, you hear? I can't have you telling Mai or Nakai-san.
pt: Mi fa piacere sentirlo. Oh, e che quello che ti ho detto resti tra noi, intesi? Non posso permettere che tu lo dica a Mai o a Nakai-san.

# 692_Haruka
source: Huh? Oh, all right...
pt: Eh? Oh, va bene...

# 704_Azusa
source: Looking forward to going up against you again. See you!
pt: Non vedo l'ora di affrontarti di nuovo. Ci vediamo!

# 728_Director
source: (Wow, T-Set's Azusa-san rescued me. I think she must be a good person at heart.)
pt: (Wow, Azusa-san delle T-Set mi ha salvata. Penso che in fondo sia una brava persona.)
