Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690197.po
Languages: pt

source: Yes, I think I'd better.
pt: Sì, penso sia meglio.

source: I guess I don't need to.
pt: Non credo sia necessario.

source: Live Events
pt: Eventi Live

source: The Requirements
pt: I requisiti

source: I think I'd better run through it one more time.
pt: Penso sia meglio ripassarlo ancora una volta.

source: I'm ready.
pt: Sono pronto.

# 44_Uda
source: Hello, Haruka-san. Thank you for coming today.
pt: Salve, Haruka-san. Grazie per essere venuta oggi.

# 56_Haruka
source: Hello, Uda-san. Thank you very much for having me.
pt: Salve, Uda-san. Grazie mille per avermi ospitato.

# 68_Uda
source: There are a lot of guests here already. We're ready when you are.
pt: Ci sono già un sacco di ospiti qui. Siamo pronti quando sei pronta.

# 80_Haruka
source: All right. Wish me luck!
pt: Va bene. Auguratemi buona fortuna!

# 92_Haruka
source: (I wonder if I should go over how the event works.)
pt: (Mi chiedo se dovrei ripassare come funziona l'evento.)

# 104_Haruka
source: (I've done this kind of thing before, so I guess I don't need to. I'm ready!)
pt: (L'ho già fatto un sacco di volte, quindi non credo sia necessario. Sono pronta!)

# 140_Haruka
source: (Yes, I think I'd better. Just in case.)
pt: (Sì, penso sia meglio. Tanto per sicurezza.)

# 152_Uda
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi live, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine della canzone, il livello del tuo successo in ciascuna di queste aree determinerà il risultato complessivo.

# 164_Uda
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Giudizi Great Il numero di volte che ricevi un giudizio Great per aver premuto i tasti correttamente. Combo Massima Il numero massimo di giudizi Good o migliori che ottieni consecutivamente. Punteggio Il grado che ottieni.

# 176_Uda
source: (Let's see. I should be good now, right?)
pt: (Dovrei essere a posto ora, vero?)

# 188_Haruka
source: (I think I'd better run through it one more time, just to be safe.)
pt: (Penso sia meglio ripassarlo ancora una volta, tanto per sicurezza.)

# 200_Uda
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi live, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine della canzone, il livello del tuo successo in ciascuna di queste aree determinerà il risultato complessivo.

# 212_Uda
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Giudizi Great Il numero di volte che ricevi un giudizio Great per aver premuto i tasti correttamente. Combo Massima Il numero massimo di giudizi Good o migliori che ottieni consecutivamente. Punteggio Il grado che ottieni.

# 224_Uda
source: (Let's see. I should be good now, right?)
pt: (Dovrei essere a posto ora, vero?)

# 236_Haruka
source: (I'm ready. Let's do this!)
pt: (Sono pronta. Facciamolo!)
