Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169007d.po
Languages: pt

source: Bear Roar
pt: Ruggito dell'orso

# 44_Saejima
source: There! We got ourselves a rabbit.
pt: Eccolo! Ci siamo beccati un coniglio.

# 56_Okudera
source: See, that's all there is to it－suit the trap to the game.
pt: Vedi, il segreto è tutto qui－adatta la trappola alla preda.

# 68_Saejima
source: I getcha.
pt: Capito.

# 80_Okudera
source: Well, you're a proper rookie hunter now, so I'll treat you as such.
pt: Beh, ora sei un cacciatore novellino fatto e finito, quindi ti tratterò come tale.

# 92_Okudera
source: From now on, you do the prepwork and hunt your own food. You feel okay with that?
pt: D'ora in poi, i preparativi li fai tu e il cibo te lo cacci da solo. Ti va bene?

# 104_Saejima
source: Alright wit' me.
pt: Mi sta bene.

# 116_Okudera
source: Good. Let's make our way down and bring this rabbit to Baba.
pt: Bene. Scendiamo e portiamo 'sto coniglio a Baba.

# 128_Saejima
source: Fine idea.
pt: Ottima idea.

# 140_Bear Roar
source: Gwroooaaar!
pt: Grrrroooaar!

# 152_Okudera
source: That roar...!
pt: Quel ruggito...!

# 164_Saejima
source: Is it Yama-oroshi!?
pt: È Yama-oroshi!?

# 188_Okudera
source: Saejima, run. I'll hold him off.
pt: Saejima, corri. Lo terrò a bada io.

# 200_Saejima
source: What're ya talkin' about? Ya can't even shoot right now. I'll deal with the beast. Just stick near me while I do.
pt: Di che parli? Non riesci nemmeno a sparare ora. Ci penso io alla bestia. Stammi solo vicino mentre ci penso io.

# 224_Okudera
source: Listen. You can't outrun or kill him, so don't even try. Just concentrate on fending him off.
pt: Ascolta. Non puoi scappargli o ucciderlo, quindi non provarci nemmeno. Concentrati solo sul tenerlo a bada.

# 236_Saejima
source: Fine. Just keep yerself safe, Okudera-han!
pt: Bene. Tieniti al sicuro, Okudera-han!
