Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01460213.po
Languages: pt

source: Information Booth Staff
pt: Addetto al Banco Informazioni

# 80_Shinada
source: Oh, perfect. I actually know this guy.
pt: Ah, perfetto. Ma io lo conosco questo tipo.

# 92_Shinada
source: Hey! What's up, man?
pt: Ehi! Che si dice?

# 104_Information Booth Staff
source: Oh, hey, Shinada-san. What's new?
pt: Oh, ehi, Shinada-san. Che si dice?

# 116_Shinada
source: Not much. Listen, did a middle-aged guy come through here? Kinda mopey, lacking in the hair department? Most likely asking for amateurs?
pt: Non granché. Senti, è passato di qui un tipo di mezza età? Un po' mogio, un po' messo male a capelli? Molto probabilmente cercava ragazze alle prime armi?

# 128_Information Booth Staff
source: Oh yeah, I do remember someone like that. Why? What's going on?
pt: Ah sì, uno così me lo ricordo. Perché? Che succede?

# 140_Shinada
source: Nothing, we just need to talk. Any idea where he went?
pt: Niente di che, dobbiamo solo parlargli. Hai idea di dov'è andato?

# 152_Information Booth Staff
source: Hmm, not too sure. I did tell him about two of the newest recruits, so he might have gone to see at least one of them.
pt: Mmh, non sono troppo sicuro. Gli ho parlato di due delle ultime reclute, quindi potrebbe essere andato a vedere almeno una di loro.

# 164_Takasugi
source: Again with the wild goose chase...
pt: Ancora a rincorrere i fantasmi...

# 176_Shinada
source: Can you tell me about those recruits?
pt: Puoi parlarmi di quelle reclute?

# 188_Information Booth Staff
source: Sure. There's Kurea-chan at Operation Panties. And this lady is <Italic>dynamite</Italic>. She's 34, but she doesn't look a day over 20. She's hot, fellas.
pt: Certo. C'è Kurea-chan all'Operation Panties. E questa qui è <Italic>una bomba</Italic>. Ha 34 anni, ma non ne dimostra nemmeno 20. È uno schianto, ragazzi.

# 200_Information Booth Staff
source: Kurea-chan's an industry vet, too. Which means she's not really an amateur－she just changed parlors. Makes me wax philosophical over the meaning of age.
pt: Anche Kurea-chan è una veterana del settore. Il che significa che non è proprio una ragazza alle prime armi－ha solo cambiato locale. Mi fa filosofeggiare sul significato dell'età.

# 212_Shinada
source: That's... inspiring. And the other one?
pt: Che... ispirazione. E l'altra?

# 224_Information Booth Staff
source: That would be Mika-chan over at Rubbe and Tucke's. The girl's barely twenty. We're talking farm-fresh, gents. And, I kid you not, she's got zero industry experience.
pt: Sarebbe Mika-chan da Rubbe e Tucke. La ragazza ha appena vent'anni. Di primo pelo, ragazzi. E, credetemi, non ha proprio nessuna esperienza nel settore.

# 236_Information Booth Staff
source: Unfortunately, she's not all that attractive, in terms of both looks and personality. So don't expect too much out of her.
pt: Purtroppo, non è un gran che, né per l'aspetto né per la personalità. Quindi non aspettarti troppo da lei.

# 248_Information Booth Staff
source: I relayed all that to your buddy, too.
pt: Ho riferito tutto questo anche al tuo amico.

# 260_Takasugi
source: Sheesh, could these bimbos be any more different?
pt: Accidenti, potrebbero essere più diverse queste oche?

# 272_Shinada
source: Hmm... A hot, promiscuous prodigy who's actually more mature than she lets on...
pt: Mmh... Uno schianto di ragazza, un fenomeno, e pure promiscua, che in realtà è più matura di quanto non dia a vedere...

# 284_Shinada
source: Or an innocent young flower whose petals have yet to unfurl... never mind the fact she has nothing going for her.
pt: O un fiorellino innocente i cui petali devono ancora schiudersi... per non parlare del fatto che non ha proprio niente di buono.

# 296_Shinada
source: I see! This is a test of how Uno-san would define his ideal amateur!
pt: Capisco! Questo è un test di come Uno-san definirebbe il suo dilettante ideale!

# 308_Takasugi
source: I don't give a damn how this guy thinks. This one's on you, buddy.
pt: Non me ne frega un cazzo di come la pensa questo tizio. Questo spetta a te, amico.

# 320_Shinada
source: Hmm. Oh, by the way, where would these places be located?
pt: Mmh. Ah, a proposito, dove si troverebbero questi posti?

# 332_Information Booth Staff
source: Kurea-chan and Operation Panties are on Icho Street. It's in the same building as your favorite, Club Futo Momo.
pt: Kurea-chan e Operation Panties sono in Icho Street. È nello stesso edificio del tuo preferito, Club Futo Momo.

# 344_Shinada
source: Huh, go figure.
pt: Mmh, vai a capire.

# 356_Information Booth Staff
source: As for Rubbe and Tucke's Mika-chan, why, they're right across the street from your place. It's at the south end of Tsumugi Street.
pt: Per quanto riguarda Rubbe and Tucke's Mika-chan, beh, sono proprio dall'altra parte della strada dal tuo posto. È all'estremità sud di Tsumugi Street.

# 368_Shinada
source: Oh, for real? Yeesh. I hate the idea of Uno-san shuffling around with a stiffy in his slacks so close to home.
pt: Ah, davvero? Accidenti. Odio l'idea di Uno-san che si aggira col cazzo duro nei pantaloni così a due passi da casa.

# 380_Shinada
source: Well, I guess we should get going. Thanks, man. You're a lifesaver.
pt: Beh, direi che dovremmo andare. Grazie, amico. Mi hai proprio salvato la pelle.

# 392_Information Booth Staff
source: Just doing my job, friend. Good luck on your search!
pt: Sto solo facendo il mio lavoro, amico. Buona fortuna nella tua ricerca!
