Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133089f.po
Languages: pt

source: Player
pt: Giocatore

source: ○I can see that.
pt: ○Si vede.

source: □You might get hurt.
pt: □Potresti farti male.

source: △Why not try horse racing?
pt: △Perché non provi con le corse dei cavalli?

source: Idle
pt: Inattivo

# 60_Staff
source: Welcome.
pt: Benvenuto.

# 72_Staff
source: Let me show you to your table.
pt: Lasci che la accompagni al suo tavolo.

# 120_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 132_Honoka
source: Oh, I'd like some <Color:8>Fried Chicken Wings with Yummy Sauce<Color:Default>!
pt: Oh, vorrei delle <Color:8>alette di pollo fritte con salsa saporita<Color:Default>!

# 144_Player
source: (Honoka-chan wants to have some <Color:8>Fried Chicken Wings with Yummy Sauce<Color:Default>.)
pt: (Honoka-chan vorrebbe delle <Color:8>alette di pollo fritte con salsa saporita<Color:Default>.)

# 216_Honoka
source: This looks delish!
pt: Sembra una delizia!

# 276_Honoka
source: Ever since I saw it on TV the other day, I've been thinkin' about giving horse ridin' a shot.
pt: Da quando l'ho visto in TV l'altro giorno, ho pensato di fare un tentativo con l'equitazione.

# 288_Player
source: Horse riding? What brought that up?
pt: L'equitazione? Come ti è venuto in mente?

# 300_Honoka
source: I mean, I can ride a merry-go-round just fine, but I've never ridden a real horse, y'know?
pt: Cioè, sulla giostra ci vado senza problemi, ma non ho mai cavalcato un cavallo vero, sai?

# 312_Player
source: What kind of reasoning is that?
pt: Che razza di ragionamento sarebbe?

# 324_Honoka
source: Horses got pretty eyes. And there aren't that many animals that can carry a person on their back, right?
pt: I cavalli hanno dei begli occhi. E poi non sono molti gli animali che riescono a portare una persona in groppa, no?

# 336_Player
source: I see. I suppose it has a different sort of appeal than riding a car or a motorcycle.
pt: Capisco. Immagino che abbia un fascino diverso rispetto a guidare un'auto o una moto.

# 348_Player
source: But isn't horse riding expensive? I don't think a college student can afford it.
pt: Ma l'equitazione non è costosa? Non credo che uno studente universitario possa permettersela.

# 360_Honoka
source: That's why I wanna try it! I'd be a bit like a celeb to have ridin' horses as a hobby! It might make my newscaster job application more appealin'!
pt: Ecco perché voglio provarci! Fare equitazione come hobby mi farebbe sentire un po' una celebrità! Potrebbe rendere la mia candidatura come annunciatrice più interessante!

# 372_Player
source: I can see that. It gives off an image of being from an old, established family more than just being new money.
pt: Ti capisco. Dà l'idea di provenire da una famiglia di nobili origini, più che sembrare solo un nuovo ricco.

# 384_Honoka
source: I know, right!?
pt: Vero?!

# 396_Honoka
source: But it might be too late to start now. Girls like that all get started when they're still little kids.
pt: Però potrebbe essere troppo tardi per iniziare adesso. Le ragazze come quelle iniziano tutte quando sono ancora piccole.

# 408_Player
source: That'd make it all the more impressive to pull off. It's a bit tough to get into things like tea ceremony and Japanese dance as a hobby.
pt: Riuscirci sarebbe ancora più impressionante, allora. È un po' difficile appassionarsi a cose come la cerimonia del tè o la danza giapponese come hobby.

# 420_Honoka
source: Bein' serious about my job search cuts into my free time though. I wish I'd started earlier.
pt: Prendere sul serio la ricerca del lavoro, però, mi ruba un sacco di tempo libero. Avrei voluto iniziare prima.

# 432_Player
source: It'd still be nice to ride a horse at least once. Maybe if you have the time, you can go to an event that offers trial rides.
pt: Sarebbe comunque bello andare a cavallo almeno una volta. Magari se trovi il tempo potresti andare a un evento che offra dei giri di prova.

# 444_Honoka
source: Good idea! If I go, I'll invite you to come too!
pt: Ottima idea! Se ci vado, inviterò anche te!

# 456_Player
source: You want me to ride a horse, too?
pt: Vuoi che vada a cavallo anch'io?

# 468_Player
source: You might get hurt. Horses are prideful animals. They say the horse chooses the rider, not the other way around.
pt: Potresti farti male. I cavalli sono animali orgogliosi. Si dice che sia il cavallo a scegliere il cavaliere, non il contrario.

# 480_Honoka
source: Aww, are ya worried about me?
pt: Ooh, ti preoccupi per me?

# 492_Player
source: Of course. You can get seriously injured if you aren't skilled enough. That's ample excuse for me to worry.
pt: Certo. Se non sei abbastanza esperta, rischi di farti male sul serio. Mi sembra un motivo più che valido per preoccuparmi.

# 504_Honoka
source: Oh wow, really?
pt: Oh, wow, davvero?

# 516_Player
source: Being thrown from a horse is bad, but getting trampled or kicked can be life-threatening.
pt: Essere disarcionati da un cavallo è brutto, ma venire calpestati o presi a calci può essere fatale.

# 528_Player
source: Horses are wild animals. They aren't like the cute wooden horses in merry-go-rounds.
pt: I cavalli sono animali selvatici. Non sono come quei graziosi cavallini di legno delle giostre.

# 540_Honoka
source: I see... The folks on TV seemed to have an easy enough time ridin' them, so I figured it wasn't anythin' outta the ordinary.
pt: Capisco... Quelli in TV sembravano cavalcarli con estrema facilità, quindi pensavo non fosse nulla di fuori dal comune.

# 552_Player
source: If you're serious about doing it, you need to really learn your stuff in order to not wind up getting hurt.
pt: Se intendi farlo sul serio, devi imparare bene come si fa per non rischiare di farti male.

# 564_Player
source: Why not try horse racing? If all you want to do is see real horses, that should be good enough.
pt: Perché non provi con le corse dei cavalli? Se vuoi solo vedere dei cavalli veri, dovrebbe bastare.

# 576_Honoka
source: Horse racin', huh? I guess that would let me see real horses, but it doesn't have that celebrity mystique to it at all.
pt: Le corse dei cavalli, eh? Immagino che mi permetterebbero di vedere dei cavalli veri, ma non hanno affatto quel fascino da celebrità.

# 588_Player
source: Oh no, it takes major funds to own a racehorse. I've considered owning one myself.
pt: Ma no, servono un sacco di soldi per possedere un cavallo da corsa. Ho anche pensato di prenderne uno io stesso.

# 600_Honoka
source: That's not really what I'd consider a hobby though. Sounds more like a job to me.
pt: Però non lo definirei proprio un hobby. Mi sembra più un lavoro.

# 612_Honoka
source: Besides, a girl who's into racehorses would come off like a creepy old dude, and who wants to date a girl like that?
pt: E poi, una ragazza a cui piacciono le corse dei cavalli passerebbe per un vecchiaccio viscido, e chi vorrebbe uscire con una così?

# 624_Player
source: You think so? I know some pretty good-looking guys who are into horse racing, and I bet they would like you.
pt: Dici? Conosco dei tipi piuttosto fighi che vanno pazzi per le corse dei cavalli, e scommetto che gli piaceresti.

# 636_Honoka
source: Wow, really? Goin' on a date to see horses could be pretty neat! <Color:255,200,200,255>♥<Color:Default>
pt: Wow, davvero? Un appuntamento per vedere i cavalli potrebbe essere proprio forte! <Color:255,200,200,255>♥<Color:Default>

# 648_Player
source: I'll have to introduce you sometime.
pt: Dovrò presentarteli prima o poi.

# 708_Honoka
source: Thanks for treatin' me!
pt: Grazie per avermi offerto!

# 744_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 756_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 768_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 780_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 792_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 804_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 852_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 912_Staff
source: Here is your check.
pt: Ecco il suo conto.

# 984_Staff
source: Welcome.
pt: Benvenuto.

# 996_Staff
source: Let me show you to your table.
pt: Lasci che la accompagni al suo tavolo.

# 1032_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1068_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1080_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 1092_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 1104_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 1116_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 1152_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1164_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 1176_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1188_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1200_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 1212_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1272_Staff
source: Welcome. Can I start you off with something to drink?
pt: Benvenuto. Desidera qualcosa da bere per iniziare?

# 1296_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 1344_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 1404_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1416_Akiyama
source: Sorry. I have some urgent business to take care of.
pt: Scusa. Ho degli affari urgenti da sbrigare.

# 1428_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1440_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1452_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 1464_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1512_Staff
source: Here is your check.
pt: Ecco il suo conto.

# 1572_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 1596_Staff
source: Say, I think I recognized one of the other customers who was in here. Do you know who that was?
pt: Senti, mi è sembrato di aver riconosciuto uno degli altri clienti che erano qui. Sai chi fosse?

# 1608_Staff
source: Ah, you mean the comedian and his friends?
pt: Ah, intende il comico e i suoi amici?

# 1620_Player
source: Comedian? Yeah, that's it. I've seen him on TV before.
pt: Un comico? Sì, esatto. L'ho già visto in TV.

# 1632_Staff
source: Whenever he's done giving a live performance, he comes by here for the afterparty.
pt: Ogni volta che finisce un'esibizione dal vivo, passa di qui per l'afterparty.

# 1644_Player
source: Wow. It doesn't seem like it was a very lively party, though.
pt: Wow. Però non sembra che sia stata una festa molto animata.

# 1656_Staff
source: It seems like they're doing a post mortem of their performance. They're criticizing each other, so it's not a fun atmosphere.
pt: Sembra che stiano analizzando la loro esibizione. Si stanno criticando a vicenda, quindi non c'è proprio un'atmosfera divertente.

# 1668_Player
source: I see. They're improving their craft to make people laugh. That's the sign of a real pro.
pt: Capisco. Stanno affinando il loro mestiere per far ridere la gente. È il segno di un vero professionista.

# 1680_Staff
source: I've refrained from asking for an autograph because they don't seem to be in the mood.
pt: Ho evitato di chiedere un autografo perché non mi sembrano proprio dell'umore.

# 1692_Player
source: (There's a place where comedians hang out. I could talk about that at the cabaret club.)
pt: (C'è un posto dove bazzicano i comici. Potrei parlarne al cabaret club.)
