Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0ca4.po
Languages: pt

source: You got 3,300 experience points.
pt: Hai ottenuto 3.300 punti esperienza.

# 96_Yamaura
source: Hello, Haruka? It's Yamaura. Ya got a sec?
pt: Pronto, Haruka? Sono Yamaura. C'hai un attimo?

# 108_Haruka
source: Yes, of course.
pt: Sì, certo.

# 120_Yamaura
source: Do the names Watami and Watamin-chi ring a bell?
pt: Ti dicono niente i nomi Watami e Watamin-chi?

# 132_Haruka
source: Mhm. They're restaurants, right? I'm actually standing in front of Watami right now.
pt: Mhm. Sono ristoranti, giusto? Sono proprio in piedi davanti a Watami in questo momento.

# 144_Yamaura
source: Oh, you are? Perfect!
pt: Oh, sì? Perfetto!

# 156_Haruka
source: Hm? Why's that?
pt: Hm? Come mai?

# 168_Yamaura
source: Hang on, lemme back up a bit.
pt: Un attimo, fammi fare un passo indietro.

# 180_Yamaura
source: Watami is a Japanese casual restaurant, and Watamin-chi is a charcoal grill restaurant.
pt: Watami è un ristorante giapponese informale, e Watamin-chi è un ristorante con griglia a carbone.

# 192_Yamaura
source: They're both part of the Watami Group, and both are looking for a new poster girl right now.
pt: Fanno entrambi parte del Gruppo Watami, ed entrambi cercano una nuova ragazza immagine in questo momento.

# 204_Haruka
source: A poster girl...
pt: Una ragazza immagine...

# 216_Haruka
source: And you want me to apply?
pt: E vuoi che mi candidi?

# 228_Yamaura
source: What, you think I'm just sittin' on my hands over here? I sent in your application a while ago.
pt: Cosa, pensi che me ne stia con le mani in mano qui? Io ho spedito la tua candidatura già da un po'.

# 240_Yamaura
source: Matter of fact, I just got a response from them, sayin' ya passed the first stage.
pt: Anzi, ho appena ricevuto una risposta da loro, dicendo che hai passato la prima fase.

# 252_Haruka
source: Really!? I did!?
pt: Davvero!? L'ho fatto!?

# 264_Yamaura
source: The next stage of the audition process is an interview, so I'll need to fill ya in on that.
pt: La prossima fase del processo di audizione è un'intervista, quindi dovrò metterti al corrente a riguardo.

# 276_Yamaura
source: Can ya come by the agency when ya get a minute?
pt: Riesci a fare un salto in agenzia quando hai un attimo?

# 288_Haruka
source: Yes, of course! Thank you, Yamaura-san!
pt: Sì, certo! Grazie, Yamaura-san!

# 300_Yamaura
source: By the way, ya might wanna check Watami out before the interview.
pt: A proposito, faresti bene a dare un'occhiata a Watami prima dell' intervista.

# 312_Yamaura
source: I mean, you're right there, so that works out perfectly.
pt: Cioè, sei proprio lì, quindi è perfetto.

# 324_Haruka
source: You want me to go in all by myself?
pt: Vuoi che ci vada da sola?

# 336_Yamaura
source: Yeah, I guess you're right. Ya might feel kind of weird goin' in alone. All right, never mind.
pt: Sì, immagino tu abbia ragione. Potresti sentirti un po' strana ad andarci da sola. Va bene, lascia stare.

# 348_Yamaura
source: I'll be waiting at the agency office. See ya soon, kid.
pt: Ti aspetterò in agenzia. A presto, ragazzina.
