Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0111080c.po
Languages: pt

source: Attendant
pt: Addetto

# 56_Attendant
source: Elise has really become something! They've got new girls on staff and they are all top notch!
pt: Elise è diventata davvero una forza! Hanno preso nuove ragazze e sono tutte il top!

# 68_Kiryu
source: Any you recommend?
pt: Qualcuna che mi raccomandi?

# 80_Attendant
source: Oh, of course! You've got your pick of lovely ladies who have been scouted from all across Japan!
pt: Oh, certo! Hai l'imbarazzo della scelta tra splendide ragazze che abbiamo scovato in tutto il Giappone!

# 92_Attendant
source: There's Riku-chan from Nagasugai, Hakata, out in Kyushu. She's a big hit with folks who are all about that perky Hakata dialect of hers!
pt: C'è Riku-chan da Nagasugai, Hakata, giù nel Kyushu. È un successone con chi va matto per quel suo vivace dialetto di Hakata!

# 104_Kiryu
source: Is that so.
pt: È così.

# 116_Kiryu
source: (Sounds like she's doing a good job.)
pt: (A quanto pare ci sta dando dentro.)

# 128_Attendant
source: There's also Kaguya-chan from Tsukimino, Sapporo! I've heard she's been working as a model lately, with big-name talent scouts coming to see her, too!
pt: C'è anche Kaguya-chan da Tsukimino, Sapporo! Ho sentito dire che ultimamente sta facendo la modella, con talent scout di grido che vengono a vederla, pure!

# 140_Kiryu
source: Interesting.
pt: Interessante.

# 152_Kiryu
source: (Never expected Saejima to win over such a gem.)
pt: (Chi l'avrebbe mai detto che Saejima si conquistasse un tale gioiello.)

# 164_Attendant
source: Next, from Sotenbori in Osaka, comes Honoka-chan! Young men are getting worked up by her high-energy Kansai conversation style on a nightly basis!
pt: Poi, da Sotenbori a Osaka, c'è Honoka-chan! I ragazzi vanno matti per il suo stile di conversazione super energico del Kansai, notte dopo notte!

# 176_Kiryu
source: I see.
pt: Capisco.

# 188_Kiryu
source: (Leave it to Akiyama to pick a winner.)
pt: (Proprio da Akiyama scegliere un asso.)

# 200_Attendant
source: And, last but not least, there's Shion-chan from Kineicho, Nagoya! She's a blonde-haired, half-Japanese bombshell, who is always in demand by well-heeled VIP guests!
pt: E, per finire, c'è Shion-chan da Kineicho, Nagoya! È una bionda pazzesca, mezza giapponese, che va sempre a ruba tra gli ospiti VIP benestanti!

# 212_Kiryu
source: You don't say.
pt: Non mi dire.

# 224_Kiryu
source: (That Shinada's not just some schmuck after all. Maybe I should reconsider my opinion of him.)
pt: (Shinada, dopotutto, non è solo un pivello qualunque. Forse dovrei riconsiderare la mia opinione su di lui.)

# 236_Attendant
source: Oh! And a special bit of info you can only get here! Today's the big debut of Hinata-chan, their secret weapon, fresh off of training!
pt: Oh! E un'info speciale che puoi avere solo qui! Oggi è il gran debutto di Hinata-chan, la loro arma segreta, fresca di allenamento!

# 248_Kiryu
source: Hm. What's she like?
pt: Hm. Com'è?

# 260_Attendant
source: Not much is known yet, other than she's blood type A, 23 years old, and an Aquarius.
pt: Non si sa ancora molto, a parte che è gruppo sanguigno A, ha 23 anni, e del segno dell'Acquario.

# 272_Attendant
source: But you can be sure she exemplifies what a hostess should be! She really is the "It Girl" of Tokyo right now.
pt: Ma puoi star certo che incarna alla perfezione ciò che una hostess dovrebbe essere! È proprio la "ragazza d'oro" di Tokyo in questo momento.

# 284_Kiryu
source: Sounds interesting.
pt: Sembra interessante.

# 296_Attendant
source: Just go along with the conversation and I think she'll like you just fine. But winning her over will not be easy－or cheap.
pt: Stai al gioco della conversazione e penso che le andrai a genio. Ma conquistarla non sarà facile－o economico.

# 308_Kiryu
source: So I just have to go with the flow...
pt: Quindi devo solo stare al gioco...

# 320_Attendant
source: Well, there's more to her than that. It would be too easy if that's all you had to do.
pt: Beh, c'è di più di così. Sarebbe troppo facile se fosse solo quello che dovessi fare.
