Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169017a.po
Languages: pt

source: Assistant Director
pt: Assistente Regista

source: Director
pt: Regista

source: I could use a refresher.
pt: Mi servirebbe un ripasso.

source: Yep, I'm all set.
pt: Sì, sono pronta.

source: Running Girl
pt: Ragazza che corre

source: How to Play
pt: Come si gioca

source: Retry
pt: Riprova

source: Actually...
pt: In realtà...

source: Yes, I'm ready.
pt: Sì, sono pronta.

# 44_Assistant Director
source: Okay, this is the starting point here.
pt: Ok, questo è il punto di partenza qui.

# 56_Director
source: Yeah, yeah. Let's get this over with already.
pt: Sì, sì. Sbrighiamoci e basta.

# 68_Director
source: You've been through this before, so you already know what you gotta do, right?
pt: L'hai già fatto, quindi sai già cosa devi fare, vero?

# 80_Haruka
source: I could use a refresher. If you wouldn't mind, could you explain it to me once more?
pt: Avrei bisogno di una rinfrescata. Se non ti dispiace, potresti spiegarmelo di nuovo?

# 92_Director
source: You know, a real professional would only need to be told once.
pt: Sai, un vero professionista avrebbe bisogno di sentirselo dire una volta sola.

# 116_Director
source: Fine! Try and pay attention this time.
pt: Va bene! Cerca di fare attenzione questa volta.

# 128_Haruka
source: Yes, sir. I apologize for the trouble.
pt: Sì, signore. Mi scuso per il disturbo.

# 140_Assistant Director
source: The goal of "Running Girl" is to get to the finish line within the time limit. When you hear the signal, start running. To run, follow the onscreen commands, alternately pressing <Action:Button_L1@Running_Girl> and <Action:Button_R1@Running_Girl>.
pt: L'obiettivo di "Running Girl" è raggiungere il traguardo entro il limite di tempo. Quando senti il segnale, comincia a correre. Per correre, segui i comandi a schermo, premendo alternativamente <Action:Button_L1@Running_Girl> e <Action:Button_R1@Running_Girl>.

# 152_Assistant Director
source: Try to press the correct button when it is highlighted onscreen. Time your button presses correctly, and your running speed will increase. But remember, the faster you run, the faster you will have to alternate button presses to succeed.
pt: Cerca di premere il pulsante corretto quando viene evidenziato a schermo. Temporizza la pressione dei pulsanti correttamente, e la tua velocità di corsa aumenterà. Ma ricorda, più veloce corri, più velocemente dovrai alternare la pressione dei pulsanti per avere successo.

# 164_Assistant Director
source: If you don't reach the finish line within the time limit, you'll automatically be given the chance to retry. The show can shoot up to three takes, so you will have three chances to reach the goal within the time allotted.
pt: Se non raggiungi il traguardo entro il limite di tempo, ti verrà data automaticamente la possibilità di riprovare. Lo show può girare fino a tre ciak, quindi avrai tre possibilità di raggiungere l'obiettivo nel tempo assegnato.

# 176_Assistant Director
source: There. Get it now?
pt: Ecco fatto. Capito ora?

# 188_Haruka
source: Yes, I'm ready.
pt: Sì, sono pronto.

# 200_Director
source: Finally! Geez, let's start filming already!
pt: Finalmente! Accidenti, cominciamo già a girare!

# 212_Assistant Director
source: All right, everyone, we're ready to go!
pt: Va bene, tutti, siamo pronti a partire!

# 248_Haruka
source: Actually... I'm very sorry, but could you explain it one more time?
pt: In realtà... mi dispiace molto, ma potresti spiegarlo un'altra volta?

# 260_Director
source: Come on! It's not even that complicated!
pt: Dai! Non è mica così complicato!

# 284_Director
source: Fine! Try and pay attention this time.
pt: Va bene! Cerca di fare attenzione questa volta.

# 296_Haruka
source: Yes, sir. I apologize for the trouble.
pt: Sì, signore. Mi scuso per il disturbo.

# 308_Assistant Director
source: The goal of "Running Girl" is to get to the finish line within the time limit. When you hear the signal, start running. To run, follow the onscreen commands, alternately pressing <Action:Button_L1@Running_Girl> and <Action:Button_R1@Running_Girl>.
pt: L'obiettivo di "Running Girl" è raggiungere il traguardo entro il limite di tempo. Quando senti il segnale, inizia a correre. Per correre, segui i comandi a schermo, premendo alternativamente <Action:Button_L1@Running_Girl> e <Action:Button_R1@Running_Girl>.

# 320_Assistant Director
source: Try to press the correct button when it is highlighted onscreen. Time your button presses correctly, and your running speed will increase. But remember, the faster you run, the faster you will have to alternate button presses to succeed.
pt: Cerca di premere il pulsante giusto quando viene evidenziato a schermo. Premi i pulsanti con il giusto tempismo, e la tua velocità di corsa aumenterà. Ma ricorda, più veloce corri, più in fretta dovrai alternare i pulsanti per riuscirci.

# 332_Assistant Director
source: If you don't reach the finish line within the time limit, you'll automatically be given the chance to retry. The show can shoot up to three takes, so you will have three chances to reach the goal within the time allotted.
pt: Se non raggiungi il traguardo entro il limite di tempo, ti verrà data automaticamente la possibilità di riprovare. Lo show può girare fino a tre ciak, quindi avrai tre possibilità per raggiungere l'obiettivo entro il tempo assegnato.

# 344_Assistant Director
source: There. Get it now?
pt: Ecco. Ci sei ora?

# 356_Haruka
source: Yes, I'm ready. Thank you.
pt: Sì, sono pronta. Grazie.

# 368_Director
source: Finally! Geez, let's start filming already!
pt: Finalmente! Uffa, iniziamo a girare, su!

# 380_Assistant Director
source: All right, everyone, we're ready to go!
pt: Perfetto, gente, siamo pronti a partire!
