Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0102104c.po
Languages: pt

source: How to Play Hidden Cricket
pt: Come si gioca a Cricket Nascosto

source: Unlike standard cricket, hidden cricket uses seven hidden numbers.
pt: A differenza del cricket classico, il Cricket Nascosto usa sette numeri nascosti.

source: The seven numbers are hidden at the start of the game and are not revealed until they are hit by a player.
pt: I sette numeri sono nascosti all'inizio della partita e non vengono rivelati finché non vengono colpiti da un giocatore.

source: Players who reveal a hidden number by hitting it for the first time receive an open bonus.
pt: I giocatori che rivelano un numero nascosto colpendolo per la prima volta ricevono un bonus di apertura.

source: Hitting numbers in the single ring counts as one hit, the double ring as two hits, and the triple ring as three hits.
pt: Colpire i numeri nell'anello singolo conta come un colpo, quelli nell'anello doppio come due colpi e quelli nell'anello triplo come tre colpi.

source: Singles count as one hit, Doubles count as two hits, and Triples count as three hits.
pt: I singoli contano come un colpo, i doppi contano come due colpi e i tripli contano come tre colpi.

source: Three hits on a number closes it.
pt: Tre colpi su un numero lo chiudono.

source: The points from subsequent hits on a number you closed are added to your score.
pt: I punti dai colpi successivi su un numero che hai chiuso vengono aggiunti al tuo punteggio.

source: However, if your opponent closes that number as well, you will no longer get points when you hit it.
pt: Però, se anche il tuo avversario chiude quel numero, non prenderai più punti quando lo colpisci.

source: When all rounds are concluded, the player with the higher score is declared the winner.
pt: Quando tutti i round sono conclusi, il giocatore con il punteggio più alto è dichiarato il vincitore.

source: However, the game will also end if all numbers are closed before the end of the assigned number of rounds, and the player with the higher score is declared the winner.
pt: Però, la partita finirà anche se tutti i numeri vengono chiusi prima della fine del numero di round assegnato, e il giocatore con il punteggio più alto è dichiarato il vincitore.

source: I wish you the best of luck, sir.
pt: Le auguro la migliore fortuna, signore.
