Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070961.po
Languages: pt

# 380_Greedy Shima
source: First, we pick the banker.
pt: Per prima cosa, si sceglie il banchiere.

# 392_Greedy Shima
source: I'm the banker.
pt: Sono il banchiere.

# 404_Greedy Shima
source: How much you gonna wager?
pt: Quanto punti?

# 416_Greedy Shima
source: All right, here goes.
pt: Allora, si comincia.

# 428_Greedy Shima
source: My turn.
pt: Tocca a me.

# 440_Greedy Shima
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Greedy Shima
source: Let's settle our bets.
pt: Regoliamo i conti.

# 464_Greedy Shima
source: You're the banker.
pt: Sei il banchiere.

# 476_Greedy Shima
source: Now we're gonna switch bankers.
pt: Adesso cambiamo banchiere.

# 488_Greedy Shima
source: Wanna play again?
pt: Ti va di giocare ancora?

# 500_Greedy Shima
source: That's it for me. I'm outta here...
pt: Ho chiuso. Me ne vado...

# 512_Greedy Shima
source: Ya couldn't bet more even if ya wanted to. Come back when you got some more dough.
pt: Non potresti puntare di più manco se volessi. Torna quando c'hai più grana.

# 524_Greedy Shima
source: Banker's Bet-Settling Messages
pt: Messaggi di regolamento delle puntate del banchiere

# 536_Greedy Shima
source: A banker rollin' 1-3-5 gets a 3.
pt: Un banchiere che tira 1-3-5 prende un 3.

# 548_Greedy Shima
source: A 1-3-5 by the first player gets a 3.
pt: Il primo giocatore che tira 1-3-5 prende un 3.

# 560_Greedy Shima
source: A 1-3-5 gets what the previous player rolled.
pt: Un 1-3-5 prende quello che il giocatore precedente ha tirato.

# 572_Greedy Shima
source: A banker rollin' 2-4-6 gets a 4.
pt: Un banchiere che tira 2-4-6 prende un 4.

# 584_Greedy Shima
source: A 2-4-6 changes to what the next player rolls.
pt: Un 2-4-6 prende quello che il giocatore successivo tira.

# 596_Greedy Shima
source: A 2-4-6 by the last player gets a 4.
pt: L'ultimo giocatore che tira 2-4-6 prende un 4.

# 608_Greedy Shima
source: A 2-4-6 roll gets the last player's roll!
pt: Un 2-4-6 prende quello che l'ultimo giocatore ha tirato!

# 620_Greedy Shima
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 è stato tirato dopo un 2-4-6.

# 632_Greedy Shima
source: A 6-3-4! Well, how d'ya like that?
pt: Un 6-3-4! Beh, che te ne pare?
