Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0cb8.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got <Color:8>1,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>1.000 yen<Color:Default>.

source: Punk
pt: Teppista

source: Mr. Bad Boy
pt: Signor Mascalzone

source: Fashionable High Schooler
pt: Studentessa delle superiori alla moda

# 92_Punk
source: Augh! Mercy! Please! We're sorry!
pt: Ugh! Pietà! Per favore! Ci dispiace!

# 164_Punk
source: Aniki, wait! Don't leave me here!
pt: Aniki, aspetta! Non lasciarmi qui!

# 176_Kazumi
source: Wow, old man, you're amazing!
pt: Wow, vecchio, sei incredibile!

# 188_Akiyama
source: You know that's not my name, right? You can call me Akiyama.
pt: Sai che non è il mio nome, vero? Puoi chiamarmi Akiyama.

# 200_Kazumi
source: Thank you, Akiyama-san. If it wasn't for you, I... I feel so stupid for being afraid of them.
pt: Grazie, Akiyama-san. Se non fosse stato per te, io... Mi sento così stupido ad aver avuto paura di loro.

# 212_Akiyama
source: Heh, that right? Well, sorry if I cost you your friends.
pt: Eh, ah, sì? Beh, scusa se ti ho fatto perdere gli amici.

# 224_Kazumi
source: No, it's okay. I was only with them because I was scared of Emi-chan's brother.
pt: No, va bene. Ero con loro solo perché avevo paura di il fratello di Emi-chan.

# 236_Kazumi
source: I'm not going to have anything to do with them anymore. I'll try my best to make new friends.
pt: Non voglio più avere nulla a che fare con loro. Farò del mio meglio per farmi nuovi amici.

# 248_Akiyama
source: That's good. Actually, there's a girl who might be a good start. I think she attends the same school as you.
pt: Bene. A dire il vero, c'è una ragazza che potrebbe essere un buon inizio. Credo che frequenti la tua stessa scuola.

# 260_Kazumi
source: Really?
pt: Davvero?

# 272_Akiyama
source: Her name's Haruka Sawamura. You know her?
pt: Si chiama Haruka Sawamura. La conosci?

# 284_Kazumi
source: Akiyama-san, you know Haruka-chan?
pt: Akiyama-san, conosci Haruka-chan?

# 296_Akiyama
source: Yeah, you might say that. She's so busy with being an idol these days, she hasn't had the chance to make many friends at school.
pt: Sì, si può dire. È così presa a fare l'idol ultimamente, che non ha avuto molte occasioni per farsi amici a scuola.

# 308_Akiyama
source: Mind saying hi to her? I'm sure it'd make her happy.
pt: Ti va di salutarla? Sono sicuro che la farebbe felice.

# 320_Kazumi
source: But she's an idol. Do you really think we could become friends?
pt: Ma lei è un'idol. Credi davvero che potremmo diventare amiche?

# 332_Akiyama
source: She's an idol, but she's also just an ordinary girl－and your age, too. I'm sure she feels lonely at school with so few friends.
pt: È un'idol, ma è anche solo una ragazza normale－e della tua età, pure. Sono sicuro che si senta sola a scuola con così pochi amici.

# 344_Kazumi
source: Oh. I didn't think it would be like that. I'll work up some courage and try talking to her!
pt: Oh. Non pensavo sarebbe andata così. Mi farò coraggio e proverò a parlarle!

# 356_Akiyama
source: I'd greatly appreciate it.
pt: Lo apprezzerei molto.

# 368_Kazumi
source: I have to go now. Thank you, Akiyama-san!
pt: Devo andare adesso. Grazie, Akiyama-san!

# 452_Mr. Bad Boy
source: Eek! I'm sorry! No more, please...
pt: Oddio! Scusa! Basta, per favore...

# 512_Punk
source: Are you all right? I imagine you had enough of this paid relationship nonsense.
pt: Stai bene? Immagino che ne hai avuto abbastanza di queste cavolate di relazioni a pagamento.

# 524_Kazumi
source: I didn't do this because I wanted to. I didn't have a choice!
pt: Non l'ho fatto perché ne avevo voglia. Non avevo scelta!

# 536_Akiyama
source: You had no choice? You're really that desperate for money?
pt: Non avevi scelta? Sei davvero così disperata di soldi?

# 548_Kazumi
source: It wasn't about money.
pt: Non era per i soldi.

# 560_Akiyama
source: Then, what was it about?
pt: Allora, di cosa si trattava?

# 572_Kazumi
source: Well...
pt: Beh...

# 584_Punk
source: Kazumi, whaddya think you're doin'?
pt: Kazumi, che combini?

# 608_Emi
source: You tellin' me you lost a customer? We got things to do, too, ya know? So irresponsible of you not followin' through like that.
pt: Mi stai a dire che hai perso un cliente? Abbiamo da fare anche noi, eh? Che irresponsabile a non portare a termine le cose così.

# 620_Akiyama
source: Ah, so these girls were making you do this. But I don't understand. Why put up with it?
pt: Ah, quindi queste ragazze ti facevano fare questo. Ma non\ncapisco. Perché sopportarlo?

# 632_Kazumi
source: Because... I don't have any other friends at school. They said they'd ignore me if I didn't go on a paid date...
pt: Perché... Non ho altri amici a scuola. Hanno detto che mi avrebbero ignorato se non fossi andata a un appuntamento a pagamento...

# 644_Akiyama
source: Some friends. You'd be much better off without them.
pt: Bella roba gli amici. Staresti molto meglio senza di loro.

# 656_Kazumi
source: But... If I didn't do what they said, they would bully me at school! They'd hit me, and cut up my uniform, and...
pt: Ma... Se non facevo quello che dicevano, mi avrebbero bullizzata a scuola! Mi avrebbero picchiata, e tagliato l'uniforme, e...

# 668_Emi
source: Kazumi! How long are ya gonna talk to that geezer? We gotta find us another john. C'mon! We're goin'!
pt: Kazumi! Quanto stai a parlare con quel vecchio? Dobbiamo trovarci un altro cliente. Dai! Andiamo!

# 680_Emi
source: If you don't earn enough, how're we supposed to party?
pt: Se non guadagni abbastanza, come facciamo a fare festa?

# 692_Akiyama
source: I'm sorry, did I hear that right? You want Kazumi to sell herself so you can goof off?
pt: Scusa, ho capito bene? Vuoi che Kazumi si venda per spassartela?

# 704_Akiyama
source: That's got to be a new low. I'd love to meet your parents.
pt: Avete toccato il fondo. Vorrei proprio conoscere i vostri genitori.

# 716_Emi
source: Hmph. What do you know? How about I introduce you to my big brother instead?
pt: Hmph. Che ne sai? E se ti presento il mio fratellone, invece?

# 728_Akiyama
source: Hm?
pt: Mh?

# 740_Punk
source: Hey, what's up, Emi? Kazumi was gonna earn some money today, yeah? You run into trouble or what?
pt: Ehi, che c'è, Emi? Kazumi doveva fare un po' di soldi oggi, sì? Hai avuto problemi o cosa?

# 752_Emi
source: This geezer's gettin' in the way. Keeps spewin' grade-school morality bullshit and holdin' things up.
pt: Questo vecchio ci sta d'impiccio. Continua a sparare stronzate moraliste da scuola elementare e a bloccare tutto.

# 764_Punk
source: Huh? What's the matter, old man? You got a problem with my lil' sis? Why don't ya take it up with me, then?
pt: Eh? Che c'è, vecchio? Hai un problema con la mia sorellina? Perché non te la prendi con me, allora?

# 776_Akiyama
source: Hmm. Let me get this straight. You're really Emi-chan's older brother?
pt: Mh. Fammi capire bene. Sei davvero il fratellone di Emi-chan?

# 788_Emi
source: What, you pissin' yourself now? That's what ya get for thinkin' you can boss us around.
pt: Che c'è, te la stai facendo sotto, adesso? Questo è quello che ti meriti per credere di poterci comandare a bacchetta.

# 800_Kazumi
source: Mister, you should run. They're capable of anything when they're mad...
pt: Signore, dovrebbe scappare. Sono capaci di tutto quando si arrabbiano...

# 812_Akiyama
source: Run? Why? I'm rather pleased that they came along. Perfect timing, actually.
pt: Scappare? Perché? Sono piuttosto contento che siano venuti. Tempismo perfetto, in effetti.

# 824_Punk
source: Huh? Whaddya mean?
pt: Eh? Che intendi?

# 836_Akiyama
source: Your little sister was really starting to piss me off, but I have this thing against hitting women, so frankly, I wasn't sure what to do.
pt: La tua sorellina stava davvero iniziando a farmi incazzare, ma io ho una cosa contro il picchiare le donne, quindi francamente, non sapevo cosa fare.

# 848_Akiyama
source: But now that you're here, well, problem solved, wouldn't you say?
pt: Ma ora che sei qui, beh, problema risolto, non credi dico?

# 860_Punk
source: Real funny, old man. You're not from around these parts, are ya? You don't know who you're dealin' with.
pt: Che ridere, vecchio. Non sei di queste parti, vero? Non sai con chi hai a che fare.

# 872_Emi
source: Bro, hurry up, and stomp this asshole! Tryna find more johns is too much work! We'll just take his wallet after you're done with him!
pt: Fra', sbrigati e spacca questo stronzo! Cercare altri clienti è troppo sbattimento! Gli prendiamo il portafoglio e basta dopo che hai finito con lui!

# 896_Mr. Bad Boy
source: Come on, Kazumi-chan, what's your problem? Ya can't back out now.
pt: Dai, Kazumi-chan, che ti prende? Non puoi tirarti indietro adesso.

# 908_Kazumi
source: Please, I decided I don't want to anymore. I want to go home!
pt: Ti prego, ho deciso che non voglio più. Voglio andare a casa!

# 920_Mr. Bad Boy
source: Now, hold on, you're bein' unreasonable. I went through all this trouble of comin' to see ya. Junior here's not about to be blue-balled.
pt: Ora, aspetta un attimo, non fare il difficile. Mi sono fatto tutto questo sbattimento per venirti a vedere. Questo ragazzino qui non è che può rimanere a secco.

# 932_Akiyama
source: Hey, pal, have a heart, huh? You'd really force a girl into a place like this?
pt: Ehi, compare, abbi un po' di cuore, no? Vorresti davvero costringere una ragazza a un posto così?

# 944_Mr. Bad Boy
source: What? Who the hell are you?
pt: Che? Chi cazzo sei?

# 956_Akiyama
source: I believe the girl said no. Tell Junior there to calm down, and get out while you still have teeth.
pt: Mi pare che la ragazza abbia detto di no. Di' a quel ragazzino lì di darsi una calmata, e di filarsela finché ha ancora i denti.

# 968_Mr. Bad Boy
source: You stay out of this! Ain't none of your business!
pt: Non ti impicciare! Non sono affari tuoi!

# 980_Akiyama
source: Look, this is a paid relationship deal, isn't it? And with a minor, no less. That's grounds for arrest, you know?
pt: Senti, questa è una relazione a pagamento, no? E con una minorenne, nientemeno. È roba da arresto, lo sai?

# 992_Mr. Bad Boy
source: Shut your yap! I told ya to scram!
pt: Chiudi il becco! Ti ho detto di filartela!

# 1028_Punk
source: Come on, baby, quit stallin'!
pt: Dai, bellezza, smettila di tirartela!

# 1040_Kazumi
source: No! I don't want to!
pt: No! Non voglio!

# 1052_Akiyama
source: (There's that paid relationship couple.)
pt: (Ecco quella coppia da relazione a pagamento.)
