Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08db.po
Languages: pt

source: Woman
pt: Donna

# 60_Yakuza
source: Gah...
pt: Ugh...

# 72_Kiryu
source: Come on, I'll take you back.
pt: Forza, ti riaccompagno.

# 84_Woman
source: Okay!
pt: Ok!

# 96_Yakuza
source: Hey, give me a break here! If I don't bring her back, the boss'll wring my neck!
pt: Ehi, dammi un attimo! Se non la riporto indietro, il capo mi farà la pelle!

# 108_Kiryu
source: Would you rather I wrung your neck here instead?
pt: Preferisci che ti faccia la pelle io qui, invece?

# 120_Yakuza
source: Yeeek! No, no!
pt: Nooo! No, no!

# 132_Kiryu
source: That's what I thought.
pt: Era quello che pensavo.

# 144_Woman
source: Thank you so much!
pt: Grazie mille!

# 156_Kiryu
source: No problem. But it did get a little dicey there.
pt: Nessun problema. Però la faccenda si è fatta un po' calda.

# 168_Woman
source: Yeah. I should never have signed on as guarantor to my friend's loan. I'll be more prudent in the future.
pt: Sì. Non avrei mai dovuto fare da garante per il prestito del mio amico. Sarò più prudente in futuro.

# 180_Kiryu
source: Yes, please be more careful. Let's get going.
pt: Sì, vedi di essere più prudente. Su, andiamo.

# 204_Yakuza
source: Better not squeal to anyone about this. You say a word, and she gets it!
pt: Non spifferare niente a nessuno su questa faccenda. Se dici una parola, lei la paga!

# 216_Woman
source: Help me, please!
pt: Aiutami, ti prego!

# 228_Yakuza
source: Quiet! Keep your mouth shut!
pt: Zitto! Chiudi il becco!

# 240_Kiryu
source: Wait.
pt: Aspetta.

# 252_Yakuza
source: What!? You got a problem?
pt: Che c'è!? Hai un problema?

# 264_Kiryu
source: You haven't paid your fare.
pt: Non hai pagato il conto.

# 276_Yakuza
source: Huh? You worried about cash at a time like this? Asshole.
pt: Eh? Stai a pensare ai soldi in un momento del genere? Stronzo.

# 336_Yakuza
source: Oof! Ow! You're gonna pay for that!
pt: Ugh! Ahi! Questa me la paghi!

# 348_Yakuza
source: Think you're hot stuff, do you!? I'll beat ya to a pulp!
pt: Ti credi un duro, eh!? Ti farò a pezzi!
