Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0146005a.po
Languages: pt

source: Middle-aged Man
pt: Uomo di mezza età

# 76_Hinata
source: Hey, Kiryu-san?
pt: Ehi, Kiryu-san?

# 88_Hinata
source: Why'd you do all this for me?
pt: Perché hai fatto tutto questo per me?

# 100_Kiryu
source: Is it so strange for a man to go after a girl he desires?
pt: È così strano che un uomo dia la caccia a una ragazza che desidera?

# 112_Hinata
source: Huh!?
pt: Eh!?

# 124_Kiryu
source: Heh, sorry that was a joke. But that's what a relationship between a man and a woman is like. You don't need a reason.
pt: Heh, scusa, era solo uno scherzo. Ma è così che funziona tra un uomo e una donna. Non serve un motivo.

# 136_Hinata
source: I... I just don't know. Why am I so repulsed by the idea of doing sexual things with a guy?
pt: Io... proprio non lo so. Perché l'idea di fare sesso con un uomo mi disgusta così tanto?

# 160_Hinata
source: I thought I could ignore my feelings and just do it, if that's what it took to make my dream come true.
pt: Pensavo di poter ignorare i miei sentimenti e farlo e basta, se era quello che serviva per realizzare il mio sogno.

# 172_Kiryu
source: I see. So, this wasn't about you becoming the number one girl. It was about you trying to get over your anxiety of having a sexual relationship.
pt: Capisco. Quindi non si trattava di diventare la numero uno. Si trattava di cercare di superare la tua ansia di avere una relazione sessuale.

# 184_Hinata
source: Ugh, but I doubt anything's changed. If I had followed that guy, I bet I would've just backed out at the last moment.
pt: Ugh, ma dubito che sia cambiato qualcosa. Se avessi seguito quel tipo, scommetto che mi sarei tirata indietro all'ultimo momento.

# 196_Hinata
source: Now, I just regret the whole thing. I'm such an idiot.
pt: Ora non faccio altro che pentirmene. Sono proprio un'idiota.

# 208_Kiryu
source: Hey, come on. Let's get back to Elise. I'll go all out to make you the number one girl.
pt: Ehi, dai. Torniamo all'Elise. Ce la metterò tutta per farti diventare la numero uno.

# 256_Hinata
source: Not that way.
pt: Non da quella parte.

# 268_Kiryu
source: Hm?
pt: Mh?

# 280_Hinata
source: You were willing to spend five million yen to help me. Don't you think that gives you the right to spend a night with me?
pt: Eri disposto a spendere cinque milioni di yen per aiutarmi. Non credi che questo ti dia il diritto di passare una notte con me?

# 304_Kiryu
source: I don't understand. You were just saying that you didn't want to do that sort of thing.
pt: Non capisco. Dicevi proprio ora che non volevi fare quel genere di cose.

# 316_Hinata
source: I was talking about with that other guy. Maybe with you it'll be different, Kiryu-san.
pt: Mi riferivo a quell'altro tipo. Forse con te sarà diverso, Kiryu-san.

# 340_Hinata
source: Right now, it's not about me becoming number one, or overcoming my fear, or anything like that.
pt: In questo momento, non si tratta di diventare la numero uno, o di superare la mia paura, o cose del genere.

# 352_Hinata
source: Right now, all I want is to be with you, Kiryu-san. Honestly.
pt: In questo momento, tutto ciò che voglio è stare con te, Kiryu-san. Dico sul serio.

# 376_Hinata
source: That's all right, isn't it?
pt: Va bene così, vero?

# 388_Kiryu
source: Whatever you'd like.
pt: Tutto quello che desideri.

# 436_Middle-aged Man
source: You again? This conversation is between me and her, amigo. You can just go and butt right out!
pt: Ancora tu? Questa conversazione è tra me e lei, amigo. Vedi di non impicciarti!

# 448_Middle-aged Man
source: Unless you're going to tell me you've got the five million yen?
pt: A meno che tu non voglia dirmi che hai i cinque milioni di yen?

# 472_Kiryu
source: No... I do not.
pt: No... Non li ho.

# 484_Middle-aged Man
source: Hahaha. Yeah, that's what I thought.
pt: Ahahah. Sì, proprio come pensavo.

# 508_Middle-aged Man
source: She wants to be the number one girl pronto, buddy. If you want to challenge me for that, you'd better run along and find that yen.
pt: Vuole diventare la numero uno subito, amico. Se vuoi sfidarmi, faresti meglio a filare e a cercare quegli yen.

# 520_Kiryu
source: Damn!
pt: Dannazione!

# 532_Middle-aged Man
source: Now then, Hinata-chan. Come with me.
pt: Bene allora, Hinata-chan. Vieni con me.

# 556_Kiryu
source: (Nothing's going to be resolved here unless I get that money. I'll have to come back.)
pt: (Non si risolverà nulla qui finché non avrò quei soldi. Dovrò tornare.)

# 568_Kiryu
source: You were saying? I take it there's no problem.
pt: Dicevi? Immagino che non ci siano problemi.

# 580_Middle-aged Man
source: No way!
pt: Assolutamente no!

# 592_Kiryu
source: Now then, Hinata. Who's it going to be?
pt: Bene allora, Hinata. Chi scegli?

# 604_Hinata
source: You of course, Kiryu-san!
pt: Ovviamente lei, Kiryu-san!

# 616_Middle-aged Man
source: What!
pt: Cosa?!

# 628_Kiryu
source: Heh.
pt: Eh.

# 676_Kiryu
source: (There's Hinata. But who's that with her?)
pt: (C'è Hinata. Ma chi è quello con lei?)

# 688_Middle-aged Man
source: Come on now, it'll be fine. You do want to be number one, don't you?
pt: Dai, su, andrà tutto bene. Vuoi diventare la numero uno, no?

# 712_Middle-aged Man
source: If you spend this one night with me, I swear I'll spend three million yen on you at the club.
pt: Se passi questa sola notte con me, ti giuro che spenderò tre milioni di yen per te al club.

# 736_Kiryu
source: (This guy's a scumbag. He's trying to win Hinata over with money.)
pt: (Questo tizio è un verme. Sta cercando di conquistare Hinata con i soldi.)

# 748_Middle-aged Man
source: Hey, are you even listening to me?
pt: Ehi, ma mi stai almeno a sentire?

# 760_Hinata
source: Um...
pt: Ehm...

# 772_Middle-aged Man
source: So? What's it gonna be, girl?
pt: Allora? Che hai deciso, bellezza?

# 784_Hinata
source: You'll... really spend three million?
pt: Spenderà... davvero tre milioni?

# 796_Middle-aged Man
source: Huh!?
pt: Eh!?

# 808_Kiryu
source: (What!?)
pt: (Che!?)

# 820_Middle-aged Man
source: Yeah, of course! There isn't a girl as spectacular as you in all of Kamurocho! Hell, in all of Tokyo, even!
pt: Sì, certo! Non c'è una ragazza spettacolare come te in tutta Kamurocho! Diavolo, nemmeno in tutta Tokyo!

# 832_Middle-aged Man
source: And you need my help, little lady. What kind of man would I be if I left my damsel in distress?
pt: E hai bisogno del mio aiuto, piccola. Che razza di uomo sarei se lasciassi la mia damigella in pericolo?

# 892_Middle-aged Man
source: Hm? Hey, who in the heck are you!?
pt: Hm? Ehi, tu chi diavolo sei!?

# 904_Kiryu
source: You're not going to do what he says, are you?
pt: Non hai intenzione di fare quello che dice, vero?

# 916_Hinata
source: I...
pt: Io...

# 928_Kiryu
source: If you've truly gotten past your fear of having a sexual relationship with a man, then I won't stop you. I have no reason to.
pt: Se hai davvero superato la tua paura di avere rapporti sessuali con un uomo, allora non ti fermerò. Non ne ho motivo.

# 940_Kiryu
source: But if you're still unable to actually open up your heart to a man, then...
pt: Ma se non sei ancora in grado di aprire davvero il tuo cuore a un uomo, allora...

# 952_Kiryu
source: This will only end in regret. You shouldn't go with him, Hinata.
pt: Finirà solo col farti pentire. Non dovresti andare con lui, Hinata.

# 976_Middle-aged Man
source: Hey, butt out, pal! I'm doing this to help her fulfill her dreams!
pt: Ehi, fatti i fatti tuoi, amico! Lo sto facendo per aiutarla a realizzare i suoi sogni!

# 988_Kiryu
source: Her dreams?
pt: I suoi sogni?

# 1000_Middle-aged Man
source: She just needs to give me a night of <Italic>my</Italic> dreams first. In return, I'll drop three million on her at the club and make her number one!
pt: Deve solo farmi passare una notte dei <Italic>miei</Italic> sogni, prima. In cambio, sborserò tre milioni per lei al club e la farò diventare la numero uno!

# 1012_Middle-aged Man
source: Look, big guy. I'm not forcing her to do anything－the choice is all hers. Do you have some kind of problem with that?
pt: Senti, pezzo d'uomo. Non la sto costringendo a fare nulla－la scelta è tutta sua. Hai qualche problema al riguardo?

# 1036_Hinata
source: Kiryu-san, I...
pt: Kiryu-san, io...

# 1048_Kiryu
source: Hinata, tell me just one thing.
pt: Hinata, dimmi solo una cosa.

# 1060_Hinata
source: Yes?
pt: Sì?

# 1072_Kiryu
source: Is your dream still to become the number one girl at Elise?
pt: Il tuo sogno è ancora quello di diventare la numero uno dell'Elise?

# 1084_Hinata
source: Yeah.
pt: Sì.

# 1096_Kiryu
source: And you want to make that dream come true, even if it involves letting this man do what he wants to do?
pt: E vuoi realizzare quel sogno, anche se significa lasciare che quest'uomo faccia quello che vuole?

# 1108_Hinata
source: ...Yes.
pt: ...Sì.

# 1120_Kiryu
source: I see.
pt: Capisco.

# 1132_Middle-aged Man
source: Hahaha! I knew you'd see things my way. Now that's what I call a successful negotiation.
pt: Hahaha! Sapevo che avresti ragionato. Questa sì che si chiama una trattativa riuscita.

# 1156_Middle-aged Man
source: Don't feel bad, chief. You need money if you're going to make a hostess happy.
pt: Non te la prendere, capo. Servono i soldi se vuoi rendere felice una hostess.

# 1168_Middle-aged Man
source: And if you don't like that, well, you'll just have to come up with some serious dough like me.
pt: E se non ti sta bene, beh, dovrai solo tirare fuori un bel po' di grana come ho fatto io.

# 1180_Kiryu
source: You misunderstood me. I wasn't accepting defeat.
pt: Hai capito male. Non stavo accettando la sconfitta.

# 1192_Hinata
source: Huh!?
pt: Eh!?

# 1216_Kiryu
source: You're right about one thing. It is going to take money to make Hinata's dream come true.
pt: Su una cosa hai ragione. Serviranno dei soldi per realizzare il sogno di Hinata.

# 1228_Kiryu
source: Which means that if I can pay more than you can, Hinata has no reason to go along with you.
pt: Il che significa che se posso pagare più di te, Hinata non ha alcun motivo per assecondarti.

# 1252_Middle-aged Man
source: Get real, you poser! If you really had more money than me, you'd need to cough up at least <Color:255,200,200,255>five million yen<Color:Default>!
pt: Ma fammi il piacere, buffone! Se avessi davvero più soldi di me, dovresti sborsare almeno <Color:255,200,200,255>cinque milioni di yen<Color:Default>!

# 1264_Middle-aged Man
source: Besides, we've already made an agreement. You can't just waltz in after the fact and take her for yourself!
pt: E poi, abbiamo già stretto un accordo. Non puoi mica piombare qui a cose fatte e prendertela tutta per te!

# 1276_Kiryu
source: The choice is Hinata's to make. You even said so yourself.
pt: La scelta spetta a Hinata. L'hai detto tu stesso.

# 1300_Kiryu
source: So what'll it be, Hinata? I want to hear your answer.
pt: Allora, che cosa decidi, Hinata? Voglio sentire la tua risposta.

# 1324_Middle-aged Man
source: Hold up there, big boy! You really have five million on you? Let me see it!
pt: Ehi, aspetta un momento, fusto! Ce li hai davvero cinque milioni addosso? Fammeli vedere!

# 1348_Kiryu
source: Well, I don't have it on me right now.
pt: Beh, non ce li ho qui con me in questo momento.

# 1360_Middle-aged Man
source: Hahaha. Yeah, that's what I thought.
pt: Hahaha. Già, proprio come immaginavo.

# 1384_Middle-aged Man
source: She wants to be the number one girl pronto, buddy. If you want to challenge me for that, you'd better run along and find that yen.
pt: Vuole diventare la numero uno al più presto, bello. Se vuoi sfidarmi, faresti meglio a filartela e andare a cercare quegli yen.

# 1396_Kiryu
source: Damn!
pt: Dannazione!

# 1408_Middle-aged Man
source: Now then, Hinata-chan. Come with me.
pt: E ora, Hinata-chan. Vieni con me.

# 1432_Kiryu
source: (Nothing's going to be resolved here unless I get that money. I'll have to come back.)
pt: (Qui non si risolverà nulla se non trovo quei soldi. Dovrò tornare più tardi.)

# 1444_Kiryu
source: You were saying? I take it there's no problem.
pt: Dicevi? Immagino che non ci siano problemi.

# 1456_Middle-aged Man
source: No way!
pt: Assolutamente no!

# 1468_Kiryu
source: Now then, Hinata. Who's it going to be?
pt: E ora, Hinata. Chi scegli?

# 1480_Hinata
source: You of course, Kiryu-san!
pt: Lei, naturalmente, Kiryu-san!

# 1504_Kiryu
source: Heh.
pt: Eh.
