Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0842.po
Languages: pt

source: StandUp
pt: Alzati

# 60_Yoshimi
source: Well hello, hello! Good to see you show up! Am I going to have to do this a hundred more times until you finally catch a lucky break?
pt: Ehilà, ehilà! Contento di vederti comparire! Dovrò farlo altre cento volte finché non beccherai finalmente un colpo di fortuna?

# 72_Yoshimi
source: Cool Yoshimi!
pt: Grande Yoshimi!

# 84_Yoshimi
source: Listen, Suzuki-san. I know this is a tricky concept for a simpleton like you, but statistics show your defeat is inevitable. You really don't stand a chance.
pt: Senti, Suzuki-san. So che è un concetto difficile per un sempliciotto come te, ma le statistiche dimostrano che la tua sconfitta è inevitabile. Non hai proprio nessuna possibilità.

# 96_Kiryu
source: Enough talk. Let's get this started.
pt: Basta chiacchiere. Diamo il via.

# 108_Yoshimi
source: There's no point, Suzuki-san! You're only gonna lose again!
pt: È inutile, Suzuki-san! Finirai solo per perdere di nuovo!

# 120_Yoshimi
source: The kid's got it right. He must be smarter than you. But, have it your way. Let's do a rematch.
pt: Il moccioso ha ragione. Dev'essere più furbo di te. Ma, come vuoi tu. Facciamo la rivincita.

# 132_Yoshimi
source: See if you can at least make it close!
pt: Vedi almeno di starmi dietro!

# 216_Yoshimi
source: Suzuki-san! What're you doing here? Did you come looking for me?
pt: Suzuki-san! Che ci fai qui? Sei venuto a cercarmi?

# 228_Yoshimi
source: Well, don't try and drag me back with you. I've had it with studying.
pt: Beh, non provare a trascinarmi indietro con te. Ho chiuso con lo studio.

# 240_Yoshimi
source: A knucklehead like me probably only has a one in a hundred chance of passing. I don't wanna fight a losing battle.
pt: Uno zuccone come me probabilmente ha solo una possibilità su cento di farcela. Non voglio combattere una battaglia persa.

# 252_Kiryu
source: No, I have other business here.
pt: No, ho altri affari qui.

# 264_Yoshimi
source: You mean... another race with the Devil Killers?
pt: Vuoi dire... un'altra gara con i Devil Killers?

# 276_Kiryu
source: Right.
pt: Giusto.

# 288_Yoshimi
source: You're up against Cool Yoshimi this time, right? I know you don't wanna hear this, but I think you should just bow out now, to be honest.
pt: Questa volta sei contro Cool Yoshimi, giusto? Lo so che non vuoi sentirtelo dire, ma onestamente, penso che dovresti semplicemente tirarti indietro ora.

# 300_Yoshimi
source: I'm on your side, of course. But I know what he's capable of. You don't stand a chance, man.
pt: Sono dalla tua parte, certo. Ma so di cosa è capace. Non hai speranze, amico.

# 312_Kiryu
source: (Not with that attitude, anyway.)
pt: (Così non si va lontano, comunque.)

# 324_Yoshimi
source: That Crash Kajiwara guy you beat, he's the bottom of the ladder when it comes to the Four Kings. Cool Yoshimi is on a whole 'nother level.
pt: Quel tipo Crash Kajiwara che hai battuto, è l'ultimo dei Quattro Re. Cool Yoshimi è proprio su un altro livello.

# 336_Kiryu
source: He's that fast, huh?
pt: È così veloce, eh?

# 348_Yoshimi
source: Yep. Yoshimi wins all his races 'cause he's sharp as a tack, and never loses his cool.
pt: Già. Yoshimi vince tutte le sue gare perché è una volpe e non perde mai la calma.

# 360_Yoshimi
source: When you go up against him, you can bet that he already knows your ride down to every last nut and bolt. He's that thorough.
pt: Quando lo affronti, puoi scommettere che conosce già il tuo mezzo fin nei minimi dettagli. È così meticoloso.

# 372_Yoshimi
source: He works up a profile of you, and compares it with all the data he's gathered to figure out the best way to win.
pt: Si crea un profilo su di te, e lo confronta con tutti i dati che ha raccolto per capire il modo migliore per vincere.

# 384_Kiryu
source: (Kiyokawa sure knows a lot. He should devote a little of that brainpower to studying.)
pt: (Kiyokawa ne sa davvero un sacco. Dovrebbe dedicare un po' di quella materia grigia allo studio.)

# 396_Yoshimi
source: Anyway! I think you gotta cut your losses here. I don't wanna see you go down in flames.
pt: Comunque! Penso che tu debba limitare i danni qui. Non voglio vederti fare una brutta fine.

# 408_Yoshimi
source: It's just like my studying. It'd be stupid to take on something you just can't win.
pt: È proprio come con i miei studi. Sarebbe una stupidaggine affrontare qualcosa che non puoi proprio vincere.

# 432_Yoshimi
source: Good to see you, Suzuki-san.
pt: Bello vederti, Suzuki-san.

# 444_Yoshimi
source: Whoa! It's Cool Yoshimi!
pt: Cavolo! È Cool Yoshimi!

# 456_Kiryu
source: I hear you like studying up on your opponents.
pt: Sento dire che ti piace documentarti sui tuoi avversari.

# 468_Yoshimi
source: That's right. This time was tougher than usual. It's my first race against a taxi, for one. I didn't have much data to go on, at first.
pt: Esatto. Questa volta è stata più tosta del solito. Innanzitutto, è la mia prima gara contro un taxi. All'inizio non avevo molti dati su cui basarmi.

# 480_Yoshimi
source: So I went all the way back to 1912, when the first taxi service in Japan started, and researched every last detail since then.
pt: Così sono risalito fino al 1912, quando il primo servizio taxi in Giappone ha avuto inizio, e ho studiato ogni singolo dettaglio da allora.

# 492_Yoshimi
source: I've already analyzed your car, of course. I have full details on every part, as well as your driving habits, right here in my head.
pt: Ho già analizzato il tuo mezzo, ovviamente. Ho tutti i dettagli su ogni componente, così come le tue abitudini di guida, proprio qui nella mia testa.

# 504_Kiryu
source: That's dedication right there. So what are my chances?
pt: Questa sì che è dedizione. Allora, che possibilità ho?

# 516_Yoshimi
source: Based on today's weather, and the state of the road, I came up with a number.
pt: Basandomi sul meteo di oggi e sulle condizioni della strada, sono arrivato a un numero.

# 528_Yoshimi
source: Unfortunately, you only have about one in a hundred chance of beating me.
pt: Purtroppo, hai solamente circa una possibilità su cento di battermi.

# 540_Yoshimi
source: One in a hundred... That's nothing.
pt: Una su cento... Non è niente.

# 552_Yoshimi
source: Do you still wish to take me on, taxi driver?
pt: Vuoi ancora sfidarmi, tassista?

# 564_Kiryu
source: Of course.
pt: E di che.

# 576_Yoshimi
source: Suzuki-san! Let's quit while we're ahead! One in a hundred is terrible odds. You know you can't win!
pt: Suzuki-san! Diamo forfait finché siamo in tempo! Una su cento sono probabilità terribili. Lo sai che non puoi vincere!

# 588_Kiryu
source: The odds may be against me, but I still have a chance, right?
pt: Le probabilità sono contro di me, ma ho ancora una possibilità, vero?

# 600_Yoshimi
source: Huh?
pt: Uh?

# 612_Kiryu
source: Where I grew up, you don't just run away when things look hopeless.
pt: Da dove vengo io, non si scappa mica quando le cose si mettono male.

# 624_Kiryu
source: You step up to the challenge like a man, and carve out your own destiny.
pt: Affronti la sfida da uomo, e ti forgi il tuo destino.

# 636_Yoshimi
source: Damn... That hit me real heavy just now...
pt: Accidenti... Mi ha proprio preso dentro adesso...

# 648_Yoshimi
source: Heheh. What a character you are. I love it!
pt: Eheh. Che personaggio che sei! Adoro!

# 660_Yoshimi
source: Now I'm truly looking forward to seeing you hang your head in defeat.
pt: Ora sì che non vedo l'ora di vederti a testa bassa, sconfitto.

# 672_Yoshimi
source: Let's see if you can put up a fight!
pt: Vediamo se riesci a darmi battaglia!
