Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c088f.po
Languages: pt

# 60_Wada
source: I'll admit you've got skills, Suzuki-san, but it seems you're not ready quite yet.
pt: Devo ammettere che ci sai fare, Suzuki-san, ma pare che non sei ancora del tutto pronto.

# 72_Wada
source: Come and give it another shot sometime. You can take on Onisaka once you've beat me. Stick with it!
pt: Vieni a farci un altro tentativo prima o poi. Potrai affrontare Onisaka una volta che mi avrai battuto. Non mollare!

# 84_Kiryu
source: I will.
pt: Certo.

# 120_Wada
source: Man, you got me. You're pretty quick all right! I think you got what it takes to give Onisaka a run for his money.
pt: Caspita, mi hai fregato! Sei proprio veloce, non c'è che dire! Credo che tu abbia quello che serve per dare del filo da torcere a Onisaka.

# 132_Kiryu
source: Thanks. You may not be a street racer anymore, but you're still one hell of a driver.
pt: Grazie. Non sarai più un pilota di strada, ma sei ancora un gran manico.

# 144_Kiryu
source: Fitting for a former Musketeer, I'd say.
pt: Degno di un ex Moschettiere, direi.

# 156_Wada
source: Huh? Me, a Musketeer? No, no, no. You've got that all wrong.
pt: Eh? Io, un Moschettiere? No, no, no. Hai capito tutto male.

# 168_Kiryu
source: You really weren't a Musketeer?
pt: Davvero non eri un Moschettiere?

# 180_Wada
source: Nope. I wasn't even close to their level.
pt: No. Non ero nemmeno vicino al loro livello.

# 192_Wada
source: But I guess you could call me the d'Artagnan of the group－a sworn ally of the Three Musketeers!
pt: Ma diciamo pure che potresti chiamarmi il d'Artagnan del gruppo－un alleato giurato dei Tre Moschettieri!

# 204_Kiryu
source: De... Artin-yan?
pt: De... D'Artagnan?

# 216_Wada
source: Yeah, d'Artagnan! You... do know who that is, yes?
pt: Sì, d'Artagnan! Tu... sai chi è, vero?

# 228_Kiryu
source: No, sorry. I guess you're talking about the Three Musketeers book, but I've never read it.
pt: No, scusa. Immagino che tu stia parlando del libro I Tre Moschettieri, ma non l'ho mai letto.

# 240_Wada
source: You haven't? D'Artagnan is the main character, who goes on adventures with the Three Musketeers.
pt: Non l'hai letto? D'Artagnan è il protagonista, che va all'avventura con i Tre Moschettieri.

# 252_Kiryu
source: Huh... I'll be sure to read it when I get a chance.
pt: Eh... me lo leggerò di sicuro appena ne avrò l'occasione.

# 264_Wada
source: Hahaha. Ain't a big deal.
pt: Ahahaha. Niente di che.

# 276_Kiryu
source: So how come you're so fast now, if you weren't a Musketeer?
pt: Allora com'è che sei così veloce adesso, se non eri un Moschettiere?

# 288_Wada
source: I'll tell you when we're back at the office. We better go, or Hirakawa-san will have a fit.
pt: Te lo dico quando siamo di ritorno in ufficio. Meglio che andiamo, o Hirakawa-san darà di matto.

# 300_Kiryu
source: Right.
pt: Giusto.
