Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid012002bc.po
Languages: pt

source: Slighty Nervous Man
pt: Uomo Leggermente Nervoso

source: ○I just focus on driving.
pt: ○Mi concentro solo sulla guida.

source: △I always keep an eye out.
pt: △Sto sempre attento.

source: □Everyone makes mistakes.
pt: □Tutti possono sbagliare.

source: Slightly Nervous Man
pt: Uomo Leggermente Nervoso

# 44_Slighty Nervous Man
source: People often walk out in front of you on roads like this. It always makes me nervous.
pt: Su strade come queste, la gente spesso ti sbuca davanti. Mi rende sempre nervoso.

# 68_Slighty Nervous Man
source: But what if you hit someone!?
pt: Ma se prendi sotto qualcuno!?

# 80_Slighty Nervous Man
source: Good. That sets my mind at ease.
pt: Bene. Mi fa stare più tranquillo.

# 92_Slighty Nervous Man
source: Mistakes? Does that mean what I think it means?
pt: Sbagli? Vuoi dire quello che penso io?

# 104_Slighty Nervous Man
source: Fine. Ignore me, then.
pt: Bene. Ignorami, allora.
