Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169030b.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Producer
pt: Produttore

# 44_Haruka
source: Well, thank you for everything! I'll be seeing you.
pt: Beh, grazie di tutto! Ci vediamo.

# 56_Producer
source: All right. See you soon for recording.
pt: Va bene. Ci vediamo presto per la registrazione.

# 80_Haruka
source: (Phew. I'm all done.)
pt: (Meno male. Ho finito.)

# 92_Shimada
source: Oh, Haruka-chan. How have you been?
pt: Oh, Haruka-chan. Come stai?

# 116_Haruka
source: Hello, Shimada-san. I've been fine. Thank you for last time!
pt: Ciao, Shimada-san. Sono stata bene. Grazie per l'ultima volta!

# 128_Shimada
source: You're very welcome. Hey, have you found the confidence you need to take down T-Set?
pt: Figurati. Ehi, hai trovato la fiducia che ti serve per battere le T-Set?

# 140_Haruka
source: Well, to be honest, I still don't know if I can beat them, but I'm doing everything I can to get ready.
pt: Beh, a dire il vero, non so ancora se riesco a batterle, ma sto facendo di tutto per prepararmi.

# 152_Shimada
source: You have a new, determined air about you, too! Here, hold out your palm.
pt: Hai anche tu un'aria nuova e determinata! Su, tendi la mano.

# 164_Haruka
source: Huh? But you've already read my palm...
pt: Eh? Ma mi hai già letto la mano...

# 176_Shimada
source: But your lines are always changing. Your palm is like a mirror that shows who you are at the moment. If you change, your lines change with you.
pt: Ma le tue linee cambiano sempre. Il tuo palmo è come uno specchio che mostra chi sei in questo momento. Se tu cambi, le tue linee cambiano con te.

# 212_Haruka
source: What do you see?
pt: Cosa vedi?

# 224_Shimada
source: Incredible...!
pt: Incredibile...!

# 236_Haruka
source: What? What is it?
pt: Cosa? Cosa c'è?

# 248_Shimada
source: Amazing! You have a star sign!
pt: Incredibile! Hai un segno a stella!

# 260_Haruka
source: A star sign?
pt: Un segno a stella?

# 272_Shimada
source: Yes, it's a mark that comes up suddenly and temporarily. It's extremely rare.
pt: Sì, è un segno che compare all'improvviso e temporaneamente. È estremamente raro.

# 284_Shimada
source: While you have the star sign, you're practically invincible, and everything's almost sure to play out in your favor.
pt: Finché hai il segno a stella, sei praticamente invincibile, e quasi tutto andrà a tuo favore.

# 296_Shimada
source: That star wasn't there last time. All your hard work and effort must've changed your frame of mind and made it appear.
pt: Quella stella non c'era l'ultima volta. Tutto il tuo duro lavoro e impegno devono aver cambiato il tuo stato d'animo e l'hanno fatta apparire.

# 308_Haruka
source: Wow. My effort made this appear?
pt: Wow. Il mio impegno l'ha fatta apparire?

# 320_Shimada
source: That's right. You couldn't have gotten a better reading just now! It means you have a great chance at the Princess League final round!
pt: Esatto. Non potevi ottenere una lettura migliore proprio\nora! Significa che hai un'ottima possibilità alla finale della Princess League!

# 332_Haruka
source: Wow. That makes me really happy to hear.
pt: Wow. Mi fa davvero piacere sentirlo.

# 356_Haruka
source: And now, because of the star mark, the embroilment mark and grief lines I saw last time can be interpreted in a positive way.
pt: E ora, grazie al segno a stella, il segno di coinvolgimento e le linee del dolore che ho visto l'ultima volta possono essere interpretati in modo positivo.

# 368_Shimada
source: I see the suffering you've endured in the past as bolstering your star's brilliance.
pt: Vedo la sofferenza che hai patito in passato rafforzare lo splendore della tua stella.

# 380_Haruka
source: Wow. It'd be amazing if all the bad things that have happened over the course of my life were actually helping me right now.
pt: Wow. Sarebbe incredibile se tutte le brutte cose che mi sono capitate nel corso della mia vita mi stessero davvero aiutando proprio ora.

# 392_Shimada
source: Wouldn't it? Well, I'd better be going. Good luck in the final round!
pt: Non è vero? Beh, è meglio che vada. In bocca al lupo per la finale!

# 416_Haruka
source: Thank you so much!
pt: Grazie mille!

# 428_Shimada
source: Oh, by the way, there was one more thing I forgot to tell you.
pt: Ah, a proposito, c'era un'altra cosa che ho dimenticato di dirti.

# 440_Haruka
source: Really? What's that?
pt: Davvero? Cos'è?

# 452_Shimada
source: I saw something else of significance in your palm.
pt: Ho visto qualcos'altro di significativo nel tuo palmo.

# 464_Haruka
source: Something else? What did you see?
pt: Qualcos'altro? Cosa hai visto?

# 476_Shimada
source: Hmm. Maybe it's best if you don't know...
pt: Mmm. Forse è meglio che tu non lo sappia...

# 488_Haruka
source: Please tell me! I won't get upset, no matter what it is!
pt: Ti prego, dimmelo! Non mi arrabbierò, non importa cosa sia!

# 500_Shimada
source: Well, all right. If you insist. I saw that your Mount of Venus is prominent. That can indicate romance or sensuality.
pt: Beh, d'accordo. Se insisti. Ho visto che il tuo Monte di Venere è prominente. Ciò può indicare romanticismo o sensualità.

# 512_Haruka
source: Mount of Venus?
pt: Monte di Venere?

# 548_Haruka
source: Romance or sensuality!? Me? No way!
pt: Romanticismo o sensualità!? Io? Non è possibile!

# 560_Shimada
source: Hahaha! What a wonderful thing youth is! Anyway, I'll be seeing you!
pt: Hahaha! Che meraviglia la gioventù! Comunque, ci\nvediamo!

# 596_Haruka
source: (But, wow. All in all, I got a really great reading!)
pt: (Ma, wow. Tutto sommato, ho avuto una lettura davvero grandiosa!)

# 608_Haruka
source: (So if a person changes, the lines on their palm change, too! Maybe I really have changed.)
pt: (Quindi se una persona cambia, le linee sul suo palmo cambiano, pure! Forse sono davvero cambiata.)

# 620_Haruka
source: (I don't exactly feel different, but I hope I've grown in some way. Ooh, I just have to do well in that final round!)
pt: (Non mi sento esattamente diversa, ma spero di essere cresciuta in qualche modo. Oh, devo solo fare bene in quel round finale!)
