Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c07d4.po
Languages: pt

source: You got 600 experience points.
pt: Hai guadagnato 600 punti esperienza.

source: Relieved Man
pt: Uomo Sollevato

source: Dry Heaving Man
pt: Uomo con conati a vuoto

# 56_Relieved Man
source: Man, not only did you get here without me throwing up, I actually feel better! Thanks!
pt: Amico, non solo siamo arrivati qui senza che vomitassi, mi sento addirittura meglio! Grazie!

# 68_Kiryu
source: Always a pleasure.
pt: Sempre un piacere.

# 80_Relieved Man
source: I'll definitely ask for you when I'm sober next time!
pt: Ti chiederò senz'altro la prossima volta che sarò sobrio!

# 92_Relieved Man
source: Thank you. I think I'm okay now.
pt: Grazie. Credo di stare a posto adesso.

# 104_Kiryu
source: Try not to overdo the drink next time.
pt: Non esagerare col bere la prossima volta.

# 116_Relieved Man
source: Yeah. Well, later!
pt: Sì. Beh, alla prossima!

# 128_Relieved Man
source: Ugh... You need to take some driving lessons.
pt: Ugh... Dovresti proprio farti qualche lezione di guida.

# 140_Kiryu
source: Sorry about that.
pt: Scusami tanto.

# 152_Kiryu
source: (I guess my driving made him feel worse. I'll have to watch out for that.)
pt: (Immagino che la mia guida l'abbia fatto stare peggio. Dovrò farci attenzione.)
