Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0cc2.po
Languages: pt

source: You got <Color:8>30,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 2,800 experience points.
pt: Hai guadagnato 2.800 punti esperienza.

source: Magutako Manager
pt: Manager del Magutako

source: Young Man
pt: Giovane

source: Businessman
pt: Uomo d'Affari

source: Girl
pt: Ragazza

source: Old Man
pt: Anziano

source: Yes
pt: Sì

source: Handshake Events
pt: Eventi Stretta di Mano

source: The Remover 1
pt: L'Allontanatore 1

source: The Remover 2
pt: L'Allontanatore 2

source: How to Play
pt: Come si gioca

source: Got it.
pt: Capito.

source: Run through it one more time.
pt: Ripassiamolo un'altra volta.

source: I'll try some.
pt: Ne proverò un po'.

source: No, thank you.
pt: No, grazie.

# 76_Magutako Manager
source: Thank you so much for doin' that, Haruka!
pt: Ti ringrazio tanto per averlo fatto, Haruka!

# 88_Haruka
source: Oh, no, I was glad to!
pt: Oh, macché, mi ha fatto piacere!

# 100_Magutako Manager
source: I've never seen so many customers linin' up! Ya sure can draw a crowd!
pt: Non ho mai visto così tanti clienti in fila! Sai davvero come attirare la gente!

# 124_Magutako Manager
source: And they all seemed over the moon to shake your hand! I'd wager I'm gonna have a whole slew of new regulars, thanks to you!
pt: E sembravano tutti al settimo cielo per averti stretto la mano! Scommetto che mi ritroverò con un sacco di nuovi clienti abituali, tutto grazie a te!

# 136_Magutako Manager
source: This a great success, if ya ask me. I better roll up my sleeves tomorrow, 'cause it looks like I'm gonna be busy! Thank you, Haruka!
pt: È un gran successo, se me lo chiedi. Mi toccherà rimboccarmi le maniche domani, perché mi sa che avrò un sacco da fare! Grazie, Haruka!

# 148_Haruka
source: I'm just happy I could help!
pt: Sono solo contenta di aver potuto dare una mano!

# 160_Magutako Manager
source: Here's your reward for bein' my "manager for a day"! I threw in a little extra, too!
pt: Ecco la tua ricompensa per essere stato il mio "manager per un giorno"! Ci ho messo anche qualcosina in più!

# 184_Haruka
source: Wha－? Are you sure? Thank you very much!
pt: Cosa?! Davvero? Ti ringrazio tanto!

# 196_Magutako Manager
source: And they all seemed pretty pleased to shake your hand! They liked my takoyaki, too, so, frankly, I couldn't be happier! Thank you, Haruka!
pt: E sembravano tutti molto contenti di averti stretto la mano! Hanno apprezzato anche i miei takoyaki, quindi, francamente, non potrei essere più felice! Grazie, Haruka!

# 208_Haruka
source: I'm just happy I could help!
pt: Sono solo contenta di aver potuto dare una mano!

# 220_Magutako Manager
source: Here's a little reward for bein' my "manager for a day"! Wish it could be more.
pt: Ecco una piccola ricompensa per essere stato il mio "manager per un giorno"! Magari potesse essere di più.

# 244_Haruka
source: Thank you very much!
pt: Grazie mille!

# 256_Magutako Manager
source: It's me who should be thankin' you! You really gave Magutako a boost today. I hope you'll be back!
pt: Sono io che ti devo ringraziare! Hai davvero dato una bella spinta a Magutako oggi. Spero che tornerai!

# 328_Magutako Manager
source: All right, folks! Today, we have a very special guest here at Magutako, singer Haruka Sawamura-chan! She's agreed to be my "manager for a day"!
pt: Ascoltate, gente! Oggi abbiamo un ospite molto speciale qui al Magutako, la cantante Haruka Sawamura-chan! Ha accettato di essere la mia "manager per un giorno"!

# 340_Magutako Manager
source: Try our special bargain, a sampler three-pack of takoyaki! Only one hundred yen!
pt: Prova la nostra offerta speciale, un tris d'assaggio di takoyaki! A soli cento yen!

# 352_Magutako Manager
source: Each lucky person who buys takoyaki today will receive a warm handshake from our special "manager for a day," Haruka!
pt: Ogni fortunato che compra takoyaki oggi riceverà una calorosa stretta di mano dalla nostra speciale "manager per un giorno", Haruka!

# 364_Haruka
source: Step on up and try this takoyaki, everyone! It's absolutely delicious!
pt: Forza, gente! Provate questi takoyaki! Sono assolutamente deliziosi!

# 376_Young Man
source: I'll take a pack!
pt: Prendo un pacchetto!

# 388_Businessman
source: Hey, you're Haruka-chan from the Princess League! I wanna shake your hand!
pt: Ehi, tu sei Haruka-chan della Princess League! Voglio stringerti la mano!

# 400_Girl
source: Mommy, can I shake Haruka-chan's hand, too?
pt: Mamma, posso stringere anch'io la mano di Haruka-chan?

# 412_Old Man
source: I'll take some takoyaki!
pt: Prendo dei takoyaki!

# 424_Magutako Manager
source: Whaddya say, Haruka-chan? How about some nice, warm handshakes for our wonderful new customers?
pt: Che ne dici, Haruka-chan? Che ne dici di belle, calde strette di mano per i nostri meravigliosi nuovi clienti?

# 436_Haruka
source: Of course!
pt: Ma certo!

# 448_Magutako Manager
source: (Should I go over the handshake procedure before I get started?)
pt: (Dovrei ripassare la procedura delle strette di mano prima di iniziare?)

# 460_Magutako Manager
source: (Yes, I think I'd better, just in case.)
pt: (Sì, penso sia meglio, nel caso.)

# 472_Magutako Manager
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Al tempo stesso, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai superfan che indossano happi coat. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 484_Magutako Manager
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere mantenuta in movimento. Questo è il lavoro di un membro dello staff di nome Taro Hagashi, conosciuto come "L'Allontanatore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 496_Magutako Manager
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va impaurito, e il livello di soddisfazione dei fan cala. Per fortuna, "L'Allontanatore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e diventerà un mollaccione, dimenticandosi di fare il suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 508_Magutako Manager
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilascerai <Action:Button_Square@Handshake>. Durante questo tempo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 520_Magutako Manager
source: (Let's see. Have I got it now?)
pt: Vediamo. L'ho capito ora?

# 532_Magutako Manager
source: (Hmm. I think I'd better run through it one more time, just to be safe.)
pt: (Hmm. Credo proprio che sia meglio ripassarlo un'altra volta, non si sa mai.)

# 544_Magutako Manager
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Al tempo stesso, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai superfan che indossano happi coat. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 556_Magutako Manager
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere mantenuta in movimento. Questo è il lavoro di un membro dello staff di nome Taro Hagashi, conosciuto come "L'Allontanatore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 568_Magutako Manager
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va impaurito, e il livello di soddisfazione dei fan cala. Per fortuna, "L'Allontanatore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e diventerà un mollaccione, dimenticandosi di fare il suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 580_Magutako Manager
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilascerai <Action:Button_Square@Handshake>. Durante questo tempo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 592_Magutako Manager
source: (I think I'm all set now. I'd better get started on the handshakes!)
pt: (Credo di essere pronto ora. È meglio che mi dia una mossa con le strette di mano!)

# 604_Magutako Manager
source: (I guess I don't need to. I'd better get started on the handshakes!)
pt: (Non credo sia necessario. È meglio che mi dia una mossa con le strette di mano!)

# 628_Magutako Manager
source: Huh? Uh, miss? Excuse me!
pt: Eh? Ehm, signorina? Scusi!

# 652_Magutako Manager
source: Aren't you Haruka-chan, that big idol from TV? I'd recognize that face anywhere!
pt: Non sei Haruka-chan, quell'idol famosa della TV? Ti riconoscerei\nquella faccia ovunque!

# 664_Haruka
source: Mhm, that's right. I'm Haruka Sawamura. Thank you so much for watching!
pt: Mhm, esatto. Sono Haruka Sawamura. Grazie mille\nper avermi seguita!

# 676_Magutako Manager
source: Well, would you look at that? A famous star like you just strollin' down the street!
pt: Ma guarda un po'? Una star famosa come te che\nse ne va in giro per strada!

# 688_Magutako Manager
source: Hey, I know! Why not try some of my takoyaki before ya go?
pt: Ehi, ho un'idea! Perché non assaggi un po' dei miei takoyaki prima che te ne vada?

# 700_Haruka
source: Me? But－
pt: Io? Ma—

# 712_Magutako Manager
source: Haha! Don't worry! It's on the house! As you can see, it's not exactly busy here. In a bit of a slump, ya might say.
pt: Ahah! Non ti preoccupare! Offre la casa! Come puoi vedere, non è proprio affollato qui. Siamo un po' in un periodo morto, diciamo.

# 724_Magutako Manager
source: I just can't understand it 'cause my takoyaki is really good. Care to give it a try?
pt: Non riesco proprio a capirlo perché i miei takoyaki sono davvero\nbuoni. Ti va di provarli?

# 736_Magutako Manager
source: Oh, um, not right now, thank you, but definitely next time!
pt: Oh, ehm, non adesso, grazie, ma sicuramente la prossima volta!

# 748_Magutako Manager
source: You promise? Okay, I'll be waitin' for ya!
pt: Lo prometti? Ok, ti aspetterò!

# 760_Magutako Manager
source: All right, I'll try some.
pt: Va bene, ne proverò un po'.

# 772_Magutako Manager
source: There's a good girl! Here ya go. Real Magutako takoyaki! Nothin' more "Osaka" than this!
pt: Brava ragazza! Ecco qua. Veri takoyaki Magutako! Niente di più "Osaka" di così!

# 784_Haruka
source: Thank you very much.
pt: Grazie mille.

# 844_Haruka
source: Phew! It's hot!
pt: Uff! Fa caldo!

# 856_Magutako Manager
source: So, whaddya think? Good, right?
pt: Allora, che ne pensi? Buoni, no?

# 868_Haruka
source: Mmm! It really is! It's delicious!
pt: Mmm! Lo è davvero! È buonissimo!

# 880_Magutako Manager
source: See? What'd I tell ya? Best in the city, if I do say so myself. I just can't figure out why people ain't linin' up to come get it!
pt: Visto? Che ti dicevo? I migliori della città, se lo dico io stesso. Non riesco proprio a capire perché la gente non faccia la fila per venirli a prendere!

# 892_Magutako Manager
source: Maybe I gotta advertise more or spruce up my stand or somethin'? I tell ya, I'm stumped!
pt: Forse devo fare più pubblicità o abbellire la mia bancarella o qualcosa del genere? Te lo dico, non so che pesci pigliare!

# 904_Haruka
source: If only people would try a bite, they'd be hooked, I'm sure.
pt: Se solo la gente provasse un boccone, ci prenderebbe subito gusto, ne sono sicura.

# 916_Magutako Manager
source: Ya think so? Well, that's awfully kind of ya to say. Thank you, Haruka-chan!
pt: La pensi così? Beh, è davvero gentile da parte tua dirlo. Grazie, Haruka-chan!

# 928_Magutako Manager
source: Hey, if ya ever get a chance, maybe you can talk this place up on TV!
pt: Ehi, se ti capita l'occasione, magari potresti parlare bene di questo posto in TV!

# 940_Haruka
source: Oh, I don't know. I don't get many chances to say whatever I want on TV...
pt: Oh, non so. Non ho molte occasioni per dire quello che voglio in TV...

# 952_Magutako Manager
source: Haha! Aw, I'm just pullin' your leg. You're an idol, after all. It's not like you're a comedian or anything!
pt: Ahah! Ma dai, ti stavo solo prendendo in giro. Sei un'idol, dopo tutto. Non è che sei una comica o roba del genere!

# 964_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 976_Magutako Manager
source: Hey, I know! Wanna be my "manager for a day"? If you'd do that for me, I can't tell ya how much I'd appreciate it!
pt: Ehi, ho un'idea! Vuoi fare il mio "manager per un giorno"? Se facessi questo per me, non ti dico quanto lo apprezzerei!

# 988_Haruka
source: Manager for a day? What would you have me do?
pt: Manager per un giorno? Cosa mi faresti fare?

# 1000_Magutako Manager
source: Hmm, I dunno... Just stand in front of the shop, maybe? That oughta do the trick!
pt: Mmm, non so... Stare davanti al negozio, magari? Quello dovrebbe bastare!

# 1012_Haruka
source: But would that really draw in customers, do you think?
pt: Ma pensi che così si attirerebbero davvero clienti?

# 1024_Magutako Manager
source: Wouldn't it? I know it'd get me to stop by.
pt: Come no? Io, di sicuro, un salto ce lo farei.

# 1036_Haruka
source: Well, then... How about a handshake event?
pt: Dunque... Che ne dici di un evento di stretta di mano?

# 1048_Haruka
source: I can shake hands with whomever buys your takoyaki.
pt: Posso stringere la mano a chiunque compri il tuo takoyaki.

# 1060_Magutako Manager
source: Huh? You'd really do that for me?
pt: Eh? Lo faresti davvero per me?

# 1072_Haruka
source: Of course! Oh, but wait. I'd better check with my agency to make sure it's all right. I don't think they'll have any objections, though.
pt: Certo! Oh, ma aspetta. È meglio che chieda alla mia agenzia per assicurarmi che sia tutto a posto. Non credo che avranno obiezioni, però.

# 1084_Magutako Manager
source: That'd be fantastic!
pt: Sarebbe fantastico!

# 1132_Magutako Manager
source: They said yes. They thought it would be a great idea to help out a local business.
pt: Hanno detto di sì. Hanno pensato che sarebbe stata un'ottima idea dare una mano a un'attività locale.

# 1144_Magutako Manager
source: They did!? Wonderful! I'll start gettin' ready right away!
pt: Hanno detto di sì!? Meraviglioso! Inizierò a prepararmi subito!

# 1156_Haruka
source: And I'll change into my work outfit!
pt: E mi metto la mia tenuta da lavoro!
