Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002e.po
Languages: pt

source: ○Nagoya has a car culture.
pt: ○Nagoya ha una cultura dell'auto.

source: □It's not normal at all.
pt: □Non è affatto normale.

source: △I guess it's a foreign model?
pt: △Immagino sia un modello straniero?

source: ○I see.
pt: ○Capisco.

source: □Trains are more convenient.
pt: □I treni sono più comodi.

source: ○That's cool!
pt: ○Forte!

source: □That's no good.
pt: □Così non va bene.

source: ○Sure, if you're rich.
pt: ○Certo, se sei ricco.

source: □Then you take the train.
pt: □Allora prendi il treno.

source: ○Sweet! I'll buy one!
pt: ○Grande! Ne comprerò uno!

source: □No frickin' way.
pt: □Col cavolo.

source: ○More than convenience stores.
pt: ○Più dei convenience store.

source: □Do you not go much?
pt: □Non ci vai spesso?

source: ○That's typical.
pt: ○È tipico.

source: □Nagoya's the best.
pt: □Nagoya è la migliore.

source: ○Sounds like a good time.
pt: ○Sembra divertente.

source: □How does that turn out?
pt: □E come va a finire?

source: △Can I come next time, too?
pt: △Posso venire anch'io la prossima volta?

source: ○Absolutely!
pt: ○Assolutamente!

source: □On second thought...
pt: □Ripensandoci...

source: ○Yep, Tokyo has you beat.
pt: ○Già, Tokyo ti batte.

source: □It's the same everywhere.
pt: □È lo stesso dappertutto.

source: ○That's true.
pt: ○È vero.

source: ○Maybe so.
pt: ○Può darsi.

source: □Not at all.
pt: □Per niente.

source: ○Without a doubt.
pt: ○Senza dubbio.

source: □It's not that.
pt: □Non è quello.

source: △It's because of the makeup.
pt: △È per via del trucco.

# 540_Shinada
source: There sure are lots of cars here in Nagoya. They say the world is moving away from using automobiles, but you'd never guess looking around here.
pt: Ci sono proprio un sacco di auto qui a Nagoya. Dicono che il mondo stia smettendo di usare le macchine, ma a guardarsi in giro da queste parti non si direbbe proprio.

# 552_Shion
source: Is that so? There aren't more cars in places like Tokyo or Osaka?
pt: Dici? Non ce ne sono di più in posti come Tokyo o Osaka?

# 564_Shinada
source: Nope. There are way more here. I bet you have a car, don't you, Shion-chan?
pt: Macché. Ce ne sono molte di più qui. Scommetto che hai la macchina anche tu, vero Shion-chan?

# 576_Shion
source: Of course. Is that not normal?
pt: Certo. Perché, non è normale?

# 588_Shinada
source: Nagoya has a car culture, so it's not out of place. Metropolitan Tokyo has a good rail network, so you don't need a car.
pt: Nagoya ha una cultura dell'auto, quindi non è fuori luogo. A Tokyo c'è un'ottima rete ferroviaria, quindi non serve avere la macchina.

# 600_Shion
source: But we have trains here in Nagoya as well.
pt: Ma abbiamo i treni anche qui a Nagoya.

# 612_Shinada
source: But you still drive everywhere, don't you? Why do you think that is?
pt: Però continuate comunque ad andare dappertutto in macchina, no? Secondo te come mai?

# 624_Shion
source: Well... Typically, driving a car is more convenient. But I'll take a train if it's better to do so.
pt: Be'... di solito guidare è più comodo. Però prendo il treno se conviene di più.

# 636_Shinada
source: I see. I always see the streets in Tokyo being gridlocked with traffic, but I can see how trains are less convenient in Nagoya.
pt: Capisco. Vedo sempre le strade di Tokyo intasate dal traffico, ma capisco perché a Nagoya i treni siano meno comodi.

# 648_Shion
source: Yes, here in Nagoya our roadways are nice and wide, so traffic flows more easily. You can reach some impressive speeds as well!
pt: Sì, qui a Nagoya le strade sono belle larghe, quindi il traffico scorre più facilmente. Si possono raggiungere anche delle velocità niente male!

# 660_Shinada
source: That's cool! You can't get the thrill of flying down the road in a train.
pt: Che forza! Non si prova lo stesso brivido di quando sfrecci in strada stando su un treno.

# 672_Shion
source: Oh my, you like to drive as well, Shinada-san? Perhaps you could take me out on a drive sometime!
pt: Caspita, piace guidare anche a te, Shinada-san? Magari un giorno potresti portarmi a fare un giro in macchina!

# 684_Shinada
source: Hey, you bet! Just as soon as I can actually get one...
pt: Ehi, puoi scommetterci! Non appena riuscirò a procurarmene una...

# 696_Shinada
source: That's no good. Driving fast like that could put other drivers at risk.
pt: Non va bene. Correre così tanto potrebbe mettere in pericolo gli altri automobilisti.

# 708_Shion
source: But driving slowly takes so much time. What else are people supposed to do?
pt: Ma guidare piano porta via un sacco di tempo. Cos'altro dovrebbe fare la gente?

# 720_Shinada
source: You people need to relax some more. You guys are all rich, what's there to be rushing about?
pt: Voi gente dovreste rilassarvi un po' di più. Siete tutti ricchi, che bisogno c'è di avere tutta questa fretta?

# 732_Shinada
source: Trains are more convenient. You can do so many other things with your time en route. Like take a nap.
pt: I treni sono più comodi. Puoi fare un sacco di altre cose mentre sei in viaggio. Tipo farti un pisolino.

# 744_Shion
source: How unseemly, sleeping in front of other people! I prefer the privacy offered by being inside my own vehicle.
pt: Che cosa sconveniente, dormire davanti agli altri! Preferisco la privacy che offre stare dentro il proprio veicolo.

# 756_Shinada
source: I guess if you put it like that...
pt: Immagino che se la metti così...

# 768_Shinada
source: It's not normal at all. One family might own a single car, if that. It's super rare for a family to have one car per person.
pt: Non è per niente normale. Una famiglia potrebbe avere un'auto sola, se va bene. È rarissimo che in una famiglia ce ne sia una a testa.

# 780_Shion
source: But if a family only has one car, what do the others do if someone has already taken it out? Do they call for a town car?
pt: Ma se una famiglia ha solo un'auto, cosa fanno gli altri se qualcuno l'ha già presa? Chiamano un'auto privata?

# 792_Shinada
source: Sure, if you're rich. They probably only take the train if they've been drinking and can't drive.
pt: Certo, se sei ricco. Probabilmente prendono il treno solo se hanno bevuto e non possono guidare.

# 804_Shion
source: Oh, but if I have my car and I've been drinking, I can simply have my chauffeur drive.
pt: Oh, ma se ho la mia auto e ho bevuto, posso semplicemente far guidare il mio autista.

# 816_Shinada
source: Chauffeur!? What color is the sky in your world, anyhow?
pt: Autista!? Ma di che colore è il cielo nel tuo mondo, sentiamo?

# 828_Shinada
source: Then you take the train. Seriously, you can take the train basically anywhere.
pt: Allora prendi il treno. Dico sul serio, puoi andare praticamente ovunque in treno.

# 840_Shion
source: Oh, now I get it! I always found it curious why people would take the train instead of using their own car.
pt: Oh, ora capisco! Ho sempre trovato curioso che la gente prendesse il treno invece di usare la propria auto.

# 852_Shinada
source: Hey, that's privilege for you.
pt: Ehi, ecco cosa vuol dire essere dei privilegiati.

# 864_Shinada
source: I'm guessing it's a foreign model? Man, it must be nice to be rich.
pt: Scommetto che è un modello straniero, eh? Cavolo, dev'essere proprio bello essere ricchi.

# 876_Shion
source: Oh, I wish you could have one too, Shinada-san. I think a sports car would suit you quite well!
pt: Oh, vorrei che ne avessi una anche tu, Shinada-san. Penso che un'auto sportiva ti starebbe proprio bene!

# 888_Shinada
source: Sweet! I'll buy one! I just have to save up the cash. How much do you think it'll cost?
pt: Grande! Ne compro una! Devo solo mettere da parte i soldi. Quanto credi che mi costerà?

# 900_Shion
source: A new car would be around 15 million yen, maybe? Limited edition models would run around 30 million, but I wouldn't recommend those.
pt: Un'auto nuova verrebbe sui 15 milioni di yen, forse? I modelli in edizione limitata costerebbero sui 30 milioni, ma non te li consiglierei.

# 912_Shinada
source: Whoa, seriously!? That's insane!
pt: Cavolo, dici sul serio!? È pazzesco!

# 924_Shion
source: Oh my, is it? Well, if you can't afford a new car, perhaps you can negotiate for a secondhand one.
pt: Oh cielo, davvero? Be', se non puoi permetterti un'auto nuova, magari potresti trattare per una di seconda mano.

# 936_Shinada
source: Ha, maybe if they could bring down the price by one, preferably two decimal places.
pt: Ah, magari se togliessero uno zero dal prezzo, o meglio due.

# 948_Shinada
source: No frickin' way. I wouldn't even make it past the credit check. And even if I did, the yearly maintenance cost would break my nonexistent piggy bank.
pt: Col cavolo. Non supererei nemmeno il controllo del credito. E anche se ci riuscissi, i costi di manutenzione annuali prosciugherebbero il mio salvadanaio inesistente.

# 960_Shion
source: That really can't be avoided, though. It's like your gas and water bill－ a necessary living expense.
pt: Però non si può proprio evitarlo. È come la bolletta del gas e dell'acqua... una spesa necessaria per vivere.

# 972_Shinada
source: No, this would definitely be a luxury. Unless I lived in the sticks and could somehow find a house with a garage, I could never afford to have one.
pt: No, questo sarebbe decisamente un lusso. A meno che non vivessi in un posto sperduto e non riuscissi in qualche modo a trovare una casa con un garage, non potrei mai permettermene una.

# 984_Shion
source: Couldn't you park it in front of your house even without a garage? I see many households around here do that.
pt: Non potresti parcheggiarla davanti a casa tua anche senza un garage? Vedo che molte famiglie qui intorno fanno così.

# 996_Shinada
source: I'm surprised people don't get ticketed for doing that. Nagoya really is another world.
pt: Mi stupisce che la gente non si becchi una multa per una cosa del genere. Nagoya è proprio un altro mondo.

# 1008_Shinada
source: I've noticed there's a lot of coffee shops around here.
pt: Ho notato che è pieno di caffetterie da queste parti.

# 1020_Shion
source: Now that you mention it, I suppose there are.
pt: Ora che me lo fai notare, credo proprio che ce ne siano.

# 1032_Shinada
source: More than convenience stores, even. I bet there isn't a city in all of Japan that has as many coffee shops as this place does.
pt: Più dei minimarket, addirittura. Scommetto che non esiste un'altra città in tutto il Giappone con così tante caffetterie come questa.

# 1044_Shion
source: Really? But I heard that there was a big café boom all over the country.
pt: Davvero? Eppure avevo sentito che c'era stato un grande boom delle caffetterie in tutto il paese.

# 1056_Shinada
source: Yeah, but those are all foreign chain shops. They're more like fast-food places, so nothing like the mom-and-pop ones.
pt: Sì, ma quelle sono tutte catene straniere. Sono più simili a dei fast food, quindi non hanno niente a che vedere con i locali a gestione familiare.

# 1068_Shion
source: Yes, the atmosphere would be quite different. I had no idea.
pt: Sì, l'atmosfera sarebbe decisamente diversa. Non ne avevo proprio idea.

# 1080_Shinada
source: Do you not go much?
pt: Non ci vai spesso?

# 1092_Shion
source: No, we do. When I have tea with friends, for instance, we often go to a coffee shop or teahouse instead of someone's home.
pt: No, invece ci andiamo. Per esempio, quando vado a prendere un tè con gli amici, spesso andiamo in una caffetteria o in una sala da tè invece che a casa di qualcuno.

# 1104_Shinada
source: Huh, wonder why everyone around here loves coffee shops so much?
pt: Chissà perché a tutti da queste parti piacciono così tanto le caffetterie?

# 1116_Shion
source: It's quite relaxing. We wind up having long conversations, and can even spend the better part of the day there.
pt: È piuttosto rilassante. Finiamo per fare delle lunghe chiacchierate e possiamo persino passarci gran parte della giornata.

# 1128_Shion
source: Do you go to them often as well, Shinada-san?
pt: Ci vai spesso anche tu, Shinada-san?

# 1140_Shinada
source: Of course! Practically every day. I like being able to go into a coffee shop and order up "the usual," hehe.
pt: Certo! Praticamente ogni giorno. Mi piace poter entrare in una caffetteria e ordinare "il solito", ehehe.

# 1152_Shinada
source: A cup of coffee with toast and a salad, throw in an egg on the side. That's the stuff!
pt: Una tazza di caffè con toast e insalata, mettici pure un uovo di contorno. Non c'è niente di meglio!

# 1164_Shion
source: Here, it's typical for shops to provide a complimentary accompaniment as well.
pt: Qui è tipico che i locali offrano anche un accompagnamento in omaggio.

# 1176_Shion
source: When I went to Tokyo, I was rather surprised when I wasn't served anything else with the coffee I had ordered.
pt: Quando sono andata a Tokyo, sono rimasta piuttosto sorpresa quando non mi hanno servito nient'altro insieme al caffè che avevo ordinato.

# 1188_Shinada
source: That's typical. There are breakfast combos you can get, but they're not as cheap as in Nagoya.
pt: È tipico. Ci sono dei menu colazione che puoi ordinare, ma non sono economici come a Nagoya.

# 1200_Shion
source: I feel 500 yen for a single cup of coffee is far too expensive.
pt: Penso che 500 yen per una singola tazza di caffè siano decisamente troppi.

# 1212_Shinada
source: Heh, even by your standards?
pt: Eh, persino per i tuoi standard?

# 1224_Shinada
source: Nagoya's the best. Now that I've lived here, I don't think I could stand living anywhere else.
pt: Nagoya è il massimo. Ora che ci vivo, non credo che riuscirei a sopportare di vivere da nessun'altra parte.

# 1236_Shion
source: I'm so delighted you like it!
pt: Mi fa davvero piacere che ti piaccia!

# 1248_Shion
source: Speaking of our coffee shops, they really do feel more like restaurants, don't they?
pt: A proposito delle nostre caffetterie, sembrano proprio più dei ristoranti, non trovi?

# 1260_Shion
source: It's actually not uncommon for families to go to coffee shops for breakfast on weekends and holidays, to give mothers a break from cooking.
pt: In realtà non è raro che le famiglie vadano nelle caffetterie a fare colazione nei fine settimana e nei giorni festivi, per concedere alle madri una pausa dal cucinare.

# 1272_Shinada
source: Sounds like a good time. I always had baseball practice in the morning, so I never could have a family breakfast like that.
pt: Sembra proprio una bella cosa. Avevo sempre gli allenamenti di baseball al mattino, quindi non riuscivo mai a fare una colazione in famiglia come quella.

# 1284_Shion
source: Oh, really?
pt: Oh, davvero?

# 1296_Shinada
source: Yeah. So the owner of the coffee shop sort of became like family to me.
pt: Già. Così il proprietario della caffetteria è diventato un po' come uno di famiglia per me.

# 1308_Shion
source: Oh my! In that case, would you be so kind as to introduce me to this coffee shop of yours? I'd love to go if you're so fond of it, Shinada-san.
pt: Oh cielo! In tal caso, saresti così gentile da farmi scoprire questa tua caffetteria? Mi piacerebbe molto andarci se ci sei così affezionato, Shinada-san.

# 1320_Shinada
source: You got it! I'm sure you'll love it!
pt: Affare fatto! Sono sicuro che ti piacerà!

# 1332_Shinada
source: How does that turn out? I like to skip breakfast on my days off, so I can stay in bed and sleep more.
pt: E com'è che va a finire? Io nei giorni liberi preferisco saltare la colazione, così posso restarmene a letto a dormire di più.

# 1344_Shion
source: Oh dear. Don't you think you should value time spent with your family more? It's rare for a family to be able to go out and eat together.
pt: Oh cielo. Non pensi che dovresti dare più importanza al tempo passato con la tua famiglia? È raro che una famiglia riesca a uscire e mangiare insieme.

# 1356_Shinada
source: That doesn't mean it's gotta be in the morning. Why not go out for dinner instead?
pt: Non significa che debba essere per forza di mattina. Perché non andate a cena fuori, invece?

# 1368_Shion
source: But it's troublesome to wake up early to cook breakfast. You really should appreciate the effort mothers of the world go through, Shinada-san.
pt: Ma è una faticaccia svegliarsi presto per preparare la colazione. Dovresti davvero apprezzare lo sforzo che fanno le madri di tutto il mondo, Shinada-san.

# 1380_Shinada
source: I hear what you're saying, but there's just no way I can wake up that early.
pt: Capisco cosa intendi, ma non c'è proprio verso che io riesca a svegliarmi così presto.

# 1392_Shinada
source: Can I come next time, too?
pt: Posso venire anch'io la prossima volta?

# 1404_Shion
source: Oh my, are you offering to take me out?
pt: Oh cielo, mi stai proponendo di portarmi fuori?

# 1416_Shinada
source: Yeah! I have a customer loyalty card at this coffee shop, so if I buy ten cups, I get the eleventh one free!
pt: Sì! Ho la tessera punti in quella caffetteria, quindi se ne prendo dieci, l'undicesima è gratis!

# 1428_Shion
source: I must say, I would prefer you not to be so stingy about our date!
pt: Devo proprio dirlo, preferirei che non fossi così spilorcio per il nostro appuntamento!

# 1440_Shinada
source: Oh, uh... I was joking! Honest! Just the humor of broke people, heh.
pt: Oh, ehm... stavo scherzando! Dico sul serio! È solo l'umorismo di chi è al verde, eh.

# 1452_Shinada
source: You Nagoya gals sure are amazing. Compared to girls in Osaka, you're way more... How should I put it? More glamorous? Well, at least more flashy!
pt: Voi ragazze di Nagoya siete proprio pazzesche. Rispetto alle ragazze di Osaka, siete molto più... come dire? Più affascinanti? Beh, di sicuro più appariscenti!

# 1464_Shion
source: I hear that a lot, actually. Do you really think so too, Shinada-san?
pt: Lo sento dire spesso, a dire il vero. Lo pensi davvero anche tu, Shinada-san?

# 1476_Shinada
source: Absolutely! I've been all over Japan, and no other city has such glittery girls like you packing the streets.
pt: Altroché! Ho girato tutto il Giappone, e in nessun'altra città le strade sono così piene di ragazze appariscenti come te.

# 1488_Shion
source: Oh, really? I do strive to be fashionable, but it's still quite humbling to be given a compliment like that.
pt: Oh, davvero? Mi impegno molto per essere alla moda, ma ricevere un complimento del genere mi lusinga molto.

# 1500_Shinada
source: No need to be shy! I think it's great!
pt: Non c'è bisogno di fare la modesta! Secondo me è fantastico!

# 1512_Shinada
source: On second thought, not so much. Like that's what I imagined, but reality seems to be coming up a little short.
pt: Ripensandoci, mica tanto. Cioè, era quello che mi immaginavo, ma la realtà sembra lasciar un po' a desiderare.

# 1524_Shion
source: I see. In what way does is not live up to your expectations? Are Tokyo girls more showy? I'm rather curious.
pt: Capisco. Sotto quale aspetto non è all'altezza delle tue aspettative? Le ragazze di Tokyo sono più appariscenti? Sono piuttosto curiosa.

# 1536_Shinada
source: Yep, Tokyo has you beat. You ladies are no match for the ones in Shibuya or Roppongi.
pt: Già, Tokyo vi batte alla grande. Voi ragazze non potete competere con quelle di Shibuya o Roppongi.

# 1548_Shion
source: Well, now! I had no idea.
pt: Ma guarda! Non ne avevo proprio idea.

# 1560_Shion
source: I'll have to ask my mother to buy me better clothing at once. I will not be outdone.
pt: Dovrò chiedere subito a mia madre di comprarmi dei vestiti migliori. Non mi lascerò certo superare.

# 1572_Shinada
source: It's the same everywhere, really. Trends seem to hit the whole country at once nowadays.
pt: È lo stesso dappertutto, sul serio. Ormai sembra che le mode colpiscano tutto il paese contemporaneamente.

# 1584_Shion
source: How true. It isn't as if Nagoya is the lone trendsetter.
pt: Proprio vero. Non è mica come se Nagoya fosse l'unica a lanciare le mode.

# 1596_Shinada
source: I would've thought it'd be a bit slower to reach here, actually.
pt: A dire il vero, avrei pensato che ci mettesse un po' di più ad arrivare fin qui.

# 1608_Shinada
source: But the girls here do all wear nice clothing. And it's all designer stuff at that.
pt: Però qui le ragazze vestono tutte bene. E per di più è tutta roba firmata.

# 1620_Shion
source: I suppose so, but is that not the case in any affluent region?
pt: Suppongo di sì, ma non è forse così in ogni regione benestante?

# 1632_Shinada
source: That's true. I guess the rich just outnumber the flashy, huh?
pt: È vero. Immagino che i ricchi siano semplicemente più numerosi di quelli appariscenti, no?

# 1644_Shion
source: Indeed. I'm sure certain areas where the wealthy gather in Tokyo feel just like Nagoya.
pt: Proprio così. Sono certa che certe zone di Tokyo dove si radunano i ricchi siano proprio come Nagoya.

# 1656_Shinada
source: Maybe so. Heck, maybe it's just us regular folk that notice anything at all. The rich probably think Nagoya's as normal as it gets.
pt: Può darsi. Cavolo, forse siamo solo noi gente comune a farci caso. I ricchi probabilmente pensano che Nagoya sia del tutto normale.

# 1668_Shion
source: Hmph! I'm afraid I'll have to stop you there. I don't appreciate you putting down my city like that.
pt: Umpf! Temo di doverti fermare qui. Non gradisco affatto che tu sminuisca la mia città in questo modo.

# 1680_Shinada
source: Hey, does it really matter what I think anyways? You've got so much pride!
pt: Ehi, ma che importanza ha quello che penso io, comunque? Hai un orgoglio incredibile!

# 1692_Shinada
source: Not at all. You should check out Tokyo. Then you'll see what makes Nagoya so special.
pt: Niente affatto. Dovresti fare un salto a Tokyo. Allora vedresti cosa rende Nagoya così speciale.

# 1704_Shion
source: Oh, that could be fun! But it would be so boring to go by myself. Perhaps I'll go with my friends!
pt: Oh, potrebbe essere divertente! Ma andarci da sola sarebbe così noioso. Magari ci andrò con i miei amici!

# 1716_Shinada
source: That'll be one group of tourists that really stands out.
pt: Sarebbe proprio un gruppo di turisti che darebbe nell'occhio.

# 1728_Shinada
source: Oh no. They might be loaded, but that doesn't mean they obsess over designer stuff. They just wear normal clothes, like me and you. Er, well, like me.
pt: Ma no. Saranno pure carichi di grana, ma non significa che siano ossessionati dalla roba firmata. Mettono solo vestiti normali, come me e te. Ehm, beh, come me.

# 1740_Shion
source: Oh my, really? I don't like feeling as if people in Nagoya spend money carelessly.
pt: Cielo, davvero? Non mi piace l'idea che la gente di Nagoya spenda i soldi senza criterio.

# 1752_Shinada
source: In any case, if it were only about being rich, the men would be just as showy, right? But it's only the girls. Weird...
pt: In ogni caso, se fosse solo una questione di soldi, anche gli uomini sarebbero altrettanto appariscenti, no? Invece lo sono solo le ragazze. Strano...

# 1764_Shion
source: Perhaps women need to attract more attention to themselves?
pt: Magari le donne hanno bisogno di attirare di più l'attenzione su di sé?

# 1776_Shinada
source: Without a doubt. Compared to them, the men might as well be country bumpkins.
pt: Senza dubbio. In confronto a loro, gli uomini potrebbero benissimo essere dei campagnoli.

# 1788_Shion
source: I quite agree! I wonder, why don't men here have refined sensibilities?
pt: Sono d'accordissimo! Mi chiedo come mai gli uomini qui non abbiano una sensibilità più raffinata.

# 1800_Shinada
source: You got me there. Hahaha.
pt: Mi hai beccato. Ahahah.

# 1812_Shinada
source: It's not that. I think the girls here are all pretty humble, actually.
pt: Non è quello. In realtà, credo che le ragazze qui siano tutte piuttosto umili.
