Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0de9.po
Languages: pt

source: Girl
pt: Ragazza

source: Sotenbori Love Check Quiz
pt: Sotenbori Quiz sul Controllo dell'Amore

source: A magazine interview
pt: Un'intervista per una rivista

source: Love to See You Smile
pt: Bello vederti sorridere

# 44_Akiyama
source: (Here's Ashitaba Park. Now, to find this Maya girl...)
pt: Ecco il Parco Ashitaba. Ora, devo trovare questa ragazza, Maya...

# 56_Akiyama
source: Uh, um...
pt: Uh, ehm...

# 68_Akiyama
source: Hm?
pt: Mh?

# 80_Akiyama
source: Huh? Aren't you the young lady who bounced off me earlier?
pt: Mh? Non sei la signorina che mi è venuta addosso prima?

# 92_Girl
source: I'm terribly sorry about that. Um... I'm Strawberry Maya.
pt: Mi dispiace un sacco per quello. Ehm... Sono Strawberry Maya.

# 104_Akiyama
source: Huh? You are?
pt: Eh? Davvero?

# 116_Maya
source: Yes. I beg your pardon, but are you Akiyama-san of Dyna Chair?
pt: Sì. Mi scusi, ma è lei Akiyama-san della Dyna Chair?

# 128_Akiyama
source: Well, sort of. I'm not an employee of Dyna Chair, but...
pt: Beh, più o meno. Non sono un impiegato della Dyna Chair, ma...

# 140_Maya
source: Oh, you aren't?
pt: Oh, non lo è?

# 152_Akiyama
source: Yamaura-san asked me to serve as your manager today. I hope I can measure up.
pt: Yamaura-san mi ha chiesto di farti da manager oggi. Spero di essere all'altezza.

# 164_Maya
source: Oh, thank you! I'm so glad you're here.
pt: Oh, grazie! Sono così contenta che tu sia qui.

# 176_Akiyama
source: Yamaura-san said you got lost. Is that why you were in such a rush?
pt: Yamaura-san ha detto che ti sei perso. È per questo che andavi così di fretta?

# 188_Maya
source: My sense of direction is awful. I walked all over Sotenbori, but I still couldn't find Dyna Chair...
pt: Il mio senso dell'orientamento fa schifo. Ho girato tutta Sotenbori, ma non sono ancora riuscito a trovare la Dyna Chair...

# 200_Akiyama
source: You don't say. All right then, let's get started. It's my job to get you to your appointments today.
pt: Non mi dire. Va bene, allora diamoci una mossa. È il mio compito portarti ai tuoi appuntamenti oggi.

# 212_Akiyama
source: Okay, your first job today is... What was it now?
pt: Va bene, il tuo primo impegno oggi è... Cos'era, adesso?

# 224_Akiyama
source: You're going to appear on Sotenbori Love Check Quiz. Let's head over to Soten TV, shall we?
pt: Sarai ospite al Sotenbori Love Check Quiz. Andiamo a Soten TV, che ne dici?

# 236_Maya
source: Okay! Thanks so much!
pt: Va bene! Grazie mille!

# 260_Akiyama
source: First up is a magazine interview. We have to go to Dyna Chair for that.
pt: Per primo c'è un'intervista per una rivista. Dobbiamo andare alla Dyna Chair per quello.

# 272_Maya
source: Okay! Thanks so much!
pt: Va bene! Grazie mille!

# 296_Akiyama
source: You're going into the studio for Love to See You Smile, so let's get you over to Soten TV.
pt: Andrai nello studio per Love to See You Smile, quindi andiamo a Soten TV.

# 308_Maya
source: Okay! Thanks so much!
pt: Va bene! Grazie mille!
