Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340013.po
Languages: pt

# 2436_Kiryu
source: Don't you eat it often? It's a Hakata specialty, right?
pt: Non lo mangi spesso? È una specialità di Hakata, giusto?

# 2448_Riku
source: Well, it's kind of a pain to make. Everyone has their own schedule for meals at home, so we don't really eat it there.
pt: Beh, è un po' una seccatura da preparare. Ognuno a casa ha i suoi orari per i pasti, quindi non lo mangiamo quasi mai lì.

# 2460_Riku
source: But there's a pretty famous restaurant nearby, so when I do eat it, it's usually there.
pt: Però c'è un ristorante piuttosto famoso qui vicino, quindi quando lo mangio, di solito vado lì.

# 2472_Kiryu
source: I see...
pt: Capisco...

# 2484_Riku
source: It's way better at a restaurant, anyways. Hey, maybe you can have some rice with it, too, huh?
pt: Comunque, al ristorante è decisamente più buono. Ehi, magari potresti mangiarci insieme anche del riso, no?

# 2496_Kiryu
source: You won't let that go, will you?
pt: Non molli l'osso, eh?

# 2508_Riku
source: The smell of mizutaki's way better than tonkotsu! If the food stalls all sold mizutaki instead, that'd be A-OK with me!
pt: L'odore del mizutaki è decisamente meglio di quello del tonkotsu! Se i chioschi vendessero tutti il mizutaki al suo posto, per me andrebbe alla grande!

# 2520_Kiryu
source: You really hate tonkotsu that much?
pt: Ti fa proprio così schifo il tonkotsu?

# 2532_Riku
source: Since I wanna open a Western-style restaurant, mizutaki's not all that interesting to me.
pt: Visto che voglio aprire un ristorante in stile occidentale, il mizutaki non mi interessa poi molto.

# 2544_Kiryu
source: Yeah, it definitely doesn't fit the theme.
pt: Già, non c'entra decisamente nulla col tema.

# 2556_Riku
source: But after I get married, I'd love to sit around the hotpot, eatin' with my husband and my kids at home.
pt: Ma quando mi sarò sposata, mi piacerebbe un sacco stare tutti seduti intorno a un bel nabe, a mangiare insieme a mio marito e ai miei figli a casa.

# 2568_Kiryu
source: That's much more homey than curry, yeah.
pt: Già, sa molto più di casa rispetto al curry.

# 2580_Riku
source: Kiryu-san, you mentioned this before.
pt: Kiryu-san, ne avevi già parlato prima.

# 2592_Kiryu
source: Huh? Did I?
pt: Eh? L'ho fatto?

# 2604_Riku
source: You must be really interested in this topic.
pt: Ti interessa proprio tanto questo argomento.

# 2616_Kiryu
source: Hmm.
pt: Mhh.

# 2640_Kiryu
source: Apparently, there's a vending machine near here that's the only one of its kind in Japan.
pt: A quanto pare, qui vicino c'è un distributore automatico che è l'unico del suo genere in tutto il Giappone.

# 2652_Riku
source: Oh yeah, I saw that on TV! Where is it?
pt: Ah sì, l'ho visto in TV! Dov'è?

# 2664_Kiryu
source: I don't know where, exactly.
pt: Non so esattamente dove.

# 2676_Riku
source: Whaaat? I wanted to know what it shoots out.
pt: Cosaaa? Volevo proprio sapere cosa sputa fuori.

# 2688_Riku
source: Anyhow, it's wicked cool how folks come from all over to see it! Like, they come to Fukuoka just to buy juice from the machine.
pt: Comunque, è una figata pazzesca che arrivi gente da ogni dove per vederlo! Tipo, vengono a Fukuoka solo per comprarsi un succo a quel distributore.

# 2700_Kiryu
source: I'd like to see it myself at some point.
pt: Piacerebbe vederlo anche a me, prima o poi.

# 2712_Riku
source: When I open my restaurant, I don't wanna be just number one, I wanna be the only one! I want it to be loved by everyone!
pt: Quando aprirò il mio ristorante, non voglio essere solo la numero uno, voglio essere l'unica! Voglio che sia amato da tutti!

# 2724_Kiryu
source: Yeah, that'd be nice.
pt: Già, sarebbe bello.

# 2736_Riku
source: Speaking of, I took a road trip recently to buy somethin' that wasn't available locally.
pt: A proposito, poco tempo fa ho fatto un viaggetto fuori città per comprare una cosa che non si trovava qui in zona.

# 2748_Kiryu
source: Oh? What did you go buy?
pt: Oh? E cosa sei andata a comprare?

# 2760_Riku
source: It was a cake. But then after I got it, I found out you can just order it online. That just took the wind right outta my sails.
pt: Era una torta. Ma dopo averla presa, ho scoperto che si poteva ordinare tranquillamente online. Mi ha proprio smontata.

# 2772_Kiryu
source: That's kind of a shame.
pt: È un po' un peccato.

# 2784_Riku
source: There's lotsa stuff in Japan you can only get in one particular place. I want my restaurant to be like that too.
pt: Ci sono un sacco di cose in Giappone che puoi trovare solo in un posto specifico. Voglio che anche il mio ristorante sia così.

# 2796_Kiryu
source: Just don't make anything too weird.
pt: Basta che non prepari niente di troppo strano.

# 2808_Riku
source: Kiryu-san, you mentioned this before.
pt: Kiryu-san, ne avevi già parlato.

# 2820_Kiryu
source: Huh? Did I?
pt: Eh? L'ho detto?

# 2832_Riku
source: You must be really interested in this topic.
pt: Devi essere davvero interessato a questo argomento.

# 2844_Kiryu
source: Hmm.
pt: Mhh.

# 2868_Kiryu
source: I hear Hakata textiles are popular with women nowadays.
pt: Ho sentito dire che i tessuti di Hakata vanno forte tra le donne, ultimamente.

# 2880_Riku
source: Oh yeah, they're wicked pretty! One of the other girls here at the club got a wallet as a present from one of her clients.
pt: Oh sì, sono proprio stupendi! Una delle altre ragazze qui al club ha ricevuto un portafoglio in regalo da uno dei suoi clienti.

# 2892_Kiryu
source: They make wallets? I assumed it was all just stuff like kimonos and sashes.
pt: Fanno anche dei portafogli? Pensavo ci facessero solo roba come kimono e fasce.

# 2904_Riku
source: Nah, they even make shoes, too.
pt: Macché, ci fanno persino le scarpe.

# 2916_Kiryu
source: Oh, wow.
pt: Oh, accidenti.

# 2928_Riku
source: I'll have a pair of shoes, then!
pt: Allora mi prenderò un paio di scarpe!

# 2940_Kiryu
source: I never said I was entertaining requests. Geez.
pt: Non ho mai detto che avrei accettato richieste. Accidenti.

# 2952_Riku
source: But we talked about how I gotta rein in my shopping, didn't we?
pt: Ma abbiamo parlato di come devo darmi una regolata con lo shopping, no?

# 2964_Kiryu
source: Hm. I'll think about it.
pt: Mh. Ci penserò.

# 2976_Riku
source: Speaking of which...
pt: A proposito...

# 2988_Kiryu
source: Oh? What is it?
pt: Oh? Che c'è?

# 3000_Riku
source: I don't think I've ever gotten a present from someone I've been dating.
pt: Non credo di aver mai ricevuto un regalo da qualcuno con cui uscivo.

# 3012_Kiryu
source: But you're popular with the guys, aren't you?
pt: Ma sei popolare tra i ragazzi, no?

# 3024_Riku
source: I'm great at cooking, and okay at sewing. I wonder if I'd be able to weave together a kimono or somethin'.
pt: Sono bravissima a cucinare e me la cavo col cucito. Chissà se sarei in grado di tessere un kimono o roba simile.

# 3036_Kiryu
source: That seems a bit unrealistic.
pt: Mi sembra un po' irrealistico.

# 3048_Riku
source: I just wish I could make something like that.
pt: Vorrei solo riuscire a creare qualcosa del genere.

# 3060_Kiryu
source: That seems a bit unrealistic.
pt: Mi sembra un po' irrealistico.

# 3072_Riku
source: Kiryu-san, you mentioned this before.
pt: Kiryu-san, ne avevi già parlato.

# 3084_Kiryu
source: Huh? Did I?
pt: Eh? L'ho fatto?

# 3096_Riku
source: You must be really interested in this topic.
pt: Ti deve interessare proprio tanto questo argomento.

# 3108_Kiryu
source: Hmm.
pt: Mhh.

# 3132_Riku
source: Rumor Topic 05
pt: Argomento pettegolezzo 05

# 3144_Riku
source: Rumor Topic 06
pt: Argomento pettegolezzo 06

# 3156_Riku
source: Rumor Topic 07
pt: Argomento pettegolezzo 07

# 3168_Riku
source: Rumor Topic 08
pt: Argomento pettegolezzo 08

# 3180_Riku
source: Rumor Topic 09
pt: Argomento pettegolezzo 09

# 3192_Riku
source: Rumor Topic 10
pt: Argomento pettegolezzo 10

# 3204_Riku
source: Rumor Topic 11
pt: Argomento pettegolezzo 11

# 3216_Riku
source: Rumor Topic 12
pt: Argomento pettegolezzo 12

# 3228_Riku
source: Rumor Topic 13
pt: Argomento pettegolezzo 13

# 3240_Riku
source: Rumor Topic 14
pt: Argomento pettegolezzo 14

# 3252_Riku
source: Rumor Topic 15
pt: Argomento pettegolezzo 15
