Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690154.po
Languages: pt

source: Yes, I think I'd better.
pt: Sì, penso che farei meglio.

source: I guess I don't need to.
pt: Immagino che non serva.

source: Dance Events
pt: Eventi di Danza

source: I think I'd better run through it one more time.
pt: Penso che farei meglio a ripassarlo un'altra volta.

source: Yep, I'm all set now.
pt: Sì, ora sono a posto.

# 44_Haruka
source: Hello, Uda-san. Thank you for inviting me here today.
pt: Ciao, Uda-san. Grazie per avermi invitato qui oggi.

# 56_Uda
source: Oh, hello, Haruka-san. We've been waiting for you. So, how's it going? Are you more used to dancing these days?
pt: Oh, ciao, Haruka-san. Ti stavamo aspettando. Allora, come va? Ti sei abituata di più a ballare ultimamente?

# 68_Haruka
source: Not really. I still get super nervous!
pt: Non proprio. Sono ancora super agitata!

# 80_Uda
source: You know, they say if you get stage fright, you should picture the audience naked.
pt: Sai, dicono che se hai la strizza da palco, dovresti immaginarti il pubblico nudo.

# 92_Haruka
source: Um... Aren't you supposed to picture the audience in their underwear?
pt: Uhm... Non si dovrebbe immaginare il pubblico in mutande?

# 104_Uda
source: What!? Oh, you're right! Haha, my mistake.
pt: Cosa!? Oh, hai ragione! Haha, che sbaglio!

# 116_Haruka
source: Haha! Now I don't feel as nervous anymore. Thank you!
pt: Haha! Ora non mi sento più così agitata. Grazie!

# 128_Uda
source: Happy to help.
pt: Felice di aiutare.

# 140_Haruka
source: Well, off I go!
pt: Beh, si parte!

# 152_Haruka
source: (I wonder if I should go over how the event works.)
pt: Mi chiedo se dovrei ripassare come funziona l'evento.

# 164_Haruka
source: (I've done this kind of thing before, so I guess I don't need to. I'd better get started.)
pt: (Ho già fatto una cosa del genere, quindi non credo che serva. Meglio che cominci.)

# 200_Haruka
source: (Yes, I think I'd better. Just in case.)
pt: (Sì, credo sia meglio. Giusto per sicurezza.)

# 212_Haruka
source: In dance events, you dance alone instead of with an opponent. Press the displayed buttons at the correct time to score points and fill the Performance Gauge, located at the top right of the screen. Your objective is to completely fill the Performance Gauge through all four stages.
pt: Negli eventi di ballo, balli da solo invece che con un avversario. Premi i tasti visualizzati al momento giusto per fare punti e riempire la Barra Prestazioni, situata in alto a destra dello schermo. Il tuo obiettivo è riempire completamente la Barra Prestazioni attraverso tutti e quattro gli stage.

# 224_Haruka
source: (Let's see. Have I got it now?)
pt: (Vediamo. Ci sono ora?)

# 236_Haruka
source: (Hmm. I think I'd better run through it one more time, just to be safe.)
pt: (Mmm. Credo sia meglio ripassarlo un'altra volta, giusto per sicurezza.)

# 248_Haruka
source: In dance events, you dance alone instead of with an opponent. Press the displayed buttons at the correct time to score points and fill the Performance Gauge, located at the top right of the screen. Your objective is to completely fill the Performance Gauge through all four stages.
pt: Negli eventi di ballo, balli da solo invece che con un avversario. Premi i tasti visualizzati al momento giusto per fare punti e riempire la Barra Prestazioni, situata in alto a destra dello schermo. Il tuo obiettivo è riempire completamente la Barra Prestazioni attraverso tutti e quattro gli stage.

# 260_Haruka
source: (Let's see. Have I got it now?)
pt: (Vediamo. Ci sono ora?)

# 272_Haruka
source: (Yep, I'm all set now. Better get started.)
pt: (Perfetto, sono a posto ora. Meglio che cominci.)
