Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0de8.po
Languages: pt

source: You got <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto <Color:8>Staminan Royale<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got 3,300 experience points.
pt: Hai ottenuto 3.300 punti esperienza.

source: Girl
pt: Ragazza

# 92_Sugihara
source: Wait, what!? All these guys... By yourself? Screw this, I'm outta here!
pt: Aspetta, cosa!? Tutti questi tipi... Da solo? Al diavolo, me ne vado!

# 116_Sugihara
source: You're amazing, Akiyama-san.
pt: Sei incredibile, Akiyama-san.

# 128_Akiyama
source: Heh. You all right?
pt: Eh. Tutto bene?

# 140_Maya
source: I'm so glad you were my manager today, Akiyama-san.
pt: Sono così felice che oggi tu sia stato il mio manager, Akiyama-san.

# 152_Maya
source: But now this really is the end, isn't it?
pt: Ma adesso è proprio finita, vero?

# 164_Akiyama
source: Yeah. That's how it goes.
pt: Già. È così che va.

# 176_Maya
source: I get to meet all kinds of people in this job, but things tend to move so quickly, I usually never see them again.
pt: In questo lavoro mi capita di incontrare ogni tipo di persona, ma le cose tendono ad andare così in fretta che di solito non le rivedo più.

# 200_Sugihara
source: Thank you so much for everything today, Akiyama-san. I have to admit there were some awkward moments here and there, but... I really had a great time!
pt: Grazie mille di tutto per oggi, Akiyama-san. Devo ammettere che ci sono stati dei momenti imbarazzanti qua e là, ma... mi sono divertita un mondo!

# 212_Akiyama
source: Haha... A manager's job isn't easy. I know that now.
pt: Haha... Il lavoro di un manager non è facile. Ora lo so.

# 224_Sugihara
source: Thank you so much for everything today, Akiyama-san. Thanks to you, I was able to focus on my work.
pt: Grazie mille di tutto per oggi, Akiyama-san. Grazie a te, sono riuscita a concentrarmi sul mio lavoro.

# 236_Akiyama
source: That right? Glad to hear it.
pt: Dici? Mi fa piacere sentirlo.

# 248_Maya
source: I'm usually very guarded around people, so I was worried about not having my usual manager to steer me today.
pt: Di solito sono molto diffidente con le persone, quindi ero preoccupata di non avere il mio solito manager a guidarmi oggi.

# 260_Maya
source: But I'm very glad I got you instead, Akiyama-san.
pt: Ma sono davvero felice di aver avuto te invece, Akiyama-san.

# 272_Maya
source: So, um... If you don't mind, may I give you these?
pt: Allora, ehm... Se non ti dispiace, posso darti questi?

# 344_Sugihara
source: I'm still poor, so that's about all I could give you to show my gratitude. Sorry it's not much.
pt: Sono ancora povera, quindi è tutto quello che ho potuto darti per mostrare la mia gratitudine. Scusa se non è molto.

# 356_Akiyama
source: No, no, you made my day. Thank you.
pt: No, no, mi hai svoltato la giornata. Grazie.

# 368_Sugihara
source: Thank you again, Akiyama-san. I'm pretty high-maintenance, aren't I? I'm painfully aware of it...
pt: Grazie ancora, Akiyama-san. Sono piuttosto impegnativa, vero? Ne sono fin troppo consapevole...

# 380_Akiyama
source: Yeah, well, it definitely made the manager job a lot more interesting. I'm sure your regular manager feels the same.
pt: Già, beh, ha reso sicuramente il lavoro da manager molto più interessante. Sono sicuro che il tuo solito manager la pensi allo stesso modo.

# 392_Maya
source: You really think so?
pt: Lo pensi davvero?

# 404_Akiyama
source: Well, I was your manager for the day. I'd like to think I've earned at least that much trust.
pt: Beh, sono stato il tuo manager per oggi. Mi piace pensare di essermi guadagnato almeno un po' della tua fiducia.

# 416_Maya
source: Hahaha... You have.
pt: Ahahah... Proprio così.

# 428_Maya
source: Okay, Akiyama-san. Thank you so much for today! Goodbye!
pt: Bene, Akiyama-san. Grazie mille per oggi! Arrivederci!

# 452_Sugihara
source: (Keep at it, Maya-chan.)
pt: (Continua così, Maya-chan.)

# 548_Sugihara
source: Okay, I better get going.
pt: Bene, è meglio che vada.

# 572_Akiyama
source: Hang in there, Maya-chan. I'll be cheering for you from the other side of the TV. Take care.
pt: Tieni duro, Maya-chan. Farò il tifo per te dall'altra parte della TV. Stammi bene.

# 584_?
source: Not so fast!
pt: Non così in fretta!

# 596_Akiyama
source: Hm?
pt: Mh?

# 620_Sugihara
source: Ya think you can just stroll away after dissin' me to my face? You little punk, I'll show ya what I'm about.
pt: Pensi di potertene andare così dopo avermi mancato di rispetto in faccia? Brutto moccioso, ti farò vedere io di che pasta sono fatto.

# 632_Akiyama
source: Really? You know, for a big star, you're amazingly petty.
pt: Davvero? Sai, per essere una grande star, sei incredibilmente meschino.

# 644_Sugihara
source: Everything I wanted, I took and made it mine. You wanna make it big, you gotta be determined to take whatever ya want.
pt: Tutto quello che volevo, me lo sono preso e l'ho fatto mio. Se vuoi sfondare, devi essere pronto a prenderti tutto quello che vuoi.

# 656_Akiyama
source: Heh, you'd make for a pretty good speaker if your head weren't so far up your ass.
pt: Eheh, saresti un ottimo oratore se non avessi la testa così ficcata nel culo.

# 668_Maya
source: Akiyama-san, what should we do?
pt: Akiyama-san, che cosa dobbiamo fare?

# 680_Akiyama
source: No problem. Keeping talent safe is part of a manager's job. Maya-chan, may I ask you to step back a little?
pt: Nessun problema. Proteggere i propri talenti fa parte del lavoro di un manager. Maya-chan, potresti fare un passo indietro?

# 692_Maya
source: ...Sure.
pt: ...Certo.

# 704_Sugihara
source: I'll show ya! Get him, boys! He'll be singin' a different tune once we rip his arm off!
pt: Ti farò vedere io! Addosso, ragazzi! Cambierà musica una volta che gli avremo staccato un braccio!

# 740_Sugihara
source: Well, this is it. Dyna Chair.
pt: Bene, eccoci qui. Dyna Chair.

# 752_Maya
source: Oh, could you wait a moment, please?
pt: Oh, potresti aspettare un momento, per favore?

# 764_Akiyama
source: Hm? Everything all right?
pt: Hm? Tutto a posto?

# 776_Maya
source: During interviews like this, I always get my manager to guide me with cue cards.
pt: Durante le interviste come questa, chiedo sempre al mio manager di guidarmi con dei cartelli.

# 788_Akiyama
source: Cue cards? So you can read off them?
pt: Cartelli? Così puoi leggerli?

# 800_Maya
source: Yes. I'm supposed to be a naturally perky and quirky character, but if I don't watch it, I go back to being my usual, ordinary self.
pt: Sì. Dovrei essere un personaggio naturalmente solare e bizzarro, ma se non sto attenta, torno a essere la solita me stessa, del tutto ordinaria.

# 812_Maya
source: To avoid that, I have my manager guide me with cue cards.
pt: Per evitarlo, chiedo al mio manager di guidarmi con dei cartelli.

# 824_Maya
source: Could you please do that for me today, Akiyama-san?
pt: Potresti farlo per me oggi, Akiyama-san?

# 836_Akiyama
source: Uh, sure, that's fine. But I'm going to need you to elaborate. What exactly does a naturally perky and quirky character look like?
pt: Uh, certo, va bene. Ma avrei bisogno che ti spiegassi meglio. Com'è fatto esattamente un personaggio naturalmente solare e bizzarro?

# 848_Maya
source: The basic premise is that I'm a princess from the Strawberry Kingdom who's secretly visiting Japan.
pt: La premessa di base è che sono una principessa del Regno delle Fragole che sta visitando segretamente il Giappone.

# 860_Akiyama
source: ...You're what?
pt: ...Sei cosa?

# 872_Maya
source: Also, to indicate emotion, Maya always changes the final word of a sentence. If she's happy, Maya says, "Paloomp."
pt: Inoltre, per esprimere le emozioni, Maya cambia sempre l'ultima parola di ogni frase. Se è felice, Maya dice: "Paloomp".

# 884_Maya
source: If Maya is angry, she adds, "Pon." Like, "Maya is not happy, pon!" If she is confused, she strikes a pose and says, "Foonyapar."
pt: Se Maya è arrabbiata, aggiunge "Pon". Tipo: "Maya non è felice, pon!" Se è confusa, si mette in posa e dice: "Foonyapar."

# 908_Maya
source: No, no, you need to strike a pose. Like this.
pt: No, no, devi metterti in posa. Così.

# 932_Akiyama
source: You're braver than most, you know that?
pt: Sei più coraggiosa di molti altri, lo sai?

# 944_Maya
source: Yes... Honestly, it's something I would rather not do. Whenever I see myself doing it on TV, well... It's kind of hard to live with.
pt: Sì... In tutta onestà, è una cosa che preferirei non fare. Ogni volta che mi vedo farlo in TV, beh... È un po' difficile conviverci.

# 956_Maya
source: But if the manager isn't quick enough with a cue card, I have to say something to avoid any awkward silence.
pt: Ma se il manager non è abbastanza svelto con il cartello, devo dire qualcosa per evitare silenzi imbarazzanti.

# 968_Akiyama
source: Ah, that's why you need the cue cards. Well, to be honest with you, I'm not too confident about doing that.
pt: Ah, ecco perché ti servono i cartelli. Beh, a essere onesti, non mi sento molto sicuro di farcela.

# 980_Maya
source: Oh, please! I really need it! If I break character, my boss will kill me!
pt: Oh, ti prego! Ne ho davvero bisogno! Se esco dal personaggio, il mio capo mi ucciderà!

# 992_Akiyama
source: Hmm... I'll do the best I can.
pt: Mmh... Farò del mio meglio.

# 1124_Sugihara
source: Oww... I'm so sorry! I wasn't paying attention! Are you okay!?
pt: Aia... Mi dispiace tantissimo! Non stavo attento! Stai bene!?

# 1136_Akiyama
source: Oh, yeah, I'm fine. What about you? Are you all right? Looks like you took the worst of it.
pt: Oh, sì, sto bene. E tu? Tutto a posto? Sembra che tu abbia avuto la peggio.

# 1148_Girl
source: Yes, I'm fine. It's just that I'm in bit of a hurry...
pt: Sì, sto bene. È solo che ho un po' di fretta...

# 1160_Akiyama
source: Oh, sure, go ahead. You don't have to worry about me.
pt: Oh, certo, vai pure. Non devi preoccuparti per me.

# 1172_Girl
source: I'm so sorry! I have to go!
pt: Mi dispiace tantissimo! Devo andare!

# 1196_Sugihara
source: (There's a girl in a hurry. Wonder what's going on?)
pt: (C'è una ragazza che va di fretta. Mi chiedo cosa stia succedendo?)

# 1232_Akiyama
source: Hello.
pt: Salve.

# 1244_Sugihara
source: Hey, it's Yamaura. Akiyama-san, I was wondering, are you free right now?
pt: Ehi, sono Yamaura. Akiyama-san, mi chiedevo, sei libero al momento?

# 1256_Akiyama
source: I should be. What's up?
pt: Dovrei esserlo. Che succede?

# 1268_Sugihara
source: Sorry to drop this on you all of a sudden, but do you think you could head over to Ashitaba Park?
pt: Scusa se te lo chiedo così all'improvviso, ma pensi di poter fare un salto ad Ashitaba Park?

# 1280_Akiyama
source: Why?
pt: Perché?

# 1292_Sugihara
source: A talent－a girl－got lost, so I told her to go there and wait.
pt: Una talent — una ragazza — si è persa, quindi le ho detto di andare lì e aspettare.

# 1304_Sugihara
source: Her name's Strawberry Maya. Her agency's pushing her real hard right now. Ya know her?
pt: Si chiama Strawberry Maya. La sua agenzia sta puntando molto su di lei proprio ora. La conosci?

# 1316_Akiyama
source: Can't say I do.
pt: Direi di no.

# 1328_Sugihara
source: Yeah, that's understandable. Her agency's pretty small.
pt: Già, è comprensibile. La sua agenzia è piuttosto piccola.

# 1340_Sugihara
source: It's totally on me, but it completely slipped my mind that we're supposed to be lookin' after her just for today.
pt: È tutta colpa mia, ma mi è passato completamente di mente che dovremmo occuparci di lei solo per oggi.

# 1352_Sugihara
source: See, her manager's getting married today.
pt: Vedi, il suo manager si sposa oggi.

# 1364_Sugihara
source: And since our agencies are pretty tight with one another, we agreed to look after Maya for the day.
pt: E siccome le nostre agenzie sono molto legate tra loro, abbiamo accettato di occuparci di Maya per oggi.

# 1376_Sugihara
source: Stupid me－I forgot all about it, and our schedule's booked solid.
pt: Che idiota — me ne sono dimenticato del tutto, e la nostra agenda è piena zeppa.

# 1388_Akiyama
source: And? You want me to pick up the slack?
pt: E quindi? Vuoi che sia io a rimediare?

# 1400_Sugihara
source: Bingo! Glad we're on the same page! There's really no one else we can turn to.
pt: Bingo! Felice che ci siamo capiti! Non c'è davvero nessun altro a cui possiamo rivolgerci.

# 1412_Sugihara
source: I mean, you run your own company, right? Surely you can be a talent manager for a day?
pt: Voglio dire, gestisci la tua società, no? Di sicuro puoi fare il manager per un giorno?

# 1424_Akiyama
source: Well, actually, I let my secretary handle that kind of stuff. In fact, she handles pretty much everything.
pt: Beh, a dire il vero, lascio che sia la mia segretaria a occuparsi di quelle cose. In effetti, si occupa lei praticamente di tutto.

# 1436_Sugihara
source: It'll be okay! If anyone can do it, you can. I'm counting on you, Akiyama-san!
pt: Andrà tutto bene! Se c'è qualcuno che può farcela, sei tu. Conto su di te, Akiyama-san!

# 1448_Akiyama
source: I don't know... What does being a talent manager entail anyway?
pt: Non saprei... Cosa comporta fare il manager comunque?

# 1460_Sugihara
source: Maya's schedule's already set for the day. You're pretty much just her chaperone.
pt: Il programma di Maya per oggi è già fissato. In pratica dovrai solo farle da accompagnatore.

# 1472_Sugihara
source: Oh, also, Maya's being promoted as a "naturally perky, quirky girl," so try to keep her in character.
pt: Ah, inoltre, Maya viene promossa come una "ragazza naturalmente solare, bizzarra", quindi cerca di farla rimanere nel personaggio.

# 1484_Akiyama
source: Hm? She's what now?
pt: Hm? Sarebbe cosa, adesso?

# 1496_Sugihara
source: Maya's actually really timid and proper and the like, but they're pushing her as a silly character.
pt: In realtà Maya è molto timida, per bene e robe simili, ma la stanno spingendo come un personaggio svampito.

# 1508_Akiyama
source: Why would they make a girl like that adopt that kind of persona?
pt: Perché mai dovrebbero far adottare a una ragazza del genere quel tipo di personaggio?

# 1520_Sugihara
source: I dunno. It wasn't my call.
pt: Non ne ho idea. Non è stata una mia decisione.

# 1532_Sugihara
source: Please, Akiyama-san, can you do this for me? I could really use your help.
pt: Per favore, Akiyama-san, puoi farlo per me? Mi servirebbe proprio il tuo aiuto.

# 1544_Akiyama
source: All right. You owe me one, Yamaura-san.
pt: D'accordo. Mi devi un favore, Yamaura-san.

# 1556_Sugihara
source: Ah, you're a life saver! Thank you kindly!
pt: Ah, mi hai salvato la vita! Grazie mille!

# 1568_Sugihara
source: Okay, I'll explain Maya's schedule. Listen closely now.
pt: Bene, ti spiego il programma di Maya. Ascolta bene.

# 1580_Sugihara
source: First, meet with Maya at Ashitaba Park and bring her to Dyna Chair for a magazine interview.
pt: Per prima cosa, incontra Maya ad Ashitaba Park e portala alla Dyna Chair per un'intervista con una rivista.

# 1592_Sugihara
source: Next, take her to Soten TV for a Love to See You Smile studio taping.
pt: Poi portala alla Soten TV per la registrazione di Love to See You Smile in studio.

# 1604_Sugihara
source: And, finally, she's to appear on Sotenbori Love Check Quiz, also at Soten TV.
pt: E, infine, deve apparire al Sotenbori Love Check Quiz, sempre alla Soten TV.

# 1616_Sugihara
source: You get all that? Don't forget the order now.
pt: Hai capito tutto? Non scordarti l'ordine, adesso.

# 1628_Akiyama
source: Magazine interview, Love to See You Smile, then Sotenbori Love Check Quiz. Right?
pt: Intervista con una rivista, Love to See You Smile, poi Sotenbori Love Check Quiz. Giusto?

# 1640_Sugihara
source: Perfect! I knew I could count on you. You got this, Akiyama-san. Talk to you later!
pt: Perfetto! Sapevo di poter contare su di te. Ci pensi tu, Akiyama-san. A dopo!

# 1664_Sugihara
source: (Okay... First, I have to find our Strawberry Maya at Ashitaba Park.)
pt: (Bene... Per prima cosa, devo trovare la nostra Strawberry Maya ad Ashitaba Park.)
