Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010211d6.po
Languages: pt

source: You now have access to a hideout.
pt: Ora hai accesso a un covo.

source: Information
pt: Informazioni

source: Player
pt: Giocatore

# 88_Information
source: Here you can save your game, move items to the Item Box, and view your play stats.
pt: Qui puoi salvare la partita, spostare oggetti nella Cassa Oggetti e visualizzare le tue statistiche di gioco.

# 100_Information
source: Furthermore, your health will recover while at a hideout.
pt: Inoltre, la tua salute si riprenderà al covo.

# 112_Information
source: Akiyama and Shinada can use taxis to go to Sotenbori and Kineicho, respectively. You cannot change your character in those cities.
pt: Akiyama e Shinada possono prendere taxi per andare a Sotenbori e Kineicho, rispettivamente. Non puoi cambiare il tuo personaggio in quelle città.

# 136_Kiryu
source: (A package arrived.)
pt: (Un pacco è arrivato.)

# 148_Akiyama
source: (Looks like I got a package.)
pt: (Pare che mi sia arrivato un pacco.)

# 160_Saejima
source: (Got a package delivered.)
pt: (Mi è stato recapitato un pacco.)

# 172_Shinada
source: (Hey, I got a package!)
pt: (Ehi, mi è arrivato un pacco!)

# 184_Haruka
source: (A package arrived.)
pt: (Un pacco è arrivato.)

# 208_Information
source: You received a package from an online shop.
pt: Hai ricevuto un pacco da un negozio online.
