Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200192.po
Languages: pt

source: Sunglassed Woman
pt: Donna Occhialuta

source: Challenge accepted.
pt: Sfida accettata.

source: Can't do it.
pt: Non posso farlo.

# 68_Sunglassed Woman
source: Excuse me. You wouldn't happen to be Suzuki-san from Nagasu Taxi, would you?
pt: Scusi. Lei non sarà mica Suzuki-san della Nagasu Taxi, vero?

# 80_Sunglassed Woman
source: Who's asking?
pt: Chi lo chiede?

# 92_Sunglassed Woman
source: I'm with the Vixen Zeroes. Our leader has a message for you.
pt: Sono con le Vixen Zeroes. La nostra leader ha un messaggio per te.

# 104_Sunglassed Woman
source: What is it?
pt: E cioè?

# 116_Sunglassed Woman
source: On behalf of the Vixen Zeroes, the Spangled Meteor wishes to challenge you to a race. She's ready and waiting, whenever you can come.
pt: Per conto delle Vixen Zeroes, la Meteora Scintillante desidera sfidarti a una gara. È pronta e ti aspetta, appena puoi venire.

# 128_Sunglassed Woman
source: Why does she want to race me? I'm just a taxi driver.
pt: Perché vuole sfidarmi? Sono solo un tassista.

# 140_Sunglassed Woman
source: The Spangled Meteor is well aware of your exploits. And perhaps you're well aware of hers. Does that give you a hint?
pt: La Meteora Scintillante è ben consapevole delle tue gesta. E forse tu sei ben consapevole delle sue. Questo ti dà un indizio?

# 164_Sunglassed Woman
source: (It must be that girl, Nanami. So she <Italic>was</Italic> the Spangled Meteor!)
pt: (Dev'essere quella ragazza, Nanami. Quindi <Italic>era</Italic> la Meteora Scintillante!)

# 176_Sunglassed Woman
source: What do you say, Suzuki-san? Ready to race?
pt: Che ne dici, Suzuki-san? Pronto a gareggiare?

# 200_Sunglassed Woman
source: Sure, tell her it's on.
pt: Certo, dille che si fa.

# 212_Sunglassed Woman
source: Haha, excellent. I guess she picked the right opponent.
pt: Ahaha, ottimo. Direi che ha scelto l'avversario giusto.

# 236_Sunglassed Woman
source: Well, I'd better be going. Looking forward to seeing you on the road, Suzuki-san.
pt: Beh, è meglio che vada. Non vedo l'ora di vederti in strada, Suzuki-san.

# 248_Sunglassed Woman
source: (So I'm set to race the Spangled Meteor now... I wonder what she wants with me.)
pt: (Allora, adesso devo correre contro la Spangled Meteor... Mi chiedo cosa voglia da me.)

# 272_Sunglassed Woman
source: Sorry, but I can't be doing that.
pt: Scusa, ma non posso mica farlo.

# 284_Sunglassed Woman
source: I figured you might say that. Well, let me know if you ever change your mind. The invitation's always open.
pt: Me l'aspettavo. Beh, fammi sapere se mai cambi idea. L'invito è sempre aperto.
