Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340020.po
Languages: pt

source: Attendant
pt: Addetto

source: Visit
pt: Visita

source: Leave
pt: Andarsene

source: Player
pt: Giocatore

source: Stay Longer
pt: Resta ancora

source: So Many Foreigners
pt: Quanti stranieri

source: The Streets of Sotenbori
pt: Le strade di Sotenbori

source: Osaka Girls
pt: Ragazze di Osaka

source: A Place Where Comedians Gather
pt: Un posto dove si radunano i comici

source: Non-alcoholic Cocktails
pt: Cocktail analcolici

source: Okonomiyaki Diet
pt: Dieta dell'okonomiyaki

source: The Current State of Fashion
pt: Lo stato attuale della moda

source: Nothing
pt: Niente

source: Her Likes
pt: Cosa le piace

source: Her Hobbies
pt: I suoi hobby

source: Her Thoughts on Romance
pt: Cosa ne pensa dell'amore

source: About Herself
pt: Su di lei

source: TMI
pt: Troppe informazioni

source: Order Something
pt: Ordina qualcosa

source: Don't Order
pt: Non ordinare

source: Ask Her Out
pt: Invitala a uscire

source: Not Yet
pt: Non ancora

source: Go Home
pt: Torna a casa

# 268_Attendant
source: Hello. Welcome to Prime.
pt: Salve. Benvenuto al Prime.

# 280_Attendant
source: Our establishment has an 8,400 yen minimum, along with a 3,150 yen cover charge. Choosing a specific hostess incurs another 3,150 yen fee.
pt: Il nostro locale prevede una spesa minima di 8.400 yen, a cui si aggiunge un coperto di 3.150 yen. Scegliere una hostess specifica comporta un supplemento di altri 3.150 yen.

# 304_Attendant
source: Would you like to join us today?
pt: Le andrebbe di entrare oggi?

# 328_Attendant
source: I'll find you a hostess then. This way, sir.
pt: Le troverò una hostess allora. Da questa parte, signore.

# 340_Attendant
source: You'd like to see Honoka-san? This way, sir.
pt: Desidera vedere Honoka-san? Da questa parte, signore.

# 352_Attendant
source: I see. We hope you'll come by again, sir.
pt: Capisco. Speriamo che torni a trovarci, signore.

# 364_Attendant
source: I'm terribly sorry, sir, but Honoka-san isn't here at the moment, I'm afraid.
pt: Sono estremamente spiacente, signore, ma temo che Honoka-san non sia qui al momento.

# 376_Player
source: I see. I'll come back later, then.
pt: Capisco. Allora ripasserò più tardi.

# 388_Attendant
source: We look forward to your next visit, sir.
pt: La aspettiamo per la sua prossima visita, signore.

# 400_Player
source: (Oops. I don't have enough money.)
pt: (Ops. Non ho abbastanza soldi.)

# 412_Player
source: Hold on!
pt: Un momento!

# 424_Attendant
source: Is something the matter?
pt: C'è qualcosa che non va?

# 436_Player
source: Sorry. I'll have to come back later.
pt: Scusa. Dovrò ripassare più tardi.

# 448_Player
source: (I'll need at least 15,000 yen.)
pt: (Mi serviranno almeno 15.000 yen.)

# 460_Attendant
source: Your check, sir.
pt: Il suo conto, signore.

# 472_Attendant
source: Thank you very much.
pt: Grazie mille.

# 520_Attendant
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Desidera un prolungamento?

# 532_Attendant
source: Very well, then. Enjoy the rest of your stay.
pt: D'accordo, allora. Le auguro un buon proseguimento.

# 544_Attendant
source: Understood, sir.
pt: Capito, signore.

# 556_Attendant
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Desidera un prolungamento?

# 568_Player
source: (I can't afford an extension right now.)
pt: (Non posso permettermi un prolungamento in questo momento.)

# 580_Player
source: No thanks. I'll be on my way.
pt: No grazie. Adesso vado.

# 592_Attendant
source: Understood, sir.
pt: Capito, signore.

# 604_Player
source: (Should I change the subject?)
pt: (Dovrei cambiare argomento?)

# 616_Player
source: (Maybe I should ask a question.)
pt: (Forse dovrei farle una domanda.)

# 628_Player
source: (Maybe I should order something else.)
pt: (Forse dovrei ordinare qualcos'altro.)

# 640_Player
source: (Should I give her a present?)
pt: (Dovrei farle un regalo?)

# 652_Player
source: (Should I ask her out on a date?)
pt: (Dovrei invitarla a uscire?)

# 664_Player
source: (Maybe I should go.)
pt: (Forse dovrei andare.)

# 676_Player
source: (What should I talk about?)
pt: (Di cosa dovrei parlare?)

# 940_Player
source: (What should I ask about?)
pt: (Cosa dovrei chiederle?)

# 1024_Player
source: (What should I do?)
pt: (Che faccio?)

# 1108_Player
source: (She already said yes. I shouldn't be so pushy about it.)
pt: (Ha già detto di sì. Non dovrei insistere così tanto.)

# 1120_Player
source: (She already turned me down once. I should wait until next time before I ask her again.)
pt: (Mi ha già rifiutato una volta. Dovrei aspettare la prossima volta prima di chiederglielo di nuovo.)

# 1132_Player
source: (What should I do?)
pt: (Che faccio?)

# 1168_Player
source: (What should I do?)
pt: (Che faccio?)
