Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0815.po
Languages: pt

source: You got 600 experience points.
pt: Hai guadagnato 600 punti esperienza.

source: Mother
pt: Madre

source: Child
pt: Bambino

# 56_Mother
source: Thank you.
pt: Grazie.

# 68_Mother
source: What a nice man!
pt: Che uomo perbene!

# 80_Mother
source: We felt safe with you behind the wheel.
pt: Ci siamo sentiti al sicuro con lei al volante.

# 92_Kiryu
source: (It seems they enjoyed the ride.)
pt: Sembra che abbiano gradito la corsa.

# 104_Mother
source: Thank you. Sorry about this little blabbermouth.
pt: Grazie. Mi scusi per questo piccolo chiacchierone.

# 116_Kiryu
source: Not at all. Hope to see you again.
pt: Prego. Spero di rivederla presto.

# 128_Mother
source: Can't you see I'm with a child here!? You need to be more considerate!
pt: Ma non lo vedi che sono con un bambino qui!? Devi essere più premuroso!

# 140_Kiryu
source: (They don't exactly seem thrilled with their service. I'll have to be more careful.)
pt: (Non sembrano esattamente entusiasti del servizio. Dovrò farci più attenzione.)
