Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 8052_Shinada
source: You need to be able to pull that sort of thing off to become a proper adult, Shion-chan.
pt: Devi essere in grado di cavartela con certe cose per diventare una vera adulta, Shion-chan.

# 8064_Shion
source: Oh dear! I know it's wrong to deceive one's parents, but the thought alone is thrilling! How would I get money without working, indeed? The possibilities are intriguing.
pt: Caspita! So che è sbagliato ingannare i propri genitori, ma il solo pensiero è elettrizzante! In effetti, come potrei ottenere dei soldi senza lavorare? Le possibilità sono intriganti.

# 8076_Shinada
source: Heh. Just don't do it too much, or they'll never believe you again.
pt: Heh. Vedi solo di non esagerare, o non ti crederanno mai più.

# 8088_Shion
source: Shinada-san? I'd like your advice on something.
pt: Shinada-san? Vorrei chiederti un consiglio su una cosa.

# 8100_Shinada
source: Ask away, m'lady!
pt: Spara pure, milady!

# 8112_Shion
source: It's... Well, it's something quite inappropriate for me to ask you about.
pt: È... Beh, è una cosa piuttosto sconveniente da chiederti.

# 8124_Shinada
source: What sort of thing?
pt: Che genere di cosa?

# 8136_Shinada
source: Don't worry. You can talk to me about anything.
pt: Non preoccuparti. Puoi parlarmi di qualunque cosa.

# 8148_Shion
source: Oh, thank you so much! I knew you'd say that, Shinada-san!
pt: Oh, grazie mille! Sapevo che l'avresti detto, Shinada-san!

# 8160_Shinada
source: Really? Hey cool, I'm glad you trust me.
pt: Davvero? Ehi, alla grande, mi fa piacere che ti fidi di me.

# 8172_Shion
source: Employees from a big-name company in Nagoya are regulars at our club, and they had their year-end party the other day.
pt: I dipendenti di una ditta importante qui di Nagoya sono clienti abituali del nostro club, e l'altro giorno hanno fatto la loro festa di fine anno.

# 8184_Shion
source: The manager said we'd get a bonus if we went as companions to this event, and so a number of our girls did just that.
pt: Il manager ha detto che avremmo ricevuto un bonus se fossimo andate a questo evento come accompagnatrici, e così diverse nostre ragazze hanno accettato.

# 8196_Shinada
source: Did you go too?
pt: Sei andata anche tu?

# 8208_Shion
source: Yes. It was a good chance to hand out my card.
pt: Sì. È stata un'ottima occasione per distribuire il mio biglietto da visita.

# 8220_Shinada
source: Haha, that's pretty clever!
pt: Ahah, bella mossa!

# 8232_Shinada
source: I didn't know hostesses did that sort of thing. I've heard of buying out a club for a night, but sending girls off-site must make a lot of money.
pt: Non sapevo che le hostess facessero cose del genere. Ho sentito di locali affittati in esclusiva per una sera, ma mandare le ragazze fuori deve far fruttare un sacco di soldi.

# 8244_Shion
source: I'd never done it before, but our clients said they had money to burn. The club apparently made quite a profit.
pt: Non l'avevo mai fatto prima, ma i nostri clienti dicevano di avere soldi da buttare. A quanto pare il club ci ha guadagnato parecchio.

# 8256_Shinada
source: Hey, if there's money burning, send some my way instead!
pt: Ehi, se hanno soldi da buttare, mandane un po' a me piuttosto!

# 8268_Shion
source: So I met one of the directors at the company, and he was quite smitten with me.
pt: Quindi ho conosciuto uno dei dirigenti della ditta, e si è preso una bella cotta per me.

# 8280_Shinada
source: Hehe, way to go, Shion-chan! You know how to work people who have money, huh?
pt: Hehe, così si fa, Shion-chan! Ci sai proprio fare con chi ha i soldi, eh?

# 8292_Shion
source: Well, after we met outside the club a few times, he wound up proposing to me.
pt: Beh, dopo che ci siamo visti fuori dal club un paio di volte, è finita che mi ha chiesto di sposarlo.

# 8304_Shinada
source: Hot damn! That's a little fast, isn't it?
pt: Accidenti! È un po' presto, no?

# 8316_Shion
source: Quite. I had no idea he'd been thinking of me like that, so it came as quite a shock!
pt: Già. Non avevo la minima idea che pensasse a me in quel modo, quindi è stato un vero shock!

# 8328_Shinada
source: What are you going to do? You didn't say yes to him, did you?
pt: Che farai adesso? Non gli avrai mica detto di sì, vero?

# 8340_Shion
source: No, not yet.
pt: No, non ancora.

# 8352_Shinada
source: Yet!? You mean you didn't turn him down on the spot?
pt: Ancora!? Vuoi dire che non l'hai rifiutato su due piedi?

# 8364_Shion
source: Hehe. You're quite perceptive, Shinada-san. But yes, this is why I'm somewhat troubled.
pt: Hehe. Sei piuttosto perspicace, Shinada-san. Ma sì, è per questo che sono un po' preoccupata.

# 8376_Shinada
source: You're going to turn him down though, right?
pt: Però lo rifiuterai, vero?

# 8400_Shinada
source: ...Are you thinking of saying yes?
pt: ...Stai pensando di dirgli di sì?

# 8412_Shion
source: I'm still thinking it over. Maybe it would be best if I accepted.
pt: Ci sto ancora riflettendo. Forse sarebbe meglio se accettassi.

# 8424_Shinada
source: You have to turn him down. There's no way this will turn out well.
pt: Devi rifiutarlo. Non c'è verso che finisca bene.

# 8436_Shion
source: How can you really be sure of that if you don't even know the gentleman?
pt: Come puoi esserne così sicuro se non conosci nemmeno il gentiluomo?

# 8448_Shinada
source: Oh, I know him alright. This guy is into hostesses. If he gets married, that's not going to stop. I guarantee you he's gonna be a cheater.
pt: Oh, lo conosco fin troppo bene. Uno così ha il debole per le hostess. E non smetterà certo se si sposa. Ti garantisco che ti tradirà di sicuro.

# 8460_Shion
source: Goodness, why would you jump to such a cynical conclusion? I thought you were better than that.
pt: Cielo, perché devi trarre conclusioni così ciniche? Pensavo fossi migliore di così.

# 8472_Shinada
source: Hey now...
pt: Ehi, andiamo...

# 8484_Shion
source: There's nothing to suggest he'd make a poor husband, so I have no reason to tell him no.
pt: Non c'è nulla che suggerisca che sarebbe un pessimo marito, quindi non ho alcun motivo per dirgli di no.

# 8496_Shinada
source: Isn't not loving him reason enough?
pt: Il fatto che non lo ami non è un motivo sufficiente?

# 8508_Shion
source: In my world, arranged marriages are the norm. Few of us ever marry out of love.
pt: Nel mio mondo, i matrimoni combinati sono la norma. In pochi arrivano a sposarsi per amore.

# 8520_Shinada
source: I see.
pt: Capisco.

# 8532_Shinada
source: Have you talked to your family?
pt: Hai parlato con la tua famiglia?

# 8544_Shion
source: No, not yet.
pt: No, non ancora.

# 8556_Shinada
source: Why not? This is a big deal. It's got to be too much to handle all on your own.
pt: Perché no? È una faccenda seria. Deve essere troppo da gestire tutta da sola.

# 8568_Shion
source: If I tell my mother, she's certain to be in favor of the idea, and I can't go against anything she tells me to do.
pt: Se lo dico a mia madre, sarà sicuramente favorevole all'idea, e non posso andare contro nulla di ciò che mi dice di fare.

# 8580_Shinada
source: So, you're trying to decide for yourself. I guess there's not much I can tell you then.
pt: Quindi stai cercando di decidere da sola. Allora immagino che non ci sia molto che io possa dirti.

# 8592_Shion
source: You're right. All I've done is trouble you. I'm sorry for even bringing up this conversation.
pt: Hai ragione. Non ho fatto altro che darti dei grattacapi. Mi dispiace anche solo per aver tirato fuori questo discorso.

# 8604_Shinada
source: Don't be silly! I'll always be here to support you, Shion-chan.
pt: Non dire sciocchezze! Sarò sempre qui per sostenerti, Shion-chan.

# 8616_Shion
source: Do you remember the client I talked to you about the other day?
pt: Ti ricordi del cliente di cui ti ho parlato l'altro giorno?

# 8628_Shinada
source: What about him?
pt: Che mi dici di lui?

# 8640_Shinada
source: Who again? Sorry, I don't remember who you mean.
pt: Chi sarebbe? Scusa, non ricordo di chi parli.

# 8652_Shion
source: You know, the businessman from that company that invited me to their year end party.
pt: Sai, l'uomo d'affari di quell'azienda che mi ha invitata alla loro festa di fine anno.

# 8664_Shinada
source: Oh, that guy! What about him?
pt: Ah, quel tizio! Che mi dici di lui?

# 8676_Shion
source: I told my mother about his marriage proposal.
pt: Ho parlato a mia madre della sua proposta di matrimonio.

# 8688_Shinada
source: Wow, really?
pt: Wow, davvero?

# 8700_Shion
source: Yes. At first she was pleased, but as I told her more about him, her disapproval grew.
pt: Sì. All'inizio le ha fatto piacere, ma più le raccontavo di lui, più la sua disapprovazione aumentava.

# 8712_Shinada
source: How come? Isn't this guy a big-shot at some huge corporation? I figured she'd be bouncing off her gilded rocker.
pt: Come mai? Quel tizio non è un pezzo grosso di qualche grande società? Immaginavo che avrebbe fatto i salti di gioia sulla sua poltrona dorata.

# 8724_Shion
source: She's actually worried because his family's social standing is too high for us.
pt: In realtà è preoccupata perché la posizione sociale della sua famiglia è troppo alta per noi.

# 8736_Shinada
source: Oh wow! Ha, I didn't realize you rich folks had to consider that sort of thing for marriage.
pt: Oh wow! Ah, non sapevo che voi ricconi doveste preoccuparvi di queste cose per il matrimonio.

# 8748_Shion
source: It's not just the marriage itself to consider. There will be problems down the line if the two families have to maintain a relationship.
pt: Non è solo il matrimonio in sé da considerare. Ci saranno dei problemi in futuro se le due famiglie dovranno mantenere dei rapporti.

# 8760_Shinada
source: Things would get pretty tense, I bet.
pt: Scommetto che la situazione si farebbe piuttosto tesa.

# 8772_Shinada
source: Sounds complicated. This is why I'm not down with getting married. Or being rich. Ha, just kidding, I'd still want to be rich.
pt: Sembra complicato. Ecco perché non mi va proprio di sposarmi. O di essere ricco. Ahah, scherzo, vorrei comunque essere ricco.

# 8784_Shion
source: Oh, Shinada-san! I thought that the reason you hadn't gotten married was because you haven't found a fiancée!
pt: Oh, Shinada-san! Pensavo che il motivo per cui non ti fossi ancora sposato fosse perché non avevi ancora trovato una fidanzata!

# 8796_Shinada
source: Hey, that's got nothing to do with it!
pt: Ehi, non c'entra niente!

# 8808_Shinada
source: Wait, are you seriously going to turn him down because of what your mother thinks?
pt: Aspetta, hai davvero intenzione di rifiutarlo solo per quello che pensa tua madre?

# 8820_Shion
source: I... I don't know.
pt: Io... non lo so.

# 8832_Shinada
source: Why not?
pt: Perché no?

# 8844_Shion
source: Because if my mother gives her blessing, I'll get married. And if she says no, then I can't.
pt: Perché se mia madre mi dà la sua benedizione, mi sposerò. E se dice di no, allora non posso.

# 8856_Shinada
source: Ah, I see. But you need to turn him down pronto. You can't leave the guy hanging like this.
pt: Ah, capisco. Ma devi rifiutarlo sùbito. Non puoi lasciare quel poveraccio in sospeso così.

# 8868_Shion
source: I can't. I have yet to receive a direction from my mother.
pt: Non posso. Non ho ancora ricevuto istruzioni da mia madre.

# 8880_Shinada
source: Okay, I get it. Then sounds like this conversation is over.
pt: Okay, ho capito. Allora mi sa che il discorso finisce qui.

# 8892_Shion
source: What?
pt: Cosa?

# 8904_Shinada
source: It doesn't matter what I say. All you care about is what your mother thinks, so anything I suggest is about as useful as milkin' a monkey.
pt: Non importa quello che dico. Ti interessa solo quello che pensa tua madre, quindi ogni mio suggerimento è utile quanto mungere una scimmia.

# 8916_Shion
source: I'm sorry, Shinada-san. This was quite improper of me.
pt: Mi dispiace, Shinada-san. Sono stata davvero inopportuna.

# 8928_Shinada
source: Apology accepted. Sometimes just having an ear to listen to your problems makes things seem not so bad. I'm always here if you need to talk to someone.
pt: Scuse accettate. A volte basta trovare qualcuno disposto ad ascoltarti per far sembrare i problemi meno gravi. Io sono sempre qui se hai bisogno di parlare con qualcuno.

# 8940_Shion
source: You really have been a big help, Shinada-san.
pt: Sei stato davvero di grande aiuto, Shinada-san.

# 8952_Shinada
source: Hey, of course you're going to freak out about getting married. It's not a simple subject.
pt: Ehi, è normale che tu vada nel panico all'idea di sposarti. Non è un argomento semplice.

# 8964_Shinada
source: You don't have to apologize. I just want to know what it is you want to do, not your mother.
pt: Non devi scusarti. Voglio solo sapere cosa vuoi fare tu, non tua madre.

# 8976_Shinada
source: Stand up for yourself! Who's getting married here, anyway? You, or your mother?
pt: Fatti valere! Chi è che si sposa qui, dopotutto? Tu o tua madre?

# 8988_Shion
source: Well, I am, of course, but...
pt: Beh, sono io, ovviamente, ma...

# 9000_Shinada
source: Then who cares about your family? Do what you want to do, and screw the rest.
pt: Allora chi se ne frega della tua famiglia? Fai quello che vuoi e fottitene del resto.

# 9012_Shion
source: I can't do that. There's no point for me to get married if my mother isn't happy for me.
pt: Non posso farlo. Non ha senso che io mi sposi se mia madre non è felice per me.

# 9024_Shinada
source: I just don't get it. All I gotta say is, don't choose a path you're gonna end up regretting later. You'll, well, regret it.
pt: Proprio non capisco. Tutto quello che posso dirti è: non scegliere una strada di cui finirai per pentirti più avanti. Finiresti... beh, per pentirtene.

# 9036_Shion
source: ...All right.
pt: ...Va bene.

# 9048_Shinada
source: What do you want to do?
pt: Cosa vuoi fare?

# 9060_Shinada
source: Because all I'm hearing about is what your mother wants. Sounds to me like an excuse to put off making a decision.
pt: Perché sento parlare solo di quello che vuole tua madre. Mi sembra solo una scusa per rimandare la decisione.

# 9084_Shion
source: You really are insightful, Shinada-san. It's a little disconcerting how well you know me.
pt: Sei davvero perspicace, Shinada-san. È un po' sconcertante quanto bene mi conosci.

# 9096_Shinada
source: Heh, I've just got a knack for reading people. But if you really don't know, you should probably think about it a little harder.
pt: Heh, ho solo un talento per inquadrare le persone. Ma se davvero non lo sai, forse dovresti rifletterci un po' meglio.

# 9108_Shion
source: All right!
pt: Bene!

# 9120_Shinada
source: That's really weird. Why do your parents pick who you get married to?
pt: È davvero strano. Perché devono essere i tuoi a scegliere chi devi sposare?

# 9132_Shion
source: Arranged marriage is the norm here in Nagoya. In fact, it's somewhat strange that I'm the one telling my mother about the proposal.
pt: Il matrimonio combinato è la norma qui a Nagoya. In effetti, è quasi strano che sia io a parlare a mia madre della proposta.

# 9144_Shinada
source: That's not normal at all. Sounds more like a feudal samurai clan than a family.
pt: Non è affatto normale. Sembra più un clan di samurai feudali che una famiglia.

# 9156_Shion
source: Hm, perhaps so. I suppose women back in those times would have had thoughts similar to mine, no?
pt: Hm, forse è così. Immagino che le donne di quei tempi avessero pensieri simili ai miei, no?

# 9168_Shinada
source: Uh, yeah, definitely weird.
pt: Uh, già, decisamente strano.

# 9180_Shion
source: Lately, I've been getting the feeling that somebody's following me.
pt: Ultimamente, ho come la sensazione che qualcuno mi stia seguendo.

# 9192_Shinada
source: Wait, what!? Who?
pt: Aspetta, cosa!? Chi?

# 9204_Shinada
source: Seriously? What the heck makes you think that?
pt: Dici sul serio? Cosa cavolo te lo fa pensare?

# 9216_Shinada
source: Yeah, me! I've always got my eye on you, my darling Shion-chan!
pt: Già, io! Ti tengo sempre d'occhio, mia cara Shion-chan!

# 9228_Shion
source: Could you please not joke about this? I know it isn't you, Shinada-san.
pt: Potresti non scherzarci sopra, per favore? Lo so che non sei tu, Shinada-san.

# 9240_Shinada
source: Sorry, sorry.
pt: Scusa, scusa.

# 9252_Shion
source: Like I was saying, whenever I leave my house or the club, it feels like someone is watching me.
pt: Come dicevo, ogni volta che esco di casa o dal club, ho come la sensazione che qualcuno mi stia osservando.

# 9264_Shinada
source: Sounds like a stalker all right. You should be careful.
pt: Sembra proprio uno stalker. Dovresti stare attenta.

# 9276_Shion
source: I just wonder who it could be. I don't think it's one of the clients here at the club.
pt: Mi chiedo proprio chi possa essere. Non credo sia uno dei clienti qui al club.

# 9288_Shion
source: Do you have any ideas, Shinada-san?
pt: Hai qualche idea, Shinada-san?

# 9300_Shinada
source: Come to think of it, while we were out on that date, there was someone who was taking pictures of you, remember?
pt: Ora che ci penso, mentre eravamo fuori per quell'appuntamento, c'era qualcuno che ti stava scattando delle foto, ricordi?

# 9312_Shion
source: Oh, yes! You're absolutely right!
pt: Oh, sì! Hai proprio ragione!

# 9324_Shinada
source: Do you think that's who it is?
pt: Pensi che sia proprio lui?

# 9336_Shion
source: Maybe so. I do feel like I've seen him somewhere before.
pt: Può darsi. Mi sembra proprio di averlo già visto da qualche parte.

# 9348_Shion
source: But why would he be following me? Oh, I am quite troubled by not knowing why.
pt: Ma perché dovrebbe seguirmi? Oh, non sapere il perché mi preoccupa parecchio.

# 9360_Shinada
source: Want me to escort you? This can be a dangerous neighborhood, so don't count on strangers stopping if you need help.
pt: Vuoi che ti accompagni io? Questo quartiere può essere pericoloso, quindi non contare sul fatto che degli sconosciuti si fermino se hai bisogno di aiuto.

# 9372_Shion
source: Oh, I'd feel much better having you with me, Shinada-san! I'd love it if you did that for me!
pt: Oh, mi sentirei molto più tranquilla ad averti con me, Shinada-san! Mi farebbe davvero piacere se lo facessi per me!

# 9384_Shinada
source: Sure. I mean, I have to work too, so I can't stick with you 24/7.
pt: Certo. Voglio dire, devo lavorare pure io, quindi non posso mica starti appiccicato 24 ore su 24.

# 9396_Shinada
source: But if you feel like you're being followed, give me a call right away.
pt: Però, se hai l'impressione di essere seguita, chiamami subito.

# 9408_Shion
source: I will!
pt: Lo farò!

# 9420_Shinada
source: You really have no ideas? Maybe someone's got a grudge against you, and you don't even realize it.
pt: Non ti viene proprio in mente niente? Magari qualcuno ce l'ha con te e tu non te ne rendi neanche conto.

# 9432_Shion
source: Let's see. Could there be someone who's advances I had spurned?
pt: Vediamo. Potrebbe esserci qualcuno di cui ho respinto le avance?

# 9444_Shion
source: No. I can't remember any of them.
pt: No. Non me ne viene in mente nessuno.

# 9456_Shinada
source: Yikes. I almost feel bad for those guys.
pt: Caspita. Quasi mi dispiace per quei tizi.

# 9468_Shinada
source: How should I know? It's not like I'm a detective or anything. Based on the little you've told me, if I did know anything, I'd either be a genius or the culprit.
pt: E che ne so io? Mica sono un detective o robe del genere. In base a quel poco che mi hai detto, se sapessi qualcosa sarei o un genio o il colpevole.

# 9480_Shion
source: Oh, good idea! I could hire a detective to look into the matter for me.
pt: Oh, buona idea! Potrei assumere un detective che indaghi sulla faccenda per me.

# 9492_Shinada
source: Good idea! Sounds kinda fun, actually. Like you're in some crazy soap opera or something.
pt: Bella idea! Sembra quasi divertente, a dir la verità. Come se fossi in una di quelle soap opera assurde o roba del genere.

# 9504_Shion
source: Oh, it's not all that odd for me. I know a number of people who have hired private investigators.
pt: Oh, non è affatto strano per me. Conosco diverse persone che hanno assunto degli investigatori privati.

# 9516_Shinada
source: For what? To check if their husbands are having an affair? They really are like those rich TV housewives, huh?
pt: Per far cosa? Per controllare se i mariti le tradiscono? Sono proprio come quelle ricche casalinghe della TV, eh?

# 9528_Shion
source: Indeed! Everyone knows that their husbands are cheating, so collecting the photographic proof becomes a fun competition.
pt: Esatto! Sanno tutte che i loro mariti le tradiscono, quindi raccogliere le prove fotografiche diventa una gara divertente.

# 9540_Shinada
source: Heh. I'd love to see the look on the husband's face when he sees those pics.
pt: Eh. Mi piacerebbe proprio vedere la faccia del marito quando vede quelle foto.

# 9552_Shinada
source: Isn't that expensive? Like 100,000 yen a day?
pt: Ma non è caro? Tipo 100.000 yen al giorno?

# 9564_Shion
source: Oh, please don't turn this into a case of penny-pinching, Shinada-san. Aren't you the least bit worried about my well-being?
pt: Oh, ti prego, non metterti a fare il taccagno, Shinada-san. Non sei nemmeno un minimo preoccupato per il mio benessere?

# 9576_Shinada
source: Haha. I guess being cheap is a habit I can't break.
pt: Ahah. Mi sa che fare il taccagno è un'abitudine che non riesco proprio a togliermi.

# 9588_Shion
source: In any case, you're right, it isn't inexpensive. I hope I can make do with my own funds.
pt: In ogni caso, hai ragione, non è affatto economico. Spero di riuscire a cavarmela con i miei fondi.

# 9600_Shinada
source: Yeah, you don't want to worry your folks.
pt: Già, non vorrai mica far preoccupare i tuoi.

# 9612_Shion
source: I've spoken to my mother about what I've been dealing with. She told me to stop being too proud to ask for help.
pt: Ho parlato con mia madre di quello che mi sta succedendo. Mi ha detto di smetterla di essere troppo orgogliosa per chiedere aiuto.

# 9624_Shion
source: And that, above all else, my late father would want me to lead a fulfilling life.
pt: E che, più di ogni altra cosa, il mio defunto padre vorrebbe che conducessi una vita appagante.

# 9636_Shinada
source: I agree. You were only lying to yourself. You gotta be who you really are inside.
pt: Sono d'accordo. Stavi solo mentendo a te stessa. Devi essere chi sei veramente dentro.

# 9648_Shion
source: I'd never have realized it without you, Shinada-san. Thank you!
pt: Non l'avrei mai capito senza di te, Shinada-san. Grazie!

# 9660_Shinada
source: You could've stayed as you were. There's nothing wrong with living your life in the lap of luxury.
pt: Potevi restare com'eri. Non c'è niente di male a vivere nel lusso più totale.

# 9672_Shion
source: No. I'm done with all that now. Trying to be someone I'm not wasn't very enjoyable at all.
pt: No. Ho chiuso con tutto quello, ormai. Cercare di essere qualcuno che non sono non è stato affatto divertente.

# 9684_Shion
source: I feel like, at long last, a heavy burden has been lifted from my shoulders.
pt: Sento che, finalmente, un gran peso mi è stato tolto dalle spalle.

# 9696_Shion
source: I was actually thinking of introducing you to my mother, Shinada-san. I've made a reservation for us at a restaurant later.
pt: In effetti, stavo pensando di presentarti a mia madre, Shinada-san. Ho già prenotato un tavolo per noi in un ristorante per più tardi.

# 9708_Shinada
source: Ah! I'm all self-conscious now! I've never been to a real live fancy dinner before.
pt: Ah! Ora mi sento tutto in imbarazzo! Non sono mai stato a una vera cena elegante prima d'ora.
