Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0cad.po
Languages: pt

# 1488_Watami President
source: Oh, I see! Yes, an image like that would have quite an impact, wouldn't it?
pt: Oh, capisco! Sì, un'immagine del genere avrebbe un bell' impatto, vero?

# 1500_Watamin-chi President
source: What a great idea! I'd love to see a poster of that!
pt: Che ottima idea! Mi piacerebbe un sacco vedere un poster del genere!

# 1512_Watami President
source: Excuse me, but we're talking about a poster for Watami. Watamin-chi will get its turn in a moment.
pt: Mi scusi, ma stiamo parlando di un poster per Watami. A Watamin-chi toccherà tra un attimo.

# 1524_Watamin-chi President
source: But it's a joint audition. I happen to be interested in this topic as well, you know.
pt: Ma è un'audizione congiunta. Anche io sono interessato a questo argomento, sai.

# 1536_Watami President
source: That's all well and good, but Haruka-chan's idea was based on Watami's core concept alone.
pt: Tutto bello e buono, ma l'idea di Haruka-chan era basata solo sul concetto fondamentale di Watami.

# 1548_Watami President
source: Thank you very much, Haruka-chan. You were very quick to grasp Watami's philosophy, and I found your idea to be quite interesting!
pt: Grazie mille, Haruka-chan. Sei stata molto rapida a cogliere la filosofia di Watami, e ho trovato la tua idea piuttosto interessante!

# 1560_Haruka
source: Oh, thank you!
pt: Oh, grazie!

# 1608_Watamin-chi President
source: Now, if you don't mind, I'd like a moment to speak with you about Watamin-chi.
pt: Ora, se non vi dispiace, vorrei un attimo per parlare con voi di Watamin-chi.

# 1620_Haruka
source: Oh, of course! Please do!
pt: Oh, certo! Faccia pure!

# 1632_Watamin-chi President
source: Watamin-chi is a charcoal grill restaurant, and so, as you can imagine, our menu is quite different from that of Watami.
pt: Watamin-chi è un ristorante di griglia a carbone, e quindi, come puoi immaginare, il nostro menù è piuttosto diverso da quello di Watami.

# 1644_Watamin-chi President
source: We're still a fairly new company, and we'd love to have someone with a fresh, youthful image like you for our poster girl.
pt: Siamo ancora un'azienda piuttosto nuova, e ci piacerebbe un sacco avere qualcuno con un'immagine fresca e giovanile come la tua per la nostra ragazza immagine.

# 1656_Haruka
source: Thank you very much. That's very kind of you to say.
pt: Grazie mille. È molto gentile da parte sua dirlo.

# 1668_Watamin-chi President
source: We wish the same for our menu items, as well. We put quite a bit of thought into naming them.
pt: Ci auguriamo lo stesso anche per i nostri piatti del menù. Abbiamo dedicato un bel po' di attenzione alla scelta dei loro nomi.

# 1680_Watamin-chi President
source: For example, we have a freshly squeezed orange juice cocktail with orange slices, appropriately called "Spaceship from Planet Orange." Cute, don't you think?
pt: Per esempio, abbiamo un cocktail con spremuta d'arancia fresca e fette d'arancia, chiamato giustamente "Astronave dal Pianeta Arancia". Carino, non trovi?

# 1692_Haruka
source: (Oh, that's right. Miss Yamaura told me about that, too.)
pt: (Oh, è vero. Anche la signorina Yamaura me l'aveva detto.)

# 1704_Watamin-chi President
source: And we have an interesting drink made from energy drink, peach, and red bayberry. Let's see. What was it called again...?
pt: E abbiamo una bevanda interessante fatta con bevanda energetica, pesca e mirto rosso. Vediamo un po'. Come si chiamava di nuovo...?

# 1716_Haruka
source: Oh, that one? I think I know.
pt: Oh, quello? Credo di saperlo.

# 1728_Watamin-chi President
source: That's the "Red, White, and Blue Cow Now," right?
pt: È il "Red, White, and Blue Cow Now", no?

# 1740_Watamin-chi President
source: No, that's not it, although I think it's something along those lines. What was it, now...?
pt: No, non è quello, anche se credo sia qualcosa su quella falsa riga. Come si chiamava, ora...?

# 1752_Watami President
source: It's "Red, Red, Fuzzy Cow Pow." You're the Watamin-chi President. How could you forget your own company's menu item?
pt: È "Red, Red, Fuzzy Cow Pow". Lei è il Watamin-chi Presidente. Come può dimenticare un piatto del menù della sua stessa azienda?

# 1764_Watamin-chi President
source: That's a "Red, Red, Fuzzy Cow Pow," right?
pt: È un "Red, Red, Fuzzy Cow Pow", no?

# 1776_Watamin-chi President
source: Yes, that's it! I'm impressed that you knew it! Thank you very much!
pt: Sì, è quello! Sono impressionato che lo sapesse! Grazie mille!

# 1788_Watami President
source: Unbelievable. You're the Watamin-chi president. How could you forget a thing like that?
pt: Incredibile. Lei è il Watamin-chi Presidente. Come può dimenticare una cosa del genere?

# 1800_Watamin-chi President
source: That's a "Red and Orange Cow Town," right?
pt: È un "Red and Orange Cow Town", no?

# 1812_Watamin-chi President
source: Hmm. That sounds so close! Agh, what in the world was it?
pt: Hmm. Ci siamo quasi! Agh, cosa diavolo era?

# 1824_Watami President
source: It's "Red, Red, Fuzzy Cow Pow." You're the Watamin-chi president. How could you forget your own company's speciality?
pt: È "Red, Red, Fuzzy Cow Pow". Lei è il Watamin-chi Presidente. Come può dimenticare la specialità della sua stessa azienda?

# 1836_Watamin-chi President
source: Well, that sort of thing happens to the best of us from time to time.
pt: Beh, cose del genere capitano anche ai migliori di tanto in tanto.

# 1848_Watami President
source: You're the president! That should never happen, not even once.
pt: Lei è il presidente! Questo non dovrebbe mai accadere, nemmeno una volta.

# 1860_Watamin-chi President
source: Excuse me, but I'm not finished speaking with Haruka-chan just yet. I'll thank you to keep quiet.
pt: Senta, ma non ho ancora finito di parlare con Haruka-chan Le chiedo di fare silenzio.

# 1872_Watami President
source: Well, excuse me.
pt: Beh, mi scusi.

# 1884_Watamin-chi President
source: Now then, Haruka-chan, say we've created a special beverage in your honor.
pt: Allora, Haruka-chan, diciamo che abbiamo creato una bevanda speciale in suo onore.

# 1896_Watamin-chi President
source: What would be the perfect name for this drink?
pt: Quale sarebbe il nome perfetto per questa bevanda?

# 1908_Haruka
source: A drink made in my honor? Well, let's see...
pt: Una bevanda fatta in mio onore? Beh, vediamo...

# 1920_Watamin-chi President
source: I'm a little embarrassed to suggest it myself, but how about "Haruka Sweet 17"?
pt: Mi imbarazza un po' suggerirlo io stesso, ma che ne dici di "Haruka Sweet 17"?

# 1932_Watamin-chi President
source: Well, isn't that a lovely name? Very fitting for a cute young idol such as yourself!
pt: Beh, non è un nome adorabile? Molto appropriato per una carina giovane idol come te!

# 1944_Watami President
source: Hmm. That sounds like it would be well-suited for Watami's as well. I imagine it would be very popular with the ladies!
pt: Mmh. Questo sembra che sarebbe molto adatto anche per la Watami. Immagino che sarebbe molto popolare tra le signore!

# 1956_Watamin-chi President
source: I'm a little embarrassed to suggest it, but how about "Haruka Sakura"?
pt: Mi imbarazza un po' suggerirlo, ma che ne dici di "Haruka Sakura"?

# 1968_Watamin-chi President
source: Oh, I see! Cherry blossoms, is it? A drink that calls forth the image of spring. I like it!
pt: Oh, capisco! Fiori di ciliegio, eh? Una bevanda che evoca l'immagine della primavera. Mi piace!

# 1980_Watami President
source: Hmm. That sounds like it would be well-suited for Watami's as well. I imagine it would be very popular with the ladies!
pt: Mmh. Questo sembra che sarebbe molto adatto anche per la Watami. Immagino che sarebbe molto popolare tra le signore!

# 1992_Watamin-chi President
source: I'm a little embarrassed to suggest it, but how about "Haruka Harmonica Bazooka"?
pt: Mi imbarazza un po' suggerirlo, ma che ne dici di "Haruka Harmonica Bazooka"?

# 2004_Watamin-chi President
source: Oh, that's wonderful! That's just the sort of name we love at Watamin-chi!
pt: Oh, è magnifico! Questo è proprio il tipo di nome che adoriamo alla Watamin-chi!

# 2016_Watami President
source: Well done, Haruka-chan. I admire the way you managed to somehow adjust your thinking to coincide with Watamin-chi's questionable taste.
pt: Ben fatto, Haruka-chan. Ammiro il modo in cui sei riuscita a in qualche modo aggiustare il tuo pensiero per allinearti alla Watamin-chi, al suo gusto discutibile.

# 2028_Watamin-chi President
source: "Questionable"!? You couldn't have picked something less harsh!?
pt: "Discutibile"!? Non potevi scegliere qualcosa di meno duro!?

# 2040_Watami President
source: Unfortunately, that's the only word that comes to mind.
pt: Purtroppo, quella è l'unica parola che mi viene in mente.

# 2052_Watamin-chi President
source: I'll have you know that our "taste" is to be fun and silly on purpose! We have many loyal and enthusiastic customers because of it!
pt: Ti dico che il nostro "gusto" è essere divertenti e un po' folli apposta! Abbiamo un sacco di clienti fedeli ed entusiasti proprio per questo!

# 2064_Watami President
source: I'm simply complimenting Haruka-chan on her most excellent answer. We'd love for her to help develop names for our menu items as well!
pt: Sto semplicemente facendo i complimenti a Haruka-chan per la sua eccellente risposta. Ci piacerebbe che ci aiutasse a sviluppare nomi anche per le voci del nostro menù!

# 2076_Watamin-chi President
source: Must you constantly derail the conversation? We're talking about Watamin-chi's menu, thank you very much!
pt: Devi per forza deviare la conversazione? Stiamo parlando del menù della Watamin-chi, grazie mille!

# 2088_Watami President
source: But wasn't it you who said just a few moments ago that this was a joint audition? You aren't the only company president in the room, you know.
pt: Ma non eri tu che hai detto solo un attimo fa che questa era un'audizione congiunta? Non sei l'unico presidente qui dentro, sai.

# 2100_Watamin-chi President
source: Ahem! Perhaps, but be that as it may, we've now come to the interesting part of the audition.
pt: Ehm! Forse, ma comunque sia, siamo ora arrivati alla parte interessante dell'audizione.

# 2112_Watami President
source: Yes, I must agree.
pt: Sì, devo concordare.

# 2124_Secretary Takako
source: That concludes the interview portion of the audition. Now, if you wouldn't mind, Haruka-chan, we'd like you to show us your dancing.
pt: Questo conclude la parte dell'intervista dell'audizione. Ora, se non ti dispiace, Haruka-chan, vorremmo che ci mostrassi il tuo ballo.

# 2136_Haruka
source: Yes, of course.
pt: Sì, certo.

# 2148_Watami President
source: I've been looking forward to this. I can't believe we get our own private Haruka Sawamura performance!
pt: Non vedevo l'ora. Non posso credere che avremo la nostra esibizione privata di Haruka Sawamura!

# 2160_Watamin-chi President
source: I feel the same way! And once the dance portion is over, we'll be ready to give you our answer.
pt: La penso allo stesso modo! E una volta finita la parte del ballo, saremo pronti a darti la nostra risposta.

# 2172_Haruka
source: All right. I'll do my very best!
pt: Va bene. Ce la metterò tutta!
