Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 3444_Akiyama
source: Scared? Why? Because it's been so long?
pt: Paura? E come mai? Perché è passato tanto tempo?

# 3456_Honoka
source: Well, uh... He's actually bringin' his girlfriend home with him.
pt: Beh, ecco... In realtà porterà la sua ragazza a casa con sé.

# 3468_Akiyama
source: What's wrong with that? Isn't it great that he's found someone?
pt: Che c'è di male? Non è fantastico che abbia trovato qualcuna?

# 3480_Honoka
source: Everything's wrong with it! She's my rival now! I've been freakin' out about what to do.
pt: C'è tutto che non va! Ormai è la mia rivale! Sto dando fuori di matto cercando di capire cosa fare.

# 3492_Akiyama
source: That isn't good. That must make you feel weird, not knowing how to act around her.
pt: Non va bene. Ti sentirai sicuramente a disagio, non sapendo come comportarti con lei.

# 3504_Honoka
source: That's exactly it! I can't be rude 'cause it'll upset my brother, so I'll have to force myself to smile and act all cheerful.
pt: Proprio così! Non posso essere sgarbata perché mio fratello ci rimarrebbe male, quindi dovrò sforzarmi di sorridere e fare tutta l'allegra.

# 3516_Akiyama
source: You'll get used to it. It's not nice to say that sort of thing before you've even met her. She might be a nice person.
pt: Ti ci abituerai. Non è bello dire certe cose prima ancora di averla incontrata. Magari è una brava persona.

# 3528_Honoka
source: That's all well and good, but what am I gonna do if our personalities wind up clashin'?
pt: Tutto molto bello, ma che farò se i nostri caratteri finiranno per cozzare?

# 3540_Akiyama
source: Try to accept her. You're going to have to, sooner or later.
pt: Cerca di accettarla. Dovrai farlo, prima o poi.

# 3552_Honoka
source: I guess I just gotta suck it up.
pt: Immagino che mi tocchi proprio mandarla giù.

# 3564_Honoka
source: Hey, I'll just tell my other big brother he can't go gettin' a girlfriend of his own!
pt: Ehi, dirò al mio altro fratellone che non può mica andarsi a cercare una fidanzata!

# 3576_Akiyama
source: Oh, you've got two older brothers?
pt: Oh, hai due fratelli maggiori?

# 3588_Akiyama
source: Why not bring a boyfriend of your own? That might make your brother jealous.
pt: Perché non ti trovi un fidanzato anche tu? Magari così farai ingelosire tuo fratello.

# 3600_Honoka
source: Ahahaha! Hey, good idea!
pt: Ahahaha! Ehi, bella idea!

# 3612_Akiyama
source: She's your future sister-in-law. You have to make nice with her.
pt: È la tua futura cognata. Devi cercare di andarci d'accordo.

# 3624_Honoka
source: No way! Not in a million years!
pt: Neanche per sogno! Neanche tra un milione di anni!

# 3636_Akiyama
source: Why not?
pt: Perché no?

# 3648_Honoka
source: 'Cause I can't be friends with the girl who'll steal my big brother from me!
pt: Perché non posso mica essere amica della ragazza che mi porterà via il mio fratellone!

# 3660_Honoka
source: Hey, Akiyama-san, do ya think there's some way I can get my brother and his girlfriend to break up?
pt: Ehi, Akiyama-san, secondo te c'è un modo per far lasciare mio fratello e la sua ragazza?

# 3672_Akiyama
source: Maybe you should let this whole thing go.
pt: Forse dovresti lasciar perdere tutta questa faccenda.

# 3696_Akiyama
source: Someone's in a good mood. What's up?
pt: Qualcuno è di buon umore. Che succede?

# 3708_Honoka
source: I went shoppin' earlier today and managed to get my stuff for half off!
pt: Oggi sono andata a fare shopping e sono riuscita a prendere la mia roba a metà prezzo!

# 3720_Akiyama
source: Nicely done. Was there some kind of trick to it?
pt: Niente male. C'era sotto qualche trucco?

# 3732_Honoka
source: I kept sayin' stuff like, "Man, I'd buy this if it costs only this much," or, "Hey, I'll buy this if ya throw in this other thing for free."
pt: Continuavo a dire roba tipo: "Cavolo, lo comprerei se costasse solo questa cifra", oppure: "Ehi, lo compro se mi aggiungi quest'altra cosa gratis".

# 3744_Akiyama
source: I see. You've got a good handle on human psychology. That makes you good at haggling.
pt: Capisco. Hai un ottimo intuito per la psicologia umana. Ecco perché sei così brava a mercanteggiare.

# 3756_Honoka
source: Right? We Osaka girls are a sharp bunch!
pt: Vero? Noi ragazze di Osaka siamo proprio sveglie!

# 3768_Akiyama
source: I couldn't do that. If I think the list price is too high I don't buy it, or if the list price is reasonable, I do.
pt: Io non ce la farei mai. Se penso che il prezzo di listino sia troppo alto non compro nulla, se invece è ragionevole, allora lo prendo.

# 3780_Honoka
source: Ya can't do that! The list price is all lies! They could sell stuff for half price and still make a profit, so ya may as well haggle.
pt: Non puoi fare così! Il prezzo di listino è tutta una bugia! Potrebbero vendere la roba a metà prezzo e guadagnarci comunque, quindi tanto vale mercanteggiare.

# 3792_Akiyama
source: I don't know about selling it for half price...
pt: Non saprei se lo venderebbero a metà prezzo...

# 3804_Akiyama
source: Do you always haggle when you go shopping?
pt: Mercanteggi sempre quando vai a fare shopping?

# 3816_Honoka
source: Just buyin' somethin' is no fun. You get a sense of accomplishment if ya haggle!
pt: Comprare qualcosa e basta non è divertente. Se mercanteggi, provi un vero senso di soddisfazione!

# 3828_Akiyama
source: You must really enjoy it. I bet you get friendly with the staff at these stores too.
pt: Ti deve piacere proprio tanto. Scommetto che entri in confidenza anche con il personale di quei negozi.

# 3840_Honoka
source: Nah, ya gotta do it the other way around.
pt: Nah, devi fare l'esatto contrario.

# 3852_Akiyama
source: The other way around?
pt: L'esatto contrario?

# 3864_Honoka
source: Yeah. Ya gotta make nice with 'em before they give you better prices. So they'll think yer sweet and deserve a discount.
pt: Già. Devi farteli amici prima che ti facciano dei prezzi migliori. Così penseranno che sei un tesoro e che ti meriti uno sconto.

# 3876_Akiyama
source: Yikes! Women aren't to be trifled with, I see.
pt: Accidenti! Vedo che con le donne non si scherza.

# 3888_Akiyama
source: Sounds exhausting. Do you always have to be so gung-ho about it?
pt: Sembra estenuante. Devi sempre metterci tutta questa foga?

# 3900_Honoka
source: Hm. I guess sometimes I am pretty dog-tired after I'm done shoppin'.
pt: Hm. Mi sa che a volte sono proprio stanca morta dopo aver finito di fare shopping.

# 3912_Honoka
source: But when it's been that rough, I go and brag to my friends about it and that perks me right up!
pt: Ma quando è stata così dura, vado a vantarmi con le mie amiche e la cosa mi tira subito su!

# 3924_Akiyama
source: Even a shopping trip can be turned into a tale of heroism, huh? Haha.
pt: Persino un giro di shopping può diventare un'impresa eroica, eh? Haha.

# 3936_Honoka
source: 'Course it can. I'd be a sorry excuse for a Kansai gal if I didn't embellish my stories!
pt: Certo che sì. Non sarei degna di essere una ragazza del Kansai se non ricamassi un po' sopra alle mie storie!

# 3948_Akiyama
source: You're a haggler. If you got it for half off, it couldn't have been that expensive to begin with. That's not really a big deal.
pt: Sei una che ama tirare sul prezzo. Se l'hai preso a metà prezzo, non poteva essere poi così caro fin dall'inizio. Non è poi questa gran cosa.

# 3960_Honoka
source: What are ya talkin' about? Money's important! Ya can't let even a single yen go to waste!
pt: Ma che vai dicendo? I soldi sono importanti! Non si può mica sprecare nemmeno un singolo yen!

# 3972_Akiyama
source: That's true enough. It's better to haggle and get something than not haggle and get nothing.
pt: Vero anche questo. Meglio tirare sul prezzo e portarsi a casa qualcosa che non farlo e restare a mani vuote.

# 3984_Honoka
source: Exactly! Sometimes I'll cave in early and get it a bit cheaper, but I'll wind up wishin' I had stuck to my guns a little more.
pt: Proprio così! A volte cedo troppo presto e riesco a spuntare un prezzo un po' più basso, ma finisco sempre per pentirmi di non aver tenuto duro ancora un po'.

# 3996_Akiyama
source: That's good. People with that mindset are more proactive about making money than most, making it much easier to save.
pt: Bene così. Chi ha questa mentalità è più intraprendente della media quando si tratta di fare soldi, il che rende molto più facile risparmiare.

# 4008_Honoka
source: Really? Ya sure know how to convince a girl, Akiyama-san! Now I'm gonna haggle even more!
pt: Davvero? Ci sai proprio fare nel convincere una ragazza, Akiyama-san! Ora tirerò sul prezzo ancora di più!

# 4020_Akiyama
source: You know, maybe I should hire you for one of my clubs.
pt: Sai, forse dovrei proprio assumerti in uno dei miei club.

# 4032_Akiyama
source: That's a bad trait. Honestly, it's not good to let money dictate your life. You should aim for a life where you can have freedom from money.
pt: È un brutto difetto. Sinceramente, non va bene lasciare che il denaro detti legge nella tua vita. Dovresti puntare a una vita in cui puoi essere libero dal denaro.

# 4044_Honoka
source: I wouldn't be strugglin' now if I could choose. Us little people are better off bein' thrifty and not pretendin' like we're rich celebrities.
pt: Se potessi scegliere, non farei tutta 'sta fatica. Noi gente comune facciamo meglio a essere parsimoniosi, invece di far finta di essere dei ricconi famosi.

# 4056_Akiyama
source: No, I suppose not.
pt: No, suppongo di no.

# 4068_Akiyama
source: No one likes a cheapskate. If being cheap gives a poor impression, it's better to spend money to improve your image.
pt: A nessuno piacciono i tirchi. Se fare il taccagno dà una brutta impressione, è meglio spendere dei soldi per migliorare la propria immagine.

# 4080_Honoka
source: So you're sayin' it's okay to waste money?
pt: Quindi mi stai dicendo che va bene sprecare i soldi?

# 4092_Akiyama
source: Sure. It feels good to go big when spending money.
pt: Certo. È una bella sensazione fare le cose in grande quando si spendono dei soldi.

# 4104_Honoka
source: Hmm. Really?
pt: Hmm. Davvero?

# 4116_Honoka
source: In that case, ya better keep on drinkin' there!
pt: In tal caso, faresti meglio a continuare a bere!

# 4140_Akiyama
source: I intend to. Maybe even order some champagne...
pt: È quello che intendo fare. Magari ordinerò pure dello champagne...

# 4152_Honoka
source: Hahaha! Oh, you're such a cool guy, Akiyama-san!
pt: Ahahah! Oh, sei proprio un grande, Akiyama-san!

# 4164_Akiyama
source: Hehe.
pt: Eheh.

# 4176_Akiyama
source: I intend to. Well, I would, except I'm short on cash today.
pt: È quello che intendo fare. Beh, lo farei, se non fosse che oggi sono a corto di contanti.

# 4188_Honoka
source: What!? This is worse than bein' stingy. It's super uncool to talk game like that when you're broke.
pt: Cosa!? Questo è peggio che essere tirchi. È proprio da sfigati fare i gradassi in quel modo quando sei al verde.

# 4212_Akiyama
source: Maybe next time.
pt: Magari la prossima volta.

# 4224_Honoka
source: That's the exact opposite of whatcha just said, Akiyama-san! You're supposed to go big right now, not go home...
pt: È l'esatto contrario di quello che hai appena detto, Akiyama-san! Adesso dovresti fare le cose in grande, mica tornartene a casa...

# 4248_Honoka
source: I'm real good at tongue-twisters. I don't mess up or nothin'.
pt: Sono bravissima con gli scioglilingua. Non mi impappino mai.

# 4260_Akiyama
source: Okay.
pt: Ok.

# 4272_Honoka
source: Um...
pt: Ehm...

# 4284_Akiyama
source: What?
pt: Cosa?

# 4296_Honoka
source: I'm real good at tongue-twisters!
pt: Sono bravissima con gli scioglilingua!

# 4308_Akiyama
source: I heard you the first time. What's wrong with you? Are you drunk or something?
pt: Ti ho sentito la prima volta. Ma che ti prende? Sei ubriaca o cosa?

# 4320_Honoka
source: No, I'm not drunk! Geez! That was me danglin' the setup for ya, and you're supposed to pick up on it.
pt: No, non sono mica ubriaca! Uffa! Ti stavo servendo l'assist, e tu avresti dovuto cogliere la palla al balzo.

# 4332_Akiyama
source: Oh. Okay. Sorry about that.
pt: Oh. Ok. Scusa.

# 4344_Honoka
source: Let's try that again, yeah?
pt: Proviamoci di nuovo, va bene?

# 4356_Honoka
source: Say, I'm real good at tongue-twisters!
pt: Senti, sono bravissima con gli scioglilingua!

# 4368_Akiyama
source: Oh wow! Let me hear one!
pt: Oh, wow! Fammene sentire uno!

# 4380_Honoka
source: Okay, but just a quickie!
pt: Ok, ma solo uno veloce!

# 4392_Akiyama
source: Really? I'm not sure I believe you.
pt: Davvero? Non sono sicuro di crederti.

# 4404_Honoka
source: Believe it! I'm super good!
pt: Credici! Sono bravissima!

# 4416_Akiyama
source: If you say so. Let me hear one.
pt: Se lo dici tu. Fammene sentire uno.

# 4428_Honoka
source: Sure thing!
pt: Certo!

# 4440_Akiyama
source: Let me hear one.
pt: Fammene sentire uno.

# 4452_Honoka
source: Hehehe! Okay, but just a quickie!
pt: Eheheh! Ok, ma solo uno veloce!

# 4464_Honoka
source: If one froggy hoppity hops twice, then three froggies hoppity hop six times.
pt: Se una ranocchietta fa due saltelli, allora tre ranocchiette fanno sei saltelli.

# 4476_Honoka
source: How's that?
pt: Che ne dici?

# 4488_Akiyama
source: Impressive! You really do want to be a newscaster, don't you?
pt: Impressionante! Vuoi proprio diventare una giornalista, eh?

# 4500_Honoka
source: Sure do! I'm workin' real hard for it.
pt: Proprio così! Mi sto impegnando un sacco per riuscirci.

# 4512_Akiyama
source: Keep it up. Someday all that hard work is bound to pay off.
pt: Continua così. Vedrai che prima o poi tutto questo impegno darà i suoi frutti.

# 4524_Honoka
source: Hehe! Keep the praise comin'! That sorta feedback helps me improve!
pt: Eheh! Continua pure con i complimenti! Questo tipo di feedback mi aiuta a migliorare!

# 4536_Akiyama
source: In that case, the next time you think you've improved, be sure to show me. And if you have, I'll be sure to throw more praise your way.
pt: In tal caso, la prossima volta che pensi di essere migliorata, non mancare di mostrarmelo. E se sarà così, ti farò un sacco di altri complimenti.

# 4548_Honoka
source: Okay! Next time I'll be able to rattle off that sorta thing even more smoothly!
pt: Okay! La prossima volta riuscirò a snocciolare quel genere di cose ancora più fluidamente!

# 4560_Akiyama
source: I look forward to it!
pt: Non vedo l'ora!

# 4572_Akiyama
source: Try harder. It's not an easy feat to become a reporter. Being able to say tongue-twisters isn't the be-all and end-all.
pt: Impegnati di più. Diventare una giornalista non è un'impresa facile. Saper recitare degli scioglilingua non è mica tutto.

# 4584_Honoka
source: I know all that. All I was sayin' was that I'm good at tongue-twisters and wanted to give ya a demonstration.
pt: Lo so bene. Volevo solo dire che sono brava con gli scioglilingua e volevo fartene una dimostrazione.

# 4596_Akiyama
source: Oh, okay.
pt: Ah, okay.

# 4608_Honoka
source: I'm tryin' hard at lotsa different things, so try not to be so discouragin'.
pt: Mi sto impegnando un sacco in un sacco di cose diverse, quindi cerca di non essere così scoraggiante.

# 4620_Akiyama
source: My apologies.
pt: Le mie scuse.

# 4632_Akiyama
source: That was okay. I bet I could do that.
pt: Niente male. Scommetto che ci riuscirei anch'io.

# 4644_Honoka
source: Ya really think so, huh? Okay then, Akiyama-san. Give it a shot!
pt: Dici davvero, eh? Allora d'accordo, Akiyama-san. Provaci un po'!

# 4656_Honoka
source: Time's up!
pt: Tempo scaduto!

# 4668_Akiyama
source: What!? Hey, come on. You can't put me on the spot like that.
pt: Cosa!? Ehi, ma dai. Non puoi mettermi così alle strette.

# 4680_Honoka
source: The ability to ad lib is one a' the things they look for in a reporter. Ya gotta be prepared!
pt: La capacità di improvvisare è una delle cose che cercano in un giornalista. Devi farti trovare pronto!

# 4692_Akiyama
source: Good grief.
pt: Mamma mia.

# 4704_Akiyama
source: The sixth sleep's sick sheik's...
pt: Il sesto sceicco sciocco...

# 4716_Honoka
source: Ahahaha! Trippin' over yer own tongue there, Akiyama-san! Too bad!
pt: Ahahaha! Ti si è proprio intrecciata la lingua, Akiyama-san! Peccato!

# 4728_Akiyama
source: Damn, this is actually really hard.
pt: Accidenti, è veramente difficile.

# 4740_Akiyama
source: The sixth sick sheik's sixth sheep's sick.
pt: La sesta pecora sciocca del sesto sceicco sciocco è sciocca.

# 4752_Honoka
source: Whoooa! That's amazin'! You're really good at that, Akiyama-san!
pt: Wooo! Ma è pazzesco! Te la cavi alla grande, Akiyama-san!

# 4764_Akiyama
source: Hehe.
pt: Eheh.

# 4776_Akiyama
source: The sixth sock sheik's sick sheesh sheek...
pt: La sesta pecora sciocca... dello sceicco... sci... scioc...

# 4788_Honoka
source: Ahaha! That's not how it goes, silly! Close but no cigar, Akiyama-san!
pt: Ahaha! Non è così che va, sciocchino! Ci sei andato vicino, ma niente da fare, Akiyama-san!

# 4800_Akiyama
source: Damn, this is actually really hard.
pt: Accidenti, è veramente difficile.

# 4812_Honoka
source: Oh hey, there's somethin' I wanted to ask ya.
pt: Oh, ehi, c'è una cosa che volevo chiederti.

# 4824_Akiyama
source: What is it?
pt: E cioè?

# 4836_Honoka
source: Do ya know what a half-day is?
pt: Lo sai cos'è una mezza giornata?

# 4848_Akiyama
source: I do. You mean like at school, when classes end in the morning. Like most Saturdays, I hear.
pt: Sì, lo so. Intendi come a scuola, quando le lezioni finiscono la mattina. Come quasi tutti i sabati, a quanto ne so.

# 4860_Honoka
source: That's right. I shoulda figured you'd know.
pt: Esatto. Avrei dovuto immaginare che lo sapessi.

# 4872_Akiyama
source: What's that? I've never heard of it.
pt: Cos'è? Non ne ho mai sentito parlare.

# 4884_Honoka
source: It's like on Saturdays, when classes only run in the mornin'.
pt: È come il sabato, quando le lezioni ci sono solo la mattina.

# 4896_Akiyama
source: Oh, is that what they call those? I'd never heard that term before.
pt: Oh, è così che le chiamano? Non avevo mai sentito questo termine prima.

# 4908_Akiyama
source: What about it, anyway?
pt: E allora, che c'è a riguardo?

# 4920_Honoka
source: I was talkin' to another customer and he mentioned half-days, but at the school I went to we always had Saturdays off.
pt: Stavo parlando con un altro cliente e ha menzionato le mezze giornate, ma nella scuola che ho frequentato io avevamo sempre il sabato libero.

# 4932_Akiyama
source: Yeah, recently schools have been getting two days a week off. Back in my day we went to school every Saturday.
pt: Già, ultimamente le scuole hanno due giorni liberi a settimana. Ai miei tempi si andava a scuola ogni sabato.

# 4944_Honoka
source: My college has classes on Saturdays, and I even went to cram schools before college.
pt: La mia università ha lezioni il sabato, e prima andavo pure alle scuole di preparazione.

# 4956_Honoka
source: But when I said I'd never heard of a half-day, this guy made fun of me for bein' a slacker at school.
pt: Ma quando ho detto che non avevo mai sentito parlare della mezza giornata, quel tipo mi ha preso in giro dandomi della fannullona a scuola.

# 4968_Akiyama
source: Is that true?
pt: Davvero?

# 4980_Honoka
source: Maybe my generation's got more relaxed education standards, but that ain't the issue. It's not my fault they don't do school on Saturdays.
pt: Forse la mia generazione ha degli standard educativi più rilassati, ma non è questo il punto. Non è colpa mia se non si andava a scuola il sabato.

# 4992_Akiyama
source: Yeah, it's not fair to lump you in with that.
pt: Già, non è giusto fare di tutta l'erba un fascio.

# 5004_Akiyama
source: What a jerk. Mocking the education system itself is one thing, but what kind of education did this guy get that made him mock you?
pt: Che idiota. Criticare il sistema scolastico è un conto, ma che tipo di educazione avrà ricevuto quel tizio per arrivare a prendersi gioco di te?

# 5016_Honoka
source: Exactly! I'm glad you're not prejudiced against us younger folks, Akiyama-san.
pt: Esatto! Mi fa piacere che tu non abbia pregiudizi verso noi giovani, Akiyama-san.

# 5028_Honoka
source: Maybe he wasn't mockin' me just because of my generation's education, but also 'cause I'm a '90s kid. Maybe he wanted a more mature woman?
pt: Forse non mi stava prendendo in giro solo per l'istruzione della mia generazione, ma anche perché sono nata negli anni '90. Magari cercava una donna più matura?

# 5040_Akiyama
source: You were born in the '90s? A lot of the girls I interview for my club were born around then as well. Guess times are changing.
pt: Sei nata negli anni '90? Anche molte delle ragazze a cui faccio il colloquio per il mio club sono nate in quel periodo. Immagino che i tempi stiano cambiando.

# 5052_Honoka
source: Do you got problems with girls born in the '90s?
pt: Hai qualche problema con le ragazze nate negli anni '90?

# 5064_Akiyama
source: It depends.
pt: Dipende.

# 5076_Honoka
source: For real? Why?
pt: Sul serio? E perché?

# 5088_Akiyama
source: When I'm with younger girls, especially cute ones, I try too hard to be cool so she'll like me. As a result, I can't really be myself.
pt: Quando sto con delle ragazze più giovani, specie se carine, mi sforzo troppo di fare il figo per farmi piacere. Di conseguenza, non riesco mai a essere davvero me stesso.

# 5100_Akiyama
source: Conversely, I can talk to older women with less reservation, tell dirty jokes, and have fun with silly talk. Sometimes that's more fun for me.
pt: Al contrario, con le donne più mature parlo senza troppi freni, faccio battute spinte e mi diverto a sparare cavolate. A volte per me è più divertente così.

# 5112_Honoka
source: Wow, I figured you were bein' yerself, so I'm surprised, Akiyama-san. So are ya tryin' hard to be cool right now?
pt: Wow, pensavo fossi te stesso, quindi sono sorpresa, Akiyama-san. Quindi ti stai sforzando di fare il figo proprio adesso?

# 5124_Akiyama
source: Maybe.
pt: Può darsi.

# 5136_Akiyama
source: Quite the contrary. I get a thrill from the younger generation.
pt: Tutt'altro. Le nuove generazioni mi danno una bella carica.

# 5148_Honoka
source: Eww, yer a creepy old man, Akiyama-san! You're not doin' yourself any favors.
pt: Che schifo, sei proprio un vecchiaccio viscido, Akiyama-san! Non ti stai certo facendo un favore.

# 5160_Akiyama
source: No, I meant that as a compliment.
pt: No, guarda che il mio era un complimento.

# 5172_Honoka
source: So, when I'm an old lady in my forties or fifties, will ya still think I'm cute because I was born in the '90s?
pt: Quindi, quando sarò una vecchia sui quaranta o cinquant'anni, mi troverai ancora carina solo perché sono nata negli anni '90?

# 5184_Akiyama
source: Hmm. I wonder. By that point we might be extolling the virtues of girls born in the 21st century.
pt: Uhm. Chissà. Per allora potremmo essere lì a tessere le lodi delle ragazze nate nel ventunesimo secolo.

# 5196_Honoka
source: See, I hate people who slap labels on people like that. I'd rather be seen as an individual.
pt: Vedi, odio chi appiccica etichette alla gente in quel modo. Preferirei essere vista come un individuo.

# 5208_Akiyama
source: Hmm.
pt: Mhh.

# 5220_Akiyama
source: Age doesn't matter to me. It's about the person.
pt: L'età per me non conta. Quello che conta è la persona.

# 5232_Honoka
source: Right!? I don't wanna be told I look stupid just 'cause of my age or looks. I attend a prestigious college, after all.
pt: Visto!? Non voglio sentirmi dare della stupida solo per la mia età o per il mio aspetto. Dopotutto, frequento un'università prestigiosa.
