Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0832.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

# 56_Kiryu
source: Here we are.
pt: Eccoci.

# 68_Muranaka
source: Thank you so much for a fruitful ride. I have plenty of material for my article now!
pt: Grazie mille per la corsa proficua. Ora ho un sacco di materiale per il mio articolo!

# 80_Muranaka
source: Here's the fare, and a tip for your help!
pt: Ecco la tariffa, e una mancia per il tuo aiuto!

# 116_Kiryu
source: Thank you.
pt: Grazie.

# 128_Muranaka
source: I'll do my best to write a great article! Good luck with the job!
pt: Farò del mio meglio per scrivere un ottimo articolo! In bocca al lupo con il lavoro!

# 140_Kiryu
source: Here we are.
pt: Eccoci.

# 152_Muranaka
source: Thank you for the ride! I think I have plenty of material for my article! Here's the fare.
pt: Grazie per la corsa! Credo di avere un sacco di materiale per il mio articolo! Ecco la tariffa.

# 176_Kiryu
source: Thank you.
pt: Grazie.

# 188_Muranaka
source: I'll do my best to write a great article! Good luck with the job!
pt: Farò del mio meglio per scrivere un ottimo articolo! In bocca al lupo con il lavoro!

# 200_Kiryu
source: Here we are.
pt: Eccoci.

# 212_Muranaka
source: Hmm. I think I'll need to take a few more rides before I have enough material. Here's the fare.
pt: Mmm. Credo che dovrò fare ancora qualche corsa prima di avere abbastanza materiale. Ecco la tariffa.

# 236_Kiryu
source: Bye.
pt: Ciao.

# 248_Kiryu
source: (Maybe I should have provided more useful information.)
pt: Forse avrei dovuto fornire informazioni più utili.
