Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 5244_Akiyama
source: Customers who pick a girl based on age only look at the numbers, not the girl. They really don't care who they get.
pt: I clienti che scelgono una ragazza solo in base all'età guardano solo i numeri, non la ragazza. Non gli importa davvero di chi gli capita.

# 5256_Honoka
source: Yeah, I wanna be seen for who I am inside.
pt: Già, voglio essere vista per quella che sono dentro.

# 5268_Akiyama
source: Still, a cabaret club needs to meet a client's needs. If a guy simply doesn't like you, that's too bad. You should cut your losses.
pt: Comunque sia, un cabaret club deve soddisfare le esigenze dei clienti. Se a uno proprio non piaci, c'è poco da fare. Ti conviene lasciar perdere.

# 5280_Honoka
source: Yeah! I'm only gonna make a point to make nice with customers who treat me right!
pt: Già! Mi impegnerò a essere carina solo con i clienti che mi trattano bene!

# 5292_Honoka
source: I'm a huge fan of amusement parks. There's one I hit up about once a week if I don't watch out!
pt: Vado matta per i parchi divertimento. Ce n'è uno in cui vado tipo una volta a settimana se non sto attenta!

# 5304_Akiyama
source: That's amazing. I guess you must've dropped a lot of money on an annual pass.
pt: Incredibile. Immagino che avrai sborsato un sacco di soldi per l'abbonamento annuale.

# 5316_Honoka
source: Yep! I go all the time to make sure I'm gettin' my money's worth!
pt: Già! Ci vado in continuazione per assicurarmi di far fruttare i soldi spesi!

# 5328_Akiyama
source: Really? I didn't know there were people who liked them enough to go that often.
pt: Davvero? Non sapevo ci fossero persone a cui piacciono così tanto da andarci così spesso.

# 5340_Akiyama
source: And you don't get bored?
pt: E non ti annoi?

# 5352_Honoka
source: Some things are fun to see over and over! Also, they change the attractions seasonally, so there's stuff to keep me interested.
pt: Certe cose è divertente vederle e rivederle! E poi cambiano le attrazioni a seconda della stagione, quindi ci sono sempre novità che mi tengono vivo l'interesse.

# 5376_Akiyama
source: Do you go on dates? Who do you go with?
pt: Ci vai per degli appuntamenti? E con chi ci vai?

# 5388_Honoka
source: Nah, I go by myself, of course.
pt: Ma no, ci vado da sola, ovviamente.

# 5400_Akiyama
source: By yourself? To an amusement park?
pt: Da sola? In un parco divertimenti?

# 5412_Honoka
source: Yep. It makes it easier for me to hit up whatever attractions I feel like checkin' out.
pt: Già. Mi viene più facile andare su tutte le attrazioni che mi va di provare.

# 5424_Akiyama
source: I'd never considered going to an amusement park alone before. You must really enjoy it.
pt: Non avevo mai preso in considerazione l'idea di andare a un parco divertimenti da solo prima d'ora. Ti deve piacere proprio tanto.

# 5436_Honoka
source: I do, but I still ain't seen this year's Christmas show. At this rate, it'll be over before I get a chance to see it.
pt: Proprio così, ma non ho ancora visto lo spettacolo di Natale di quest'anno. Di questo passo, finirà prima che io riesca a vederlo.

# 5448_Akiyama
source: That's a shame. You should go soon. I take it you're busy lately?
pt: Che peccato. Dovresti andarci presto. Immagino che tu sia stata impegnata, ultimamente?

# 5460_Honoka
source: Yeah, I got slammed by exams at school, and since I'm workin' every day now I can't find the time to go.
pt: Già, sono stata sommersa dagli esami a scuola e, dato che ora lavoro ogni giorno, non riesco a trovare il tempo per andarci.

# 5472_Akiyama
source: Why not go before work? Even if you don't have the whole day off, surely you can find two or three hours of free time.
pt: Perché non ci vai prima del lavoro? Anche se non hai tutto il giorno libero, di sicuro riuscirai a trovare due o tre ore di tempo libero.

# 5484_Honoka
source: That's no good. There's a limited-edition phone strap ya get if you come with a guest, but I don't have anyone to invite.
pt: Così non va bene. C'è un laccetto per il cellulare in edizione limitata che ricevi se vieni con un ospite, ma non ho nessuno da invitare.

# 5496_Akiyama
source: They give those away?
pt: Li regalano?

# 5508_Honoka
source: They put out a different one every year. I collect 'em.
pt: Ne fanno uscire uno diverso ogni anno. Li colleziono.

# 5520_Akiyama
source: Wow, I didn't know. I guess you can't afford to miss out on this year's version.
pt: Wow, non lo sapevo. Immagino che tu non possa proprio farti scappare la versione di quest'anno.

# 5532_Akiyama
source: Which is more important to you? I know you want the strap, but what good is that if the Christmas show is finished?
pt: Cos'è più importante per te? So che vuoi il laccetto, ma a che serve se lo spettacolo di Natale è finito?

# 5544_Honoka
source: They're both important to me! That's why I'm in such a tizzy over it.
pt: Sono entrambi importanti per me! È per questo che sono così in crisi.

# 5556_Akiyama
source: Then you need to make sure you find someone you can go with.
pt: Allora devi proprio assicurarti di trovare qualcuno con cui andarci.

# 5568_Honoka
source: All my friends are so busy this time a' year, and I can't nab any of 'em.
pt: Tutti i miei amici sono così impegnati in questo periodo dell'anno e non riesco a beccarne nessuno.

# 5580_Akiyama
source: That's the holidays for you. I'm busy with work myself, and I can hardly go an hour without my secretary calling me.
pt: Le vacanze sono fatte così. Anch'io sono sommerso dal lavoro e non passa neanche un'ora senza che la mia segretaria mi chiami.

# 5592_Honoka
source: Really? Sounds rough, Akiyama-san.
pt: Davvero? Sembra dura, Akiyama.

# 5604_Honoka
source: Why do things always get even busier when it's already Christmas? It's such a hassle.
pt: Perché le cose diventano sempre ancora più frenetiche proprio quando è Natale? È una bella rottura.

# 5616_Akiyama
source: I hear that. I wish the busy times would limit themselves to just the end of the fiscal year.
pt: Ti capisco. Vorrei che i periodi frenetici si limitassero solo alla fine dell'anno fiscale.

# 5628_Akiyama
source: Maybe wait it out? Once Christmas is over schools go on break, and work will drop off. Your friends' schedules might clear up.
pt: Magari potresti aspettare che passi? Una volta finito il Natale le scuole chiudono e il lavoro rallenta. I tuoi amici potrebbero riuscire a liberarsi.

# 5640_Honoka
source: But then the Christmas show will be over! I gotta go now!
pt: Ma allora lo spettacolo di Natale sarà già finito! Ci devo andare adesso!

# 5652_Akiyama
source: Oh, good point. Limited-time things are a hassle, aren't they?
pt: Oh, hai ragione. Le cose a tempo limitato sono una bella rottura, vero?

# 5664_Akiyama
source: Try asking someone else to get it for you. If you can't make it, maybe someone else can.
pt: Prova a chiedere a qualcun altro di prenderlo per te. Se non riesci ad andarci, magari qualcun altro può farcela.

# 5676_Honoka
source: I said none of my friends can go! If I knew someone who could, I'd just go with them!
pt: Ti ho detto che nessuno dei miei amici può andarci! Se conoscessi qualcuno che può, ci andrei insieme e basta!

# 5688_Akiyama
source: They don't have to be friends of yours. I'm sure someone who's gotten that strap already is auctioning it off or something.
pt: Non devono per forza essere tuoi amici. Sono sicuro che qualcuno che ha già preso quel laccetto lo stia mettendo all'asta o qualcosa del genere.

# 5700_Honoka
source: Oh hey, you're right! You're sharp as a tack, Akiyama-san! I gotta go hunt it down!
pt: Oh, ehi, hai ragione! Sei proprio un dritto, Akiyama! Devo andare a scovarlo!

# 5712_Akiyama
source: I hope you find it.
pt: Spero che tu riesca a trovarlo.

# 5724_Akiyama
source: Can you take time off work? A lot of girls work here, so it shouldn't be a problem for you to take just one day off.
pt: Riesci a prenderti un giorno libero? Qui lavorano un sacco di ragazze, quindi non dovrebbe essere un problema per te prenderti anche solo un giorno di riposo.

# 5736_Honoka
source: Can't do that. December's the best time of year for earnings. Also a lotta clients use Christmas as an excuse to bring us presents.
pt: Non si può fare. Dicembre è il periodo migliore dell'anno per i guadagni. E poi un sacco di clienti usano il Natale come scusa per portarci dei regali.

# 5748_Akiyama
source: Good point. If a girl at my club asked for a day off at this time of the year, I'd have a hard time approving it.
pt: Hai ragione. Se una ragazza del mio club mi chiedesse un giorno libero in questo periodo dell'anno, farei fatica a concederglielo.

# 5760_Honoka
source: Right? I mean I like amusement parks, but my customers are important.
pt: Vero? Voglio dire, i parchi divertimento mi piacciono, ma i miei clienti sono importanti.

# 5772_Akiyama
source: Unfortunately, it looks like you might need to give up on trying to see this show.
pt: Purtroppo, sembra proprio che dovrai rinunciare a vedere questo spettacolo.

# 5784_Akiyama
source: Which is more important to you? The show is only happening right now. You'll regret it if you don't go.
pt: Cos'è più importante per te? Lo spettacolo c'è solo ora. Te ne pentirai se non ci vai.

# 5796_Honoka
source: Yeah, I guess you're right.
pt: Già, immagino tu abbia ragione.

# 5808_Honoka
source: Okay, that settles it! I'm gonna ask for time off and go see that show!
pt: Ok, allora è deciso! Chiederò un giorno libero e andrò a vedere quello spettacolo!

# 5820_Akiyama
source: Good idea. Working hard is all well and good, but it's no good to stress yourself out.
pt: Ottima idea. Lavorare sodo va bene, ma non serve a niente stressarsi troppo.

# 5832_Akiyama
source: Aha, that's it!
pt: Ahah, proprio così!

# 5844_Honoka
source: Huh?
pt: Uh?

# 5856_Akiyama
source: Take one of your customers with you! Like on a pre-shift date. Then you'll be able to work and still see the show!
pt: Portati dietro uno dei tuoi clienti! Tipo un appuntamento prima del turno. Così potrai lavorare e vedere comunque lo spettacolo!

# 5868_Honoka
source: Oh yeah! I've been buried under so much work and studyin' that I hadn't even thoughta that!
pt: Oh, già! Sono stata così sommersa dal lavoro e dallo studio che non ci avevo nemmeno pensato!

# 5880_Akiyama
source: Heheh.
pt: Eheh.

# 5892_Honoka
source: I recently had a slip-up with drinkin'... It's somethin' I haven't done in a while.
pt: Di recente ho fatto uno scivolone col bere... È una cosa che non mi capitava da un pezzo.

# 5904_Akiyama
source: Oh? What kind of slip-up are we talking?
pt: Oh? Di che tipo di scivolone stiamo parlando?

# 5916_Honoka
source: I wound up drinkin' so much I blacked out.
pt: Ho finito per bere così tanto che ho avuto un blackout.

# 5928_Akiyama
source: I do that a lot. I wind up back at home, with no memory of how I even got there a bit too often.
pt: Mi capita spesso. Mi ritrovo a casa senza ricordarmi minimamente come ci sono arrivata, un po' troppo spesso.

# 5940_Honoka
source: How can ya just be okay with that? I'm all weirded out by not knowin' what I mighta done.
pt: Come fai a starci tranquillo? Mi mette un'ansia assurda non sapere cosa potrei aver combinato.

# 5952_Akiyama
source: That's no good. You're a girl, so you need to be careful or bad things might happen.
pt: Così non va bene. Sei una ragazza, quindi devi stare attenta o potrebbero succederti brutte cose.

# 5964_Honoka
source: Yeah. I definitely regret it.
pt: Già. Me ne pento eccome.

# 5976_Honoka
source: Also, I think I lost the coat I was wearin'. I don't even remember takin' it off. I wonder where it could be.
pt: E poi, credo di aver perso il cappotto che indossavo. Non mi ricordo neanche di essermelo tolto. Chissà dove sarà finito.

# 5988_Akiyama
source: You went home in this cold weather without a coat? Wow, you must've been really drunk.
pt: Sei tornata a casa con questo freddo senza cappotto? Wow, devi essere stata proprio sbronza.

# 6000_Honoka
source: Darn it. I'm more upset about losin' the coat than about not rememberin' stuff!
pt: Accidenti. Mi scoccia di più aver perso il cappotto che non ricordarmi niente!

# 6012_Akiyama
source: Be careful when you drink. It's good to have fun, but too much will lead to poor decisions and you'll become a nuisance to others.
pt: Fai attenzione quando bevi. Va bene divertirsi, ma esagerare ti porta a prendere pessime decisioni e a diventare un peso per gli altri.

# 6024_Honoka
source: Yeah. Like I think I mighta smacked my friend upside the head...
pt: Sì. Tipo che mi sa che ho mollato un ceffone in testa a un mio amico...

# 6036_Akiyama
source: Sounds like you're a mean drunk. And here I figured you could hold your liquor pretty well.
pt: Sembra proprio che tu abbia la sbronza cattiva. E io che pensavo che reggessi bene l'alcol.

# 6048_Honoka
source: Nah, not really. I usually drink weak stuff like sours, so when I drink somethin' like wine, I lose it pretty easily.
pt: Nah, mica tanto. Di solito bevo roba leggera come i sour, quindi quando bevo roba tipo il vino, perdo il controllo abbastanza facilmente.

# 6060_Akiyama
source: I see. Well, I'm glad you're all right. It's a shame about the coat, but just be more careful next time.
pt: Capisco. Beh, sono contento che tu stia bene. Peccato per il cappotto, ma vedi di fare più attenzione la prossima volta.

# 6072_Honoka
source: Okay! If ya ever think I'm drinkin' too much, make sure to stop me, 'kay?
pt: D'accordo! Se mai pensi che stia bevendo troppo, vedi di fermarmi, ok?

# 6084_Akiyama
source: Sure, it's a deal.
pt: Certo, affare fatto.

# 6096_Akiyama
source: Did you really hit her? You said you didn't remember anything, so maybe you're imagining it.
pt: L'hai colpita davvero? Hai detto che non ricordavi niente, quindi magari te lo sei solo immaginato.

# 6108_Honoka
source: For whatever reason, hittin' my friend is the one thing I seem to remember clearly.
pt: Per un motivo o per l'altro, aver colpito il mio amico è l'unica cosa che mi sembra di ricordare chiaramente.

# 6120_Honoka
source: She seemed so ticked off, I'm afraid to even apologize now. Maybe I oughta keep my head low not say anythin' until the heat dies down?
pt: Sembrava così incazzata che ora ho persino paura a chiederle scusa. Forse farei meglio a stare bassa e non dire niente finché non si calmano le acque?

# 6132_Akiyama
source: No, you should definitely apologize now, before the gulf between you gets even wider.
pt: No, dovresti assolutamente scusarti ora, prima che il divario tra voi si allarghi ancora di più.

# 6144_Honoka
source: Yeah, okay. Man, this is the pits...
pt: Sì, d'accordo. Cavolo, è proprio un disastro...

# 6156_Akiyama
source: Why'd you hit her?
pt: Perché l'hai colpita?

# 6168_Honoka
source: I was tryin' to be the funny man, but she wasn't playin' along. So I told her she was no fun and smacked her.
pt: Cercavo di fare la simpatica, ma lei non stava al gioco. Così le ho detto che non era divertente e le ho mollato un colpo.

# 6180_Akiyama
source: Sounds like you were just being a drunk. Your rep will go down if you act like that.
pt: Sembra proprio che ti sia comportata da ubriacona. La tua reputazione calerà se ti comporti così.

# 6192_Honoka
source: What am I gonna do if my friends don't wanna go drinkin' with me anymore? Oh no, what am I gonna do!? I'm totally bummed!
pt: Che farò se le mie amiche non vorranno più venire a bere con me? Oh no, che farò!? Sono proprio a terra!

# 6204_Akiyama
source: What's done is done. There's no point dwelling on the past. Just go ahead and apologize.
pt: Quel che è fatto è fatto. Inutile rimuginare sul passato. Vai e chiedile scusa.

# 6216_Akiyama
source: Are you sure it's gone? Have you looked hard for it? Maybe it's in the washing machine.
pt: Sei sicura che sia sparito? Hai cercato bene? Magari è nella lavatrice.

# 6228_Honoka
source: I looked but I couldn't find it! I got no idea where I coulda left it!
pt: Ho cercato ma non sono riuscita a trovarlo! Non ho proprio idea di dove potrei averlo lasciato!

# 6240_Akiyama
source: You'll find it eventually. Chin up.
pt: Lo troverai prima o poi. Su col morale.

# 6252_Honoka
source: Yeah, I hope so...
pt: Sì, lo spero...

# 6264_Akiyama
source: Have you asked around? If someone finds it, I'm sure they'll get it back to you.
pt: Hai chiesto in giro? Se qualcuno lo trova, sono sicuro che te lo restituiranno.

# 6276_Honoka
source: I'll go and do that.
pt: Andrò a fare proprio così.

# 6288_Honoka
source: You're so nice to me, Akiyama-san. You'll hafta watch after me if I get drunk!
pt: Sei proprio gentile con me, Akiyama-san. Dovrai badare a me se mi ubriaco!

# 6300_Akiyama
source: Hey, I always look after the ladies.
pt: Ehi, mi prendo sempre cura delle signore.

# 6312_Akiyama
source: Want me to buy you a new one? Maybe if you think of it like you'd just exchanged it for a new one, the loss won't sting as much.
pt: Vuoi che te ne compri uno nuovo? Magari se pensi di averlo semplicemente sostituito con uno nuovo, la perdita non brucerà così tanto.

# 6324_Honoka
source: No way! I really loved that coat. My grandma bought it for me when I graduated from high school.
pt: Ma no! Ci tenevo tantissimo a quel cappotto. Mia nonna me l'aveva comprato quando mi sono diplomata alle superiori.

# 6336_Akiyama
source: Ah. Sounds like it meant a lot to you.
pt: Ah. Sembra proprio che ci tenessi molto.

# 6348_Honoka
source: Aww, I hope someone finds it!
pt: Oh, spero proprio che qualcuno lo trovi!

# 6360_Akiyama
source: Are you sure you were even wearing it? Maybe you never even put it on that day.
pt: Sei sicura che lo stessi indossando? Magari quel giorno non l'hai nemmeno messo.

# 6372_Honoka
source: If I hadn't, it'd be in my closet, but it ain't there.
pt: Se non l'avessi fatto, sarebbe nel mio armadio, ma non c'è.

# 6384_Akiyama
source: Oh, right. Maybe you really did take it off and leave it somewhere then.
pt: Ah, già. Allora forse te lo sei tolto davvero e l'hai lasciato da qualche parte.

# 6396_Honoka
source: This really sucks. I'm never gonna have too much to drink again!
pt: È un vero schifo. Non berrò mai più così tanto!

# 6672_Honoka
source: Anyone ever tell ya you've got a nice voice, Akiyama-san?
pt: Qualcuno ti ha mai detto che hai una bella voce, Akiyama-san?

# 6684_Akiyama
source: Sometimes. Though honestly I'm not too sure of that myself.
pt: A volte. Anche se, a dire il vero, non ne sono così convinto nemmeno io.

# 6696_Akiyama
source: When I hear my own voice in a recording, I just think about how weird it sounds.
pt: Quando sento la mia voce in una registrazione, penso solo a quanto suoni strana.

# 6708_Honoka
source: I hear that! I remember bein' real upset when I first heard my own voice.
pt: Ti capisco bene! Mi ricordo che ci ero rimasta malissimo la prima volta che ho sentito la mia voce.

# 6720_Akiyama
source: No, not really. I guess you'd be the first.
pt: No, non proprio. Direi che sei la prima.

# 6732_Honoka
source: Really? But ya've got a great voice! Lately, I make a point to pay attention to a man's voice, and yers has a nice ring to it, Akiyama-san!
pt: Davvero? Ma hai una gran bella voce! Ultimamente mi sono messa a far caso alla voce di un uomo, e la tua ha proprio un bel timbro, Akiyama-san!

# 6744_Akiyama
source: Well, I'm happy to hear it.
pt: Be', mi fa piacere sentirtelo dire.

# 6756_Honoka
source: I wanna be a newscaster, y'know.
pt: Voglio diventare una giornalista televisiva, sai.

# 6768_Akiyama
source: A newscaster? Wow, you've chosen a pretty tough career path.
pt: Una giornalista televisiva? Però, hai scelto un percorso davvero difficile.

# 6780_Honoka
source: I'm goin' to school and takin' lessons, but my accent's givin' me a lotta trouble.
pt: Vado a scuola e prendo lezioni, ma il mio accento mi sta dando un sacco di problemi.

# 6792_Akiyama
source: What's wrong with an accent? Other regional dialects can be problematic, but most people can handle Kansai-ben.
pt: Che c'è di male in un accento? Altri dialetti regionali possono dare dei problemi, ma la maggior parte delle persone non ha problemi con il Kansai-ben.

# 6804_Honoka
source: No way! There ain't no newscasters who read broadcast news in a regional dialect!
pt: Ma figurati! Non esiste nessun giornalista che legga le notizie del telegiornale in dialetto!

# 6816_Honoka
source: Not even comedians on variety programs use their dialect when hostin' their shows.
pt: Nemmeno i comici nei varietà usano il proprio dialetto quando conducono i loro show.

# 6828_Akiyama
source: Now that you mention it, I guess nationally broadcasted shows don't do dialects, do they?
pt: Ora che mi ci fai pensare, mi sa che i programmi trasmessi a livello nazionale non usano i dialetti, vero?

# 6840_Honoka
source: It's not that ya can't use it, but why use words that are difficult to understand? If ya know standard Japanese, might as well use it.
pt: Non è che non si possa usare, ma perché usare parole difficili da capire? Se conosci il giapponese standard, tanto vale usare quello.

# 6852_Akiyama
source: I gotcha.
pt: Ho capito.

# 6864_Akiyama
source: You're overthinking things. Your success as a newscaster doesn't hinge only on that. Why don't you work on improving your other skills first?
pt: Ci stai pensando troppo. Il tuo successo come giornalista televisiva non dipende solo da quello. Perché non lavori prima sul migliorare le tue altre doti?

# 6876_Honoka
source: Huh? But what if I don't wind up bein' able to fix my accent in the long run?
pt: Eh? Ma se alla lunga non riuscissi a correggere il mio accento?

# 6888_Akiyama
source: Maybe you should try to immerse yourself in the Tokyo accent, so you get more used to it.
pt: Magari dovresti provare a immergerti nell'accento di Tokyo, così da abituarti di più.

# 6900_Honoka
source: I guess so. But when I'm here at work, I keep hearin' Kansai-ben all the time, whether I wanna or not. So I'm not sure how I'm gonna do that.
pt: Immagino di sì. Ma quando sono qui al lavoro, continuo a sentire il Kansai-ben in continuazione, che io lo voglia o no. Quindi non so proprio come farò a farcela.

# 6912_Akiyama
source: I could teach you. I have a good ear for that sort of thing, so if you get the accent wrong I'll point it out for you.
pt: Te lo posso insegnare io. Ho un buon orecchio per questo genere di cose, quindi se sbagli l'accento te lo farò notare.

# 6924_Honoka
source: Ya mean it? That'd be tops if you could do it! Much obliged to ya, Akiyama-san!
pt: Dici davvero? Sarebbe il massimo se potessi farlo! Ti sono davvero grata, Akiyama-san!

# 6936_Akiyama
source: Yeah, well, in your case, maybe your accent isn't the primary thing to worry about...
pt: Già, beh, nel tuo caso, forse l'accento non è la cosa principale di cui preoccuparsi...

# 6948_Akiyama
source: That's an excuse. If this job is an issue, you should quit and work somewhere else. If you want to make your dreams come true, give it your all.
pt: Questa è una scusa. Se questo lavoro è un problema, dovresti licenziarti e andare a lavorare altrove. Se vuoi realizzare i tuoi sogni, devi mettercela tutta.

# 6960_Honoka
source: Hey! I get what you're sayin' but it ain't exactly that simple! I don't like ya suggestin' that I ain't prepared to give my all, either!
pt: Ehi! Capisco quello che dici, ma non è così semplice! E non mi piace nemmeno che tu insinui che io non sia pronta a mettercela tutta!

# 6972_Akiyama
source: I figured you'd say that. It's a tricky thing, making your dreams come true.
pt: Immaginavo che avresti detto così. È una faccenda complicata, realizzare i propri sogni.
