Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 3024_Shion
source: That's what they call their proof of permanent residency. The ID card itself used to be green in color.
pt: È così che chiamano il permesso di residenza permanente. Il tesserino un tempo era proprio di colore verde.

# 3036_Shinada
source: Permanent residency!? That's a big decision!
pt: La residenza permanente!? È una decisione importante!

# 3048_Shinada
source: So, how do you go about getting one of these green cards?
pt: Quindi, come si fa a ottenerne una di queste green card?

# 3060_Shion
source: I suppose the fastest way would be to marry an American man. My mother earned her Japanese residency by marrying my Japanese father.
pt: Immagino che la strada più veloce sarebbe sposare un americano. Mia madre ha ottenuto la residenza giapponese sposando mio padre giapponese.

# 3072_Shinada
source: Oh right, you're half-Japanese.
pt: Ah, è vero, sei mezza giapponese.

# 3084_Shion
source: You can also enter a lottery for one, but they only hold it once a year, and only one in every few thousand people gets one.
pt: Puoi anche partecipare a una lotteria per averne una, ma si tiene solo una volta all'anno e solo una persona su qualche migliaio riesce a ottenerla.

# 3096_Shinada
source: Why not get married then? It sounds like the most expedient route.
pt: Allora perché non ti sposi? Sembra la strada più rapida.

# 3108_Shion
source: Because choosing a spouse is not that simple. Up and marrying someone, without taking proper time to determine if he'll be a good match, is rather... short-sighted.
pt: Perché scegliere un marito non è così semplice. Sposarsi così su due piedi, senza prendersi il tempo necessario per capire se sia l'uomo giusto, è piuttosto... poco lungimirante.

# 3120_Shinada
source: I hear you. When it comes to foreigners, their culture is totally different too.
pt: Ti capisco. Quando si tratta di stranieri, anche la loro cultura è totalmente diversa.

# 3132_Shinada
source: Maybe just taking a trip would be better than a long term residency.
pt: Magari fare solo un viaggio sarebbe meglio di una residenza a lungo termine.

# 3144_Shion
source: I suppose. But it would be ideal to have a home in both America and Japan, so I can go back and forth at my leisure!
pt: Già. Ma l'ideale sarebbe avere una casa sia in America che in Giappone, così da poter fare avanti e indietro a mio piacimento!

# 3156_Shinada
source: Wow, aim a little higher there, why don't you?
pt: Wow, punta ancora più in alto, già che ci sei!

# 3168_Shinada
source: C'mon, so what? Just get married to someone. If it doesn't work out, you can always get divorced.
pt: Dai, e allora? Sposati qualcuno e basta. Se non funziona, puoi sempre divorziare.

# 3180_Shion
source: That's a textbook sham marriage. I don't want the stigma of being a divorcee over that sort of thing.
pt: Quello è un matrimonio di facciata da manuale. Non voglio lo stigma di essere una divorziata per una cosa del genere.

# 3192_Shion
source: Besides, if you're not married for at least two years, your residency is restricted. And if I get divorced without good cause, it's revoked.
pt: E poi, se non resti sposata per almeno due anni, la residenza è limitata. E se divorzio senza un valido motivo, mi viene revocata.

# 3204_Shinada
source: I see. The law seems pretty tight about that kinda stuff.
pt: Capisco. Sembra che la legge sia piuttosto rigida su quel genere di cose.

# 3216_Shion
source: It's because a lot of people have the same deceitful ideas you have, Shinada-san.
pt: È perché un sacco di persone hanno le tue stesse idee disoneste, Shinada-san.

# 3228_Shinada
source: Haha, guilty as charged.
pt: Haha, mi dichiaro colpevole.

# 3240_Shinada
source: You've really looked into this. I'm a little surprised.
pt: Ti sei proprio informata bene. Sono un po' sorpreso.

# 3252_Shion
source: Of course I have. It's something that affects my life. I'm not saying all of this for no reason.
pt: Certo che l'ho fatto. È una cosa che riguarda la mia vita. Non sto dicendo tutto questo senza motivo.

# 3264_Shinada
source: You've really planned for your future. I could stand to learn a lot from you.
pt: Hai proprio pianificato bene il tuo futuro. Avrei solo da imparare da te.

# 3276_Shinada
source: That's absurd. If it's that unlikely, what's even the point!?
pt: È assurdo. Se è così improbabile, allora che senso ha!?

# 3288_Shion
source: They limit applicants based on certain criteria, but the number is still that small, yes. Maybe I'd be better off giving up.
pt: Limitano i candidati in base a determinati criteri, ma il numero è comunque così ridotto, sì. Forse farei meglio a lasciar perdere.

# 3300_Shinada
source: I think you should. Going on an overseas business trip is one thing, but I haven't heard of many people who want to live there.
pt: Secondo me dovresti. Un conto è andarci per un viaggio d'affari, ma non ho sentito di molta gente che voglia proprio trasferirsi lì.

# 3312_Shion
source: I just don't like the sense of being tied down here in Japan. I wish people here would be more open to moving around, like people in the West.
pt: Non sopporto proprio l'idea di essere così vincolata qui in Giappone. Vorrei che la gente fosse più aperta all'idea di spostarsi, come succede in Occidente.

# 3324_Shinada
source: Yeah, but most people here are no good with English. I don't think we could deal with living overseas.
pt: Già, ma la maggior parte della gente qui non se la cava bene con l'inglese. Non credo che ce la caveremmo a vivere all'estero.

# 3336_Shinada
source: Keep at it. Moving to another country is a huge deal. You can't expect it to be that easy.
pt: Continua a provarci. Trasferirsi in un altro paese è un passo enorme. Non puoi pretendere che sia così facile.

# 3348_Shion
source: You're absolutely right, Shinada-san! I'll look and see if there's some other way I can get in.
pt: Hai perfettamente ragione, Shinada-san! Vedrò se c'è qualche altro modo per riuscirci.

# 3360_Shinada
source: Haha! That's the spirit.
pt: Ahah! Questo è lo spirito giusto.

# 3372_Shinada
source: Is there no other way?
pt: Non c'è un altro modo?

# 3384_Shion
source: Hmm. Perhaps if I were to work there? That's how baseball players get in, right?
pt: Mmh. Forse se lavorassi lì? È così che ci riescono i giocatori di baseball, no?

# 3396_Shinada
source: Oh yeah! You could get employed by a foreign company. I believe in you, Shion-chan!
pt: Ah, già! Potresti farti assumere da un'azienda straniera. Credo in te, Shion-chan!

# 3408_Shion
source: No, I couldn't do that. I want to live in the US on my own terms. If I'm working, it'll be no different than living here in Japan.
pt: No, non potrei farlo. Voglio vivere negli Stati Uniti alle mie condizioni. Se dovessi lavorare, non sarebbe diverso dal vivere qui in Giappone.

# 3420_Shinada
source: Isn't that a bit unrealistic?
pt: Non è un po' irrealistico?

# 3432_Shinada
source: And that's it?
pt: E questo è tutto?

# 3444_Shion
source: Well, I suppose there's also refugee status or asylum.
pt: Beh, immagino ci sia anche lo status di rifugiato o l'asilo politico.

# 3456_Shinada
source: Those sound even less likely to work. Maybe the typical approach really is the best way?
pt: Quelle sembrano avere ancora meno probabilità di funzionare. Forse l'approccio tradizionale è davvero la strada migliore?

# 3468_Shion
source: Oh my, trying to live in another country certainly is difficult. I really respect my mother for what she must have gone through.
pt: Cielo, cercare di vivere in un altro paese è senz'altro difficile. Ammiro davvero mia madre per quello che deve aver passato.

# 3480_Shion
source: Whew. I feel a little tired now.
pt: Uff. Adesso mi sento un po' stanco.

# 3492_Shinada
source: Are you all right? You're not feeling overworked, are you?
pt: Tutto bene? Non starai lavorando troppo, vero?

# 3504_Shion
source: No, there isn't anything wrong with me.
pt: No, non ho niente che non va.

# 3516_Shinada
source: Come on, now. We're only getting started here. Cheer up!
pt: Dai, forza. Abbiamo appena iniziato. Su col morale!

# 3528_Shion
source: Yes, of course. My apologies.
pt: Sì, certo. Chiedo scusa.

# 3540_Shion
source: The girl who was assisting me earlier was rather inattentive, and she wound up upsetting my customer.
pt: La ragazza che mi aiutava poco fa è stata piuttosto disattenta, e ha finito per indispettire il mio cliente.

# 3552_Shinada
source: Sheesh, I hope you chewed her out for it. Can't girls get fired for angering a customer, especially another hostess's client?
pt: Cavolo, spero che tu le abbia dato una bella strigliata. Ma le ragazze non rischiano il licenziamento se fanno arrabbiare un cliente, specialmente quello di un'altra hostess?

# 3564_Shion
source: I did indeed. I took her aside and gave her a warning. And she said, "Put a lid on it, you cranky old bitch!"
pt: Sì, proprio così. L'ho presa da parte e l'ho rimproverata. E lei mi ha risposto: "Dacci un taglio, vecchia stronza acida!"

# 3576_Shion
source: So I struck her, without a second thought.
pt: Così l'ho colpita, senza pensarci due volte.

# 3588_Shinada
source: I'd have slapped her too. Even if she wants to nab your regular client, she has to be a team player. Now she's learned her lesson.
pt: Le avrei mollato uno schiaffo anch'io. Anche se volesse fregarti il cliente abituale, deve comunque fare gioco di squadra. Ora ha imparato la lezione.

# 3600_Shion
source: Indeed. Lately, younger girls don't have any respect when speaking to their seniors.
pt: Proprio così. Di questi tempi, le ragazze più giovani non hanno alcun rispetto quando parlano con le loro superiori.

# 3612_Shinada
source: Well, this is a cabaret club. A higher-end club would never hire girls like that.
pt: Be', questo è un cabaret club. Un locale di classe non assumerebbe mai ragazze del genere.

# 3624_Shinada
source: You can't do that. You should have gone to the manager and had them reprimand her instead.
pt: Non si fa così. Saresti dovuta andare dal manager e farla rimproverare da lui, invece.

# 3636_Shion
source: I can't do that. That would backfire on me.
pt: Non posso farlo. Mi si ritorserebbe contro.

# 3648_Shinada
source: Why's that?
pt: Perché?

# 3660_Shion
source: If I got the manager to do that for me this time, I would surely fall victim to accusations of favoritism in the future.
pt: Se chiedessi al manager di farlo al posto mio stavolta, finirei senz'altro per essere accusata di favoritismo in futuro.

# 3672_Shion
source: The manager knows this goes on as well, so I doubt they would give their backing to any one single person.
pt: Anche il manager sa che queste cose succedono, quindi dubito che darebbe il suo appoggio a una singola persona.

# 3684_Shinada
source: I get you. Handling you girls must be rough. I feel like I've learned a lot about team management.
pt: Ti capisco. Gestirvi dev'essere un'impresa. Sento di aver imparato molto sulla gestione di una squadra.

# 3696_Shinada
source: She's jealous of you. She isn't doing a good job herself and so she took out her anger on you.
pt: È gelosa di te. Non sta combinando granché nemmeno lei e così ha scaricato la sua rabbia su di te.

# 3708_Shion
source: Perhaps so. It can be rather tiresome to listen to someone who isn't up to the task.
pt: Può darsi. Può essere piuttosto stancante stare a sentire qualcuno che non è all'altezza.

# 3720_Shinada
source: You're certainly confident. But I guess having that confidence shows your caliber as a hostess.
pt: Sei proprio sicura di te. Ma immagino che avere quella sicurezza mostri il tuo valore come hostess.

# 3732_Shion
source: Yes, but what really concerns me is that this girl hasn't been the only one.
pt: Sì, ma la cosa che mi preoccupa davvero è che questa ragazza non è stata l'unica.

# 3744_Shinada
source: Oh? There have been others?
pt: Oh? Ce ne sono state altre?

# 3756_Shion
source: I might go so far as to say it's been nearly all of them.
pt: Arriverei quasi a dire che sono state quasi tutte.

# 3768_Shinada
source: All of them!?
pt: Tutte quante!?

# 3780_Shion
source: Everyone seems to have it in for me, and attacks me at every opportunity. Do you think I'm that much of a disagreeable woman?
pt: Sembra che ce l'abbiano tutti con me e mi attaccano a ogni occasione. Pensi che io sia una donna così sgradevole?

# 3792_Shinada
source: Yeah, I can kind of see why the other girls around here don't like you.
pt: Sì, in un certo senso capisco perché alle altre ragazze qui non stai simpatica.

# 3804_Shion
source: Oh. I see. Why is that?
pt: Oh. Capisco. E come mai?

# 3816_Shinada
source: Your politeness could rub people the wrong way. Your style of talking is really refined and polite, so it may sound insulting to them instead.
pt: Tutta questa tua cortesia potrebbe irritare la gente. Il tuo modo di parlare è davvero raffinato e garbato, quindi a loro potrebbe suonare quasi come un'offesa.

# 3828_Shinada
source: You should try to be more direct with people. It'll make it easier for them to relate to you.
pt: Dovresti cercare di essere più diretta con la gente. Sarà più facile per loro entrare in sintonia con te.

# 3840_Shion
source: You think so? Then I shall try to be more mindful from now on.
pt: Dici? Allora cercherò di farci più attenzione d'ora in avanti.

# 3852_Shion
source: Thank you for your advice, Shinada-san!
pt: Grazie per il consiglio, Shinada-san!

# 3864_Shinada
source: Heh. Though, honestly, I have a hard time imagining you speaking casually, Shion-chan.
pt: Eh. Però, onestamente, faccio fatica a immaginarti a parlare in modo informale, Shion-chan.

# 3876_Shinada
source: Of course not. You're worrying too much.
pt: Ma certo che no. Ti preoccupi troppo.

# 3888_Shion
source: Are you sure? I really shouldn't fret over it? Please be honest with me here.
pt: Sei sicuro? Davvero non devo preoccuparmene? Ti prego, sii onesto con me.

# 3900_Shinada
source: Don't worry about it. Forget about what the other girls say.
pt: Non preoccupartene. Lascia perdere quello che dicono le altre ragazze.

# 3912_Shion
source: I see. You're telling me what you think I want to hear, aren't you, Shinada-san?
pt: Capisco. Mi stai dicendo quello che pensi io voglia sentirmi dire, vero, Shinada-san?

# 3924_Shinada
source: Whoa, hey, no I'm not! Why don't you believe me?
pt: Ehi, ehi, no, non è vero! Perché non mi credi?

# 3936_Shion
source: I despise being lied to more than anything else. I thought at least you would be honest with me.
pt: Odio le bugie più di ogni altra cosa. Pensavo che almeno tu saresti stato sincero con me.

# 3948_Shinada
source: Hmph. If that's how you feel, maybe you should try to fix things yourself before asking other people.
pt: Umpf. Se la pensi così, forse dovresti provare a sistemare le cose da solo prima di chiedere agli altri.

# 3960_Shinada
source: What do you think?
pt: Cosa ne pensa?

# 3972_Shion
source: I... think that I am an obstinate, prideful, and unlikable woman.
pt: Io... penso di essere una donna ostinata, orgogliosa e antipatica.

# 3984_Shinada
source: Hm. And do you want to change that about yourself?
pt: Hm. E vorresti cambiare questi aspetti di te?

# 3996_Shion
source: Not in the slightest.
pt: Per niente.

# 4008_Shinada
source: Haha. That's the answer I was expecting! I guess you've got nothing to worry about then. Live your life the way you want to.
pt: Ahah. Era proprio la risposta che mi aspettavo! Allora direi che non hai nulla di cui preoccuparti. Vivi la tua vita come meglio credi.

# 4020_Shion
source: Yes, I shall behave as I please! The other girls at this club are my rivals, and nothing good will come from being friends with them.
pt: Sì, mi comporterò come più mi aggrada! Le altre ragazze di questo club sono mie rivali, e non verrebbe fuori nulla di buono dal fare amicizia con loro.

# 4032_Shinada
source: You'd sure have an easy life if you could simply change yourself just because someone told you to.
pt: Avresti proprio una vita facile se potessi cambiare te stessa solo perché qualcuno te lo dice.

# 4044_Shinada
source: I don't know. I only really know the part of you that you present to me as my hostess.
pt: Non lo so. In realtà conosco solo la parte di te che mi mostri in veste di mia hostess.

# 4056_Shion
source: Based on what you know about me is fine, Shinada-san. Do I strike you as disagreeable?
pt: Va bene basarsi su quello che sai di me, Shinada-san. Ti sembro sgradevole?

# 4068_Shion
source: The next time I travel abroad, there's someplace I'd really like to go.
pt: La prossima volta che andrò all'estero, c'è un posto in cui mi piacerebbe davvero andare.

# 4080_Shinada
source: Oh? Where's that?
pt: Oh? E dove sarebbe?

# 4092_Shion
source: Can you guess? It's a casino!
pt: Riesci a indovinare? È un casinò!

# 4104_Shinada
source: I see. Maybe Las Vegas? There aren't any casinos here in Japan.
pt: Capisco. Forse Las Vegas? In Giappone non ci sono casinò.

# 4116_Shinada
source: I wouldn't have expected that. You don't strike me as the gambling type, Shion-chan.
pt: Non me lo sarei mai aspettato. Non mi sembri proprio il tipo da gioco d'azzardo, Shion-chan.

# 4128_Shion
source: Oh, I've never tried. That's why I want to go to a casino at least once in my lifetime.
pt: Oh, non ci ho mai provato. È per questo che voglio andare in un casinò almeno una volta nella vita.

# 4140_Shinada
source: Hmm. I guess once could be a good experience.
pt: Mmm. Immagino che andarci una volta possa essere una bella esperienza.

# 4152_Shion
source: It must have been fifteen years ago since I got close. When I was younger, my family and I went overseas and the hotel we stayed at had a casino.
pt: Saranno passati quindici anni da quando ci sono andata vicina. Quando ero più piccola, io e la mia famiglia siamo andati all'estero e l'hotel in cui alloggiavamo aveva un casinò.

# 4164_Shion
source: But since I was underage, I wasn't allowed to go in. My father went by himself while my mother looked after me.
pt: Ma siccome ero minorenne, non mi hanno lasciata entrare. Mio padre ci è andato da solo, mentre mia madre è rimasta a badare a me.

# 4176_Shion
source: My father looked like he'd had so much fun when he came back, that I've always thought about going myself, once I grew up.
pt: Mio padre sembrava essersi divertito così tanto quando è tornato, che ho sempre pensato di andarci anch'io, una volta cresciuta.

# 4188_Shinada
source: I get you. Now that you can go all by yourself, you finally have the chance to achieve that childhood dream of yours.
pt: Ti capisco. Ora che puoi andarci da sola, hai finalmente l'occasione di realizzare quel tuo sogno d'infanzia.

# 4200_Shion
source: Yes. Which is why I'm thinking of going.
pt: Sì. Ed è per questo che sto pensando di andarci.

# 4212_Shinada
source: Sounds nice. You've been waiting fifteen years for a chance, so you should go and have fun.
pt: Sembra un'ottima idea. Hai aspettato quindici anni per un'occasione, quindi dovresti andarci e divertirti.

# 4224_Shion
source: Unfortunately, it doesn't look like I'll be able to travel overseas anytime soon.
pt: Purtroppo, non sembra che riuscirò a fare un viaggio all'estero tanto presto.

# 4236_Shinada
source: Oh, really? That's a shame.
pt: Ah, davvero? È un peccato.

# 4248_Shinada
source: You should go soon. You can get in just about anywhere when you're in your twenties. Why haven't you gone before now?
pt: Dovresti andarci presto. Puoi entrare praticamente ovunque quando hai vent'anni. Perché non ci sei mai andata finora?

# 4260_Shion
source: Well, there have been... a number of things.
pt: Beh, sono successe... un po' di cose.

# 4272_Shinada
source: Oh wow, really? Well, then you should be able to make the trip soon, right?
pt: Oh wow, davvero? Beh, allora dovresti riuscire a farlo presto quel viaggio, no?

# 4284_Shion
source: Right...
pt: Giusto...

# 4296_Shinada
source: What games would you play?
pt: A che giochi giocheresti?

# 4308_Shion
source: All sorts, I'm sure. Perhaps slot machines?
pt: Di ogni tipo, ne sono certo. Magari alle slot machine?

# 4320_Shinada
source: Neat! I hear it's crazy when you win big on casino slots. Supposedly, you can win more than ten billion yen!
pt: Forte! Ho sentito che è pazzesco quando sbanchi alle slot del casinò. A quanto pare si possono vincere più di dieci miliardi di yen!

# 4332_Shion
source: I think if I hit a jackpot that big, I might have a heart attack!
pt: Credo che se facessi un jackpot così grande, mi verrebbe un colpo!

# 4344_Shinada
source: I'd probably spend a whole month thinking about what I'd spend it all on.
pt: Probabilmente passerei un mese intero a pensare a come spendere tutto quanto.

# 4356_Shion
source: With ten billion yen there's hardly anything you couldn't buy! No need to worry on that account.
pt: Con dieci miliardi di yen non c'è quasi nulla che non potresti comprare! Non c'è da preoccuparsi per quello.

# 4368_Shinada
source: I guess you're right! Ten billion sure would be amazing!
pt: Mi sa che hai ragione! Dieci miliardi sarebbero proprio fantastici!

# 4380_Shinada
source: Maybe you shouldn't. Slots are really all about luck.
pt: Forse è meglio di no. Le slot sono tutta questione di fortuna.

# 4392_Shinada
source: You should pick a game like poker or blackjack, where your skill allows you to have at least some impact on the outcome.
pt: Dovresti scegliere un gioco come il poker o il blackjack, dove la tua abilità ti permette di influire almeno un po' sul risultato.

# 4404_Shion
source: Oh, but if I'm not very good at those, won't I have better odds just leaving it to luck?
pt: Oh, ma se non sono molto brava in quelli, non avrei più probabilità lasciando fare semplicemente alla fortuna?

# 4416_Shinada
source: I guess that's one way to look at it.
pt: Immagino sia un modo di vederla.

# 4428_Shion
source: Besides, wouldn't it be exciting to watch all those spinning reels and such?
pt: E poi, non sarebbe emozionante guardare tutti quei rulli che girano e tutto il resto?

# 4440_Shinada
source: Hahaha. I guess if you're not worried about making money, you should play what you want.
pt: Ahahah. Immagino che se non ti preoccupi di far soldi, dovresti giocare a quello che ti pare.

# 4452_Shinada
source: Have you tried pachinko slots? You don't need to go all the way overseas for that.
pt: Hai mai provato i pachislot? Non c'è mica bisogno di andare fino all'estero per quelli.

# 4464_Shion
source: Oh, I hadn't considered that. I've never played pachinko slots myself.
pt: Oh, non ci avevo pensato. Non ho mai giocato ai pachislot.

# 4476_Shinada
source: Really? You should try them at least once. I think you'll still be able to enjoy the experience of playing a casino slot game.
pt: Davvero? Dovresti provarli almeno una volta. Penso che riusciresti comunque a goderti l'esperienza di giocare a una slot da casinò.

# 4488_Shion
source: Okay! As soon as I get the chance!
pt: Va bene! Non appena ne avrò l'occasione!

# 4500_Shinada
source: Just don't get hooked on them...
pt: Cerca solo di non prenderci il vizio...

# 4512_Shinada
source: Maybe you shouldn't. Gambling isn't the sort of thing that always winds up being fun.
pt: Forse faresti meglio a non farlo. Il gioco d'azzardo non è il tipo di cosa che finisce sempre per essere divertente.

# 4524_Shinada
source: I think you should keep the happy memories you have and not ruin them.
pt: Penso che dovresti tenerti i bei ricordi che hai e non rovinarli.

# 4536_Shion
source: Oh, do you not gamble yourself, Shinada-san?
pt: Oh, non giochi d'azzardo, Shinada-san?

# 4548_Shinada
source: Well, yes. But I don't recommend it, Shion-chan.
pt: Beh, sì. Ma non te lo consiglio, Shion-chan.
