Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

source: Main Conversation 10
pt: Conversazione principale 10

source: Main Conversation 11
pt: Conversazione principale 11

source: Main Conversation 12
pt: Conversazione principale 12

source: Main Conversation 13
pt: Conversazione principale 13

source: Main Conversation 14
pt: Conversazione principale 14

source: Main Conversation 15
pt: Conversazione principale 15

source: Main Conversation 16
pt: Conversazione principale 16

source: Main Conversation 17
pt: Conversazione principale 17

source: Main Conversation 18
pt: Conversazione principale 18

source: Main Conversation 19
pt: Conversazione principale 19

source: Main Conversation 20
pt: Conversazione principale 20

source: Main Conversation 21
pt: Conversazione principale 21

source: Main Conversation 22
pt: Conversazione principale 22

source: Main Conversation 23
pt: Conversazione principale 23

source: Main Conversation 24
pt: Conversazione principale 24

source: Main Conversation 25
pt: Conversazione principale 25

source: Main Conversation 26
pt: Conversazione principale 26

source: Main Conversation 27
pt: Conversazione principale 27

source: Main Conversation 28
pt: Conversazione principale 28

source: Main Conversation 29
pt: Conversazione principale 29

source: Main Conversation 30
pt: Conversazione principale 30

source: Main Conversation 31
pt: Conversazione principale 31

source: Romance Conversation 6
pt: Conversazione romantica 6

source: Romance Conversation 7
pt: Conversazione romantica 7

source: Romance Conversation 8
pt: Conversazione romantica 8

source: ○I love being up on stage.
pt: ○Adoro stare sul palco.

source: □I get stage fright.
pt: □Soffro di ansia da palcoscenico.

source: △Are you taking requests?
pt: △Accetti richieste?

source: ○That's amazing.
pt: ○È fantastico.

source: □That's excessive.
pt: □È esagerato.

source: △You really don't get sick of it?
pt: △Non ti stanchi mai davvero?

source: ○The more the merrier.
pt: ○Più siamo, meglio è.

source: □I prefer smaller groups.
pt: □Preferisco i gruppi più piccoli.

source: ○The air quality is bad, too.
pt: ○Anche la qualità dell'aria è pessima.

source: □It's still better than singing.
pt: □È comunque meglio che cantare.

source: ○At least you're not tone deaf.
pt: ○Almeno non sei stonato.

source: □Do that stuff at home.
pt: □Quella roba falla a casa.

source: ○Oh, really?
pt: ○Oh, davvero?

source: □That's unusual.
pt: □È insolito.

source: ○Guess you have to tough it out.
pt: ○Immagino che tu debba stringere i denti.

source: □I'm sure you could find some.
pt: □Sono sicuro che ne troveresti.

source: ○Wow, you really do like it.
pt: ○Wow, ti piace proprio.

source: □But you might die.
pt: □Ma potresti morire.

source: △Why not find a substitute?
pt: △Perché non trovi un sostituto?

source: ○Now that you mention it...
pt: ○Ora che mi ci fai pensare...

source: □That's different.
pt: □È diverso.

source: ○Really?
pt: ○Davvero?

source: □Don't give up.
pt: □Non mollare.

source: ○Is that an internet thing?
pt: ○È una roba di internet?

source: □That's rude, don't you think?
pt: □È maleducato, non credi?

source: ○So it's a time waster?
pt: ○Quindi è una perdita di tempo?

source: □Sounds like an addiction.
pt: □Sembra una dipendenza.

source: △Aren't you on the clock now?
pt: △Non sei in servizio ora?

source: □That doesn't get tiresome?
pt: □Non diventa stancante?

source: ○You must have a lot of friends.
pt: ○Devi avere un sacco di amici.

source: □You don't need to read all of it.
pt: □Non c'è bisogno di leggere tutto.

source: △Why not try something else?
pt: △Perché non provi qualcos'altro?

source: ○I get you.
pt: ○Ti capisco.

source: □It's not the same.
pt: □Non è la stessa cosa.

source: □Maybe you should go home.
pt: □Forse dovresti tornare a casa.

source: ○That is.
pt: ○Lo è.

source: □That's not harsh.
pt: □Non è così dura.

source: ○An hour is a long time.
pt: ○Un'ora è un sacco di tempo.

source: □An hour's not so bad.
pt: □Un'ora non è poi così male.

source: ○You should move.
pt: ○Dovresti trasferirti.

source: □Living close can be a problem.
pt: □Vivere vicino può essere un problema.

source: ○Quite possibly.
pt: ○Molto probabile.

source: □You have to tough it out.
pt: □Devi tenere duro.

source: △You should work closer to home.
pt: △Dovresti lavorare più vicino a casa.

source: ○Is that all it is?
pt: ○È tutto qui?

source: □Of course not.
pt: □Certo che no.

source: ○That's a healthy attitude.
pt: ○È un atteggiamento sano.

source: □Why not get some sleep?
pt: □Perché non cerchi di dormire un po'?

source: ○That sounds nice.
pt: ○Sembra piacevole.

source: □You'd be a nuisance.
pt: □Saresti un fastidio.

source: △Have someone drive you.
pt: △Fatti accompagnare da qualcuno.

source: ○Coffee.
pt: ○Caffè.

source: □Tea.
pt: □Tè.

source: □That's way too much.
pt: □È decisamente troppo.

source: ○Interesting.
pt: ○Interessante.

source: □Sounds like a pain.
pt: □Sembra una seccatura.

source: ○Might be nice.
pt: ○Potrebbe essere piacevole.

source: □I'll stick with drinking it.
pt: □Mi limiterò a berlo.

source: △I have nobody to invite.
pt: △Non ho nessuno da invitare.

source: □Just relax and enjoy it.
pt: □Rilassati e goditelo.

source: ○You know your stuff.
pt: ○Te ne intendi.

source: □Whoa, hey now.
pt: □Ehi, un momento.

source: ○I don't own many clothes either.
pt: ○Neanch'io ho molti vestiti.

source: □Don't get lazy.
pt: □Non battere la fiacca.

source: △Maybe I could buy you stuff.
pt: △Forse potrei comprarti qualcosa.

source: ○That's good.
pt: ○È un bene.

source: □Is that your big worry?
pt: □È questa la tua preoccupazione più grande?

source: ○Good point.
pt: ○Hai ragione.

source: □It's not about money.
pt: □Non è una questione di soldi.

source: ○I see.
pt: ○Capisco.

source: □That's no good.
pt: □Così non va bene.

source: ○Yeah.
pt: ○Già.

source: ○Wow, really?
pt: ○Wow, davvero?

source: □You need to eat more.
pt: □Devi mangiare di più.

source: ○There's your problem.
pt: ○Il problema è proprio quello.

source: □That's not it.
pt: □Non è così.

source: □The tea's not the issue.
pt: □Il problema non è il tè.

source: ○You sure eat a lot.
pt: ○Mangi proprio tanto.

source: □You need to stop right away.
pt: □Devi smetterla subito.

source: △But it's winter.
pt: △Ma è inverno.

source: □It's dangerous to walk alone.
pt: □È pericoloso camminare da sola.

source: ○I guess you're stuck then.
pt: ○Allora mi sa che sei bloccata.

source: ○You're a good friend.
pt: ○Sei una brava amica.

source: □Sounds like a costly friendship.
pt: □Sembra un'amicizia costosa.

source: △I've worked as a host before.
pt: △Ho già lavorato come host.

source: ○I know the feeling.
pt: ○So cosa si prova.

source: □You should have waited.
pt: □Avresti dovuto aspettare.

source: △How's his face relevant?
pt: △Cosa c'entra la sua faccia?

source: ○So they kept you out?
pt: ○Quindi ti hanno lasciata fuori?

source: □Doesn't sound that way to me.
pt: □A me non sembra così.

source: △Your usual makeup is too flashy.
pt: △Il tuo solito trucco è troppo appariscente.

source: ○That's not right.
pt: ○Non è giusto.

source: □It was your fault.
pt: □È stata colpa tua.

source: □Normal's no good.
pt: □La normalità non va bene.

source: ○Go ahead and buy it.
pt: ○Compralo pure.

source: □Leave that for later.
pt: □Rimandalo a più tardi.

source: ○I could buy it for you.
pt: ○Potrei comprartelo io.

source: □That's too bad.
pt: □È un peccato.

source: ○Of course.
pt: ○Certo.

source: □I'm kidding.
pt: □Sto scherzando.

source: △Oh, come on.
pt: △Ma dai.

source: ○Okay.
pt: ○Va bene.

source: □No way.
pt: □Assolutamente no.

source: ○Guess I have to.
pt: ○Immagino di doverlo fare.

source: ○What does that mean?
pt: ○Che cosa significa?

source: □So what?
pt: □E allora?

source: ○Damages?
pt: ○Danni?

source: □That's completely different!
pt: □È tutta un'altra cosa!

source: △And you expect me to pay?
pt: △E ti aspetti che paghi io?

source: ○You got into an accident?
pt: ○Hai avuto un incidente?

source: △What did you hit?
pt: △Cos'hai colpito?

source: ○You're lucky.
pt: ○Sei fortunata.

source: □That seems strange.
pt: □Mi sembra strano.

source: ○Be more careful next time.
pt: ○Fai più attenzione la prossima volta.

source: □Tell your parents.
pt: □Dillo ai tuoi genitori.

source: △What are you saving up for now?
pt: △Per cosa stai risparmiando adesso?

source: ○Seriously?
pt: ○Sul serio?

source: □Unbelievable.
pt: □Incredibile.

source: ○Oh, wow.
pt: ○Caspita.

source: □Saitama, huh?
pt: □Saitama, eh?

source: ○Oh really?
pt: ○Ah, davvero?

source: □You don't look it.
pt: □Non si direbbe.

source: ○How did it go?
pt: ○Com'è andata?

source: □That's a shame.
pt: □Che peccato.

source: △I guess you were an assistant?
pt: △Immagino fossi un assistente?

source: ○Good job.
pt: ○Ottimo lavoro.

source: ○You're a silver-tongued devil.
pt: ○Sei un vero incantatore.

source: □I'll consider it.
pt: □Ci penserò.

source: ○Well, look at you.
pt: ○Ma guarda un po'.

source: □Keep at it.
pt: □Continua così.

source: ○I'm sure you will.
pt: ○Ne sono sicuro.

source: □Don't try to rush things.
pt: □Non cercare di affrettare i tempi.

source: △Is something else going on?
pt: △C'è qualcos'altro sotto?

source: ○Soon enough.
pt: ○Tra non molto.

source: □Wait until your birthday.
pt: □Aspetta il tuo compleanno.

source: ○Sure.
pt: ○Certo.

source: □Maybe later.
pt: □Magari più tardi.

source: ○Ah, well.
pt: ○Ah, beh.

source: ○That's incredible.
pt: ○È incredibile.

source: ○That's par for the course.
pt: ○C'era da aspettarselo.

source: ○I guess you're right.
pt: ○Immagino che tu abbia ragione.

source: □That's not true.
pt: □Non è vero.

source: △I have the reverse problem.
pt: △Io ho il problema opposto.

source: ○Impressive.
pt: ○Notevole.

source: □That's to be expected.
pt: □C'era da aspettarselo.

source: □It depends.
pt: □Dipende.

source: △I'm fine when it comes to work.
pt: △Sul lavoro non ho problemi.

source: △It's not possible for me.
pt: △Per me è impossibile.

source: ○January
pt: ○Gennaio

source: □February
pt: □Febbraio

source: △December
pt: △Dicembre

source: ○I do.
pt: ○Sì.

source: □No, why?
pt: □No, perché?

source: △They do that?
pt: △Fanno così?

source: ○You're right.
pt: ○Hai ragione.

source: □You didn't know that?
pt: □Non lo sapevi?

source: △Did something happen?
pt: △È successo qualcosa?

source: ○Your manager made a bold move.
pt: ○Il tuo manager ha fatto una mossa audace.

source: ○That's bad luck.
pt: ○Che sfortuna.

source: □Don't worry about it.
pt: □Non preoccuparti.

source: △That's the manager's fault.
pt: △È colpa del manager.

source: ○Don't let her outdo you.
pt: ○Non farti superare da lei.

source: ○Good idea.
pt: ○Buona idea.

source: □Don't do that.
pt: □Non farlo.

source: ○Maybe.
pt: ○Può darsi.

source: △They may try harder than you.
pt: △Potrebbero impegnarsi più di te.

source: ○That's pretty impressive.
pt: ○È davvero notevole.

source: □You shouldn't do the same.
pt: □Non dovresti fare lo stesso.

source: ○That makes sense.
pt: ○Ha senso.

source: □Meaning what?
pt: □In che senso?

source: △Like taking naps with them?
pt: △Tipo fare dei pisolini con loro?

source: ○You're giving up?
pt: ○Ti arrendi?

source: □You can't blame her.
pt: □Non puoi biasimarla.

source: △You should do what she did.
pt: △Dovresti fare quello che ha fatto lei.

source: ○Maybe not.
pt: ○Può darsi di no.

source: ○That's fine.
pt: ○Va bene.

source: □Why not?
pt: □Perché no?

source: ○So then you're giving up?
pt: ○Quindi ti arrendi?

source: ○You worked hard for it.
pt: ○Te lo sei guadagnata.

source: □Thanks to whom?
pt: □Grazie a chi?

source: ○Good for you.
pt: ○Buon per te.

source: △What's next?
pt: △E adesso?

source: □Not really.
pt: □Non proprio.

source: ○You're right to leave them.
pt: ○Hai ragione a mollarli.

source: □Try to tough it out.
pt: □Cerca di tenere duro.

source: △Mistreat how?
pt: △In che modo ti maltrattano?

source: ○That's awful.
pt: ○È terribile.

source: □Us guys worry too.
pt: □Anche noi uomini ci preoccupiamo.

source: △Do you fear what they'll see?
pt: △Hai paura di quello che vedranno?

source: ○You have a point.
pt: ○Non hai tutti i torti.

source: □That's what being a couple is.
pt: □È questo che significa essere una coppia.

source: △Women are the same way.
pt: △Anche per le donne è lo stesso.

source: ○I'm safe, then.
pt: ○Allora sono al sicuro.

source: □Guess I'm out of luck.
pt: □Immagino di essere sfortunato.

source: △More to a guy than looks.
pt: △C'è altro in un uomo oltre all'aspetto.

source: ○That seems like all the rage.
pt: ○Sembra che vada molto di moda.

source: □There are good guys here too.
pt: □Ci sono dei bravi ragazzi anche qui.

source: ○Well...
pt: ○Beh...

source: ○Lucky you.
pt: ○Beata te.

source: □What a letdown.
pt: □Che delusione.

source: ○Looks can be deceiving.
pt: ○L'apparenza inganna.

source: □Don't be like that.
pt: □Non fare così.

source: ○Oh yeah?
pt: ○Ah, sì?

source: ○Why's that?
pt: ○Come mai?

source: □Do you not like guys?
pt: □Non ti piacciono gli uomini?

source: △Yeah. And not just girlfriends.
pt: △Già. E non solo le ragazze.

source: □You shouldn't be dating.
pt: □Non dovresti uscire con nessuno.

source: △What if he's good at it?
pt: △E se ci sapesse fare?

source: ○I know what you mean.
pt: ○So cosa intendi.

source: □There's something missing.
pt: □Manca qualcosa.

source: ○Guys shouldn't talk like that.
pt: ○Gli uomini non dovrebbero parlare così.

source: □You should be able to discuss it.
pt: □Dovresti poterne parlare.

source: □I'd never have guessed.
pt: □Non l'avrei mai detto.

source: ○Fair enough.
pt: ○Ci sta.

source: □Be more serious.
pt: □Sii più seria.

source: △Always?
pt: △Sempre?

source: ○You lose interest easily.
pt: ○Perdi interesse facilmente.

source: □Find a passion.
pt: □Trovati una passione.

source: ○You've very talented.
pt: ○Hai molto talento.

source: □You do too much.
pt: □Ti dai troppo da fare.

source: ○Could you give an example?
pt: ○Potresti farmi un esempio?

source: □Better than being alone.
pt: □Meglio che stare soli.

source: ○I'd consider marriage.
pt: ○Prenderei in considerazione il matrimonio.

source: □It's not about kids.
pt: □Non si tratta dei figli.

source: △It depends on how things feel.
pt: △Dipende dalle sensazioni.

source: ○I'm used to being counted on.
pt: ○Sono abituato a essere quello su cui si conta.

source: □I'm like any other man.
pt: □Sono un uomo come tutti gli altri.

source: ○I like you.
pt: ○Mi piaci.

source: □You're complicated.
pt: □Sei complicato.

source: ○I feel the same way.
pt: ○Anch'io la penso così.

source: □I don't know about that.
pt: □Non ne sarei così sicuro.

source: △Want to give it a shot?
pt: △Vuoi fare un tentativo?

# 780_Hinata
source: This club has a big stage for singing karaoke, but I haven't used it yet.
pt: Questo club ha un grande palco per il karaoke, ma non l'ho ancora usato.

# 792_Kiryu
source: I guess there is one, huh? I've come to this club a number of times, but I've never seen anybody using it myself.
pt: Immagino ce ne sia uno, eh? Sono venuto in questo club diverse volte, ma non ho mai visto nessuno usarlo.

# 804_Hinata
source: I'm super into karaoke! I'm really itching to get up there and do it!
pt: Vado pazza per il karaoke! Muoio dalla voglia di salire lassù e farlo!

# 816_Kiryu
source: I love being up on stage. Just seeing a mic stand gets me all pumped up to sing.
pt: Adoro stare sul palco. Mi basta vedere l'asta di un microfono per caricarmi a mille e aver voglia di cantare.

# 828_Hinata
source: Right!? So I was super happy to see I have a stage where I can sing every day. But for some reason I've just never gotten around to it.
pt: Vero!? Quindi ero felicissima di vedere che c'è un palco dove poter cantare ogni giorno. Ma per qualche motivo non sono ancora riuscita a farlo.

# 840_Kiryu
source: Lately, karaoke pubs are all the rage. This place doesn't have that kind of vibe.
pt: Ultimamente i pub con karaoke vanno per la maggiore. Questo posto non ha quel tipo di atmosfera.

# 852_Kiryu
source: I get stage fright. I can't bring myself to sing in front of a bunch of people I don't know.
pt: Soffro di ansia da palcoscenico. Non riesco a mettermi a cantare davanti a un sacco di gente che non conosco.

# 864_Hinata
source: What? No! It's really, really fun!
pt: Cosa? No! È davvero, davvero divertente!

# 876_Hinata
source: You should just get up and sing your heart out! Once you get going, I guarantee you won't be able to stop!
pt: Dovresti proprio salire e cantare a squarciagola! Una volta che inizi, ti garantisco che non riuscirai più a fermarti!

# 888_Kiryu
source: Easier said than done.
pt: Più facile a dirsi che a farsi.

# 900_Kiryu
source: Are you taking requests? I can give you one if you want to get up there and sing.
pt: Accetti richieste? Posso fartene una io, se hai voglia di salire lassù e cantare.

# 912_Hinata
source: Well, the thing is, the stage is off-limits right now. It's reserved for special events and holidays like Christmas.
pt: Beh, il fatto è che il palco è off-limits, al momento. È riservato a eventi speciali e festività come il Natale.

# 924_Kiryu
source: Oh, really? Then yeah, I guess you wouldn't have much opportunity to use it.
pt: Ah, davvero? Allora sì, immagino che tu non abbia molte occasioni per usarlo.

# 936_Hinata
source: You should come during an event! I'll keep singing as long as I get requests!
pt: Dovresti venire durante un evento! Continuerò a cantare finché riceverò richieste!

# 948_Kiryu
source: You like karaoke that much?
pt: Ti piace così tanto il karaoke?

# 960_Hinata
source: I love it! If I'm not careful, I'll spend an entire day off singing.
pt: Lo adoro! Se non sto attenta, passerei l'intera giornata libera a cantare.

# 972_Kiryu
source: Wait. There's no way you can sing all day long.
pt: Aspetta. Non è possibile che tu riesca a cantare tutto il giorno.

# 984_Hinata
source: Oh yes there is! Get in first thing in the morning when it's free, sing until 7:00 PM, have a quick dinner, and then keep going all night long!
pt: Oh, eccome se si può! Entri la mattina presto quando è libero, canti fino alle sette di sera, fai una cena veloce e poi continui per tutta la notte!

# 996_Kiryu
source: That's amazing. Not only can you have fun for all that time, but you can get people to stay with you for so long, too.
pt: È incredibile. Non solo riesci a divertirti per tutto quel tempo, ma riesci anche a far sì che la gente ti stia dietro così a lungo.

# 1008_Hinata
source: Well, sometimes I have to call in others partway through when they're free.
pt: Beh, a volte devo chiamare altri a metà strada, quando sono liberi.

# 1020_Hinata
source: People drop in and out. If everyone managed to stick around, the room would get so crowded!
pt: La gente va e viene. Se riuscissero tutti a restare, la stanza diventerebbe così affollata!

# 1032_Kiryu
source: The more the merrier. It's fun to pass the mic around and do big group sing-alongs.
pt: Più si è, meglio è. È divertente passarsi il microfono e cantare tutti insieme in gruppo.

# 1044_Hinata
source: Oh, no, I can't do that. It bugs me when someone interrupts me while I sing.
pt: Oh, no, non potrei mai farlo. Mi dà fastidio quando qualcuno mi interrompe mentre canto.

# 1056_Hinata
source: And people who enter in a bunch of songs out of turn drive me up the wall.
pt: E la gente che prenota un sacco di canzoni fuori dal proprio turno mi manda in bestia.

# 1068_Kiryu
source: I guess we have different tastes.
pt: A quanto pare abbiamo gusti diversi.

# 1080_Kiryu
source: I prefer smaller groups. If there are too many people, I don't get to sing as much.
pt: Preferisco i gruppi piccoli. Se c'è troppa gente, non riesco a cantare molto.

# 1092_Hinata
source: Yeah, that's true! If you only get to sing once every hour, you get bored and just wind up messing around on your phone the whole time.
pt: Già, è vero! Se riesci a cantare solo una volta ogni ora, ti annoi e finisci per passare tutto il tempo a smanettare con il cellulare.

# 1104_Kiryu
source: I think four or five people is the ideal number.
pt: Secondo me quattro o cinque persone è il numero ideale.

# 1116_Kiryu
source: That's overdoing it. You'll mess up your throat if you keep singing for that long.
pt: Così è esagerato. Ti rovinerai la gola se continui a cantare così a lungo.

# 1128_Hinata
source: Well, it's not like it's just me singing the entire time. I spend plenty of time listening to other people sing too, so it's fine.
pt: Beh, non è che canti solo io tutto il tempo. Passo un sacco di tempo anche ad ascoltare gli altri, quindi va bene così.

# 1140_Hinata
source: If anything, I think this job here is what's worse for my throat, given the constant talking and drinking liquor.
pt: Semmai, penso che sia proprio questo lavoro a farmi peggio alla gola, visto che si parla e si beve alcolici in continuazione.

# 1152_Kiryu
source: The air quality here isn't good either. Even if all you're doing is talking, that definitely puts a strain on your throat.
pt: Neanche la qualità dell'aria qui è un granché. Anche se non fai altro che parlare, mette sicuramente a dura prova la gola.

# 1164_Hinata
source: Right! That's why karaoke's better.
pt: Esatto! È per questo che il karaoke è meglio.

# 1176_Hinata
source: And I always get no-smoking rooms for karaoke, too. Any smokers can take it outside.
pt: E scelgo sempre sale per non fumatori anche per il karaoke. Chi vuole fumare può benissimo andare fuori.

# 1188_Kiryu
source: Yeah, singing in a room that's filled with tobacco smoke can't be good for you.
pt: Già, cantare in una stanza piena di fumo di tabacco non può certo farti bene.

# 1200_Kiryu
source: It's still better than singing. Even one intense song can put a lot of strain on your throat.
pt: È comunque meglio che cantare. Anche una sola canzone intensa può mettere a dura prova la gola.

# 1212_Hinata
source: That's only bad if you sing from your throat! Do you speak from your throat, Kiryu-san?
pt: Fa male solo se canti di gola! Anche tu parli di gola, Kiryu-san?

# 1224_Kiryu
source: Well, of course I do.
pt: Beh, certo che sì.

# 1236_Hinata
source: No, you don't. Your voice comes from your belly! With proper abdominal breathing, you don't need to risk injuring your throat.
pt: Ma no che non lo fai. La tua voce ti viene dalla pancia! Con una corretta respirazione addominale, non rischi mica di rovinarti la gola.

# 1248_Kiryu
source: I don't think I could ever put in that much effort just to master my karaoke technique.
pt: Non credo che potrei mai metterci così tanto impegno solo per perfezionare la mia tecnica al karaoke.

# 1260_Kiryu
source: You really don't tire of it? I'm usually only good for about two hours.
pt: Ma non ti stanchi davvero mai? Io di solito non reggo per più di due ore.

# 1272_Hinata
source: Well, if it starts to get old, you can just shove the table aside and dance, or even just talk. Other people fall asleep later at night.
pt: Beh, se inizia a venirti a noia, puoi sempre spostare il tavolo e ballare, o anche solo parlare. Altre persone finiscono per addormentarsi, più tardi la notte.

# 1284_Kiryu
source: At least you're not tone deaf. I think people who are embarrassed by their lack of singing talent have an easier time that way.
pt: Almeno non sei stonato. Penso che chi si vergogna per la propria mancanza di talento nel canto se la passi meglio, in questo modo.

# 1296_Hinata
source: Oh, I can't stand listening to tone deaf people sing. I keep smiling and pretend like I'm busy looking for my next song, but it's rough.
pt: Oh, non sopporto proprio di sentire la gente stonata che canta. Continuo a sorridere e faccio finta di essere impegnata a cercare la prossima canzone, ma è dura.
