Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0b57.po
Languages: pt

source: High School Slugger
pt: Slugger delle superiori

source: Sulking Voice
pt: Voce imbronciata

source: High School Batter
pt: Battitore delle superiori

# 60_High School Slugger
source: Hey, it's the massage journalist guy!
pt: Ehi, è il tizio giornalista dei massaggi!

# 72_High School Slugger
source: Any chance you wanna show me how to hit fouls today?
pt: Ti va di farmi vedere come si battono i foul oggi?

# 84_Shinada
source: Sure. I'll do it properly this time. Watch closely. I'll hit three fouls out of ten pitches.
pt: Certo. Questa volta lo farò per bene. Guarda attentamente. Colpirò tre foul su dieci lanci.

# 96_High School Slugger
source: Hope you don't eat your words again... Anyway, let's see what you got.
pt: Spero che non ti rimangi le parole di nuovo... Comunque, vediamo cosa sai fare.

# 120_Sulking Voice
source: This sucks. Why would anyone even have to train for this?
pt: Che palle. Ma perché uno dovrebbe allenarsi per una cosa del genere?

# 132_Shinada
source: Hm?
pt: Mh?

# 144_Shinada
source: (Oh, he must be in high school. Maybe he's got some batting trouble?)
pt: (Oh, deve essere alle superiori. Forse ha qualche problema con la battuta?)

# 156_Shinada
source: Hey there. Why the long face?
pt: Ehi. Perché il muso lungo?

# 168_High School Batter
source: Huh? Who are you?
pt: Eh? Chi sei?

# 180_Shinada
source: Oh, nobody special. Just your average, uh... men's health journalist who happened to be in the area.
pt: Oh, nessuno di speciale. Solo il tuo solito, uh... giornalista di salute maschile che si trovava da queste parti.

# 192_High School Batter
source: Oh snap! I know what that is. So do you, like, get to go to massage parlors all the time? That sounds like the best job in the world!
pt: Accidenti! So cos'è. Quindi, tipo, vai sempre nei centri massaggi? Sembra il lavoro più bello del mondo!

# 204_Shinada
source: It's honestly not that great. I mean, I do go to get my muscle tussled quite often, but－ Hey, that's not what I'm here to talk about!
pt: Non è tutta questa gran cosa, a dire il vero. Voglio dire, mi faccio massaggiare i muscoli piuttosto spesso, ma— Ehi, non è di questo che sono qui per parlare!

# 216_Shinada
source: Look, I noticed you were talking to yourself about training. I used to be quite the slugger myself, back in my day. If you'd like, I'd be happy to give you some pointers.
pt: Guarda, ho notato che parlavi da solo dell'allenamento. Anch'io, ai miei tempi, ero un gran battitore. Se ti va, sarei felice di darti qualche dritta.

# 276_High School Batter
source: Well... I'm just conflicted. See, my coach told me to learn how to foul pitches off.
pt: Beh... sono solo combattuto. Vedi, il mio allenatore mi ha detto di imparare a mandare in foul i lanci.

# 288_Shinada
source: Oh, yeah. He wants you to learn how to cut away pitches you don't like and run up the pitch count.
pt: Oh, sì. Vuole che impari a mandare in foul i lanci che non ti piacciono e a far salire il conto dei lanci.

# 300_High School Batter
source: Yeah, well. I'm our team's cleanup hitter, but my stats after two strikes are terrible.
pt: Sì, beh. Sono il quarto battitore della nostra squadra, ma le mie statistiche con due strike sono pessime.

# 312_High School Batter
source: I get psyched out by the pitcher, I swing at bad throws, and I have a pile of strikeouts to show for it.
pt: Il lanciatore mi manda in palla, faccio swing su lanci sbagliati, e mi ritrovo con un sacco di strikeout.

# 324_High School Batter
source: Coach has had enough, and he's talking about dropping me from the starting lineup unless I can get it together.
pt: Il coach ne ha avuto abbastanza, e parla di togliermi dalla formazione titolare a meno che non mi rimetta in sesto.

# 336_Shinada
source: So that's why he wants you to learn how to hit fouls. He's not wrong, you know.
pt: Quindi è per questo che vuole che tu impari a mandare in foul. Non ha tutti i torti, sai.

# 348_Shinada
source: When a batter gets behind on the count, his ability to foul off pitches really makes a difference.
pt: Quando un battitore si trova in svantaggio nel conto, la sua capacità di mandare in foul i lanci fa davvero la differenza.

# 360_Shinada
source: For instance, if you have two strikes against, being able to foul off the pitcher's best throws will annoy him while you wait for a chance.
pt: Ad esempio, se hai due strike contro, essere in grado di mandare in foul i migliori lanci del lanciatore lo infastidirà mentre aspetti la tua occasione.

# 372_High School Slugger
source: I can understand that, but it seems so cheesy. It's tough to get into that mindset.
pt: Posso capirlo, ma sembra una cosa così da quattro soldi. È dura entrare in quell'ottica.

# 384_Shinada
source: What's tough about it? Cutting fouls takes a lot of technique. You have to be an expert at controlling your swing.
pt: Cosa c'è di così difficile? Mandare in foul richiede un sacco di tecnica. Devi essere un esperto nel controllare il tuo swing.

# 396_Shinada
source: Think about batting like a chess match between you and the pitcher. Your cutting technique is just another tool in your arsenal.
pt: Pensa alla battuta come a una partita a scacchi tra te e il lanciatore. La tua tecnica per mandare in foul è solo un altro strumento nel tuo arsenale.

# 408_Shinada
source: By fouling off pitches, you can negate the pitcher's best stuff and narrow down his pitching choices. Which puts pressure on the guy.
pt: Mandando in foul i lanci, puoi neutralizzare il meglio del lanciatore e limitare le sue scelte di lancio. Il che mette pressione sul tipo.

# 420_Shinada
source: You could say that having the ability to cut makes a batter all the more dangerous.
pt: Si può dire che avere la capacità di mandare in foul rende un battitore tanto più pericoloso.

# 432_High School Slugger
source: Oh. I get it now. That's why. But how am I supposed to learn how to cut?
pt: Ah, ho capito ora. Ecco perché. Ma come faccio a imparare a mandare in foul?

# 444_Shinada
source: This might be an oversimplification, but I try to draw a bead on the ball, and swing a split second early. It's like jumping the gun.
pt: Potrebbe sembrare una semplificazione eccessiva, ma io cerco di puntare la palla e swingare con un attimo di anticipo. È come bruciare la partenza.

# 456_High School Slugger
source: Could I maybe get you to give me a demonstration?
pt: Non potresti farmi una dimostrazione, magari?

# 480_High School Slugger
source: Hmm, I suppose I could do that. Just watch, I'll hit three fouls out of ten throws.
pt: Hmm, potrei anche farlo. Guarda, manderò in foul tre lanci su dieci.

# 492_High School Slugger
source: That would be great! Thank you!
pt: Sarebbe fantastico! Grazie!
