Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900b3.po
Languages: pt

# 1628_Masuda
source: I won't say who, but certain people wanted to see you brought down a peg or two. They asked me to write an article with that in mind.
pt: Non farò nomi, ma certe persone volevano vederti ridimensionata. Mi hanno chiesto di scrivere un articolo proprio con quell'intento.

# 1640_Masuda
source: But you stood firm, and didn't give me a single opening. It looks like you win, kid.
pt: Ma sei rimasta ferma sulle tue posizioni e non mi hai dato neanche un appiglio. A quanto pare hai vinto tu, ragazzina.

# 1664_Masuda
source: I hope you'll give me a chance to interview you again. Without any funny business this time.
pt: Spero che mi darai l'occasione di intervistarti di nuovo. Senza giochetti, stavolta.

# 1676_Masuda
source: Anyhow, I think you just gained yourself a brand-new fan! Heheh. I'll be going now.
pt: In ogni caso, credo che tu ti sia appena guadagnata un nuovo fan! Eheh. Adesso vado.

# 1832_Haruka
source: Okay, that's the end of the interview. To be honest, I was hoping to get a bit more out of you.
pt: Bene, l'intervista finisce qui. A essere onesto, speravo di tirarti fuori qualcosa in più.

# 1844_Haruka
source: Sorry?
pt: Prego?

# 1856_Masuda
source: You see, I was told to find something to tarnish your image with.
pt: Vedi, mi era stato detto di trovare qualcosa con cui infangare la tua immagine.

# 1868_Masuda
source: But you barely gave me an opening. Not a perfect job, but you came pretty close.
pt: Ma mi hai dato a malapena un appiglio. Non è stato un lavoro perfetto, ma ci sei andata molto vicina.

# 1880_Haruka
source: Oh. I see.
pt: Oh. Capisco.

# 1892_Masuda
source: I'm sorry. I wish the circumstances could've been different. But we're such a small magazine, we have to do what the powers that be want.
pt: Mi dispiace. Avrei voluto che le cose fossero andate diversamente. Ma siamo una rivista così piccola, dobbiamo fare quello che vogliono i piani alti.

# 1904_Haruka
source: Right...
pt: Giusto...

# 1916_Masuda
source: Well, I'll be going now. Thank you for your time today.
pt: Beh, adesso vado. Grazie per il tuo tempo.

# 2072_Haruka
source: Well, that's the end of the interview. Heheh. I'd say I did pretty good.
pt: Bene, l'intervista finisce qui. Eheh. Direi che me la sono cavata piuttosto bene.

# 2084_Haruka
source: What do you mean?
pt: Cosa intendi?

# 2096_Masuda
source: Sorry to say, but I was told to find something to tarnish your image with.
pt: Mi spiace dirtelo, ma mi era stato detto di trovare qualcosa con cui infangare la tua immagine.

# 2108_Masuda
source: And I think I got everything I need and more from this interview. It was a pretty great harvest, actually!
pt: E penso di aver ottenuto tutto quello che mi serve e anche di più da questa intervista. È stato un bel bottino, a dire il vero!

# 2120_Masuda
source: Hehe. Well, I'll be going now. Thanks for everything!
pt: Ehe. Beh, adesso vado. Grazie di tutto!
