Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a54.po
Languages: pt

source: You got a <Color:8>Sturdy Pole<Color:Default>.
pt: Hai ottenuto un <Color:8>Palo Robusto<Color:Default>.

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: You got a <Color:8>Sturdy Pole<Color:Default>.
pt: Hai ottenuto un <Color:8>Palo Robusto<Color:Default>.

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

# 92_Kenta
source: No way! You hit my Super Bender Mark 6...
pt: Non ci credo! Hai colpito il mio Super Bender Mark 6...

# 104_Shinada
source: Yeah, I managed to somehow. I gotta say, kid, your curveball's the real deal. It really is a miracle pitch. I'm impressed.
pt: Sì, in qualche modo ce l'ho fatta. Devo dire, ragazzino, la tua curva è roba seria. È davvero un lancio miracoloso. Sono impressionato.

# 116_Shinada
source: But why'd you choose me of all people?
pt: Ma perché hai scelto proprio me, tra tutti?

# 128_Kenta
source: Kids my age aren't good enough for me. I thought maybe you would be a good challenge.
pt: I ragazzi della mia età non sono all'altezza. Pensavo che magari saresti stato un buon avversario.

# 140_Shinada
source: Oh, got it. Now look, I really don't care either way, but... Try and show a little more respect to your elders. Okay?
pt: Ah, capito. Senti, a me non cambia nulla, ma... Cerca di portare un po' più di rispetto ai tuoi anziani. Ok?

# 152_Kenta
source: Okay. Oh, and I prepared you a reward for hitting my miracle pitch.
pt: Ok. Oh, e ti ho preparato una ricompensa per aver colpito il mio lancio miracoloso.

# 188_Kenta
source: Urk... *sniffle*
pt: Urk... *singhiozzo*

# 200_Shinada
source: Huh? Hey, are you crying?
pt: Eh? Ehi, stai piangendo?

# 212_Kenta
source: I'm just so mad my miracle pitch got hit! But I got plenty more where that came from! You'll see!
pt: Mi fa una rabbia pazzesca che il mio lancio miracoloso sia stato colpito! Ma ne ho ancora un sacco in serbo! Vedrai!

# 236_Kenta
source: (Man, that was mega awkward... Kid had a wicked curveball, though.)
pt: (Mamma mia, che figura pazzesca... Il ragazzino, però, aveva una curva micidiale.)

# 308_Kenta
source: Aww, you lost to my miracle pitch again? Too bad, so sad!
pt: Aww, hai perso di nuovo contro il mio lancio miracoloso? Che peccato, povero te!

# 320_Kenta
source: Okay, gotta go! Buh-bye!
pt: Ok, devo andare! Ciao ciao!

# 344_Kenta
source: (Argh! My ego's taking a real beating here...)
pt: (Argh! Il mio ego sta prendendo una bella batosta qui...)

# 392_Kenta
source: No way. You hit my Super Bender Mark 6...
pt: Non è possibile. Hai colpito il mio Super Bender Mark 6...

# 404_Shinada
source: Yeah, I managed to somehow. I gotta say, kid, your curveball's the real deal. It really is a miracle pitch. I'm impressed.
pt: Sì, in qualche modo ci sono riuscito. Devo dire, ragazzino, la tua curva non scherza. È davvero un lancio miracoloso. Sono impressionato.

# 416_Shinada
source: But why'd you choose me of all people?
pt: Ma perché hai scelto proprio me?

# 428_Kenta
source: My teammates aren't good enough. No one my age is. So I thought maybe you'd be a good challenge.
pt: I miei compagni di squadra non sono all'altezza. Nessuno della mia età lo è. Perciò ho pensato che magari tu saresti stato una bella sfida.

# 440_Shinada
source: That's understandable. But hey, I won our match. My wallet, please.
pt: È comprensibile. Ma ehi, ho vinto la nostra partita. Il mio portafoglio, per favore.

# 452_Kenta
source: All right. Oh, you can have this, too. As a reward for hitting my miracle pitch.
pt: Va bene. Oh, puoi avere anche questo. Come ricompensa per aver colpito il mio lancio miracoloso.

# 488_Kenta
source: Urk... *sniffle*
pt: Urgh... *singhiozzo*

# 500_Shinada
source: Huh? Hey, are you crying?
pt: Eh? Ehi, stai piangendo?

# 512_Kenta
source: I'm just so mad my miracle pitch got hit! But that's not all I got lined up. Just you wait－next time I'll strike you out for sure!
pt: Sono proprio furioso che il mio lancio miracoloso sia stato colpito! Ma non è tutto quello che ho in serbo. Aspetta e vedrai—la prossima volta ti farò strikeout di sicuro!

# 536_Kenta
source: (Didn't mean to make the poor kid cry... Well, he shouldn't have nabbed my wallet.)
pt: (Non volevo far piangere il povero ragazzino... Be', non avrebbe dovuto fregarmi il portafoglio.)

# 608_Kenta
source: Too bad, "Uncle"! Even a top-tier batter like you can't beat my miracle pitch.
pt: Peccato, "Zio"! Anche un battitore di alto livello come te non può battere il mio lancio miracoloso.

# 620_Shinada
source: Damn it! That was a crazy curveball. How can a throw like that come from a kid like you?
pt: Maledizione! Quella era una curva pazzesca. Come può un lancio così uscire da un ragazzino come te?

# 632_Kenta
source: Heheh, but wait, there's more. I have other miracle pitches, too. If you can hit my Super Bender Mark 6, maybe I'll show you.
pt: Eheh, ma non è finita qui. Ho anche altri lanci miracolosi. Se riesci a battere il mio Super Bender Mark 6, magari te li mostrerò.

# 644_Kenta
source: Welp, gotta go for now! Buh-bye!
pt: Beh, devo andare adesso! Ciao ciao!

# 668_Kenta
source: The miracle pitch kid, huh... Hey, wait a second. My wallet! He's still got it!
pt: Il ragazzino del lancio miracoloso, eh... Ehi, aspetta un attimo. Il mio portafoglio! Ce l'ha ancora!

# 680_Kotetsu
source: Hey, awesome batter dude. Your nephew left me your wallet. He said to give it to you.
pt: Ehi, gran battitore. Tuo nipote mi ha lasciato il tuo portafoglio. Ha detto di dartelo.

# 692_Shinada
source: What? Oh, he did? Thanks!
pt: Cosa? Ah, davvero? Grazie!

# 704_Shinada
source: (The kid wasn't after my money, then? Weird...)
pt: (Il ragazzino non era dietro ai miei soldi, allora? Strano...)
