Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013304f6.po
Languages: pt

source: Employee
pt: Cameriere

source: Player
pt: Giocatore

# 44_Employee
source: Welcome.
pt: Benvenuto.

# 92_Kiryu
source: (What do I want to drink?)
pt: (Cosa mi va di bere?)

# 104_Akiyama
source: (What do I feel like drinking?)
pt: (Cosa mi va di bere?)

# 116_Saejima
source: (What to drink?)
pt: (Cosa mi va di bere?)

# 128_Shinada
source: (What should I drink?)
pt: (Cosa mi va di bere?)

# 140_Haruka
source: (Let's see, what should I drink?)
pt: (Cosa mi va di bere?)

# 176_Kiryu
source: (What should I order for food?)
pt: (Cosa mi va di mangiare?)

# 188_Akiyama
source: (Now, what do I feel like eating?)
pt: (Cosa mi va di mangiare?)

# 200_Saejima
source: (What to eat?)
pt: (Cosa mi va di mangiare?)

# 212_Shinada
source: (What do I feel like eating?)
pt: (Cosa mi va di mangiare?)

# 224_Haruka
source: (I wonder what food I should order.)
pt: (Cosa mi va di mangiare?)

# 296_Employee
source: Here is your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 320_Employee
source: (I'm out of cash.)
pt: (Sono al verde.)

# 344_Player
source: (I don't need to eat now.)
pt: (Non ho bisogno di mangiare ora.)

# 356_Player
source: (I don't need to eat now.)
pt: (Non ho bisogno di mangiare ora.)

# 368_Player
source: (Don't need food now.)
pt: (Non mi serve cibo adesso.)

# 380_Player
source: (Not hungry yet.)
pt: (Non ho ancora fame.)

# 392_Player
source: (I'm full now.)
pt: (Sono pieno ora.)

# 416_Player
source: Sorry, I have to run.
pt: Scusa, devo scappare.

# 428_Player
source: Sorry, I have to run.
pt: Scusa, devo scappare.

# 440_Player
source: Sorry, gotta go.
pt: Scusa, devo scappare.

# 452_Player
source: Sorry, I forgot I had to do something.
pt: Scusa, mi ero scordato che dovevo fare una cosa.

# 464_Player
source: I'm so sorry. I have to go.
pt: Mi dispiace tanto. Devo andare.

# 476_Employee
source: All right. We hope to see you again soon.
pt: Perfetto. Speriamo di rivederla presto.

# 512_Kiryu
source: (What should I order for food?)
pt: (Cosa dovrei ordinare da mangiare?)

# 524_Akiyama
source: (Now, what do I feel like eating?)
pt: (Ora, cosa mi va di mangiare?)

# 536_Saejima
source: (What to eat?)
pt: (Cosa mangiare?)

# 548_Shinada
source: (What do I feel like eating?)
pt: (Cosa mi va di mangiare?)

# 560_Haruka
source: (I wonder what food I should order.)
pt: (Cosa dovrei ordinare da mangiare?)

# 608_Employee
source: Here is your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 668_Saejima
source: (Well, maybe I oughta eat somethin' and savor the moment.)
pt: (Beh, forse dovrei mangiare qualcosa e godermi il momento.)
