Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020594.po
Languages: pt

source: Trash Collecting
pt: Raccolta Rifiuti

source: Upgrading Abilities with Food
pt: Potenziamento delle Abilità con il Cibo

source: Passenger
pt: Passeggero

source: Sleazy Jerk
pt: Viscido stronzo

source: Persistent Thug
pt: Delinquente insistente

# 156_Kiryu
source: Yes?
pt: Sì?

# 168_Hirakawa
source: Suzuki-san? This is Hirakawa. Can we talk?
pt: Suzuki-san? Sono Hirakawa. Possiamo parlare?

# 180_Kiryu
source: Of course. What is it?
pt: Certo. Che c'è?

# 192_Hirakawa
source: I forgot to mention it this morning, but there's a program we're participating in.
pt: Mi sono dimenticato di menzionarlo stamattina, ma c'è un programma a cui stiamo partecipando.

# 204_Hirakawa
source: Our company has agreed to clean up trash as part of a local community effort.
pt: La nostra azienda ha accettato di ripulire i rifiuti nell'ambito di un'iniziativa comunitaria locale.

# 216_Kiryu
source: Why, did we do something wrong?
pt: Come mai, abbiamo fatto qualcosa di sbagliato?

# 228_Hirakawa
source: I don't think it's us personally, but some of the other drivers litter quite profusely.
pt: Non credo che siamo noi, personalmente, ma alcuni degli altri autisti sporcano parecchio.

# 240_Hirakawa
source: They'll throw trash out the window on break, for example. That kind of behavior's a real problem.
pt: Per esempio, buttano la spazzatura fuori dal finestrino durante la pausa. Quel tipo di comportamento è un vero problema.

# 252_Hirakawa
source: And if we do nothing to curb it, people will start thinking ill of our industry.
pt: E se non facciamo nulla per arginarlo, la gente comincerà a pensar male del nostro settore.

# 264_Kiryu
source: So we need to clean up our act and clean up the town, huh?
pt: Quindi dobbiamo darci una regolata e ripulire la città, eh?

# 276_Hirakawa
source: Exactly. We should be perceived as model citizens here.
pt: Esatto. Dovremmo essere percepiti come cittadini modello qui.

# 288_Hirakawa
source: I know it's extra work, but if you see any trash around town, would you mind picking it up?
pt: So che è un lavoro extra, ma se vedi della spazzatura in giro per la città, ti dispiacerebbe raccoglierla?

# 300_Hirakawa
source: The chief is offering incentives to whoever goes above and beyond quota, so everyone's pitching in.
pt: Il capo sta offrendo incentivi a chiunque vada oltre la quota, quindi tutti stanno dando una mano.

# 312_Kiryu
source: That's admirable of him. Then I'll lend my support.
pt: È una bella cosa da parte sua. Allora darò una mano.

# 324_Hirakawa
source: We'd all appreciate it. Now, are you done for the day?
pt: Lo apprezzeremmo tutti. Allora, hai finito per oggi?

# 336_Kiryu
source: Yes. I'm heading home now.
pt: Sì. Vado a casa adesso.

# 348_Hirakawa
source: Have a nice night, then. See you tomorrow.
pt: Allora, buona serata. Ci vediamo domani.

# 372_Trash Collecting
source: You'll occasionally come across shining objects on the ground while walking around Nagasugai. These sparkling pearls of wonder... are actually pieces of trash.
pt: Ogni tanto ti capiterà di trovare oggetti luccicanti per terra mentre cammini per Nagasugai. Queste scintillanti perle di meraviglia... sono, in realtà, pezzi di spazzatura.

# 384_Trash Collecting
source: <Color:255,200,200,255>Nagasu Taxi<Color:Default> will reward you based on how much you collect, so it's worth picking up any trash you find.
pt: <Color:255,200,200,255>Nagasu Taxi<Color:Default> ti ricompenserà in base a quanto\nraccogli, quindi vale la pena raccogliere qualsiasi spazzatura che trovi.

# 396_Trash Collecting
source: There are also different types of trash. Picking up larger pieces makes a greater contribution to the community, so make sure to keep an eye out for them.
pt: Ci sono anche diversi tipi di spazzatura. Raccogliere pezzi più grandi\ndà un contributo maggiore alla comunità, quindi\nassicurati di tenerli d'occhio.

# 420_Kiryu
source: (...Might as well call it a day.)
pt: (...Tanto vale finire qui per oggi.)

# 444_Tatsuya
source: Ahh, that hit the spot. I'll say, you're quite the gourmet.
pt: Ahh, che goduria. Devo dire, sei proprio un buongustaio.

# 456_Kiryu
source: Not really. My meals are usually pretty basic.
pt: Non proprio. I miei pasti di solito sono piuttosto semplici.

# 468_Tatsuya
source: Oh really now? Then consider expanding your horizons!
pt: Ah, davvero? Allora, prova ad allargare i tuoi orizzonti!

# 480_Tatsuya
source: You see, there's a kind of magic to food－a power that brings laughter, joy, and happiness to the heart.
pt: Vedi, c'è una specie di magia nel cibo－un potere che porta risate, gioia e felicità al cuore.

# 492_Tatsuya
source: As a chef, I've learned the most important ingredient you can add to your cooking is <Italic>passion</Italic>.
pt: Come chef, ho imparato che l'ingrediente più importante che puoi mettere nei tuoi piatti è la <Italic>passione</Italic>.

# 504_Tatsuya
source: Just a dash of it, and even a regular dish can burst alive with flavor and potency. Isn't that incredible?
pt: Basta un pizzico, e persino un piatto normale può esplodere di sapore e vigore. Non è incredibile?

# 516_Kiryu
source: I suppose...
pt: Suppongo di sì...

# 528_Tatsuya
source: Hmm, I see I'm not getting through to you. Alas.
pt: Hmm, vedo che non ti entro in testa. Ahimè.

# 540_Tatsuya
source: Now, I do plan on exploring more of your local eateries, so please feel free to tag along.
pt: Ora, ho proprio intenzione di esplorare altri dei tuoi locali del posto, quindi sentiti pure libero di unirti a me.

# 552_Tatsuya
source: I'll be glad to show you just how beneficial enjoying a meal can be. You just say the word.
pt: Sarò lieto di mostrarti quanto possa essere benefico gustarsi un pasto. Basta che tu dica una parola.

# 564_Kiryu
source: Well... We'll talk about it.
pt: Beh... Ne parleremo.

# 576_Tatsuya
source: Then I look forward to our next culinary encounter! Until then!
pt: Allora, non vedo l'ora del nostro prossimo incontro culinario! Alla prossima!

# 600_Upgrading Abilities with Food
source: Tatsuya the Gourmet can teach you how to <Color:7>boost your abilities by eating at restaurants<Color:Default> around town.
pt: Tatsuya il Gourmet può insegnarti come <Color:7>potenziare le tue abilità mangiando nei ristoranti<Color:Default> in giro per la città.

# 612_Upgrading Abilities with Food
source: These can give you <Color:7>a big advantage in battle<Color:Default>, such as large health gains or improved attack power, so be sure to hear him out.
pt: Questi possono darti <Color:7>un grosso vantaggio in battaglia<Color:Default>, come grandi guadagni di salute o potenza d'attacco migliorata, quindi assicurati di ascoltarlo.

# 624_Kiryu
source: (Now that I'm done eating, I should get back to the office.)
pt: Ora che ho finito di mangiare, dovrei tornare in ufficio.

# 684_Kiryu
source: This is the place.
pt: Questo è il posto.

# 696_Tatsuya
source: A mizutaki restaurant, hm? I like what they've done with the exterior.
pt: Un ristorante di mizutaki, eh? Mi piace quello che hanno fatto con l'esterno.

# 708_Tatsuya
source: Okay, let's head on in!
pt: Va bene, entriamo!

# 720_Kiryu
source: Huh? I'm coming too?
pt: Eh? Vengo anch'io?

# 732_Tatsuya
source: Of course! If it's not up to par, I'd at least want to have some nice company.
pt: Certo! Se non è all'altezza, vorrei almeno avere un po' di buona compagnia.

# 744_Kiryu
source: Uh-huh...
pt: Uh-uh...

# 768_Kiryu
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 780_Passenger
source: No worries, sorry to drag you all the way out here. I can hardly tell my left from my right in this town.
pt: Tranquillo, scusa se ti ho fatto fare tutta questa strada. In questa città non distinguo la destra dalla sinistra.

# 792_Kiryu
source: You're fine.
pt: Tranquillo.

# 804_Passenger
source: Oh, by the way, I'm Tatsuya. You know, the chef?
pt: Oh, a proposito, sono Tatsuya. Sai, il cuoco?

# 816_Tatsuya
source: Surely you've at least seen me on TV before?
pt: Ma dai, mi avrai visto in TV almeno una volta, no?

# 828_Kiryu
source: Sorry, I don't watch much television.
pt: Scusa, non guardo molto la TV.

# 840_Tatsuya
source: I can sympathize. Neither of our jobs allow much time for that.
pt: Capisco. Nessuno dei nostri lavori ci lascia molto tempo per quello.

# 852_Tatsuya
source: Say, you wouldn't happen to know of any good local restaurants, would you?
pt: Senti, non è che per caso conosci qualche buon ristorante qui in zona?

# 864_Tatsuya
source: Ideally a place that hasn't already been featured in commercials or magazines.
pt: Idealmente un posto che non sia già finito in spot o riviste.

# 876_Kiryu
source: So you're here for the food, huh?
pt: Allora sei qui per il cibo, eh?

# 888_Kiryu
source: (I'm not exactly sure what he's looking for... I could always take him to that mizutaki place the chief showed me.)
pt: (Non ho ben capito cosa stia cercando... Potrei sempre portarlo in quel locale di mizutaki che il capo mi ha fatto vedere.)

# 900_Kiryu
source: Okay. I think I know a place.
pt: Ok. Credo di conoscere un posto.

# 912_Tatsuya
source: Then let's head right over!
pt: Allora, andiamoci subito!

# 984_Kiryu
source: Get it now? All this tough guy business is only going to get you hurt.
pt: Capito ora? Tutta questa storia da duro ti farà solo male.

# 996_Nagata
source: Why you... This ain't over yet! Yer gonna regret the day y'messed with the Devil Killers!
pt: Tu... Non è ancora finita! Te ne pentirai del giorno che ti sei messo contro i Devil Killers!

# 1044_Sleazy Jerk
source: Hey! Hold up, Aniki!
pt: Ehi! Aspetta, Aniki!

# 1068_Kiryu
source: (The Devil Killers, huh? They don't seem so tough. Well, I should really be getting to work.)
pt: (I Devil Killers, eh? Non mi sembrano così tosti. Beh, dovrei proprio mettermi al lavoro.)

# 1116_Persistent Thug
source: Hey! There's the asshole!
pt: Ehi! Ecco quello stronzo!

# 1128_Sleazy Jerk
source: Finally tracked yer ugly face down!
pt: Finalmente ti ho rintracciato, faccia di merda!

# 1140_Kiryu
source: Who are you again?
pt: Tu chi saresti?

# 1152_Persistent Thug
source: Don't pretend like y'don't know. We're here t'settle the score!
pt: Non fare il finto tonto. Siamo qui per regolare i conti!

# 1164_Kiryu
source: ...Seriously, I have no idea who you are.
pt: ...Sul serio, non ho proprio idea di chi tu sia.

# 1176_Sleazy Jerk
source: Y'do and y'goddamn know it! Now strap in, it's time we pay ya back double for what ya did to us yesterday!
pt: Lo sai e come, cazzo! Adesso tieniti forte, è ora che te la facciamo pagare il doppio per quello che ci hai fatto ieri!

# 1188_Kiryu
source: Oh, you're those punks I had to teach a lesson. Guess class is back in session.
pt: Ah, siete quei ragazzini a cui ho dovuto dare una lezione. Direi che la ricreazione è finita.

# 1200_Persistent Thug
source: Not today, pal! No way yer gettin' one over on us... Not with the backup we got in store for ya!
pt: Non oggi, compare! Non c'è verso che ci metta sotto... Non con i rinforzi che abbiamo in serbo per te!

# 1212_Kiryu
source: So you brought someone else to finish a job you couldn't. Guess you're not just a creep, but a coward, too.
pt: Allora hai chiamato qualcun altro per fare un lavoro che non sei riuscito a concludere. Direi che non sei solo un viscido, ma anche un codardo.

# 1236_Persistent Thug
source: Yeah, yeah, keep talkin'. We'll wipe that dumb smirk off yer face soon enough. C'mon out here, Nagata-san!
pt: Sì, sì, parla pure. Presto ti faremo sparire quel ghigno da idiota dalla faccia. Vieni fuori, Nagata-san!

# 1248_Nagata
source: This yer man?
pt: È lui il tuo tipo?

# 1260_Persistent Thug
source: Mmmhm.
pt: Mmmh.

# 1272_Sleazy Jerk
source: Hehehe, hope y'already wrote yer will, wrinkle-ass. 'Cause Nagata-san here's a member of the legendary <Color:7>Nagasu Devil Killers<Color:Default>!
pt: Hehehe, spero tu abbia già scritto il tuo testamento, vecchiaccio. Perché Nagata-san qui è un membro dei leggendari <Color:7>Nagasu Devil Killers<Color:Default>!

# 1284_Persistent Thug
source: Think yer tough? Wait 'til Nagata-san here gets his paws on ya. Yer gonna look at smears on the ground and <Italic>wish</Italic> that was you!
pt: Credi di essere un duro? Aspetta e vedrai quando Nagata-san qui ti metterà le zampe addosso. Finirai per guardare gli strisci per terra e <Italic>augurarti</Italic> di essere tu quella cosa!

# 1296_Kiryu
source: The Nagasu Devil Killers? Sorry, never heard of them.
pt: I Nagasu Devil Killers? Scusa, mai sentiti.

# 1308_Persistent Thug
source: Y'what!?
pt: Ma che dici!?

# 1320_Kiryu
source: Look, can we just get this over with so I can go to work in peace? You're going to make me late.
pt: Senti, possiamo farla finita così posso andare al lavoro in pace? Mi farete fare tardi.

# 1332_Nagata
source: Oh? Y'work at Nagasu Taxi then?
pt: Oh? Lavori alla Nagasu Taxi, allora?

# 1344_Kiryu
source: That's none of your business.
pt: Non sono affari tuoi.

# 1356_Nagata
source: Heh. You boys were right, this guy's got a real attitude problem. Now how 'bout we give him a new perspective... from a hospital bed!
pt: Heh. Avevate ragione, ragazzi, questo qui ha proprio un problema di atteggiamento. Ora che ne dite se gli diamo una nuova prospettiva... dal letto di un ospedale!

# 1380_Kiryu
source: (Time to go to work.)
pt: (È ora di andare al lavoro.)
