Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08a1.po
Languages: pt

source: Drunk Passenger
pt: Passeggero Ubriaco

source: Tell a Bad Pun
pt: Racconta una battutaccia

source: Tell a Sad Story
pt: Racconta una storia triste

source: Scold the Passenger
pt: Sgridare il Passeggero

source: You should be all right if you bathe regularly.
pt: Dovresti essere a posto se ti lavi regolarmente.

source: You should give her a good scolding.
pt: Dovresti darle una bella sgridata.

source: All girls are like that in their teens.
pt: Tutte le ragazze sono così da adolescenti.

source: Perhaps you see yourself that way.
pt: Forse ti vedi così.

source: I don't know a thing about you.
pt: Non so niente di te.

source: You don't exactly look like you're going places.
pt: Non hai proprio l'aria di uno che farà strada.

# 44_Drunk Passenger
source: Think I had a little too much to drink today! Ahahah!
pt: Mi sa che oggi ho alzato un po' troppo il gomito! Ahahah!

# 56_Kiryu
source: (At least he's in a good mood.)
pt: (Almeno è di buon umore.)

# 68_Drunk Passenger
source: Say, what's your name, driver?
pt: Ehi, come ti chiami, tassista?

# 80_Kiryu
source: It's Suzuki.
pt: È Suzuki.

# 92_Drunk Passenger
source: Wahahah! Suzuki-san, huh!? That's funny! Wahahah!
pt: Wahahah! Suzuki-san, eh!? È buffo! Wahahah!

# 104_Kiryu
source: (I guess he's a happy drunk.)
pt: (Immagino sia un ubriaco felice.)

# 128_Kiryu
source: Huh?
pt: Uh?

# 140_Drunk Passenger
source: Your sideburns...
pt: Le tue basette...

# 152_Kiryu
source: What about them?
pt: Che hanno?

# 164_Drunk Passenger
source: Ahahah! They're hilarious! Just look at the shape of them!
pt: Ahahah! Sono spassose! Guarda che forma che hanno!

# 176_Kiryu
source: (He'd laugh at anything right now.)
pt: (Riderebbe di tutto in questo momento.)

# 188_Drunk Passenger
source: Ahahah! Those sideburns are classic! They really tickle my funny bone!
pt: Ahahah! Quelle basette sono proprio un classico! Mi fanno sbellicare!

# 200_Drunk Passenger
source: Ahahah! My stomach hurts!
pt: Ahahah! Mi fa male la pancia!

# 224_Drunk Passenger
source: Ahahah! Ugh! This is really hurting, but I can't stop laughing!
pt: Ahahah! Ugh! Mi fa un male tremendo, ma non riesco a smettere di ridere!

# 236_Drunk Passenger
source: Ahah... Driver! Ahahah! Stop me somehow!
pt: Ahah... Tassista! Ahahah! Fermami in qualche modo!

# 248_Drunk Passenger
source: I almost cut these sideburns off by accident once. Talk about a close shave.
pt: Una volta per poco non mi tagliavo via queste basette per sbaglio. L'ho scampata bella.

# 284_Drunk Passenger
source: Driver?
pt: Tassista?

# 296_Kiryu
source: Yes?
pt: Sì?

# 308_Drunk Passenger
source: Thank you. That gag sobered me up straight away.
pt: Grazie. Quella gag mi ha fatto passare la sbronza seduta stante.

# 332_Kiryu
source: (Well, at least he's not laughing anymore.)
pt: (Beh, almeno non ride più.)

# 344_Drunk Passenger
source: One day I was taking a family to their new apartment. They had a dog with them. He was really cute.
pt: Un giorno accompagnavo una famiglia al loro nuovo appartamento. Avevano un cane con loro. Era proprio carino.

# 356_Drunk Passenger
source: Uh-huh. And?
pt: Capisco. E allora?

# 368_Kiryu
source: But it turns out the place they were moving to didn't allow pets. So they decided to get one of their old neighbors to take him in.
pt: Ma si è scoperto che il posto dove si stavano trasferendo non ammetteva animali domestici. Così hanno deciso di farlo accogliere da uno dei loro vecchi vicini.

# 392_Kiryu
source: But the dog chased after the taxi. He just kept on running and running.
pt: Ma il cane inseguiva il taxi. Continuava a correre e correre.

# 404_Drunk Passenger
source: Aww, that's a nice story. I have a soft spot for animals myself. Very moving.
pt: Oh, è una bella storia. Anch'io ho un debole per gli animali. Molto commovente.

# 416_Kiryu
source: (At least that stopped his laughing.)
pt: (Almeno quello gli ha fatto smettere di ridere.)

# 428_Drunk Passenger
source: Sir?
pt: Signore?

# 440_Drunk Passenger
source: Yeah? Ahah... What? Ahahah.
pt: Sì? Ahah... Cosa? Ahahah.

# 452_Kiryu
source: You better stop laughing at me. Or else.
pt: Ti conviene smetterla di ridermi dietro. O sennò.

# 464_Drunk Passenger
source: Oh... Sorry.
pt: Oh... scusa.

# 476_Drunk Passenger
source: No need to growl at me like that, though. Now you've gone and ruined my good mood.
pt: Non c'è bisogno di ringhiarmi addosso così, però. Adesso mi hai rovinato il buon umore.

# 488_Kiryu
source: (He stopped laughing, but doesn't look happy.)
pt: (Ha smesso di ridere, ma non sembra contento.)

# 524_Kiryu
source: (I wonder if he's sobered up and settled down.)
pt: (Mi chiedo se gli sia passata la sbornia e si sia calmato.)

# 536_Drunk Passenger
source: Ngh... *sniffle*
pt: Ngh... (singhiozzando)

# 548_Kiryu
source: (He's crying.)
pt: (Sta piangendo.)

# 560_Drunk Passenger
source: I... I'm just a good-for-nothing waste of space at work...
pt: Io... Sono solo un buono a nulla, uno spreco di spazio al lavoro...

# 572_Kiryu
source: (He's gone from a laughing drunk to a crying drunk.)
pt: (È passato da ubriaco che rideva a ubriaco che piange.)

# 584_Drunk Passenger
source: And at home, my one and only daughter hates me. She used to be my little girl, but not anymore.
pt: E a casa, la mia unica figlia mi odia. Prima era la mia bambina, ma non più.

# 596_Drunk Passenger
source: She just complains that I'm dirty all the time. What am I going to do?
pt: Si lamenta solo che sono sempre sporco. Che cosa devo fare?

# 608_Drunk Passenger
source: If she thinks you're dirty, why don't you just bathe more often?
pt: Se pensa che sei sporco, perché non ti lavi più spesso?

# 620_Drunk Passenger
source: But I bathe every day!
pt: Ma io mi lavo tutti i giorni!

# 632_Drunk Passenger
source: That doesn't stop her complaining, though. I guess she just despises me. It's a real sad situation... *sniffle*
pt: Ciò non le impedisce di lamentarsi, però. Immagino che lei mi disprezzi e basta. È una situazione davvero triste... (singhiozzando)

# 644_Kiryu
source: (That didn't seem to help.)
pt: (Non sembrava aver aiutato.)

# 656_Drunk Passenger
source: Why don't you give her a good scolding?
pt: Perché non le dai una bella sgridata?

# 668_Drunk Passenger
source: If I did that, she'd only hate me more.
pt: Se facessi così, mi odierebbe solo di più.

# 680_Kiryu
source: That might be true now, but one day she'll understand that you were only doing it for her own good.
pt: Magari è vero adesso, ma un giorno capirà che lo facevi solo per il suo bene.

# 692_Drunk Passenger
source: You think so?
pt: La pensi così?

# 704_Kiryu
source: Yes. You're a good father, who works hard to support his family.
pt: Sì. Sei un buon padre, che lavora sodo per mantenere la sua famiglia.

# 716_Kiryu
source: You ought to sit her down and let her know that what she's doing is wrong. You need to exert your authority as a father.
pt: Dovresti farla sedere e farle capire che quello che sta facendo è sbagliato. Devi imporre la tua autorità come padre.

# 728_Drunk Passenger
source: My authority as a father, huh? Yeah... Better to scold her than try to curry favor.
pt: La mia autorità come padre, eh? Già... Meglio sgridarla che cercare di ingraziarsi.

# 740_Drunk Passenger
source: Wow. I'm feeling a lot better now. Thank you!
pt: Wow. Mi sento un sacco meglio adesso. Grazie!

# 752_Kiryu
source: (That seems to have cheered him up.)
pt: (Ciò sembra averlo tirato su di morale.)

# 764_Drunk Passenger
source: All girls are like that in their teens.
pt: Tutte le ragazze sono così da adolescenti.

# 776_Drunk Passenger
source: Really!? I never knew!
pt: Davvero!? Non lo sapevo!

# 788_Drunk Passenger
source: I guess every guy with a daughter goes through the same thing then, huh?
pt: Immagino che ogni padre con una figlia ci passi, allora, eh?

# 800_Kiryu
source: I believe many do, yes.
pt: Sì, credo che molti ci passino.

# 812_Drunk Passenger
source: No kidding. It's kind of reassuring to know I'm not in this alone. I feel a bit better.
pt: Non è uno scherzo. È un po' rassicurante sapere che non ci sono solo io. Mi sento un po' meglio.

# 824_Kiryu
source: (He seems a bit happier now.)
pt: (Sembra un po' più felice adesso.)

# 848_Drunk Passenger
source: (I wonder if he's sobered up yet.)
pt: (Mi chiedo se si sia ripreso.)

# 860_Drunk Passenger
source: When the car sways like this, it really makes my head swim.
pt: Quando la macchina ondeggia così, mi fa davvero girare la testa.

# 884_Kiryu
source: (What comes after the laughter and crying?)
pt: (Cosa viene dopo il riso e il pianto?)

# 896_Drunk Passenger
source: Hey, driver!
pt: Ehi, tassista!

# 908_Kiryu
source: Yes?
pt: Sì?

# 920_Drunk Passenger
source: You were making fun of me just then, weren't you!? You better stop that right now!
pt: Mi stavi prendendo in giro proprio adesso, vero!? È meglio che la smetti subito!

# 932_Kiryu
source: (Now he's looking for a fight.)
pt: (Adesso cerca la rissa.)

# 944_Kiryu
source: I wasn't making fun of you.
pt: Non ti stavo prendendo in giro.

# 968_Drunk Passenger
source: Don't lie to me! You think I'm a corporate slave, don't you!?
pt: Non mentirmi! Pensi che io sia uno schiavo aziendale, vero!?

# 992_Drunk Passenger
source: You see me as a servant to my company! Just some rank and file pencil pusher, right!?
pt: Mi vedi come un servo della mia azienda! Solo un impiegato qualsiasi, uno scribacchino, vero!?

# 1004_Drunk Passenger
source: It seems to me you're the one who sees yourself that way.
pt: Mi sembra che sei tu quello che si vede in quel modo.

# 1016_Drunk Passenger
source: Say what?
pt: Come hai detto?

# 1028_Kiryu
source: You should carry yourself with more confidence.
pt: Dovresti porti con più sicurezza.

# 1040_Drunk Passenger
source: Gah! Shut your mouth! My company would get along just fine without me.
pt: Ah! Chiudi il becco! La mia azienda andrebbe avanti benissimo anche senza di me.

# 1052_Kiryu
source: You may be right.
pt: Potresti avere ragione.

# 1064_Drunk Passenger
source: See, you think the same thing!
pt: Vedi, pensi la stessa cosa!

# 1076_Kiryu
source: But forget your company. What about your family?
pt: Ma lascia perdere la tua azienda. E la tua famiglia?

# 1088_Drunk Passenger
source: Huh!?
pt: Eh!?

# 1100_Kiryu
source: Without you, your family would fall apart. You're working to provide for them, right?
pt: Senza di te, la tua famiglia cadrebbe a pezzi. Stai lavorando per mantenerli, vero?

# 1112_Kiryu
source: I think that alone makes it all worth it.
pt: Penso che solo questo ripaghi di tutto.

# 1124_Drunk Passenger
source: Driver...
pt: Autista...

# 1136_Drunk Passenger
source: You're right. It doesn't matter what they say at work. I have a family to look after. I should do my job with my head held high.
pt: Hai ragione. Non importa quello che dicono al lavoro. Ho una famiglia a cui badare. Dovrei fare il mio lavoro a testa alta.

# 1148_Kiryu
source: (That seemed to encourage him. He's calmer now.)
pt: (Questo sembrava averlo incoraggiato. Ora è più calmo.)

# 1160_Drunk Passenger
source: Well, I've only just met you, so I don't know enough to make that sort of judgment.
pt: Beh, ti ho appena incontrato, quindi non ho abbastanza elementi per dare un giudizio del genere.

# 1172_Drunk Passenger
source: Well, if you knew me, that's what you'd think.
pt: Beh, se mi conoscessi, è quello che penseresti tu.

# 1196_Drunk Passenger
source: It's true. Everybody sees me as a total waste of space.
pt: È vero. Tutti mi considerano un buono a nulla totale.

# 1208_Kiryu
source: (I need to encourage him somehow.)
pt: (Devo incoraggiarlo in qualche modo.)

# 1220_Kiryu
source: I'm sure your coworkers don't think that.
pt: Sono sicuro che i tuoi colleghi non la pensano così.

# 1232_Drunk Passenger
source: How can you know that?
pt: Come fai a saperlo?

# 1244_Kiryu
source: Well...
pt: Beh...

# 1256_Drunk Passenger
source: You just told me you don't know anything about me because we just met! You don't have a clue!
pt: Mi hai appena detto che non sai niente di me perché ci siamo appena incontrati! Non ne hai idea!

# 1280_Drunk Passenger
source: I appreciate that you're trying to cheer me up, though. Thanks.
pt: Apprezzo che tu stia cercando di tirarmi su il morale, comunque. Grazie.

# 1292_Kiryu
source: (It looks like he calmed down. I wish I could have given him some encouragement, though.)
pt: (Sembra che si sia calmato. Vorrei avergli potuto dare un po' di incoraggiamento, però.)

# 1304_Drunk Passenger
source: (It sounds like he wants me to agree with him, so I guess I will.)
pt: (Sembra che voglia che io sia d'accordo con lui, quindi immagino che lo farò.)

# 1316_Kiryu
source: Yes, you don't exactly look like you're going places.
pt: Sì, non hai proprio l'aria di uno che andrà lontano.

# 1328_Drunk Passenger
source: What did you just say!? Don't pretend you know anything about me, man!
pt: Cosa hai appena detto!? Non fare finta di sapere un bel niente di me, ehi!

# 1340_Kiryu
source: (I should have thought more before answering.)
pt: (Avrei dovuto pensare di più prima di rispondere.)
