Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0cb0.po
Languages: pt

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: You got a <Color:8>Staminan XX<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan XX<Color:Default>.

source: You got a <Color:8>Staminan X<Color:Default>.
pt: Hai ottenuto uno <Color:8>Staminan X<Color:Default>.

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: Young Punk
pt: Giovane Punk

source: Middle-aged Woman
pt: Donna di mezza età

source: Avid Fan
pt: Fan Accanito

source: Passerby
pt: Passante

source: Innocent Child
pt: Bambino Innocente

# 72_Young Punk
source: Hey, me first! Heheh. Wait till the boys see this!
pt: Ehi, io per primo! Heheh. Aspetta che i ragazzi vedano questo!

# 84_Haruka
source: Who shall I make this out to?
pt: A chi lo dedico?

# 96_Yasuhiro
source: Can ya do "Yasuhiro Yamasaki"?
pt: Me lo scrivi per "Yasuhiro Yamasaki"?

# 108_Haruka
source: All right. Let's see...
pt: Va bene. Vediamo un po'...

# 120_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 132_Young Punk
source: No, no, no! It was supposed to be "Yasuhiro Yamasaki"! You put "Yasuhiko Yamakasi"!
pt: No, no, no! Doveva essere "Yasuhiro Yamasaki"! Hai scritto "Yasuhiko Yamakasi"!

# 144_Haruka
source: Wha－? I did?
pt: Cosa－? L'ho fatto?

# 156_Yasuhiro
source: I mean, ya got a few letters right, but that's not how you spell my first or last name!
pt: Cioè, hai azzeccato qualche lettera, ma non è così che si scrivono il mio nome o cognome!

# 168_Haruka
source: I'm so sorry! Please forgive me!
pt: Mi dispiace tanto! Ti prego, perdonami!

# 180_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 192_Young Punk
source: Yup! You got it! Hey, thanks. The boys're gonna be so jealous!
pt: Sì! Hai azzeccato! Ehi, grazie. I ragazzi saranno così gelosi!

# 204_Haruka
source: You're very welcome!
pt: Ma figurati!

# 216_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 228_Young Punk
source: No, no, no! It's supposed to be "Yasuhiro Yamasaki"! You put "Yasuko Yasakami"!
pt: No, no, no! Doveva essere "Yasuhiro Yamasaki"! Hai scritto "Yasuko Yasakami"!

# 240_Yasuhiro
source: I mean, ya got a few letters right, but that's not how you spell my first or last name!
pt: Cioè, hai azzeccato qualche lettera, ma non è così che si scrivono il mio nome o cognome!

# 252_Haruka
source: I'm so sorry! Please forgive me!
pt: Mi dispiace tanto! Ti prego, perdonami!

# 264_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 276_Young Punk
source: No, no, no! It was supposed to be "Yasuhiro Yamasaki"! You put "Yasuhiko Yakasaki"!
pt: No, no, no! Doveva essere "Yasuhiro Yamasaki"! Hai scritto "Yasuhiko Yakasaki"!

# 288_Haruka
source: Wha－? I did!?
pt: Cosa?! Ho sbagliato!?

# 300_Yasuhiro
source: I mean, ya got a few letters right, but that's not how you spell my first or last name!
pt: Cioè, hai azzeccato qualche lettera, ma non è così che si scrivono il mio nome o cognome!

# 312_Haruka
source: I'm so sorry! Please forgive me!
pt: Mi dispiace tanto! Ti prego, perdonami!

# 324_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 336_Young Punk
source: No, no, no! It's supposed to be "Yasuhiro Yamasaki"!
pt: No, no, no! Doveva essere "Yasuhiro Yamasaki"!

# 348_Haruka
source: Hm? What did I write?
pt: Eh? Che ho scritto?

# 360_Yasuhiro
source: You put "Yazuhiro Yamazaki"!
pt: Hai scritto "Yazuhiro Yamazaki"!

# 372_Yasuhiro
source: I mean, ya got a few letters right, but that's not how you spell my first or last name!
pt: Cioè, hai azzeccato qualche lettera, ma non è così che si scrivono il mio nome o cognome!

# 384_Haruka
source: I'm so sorry! Please forgive me!
pt: Mi dispiace tanto! Ti prego, perdonami!

# 456_Young Punk
source: I'm next, dearie!
pt: Sono il prossimo, tesoro!

# 468_Haruka
source: Who should I make it out to?
pt: A chi lo scrivo?

# 480_Misaki
source: Make it out to "Misaki Takahashi." Great name, huh? Good thing I live up to it!
pt: Scrivilo a "Misaki Takahashi." Bel nome, eh? Per fortuna che sono all'altezza!

# 492_Haruka
source: All right. Let's see...
pt: Ok. Vediamo un po'...

# 504_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 516_Young Punk
source: Wait a second! Weren't ya listenin'!?
pt: Un attimo! Ma non stavi a sentire!?

# 528_Misaki
source: I said "Misaki Takahashi." You wrote "Misako Tobayashi"! That's way off!
pt: Ho detto "Misaki Takahashi." Hai scritto "Misako Tobayashi"!" Non c'hai proprio preso!

# 540_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 552_Misaki
source: Might wanna clean out your ears next time!
pt: Magari la prossima volta, apri bene le orecchie!

# 564_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 576_Young Punk
source: Ah, I see what ya did. Well, ya got a couple letters right at least.
pt: Ah, ho capito cosa hai combinato. Beh, almeno un paio di lettere le hai azzeccate.

# 588_Misaki
source: I said "Misaki Takahashi." You wrote "Mizaki Takahachi"!
pt: Ho detto "Misaki Takahashi." Hai scritto "Mizaki Takahachi"!"

# 600_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 612_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 624_Young Punk
source: Yeah, that's exactly it! Thank you, Haruka! I'll be rootin' for ya, girl!
pt: Sì, è proprio così! Grazie, Haruka! Farò il tifo per te, Haruka!

# 636_Haruka
source: Thank you very much!
pt: Grazie mille!

# 648_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 660_Young Punk
source: What's this? Weren't ya listenin'!?
pt: Ma cos'è? Non stavi ad ascoltare!?

# 672_Misaki
source: I said "Misaki Takahashi." You wrote "Mizaki Tabakashi"! That's way off!
pt: Ho detto "Misaki Takahashi." Hai scritto "Mizaki Tabakashi"! È tutto sbagliato!

# 684_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 696_Misaki
source: Might wanna clean out your ears next time!
pt: Ti conviene darti una pulita alle orecchie la prossima volta!

# 708_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 720_Young Punk
source: What's this? Weren't ya listenin'!?
pt: Ma cos'è? Non stavi ad ascoltare!?

# 732_Haruka
source: Oh! Was that wrong?
pt: Oh! Era sbagliato?

# 744_Misaki
source: I said "Misaki Takahashi." You wrote "Masaki Tobayakashi".
pt: Ho detto "Misaki Takahashi." Hai scritto "Masaki Tobayakashi".

# 756_Misaki
source: That's way off!
pt: È tutto sbagliato!

# 768_Haruka
source: I'm so sorry!
pt: Mi dispiace tanto!

# 840_Young Punk
source: This is so exciting! I can't believe I'm going to get your autograph! I'm a huge fan!
pt: Che emozione pazzesca! Non ci credo che otterrò il tuo autografo! Sono un tuo fan sfegatato!

# 852_Haruka
source: And who am I making this out to?
pt: E a chi lo dedico?

# 864_Toshikazu
source: It's "Toshikazu Sekiguchi."
pt: È "Toshikazu Sekiguchi."

# 876_Haruka
source: All right. Let's see...
pt: Va bene. Vediamo...

# 888_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 900_Young Punk
source: Well, not exactly. I said "Toshikazu Sekiguchi," but you wrote "Tochikazu Sekigushi."
pt: Beh, non proprio. Ho detto "Toshikazu Sekiguchi", ma tu hai scritto "Tochikazu Sekigushi".

# 912_Haruka
source: Oh, I'm sorry! Please forgive me!
pt: Oh, mi dispiace tanto! Ti prego, perdonami!

# 924_Toshikazu
source: I probably didn't say it clearly enough...
pt: Probabilmente non l'ho detto abbastanza chiaramente...

# 936_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 948_Young Punk
source: Well, that's kind of close. You were only off by a little.
pt: Beh, ci sei quasi. Ti sei sbagliata solo di poco.

# 960_Toshikazu
source: I said "Toshikazu Sekiguchi," but you wrote "Toshiyazu Segikuchi."
pt: Ho detto "Toshikazu Sekiguchi", ma tu hai scritto "Toshiyazu Segikuchi".

# 972_Haruka
source: Oh, I'm so sorry!
pt: Oh, mi dispiace molto!

# 984_Toshikazu
source: Don't feel bad, Haruka-chan. I probably didn't say it clearly enough.
pt: Non ti preoccupare, Haruka-chan. Probabilmente non l'ho detto abbastanza chiaramente.

# 996_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1008_Young Punk
source: Yes, that's right! This is beautiful! I'll treasure it forever!
pt: Sì, è proprio così! È bellissimo! Lo custodirò per sempre!

# 1020_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1032_Young Punk
source: Well, not exactly. I said "Toshikazu Sekiguchi," but you wrote "Toshigazu Sekigushi."
pt: Beh, non proprio. Ho detto "Toshikazu Sekiguchi", ma tu hai scritto "Toshigazu Sekigushi".

# 1044_Haruka
source: Oh, I'm so sorry!
pt: Oh, mi dispiace molto!

# 1056_Toshikazu
source: Don't feel bad, Haruka-chan. I probably didn't say it clearly enough.
pt: Non ti preoccupare, Haruka-chan. Probabilmente non l'ho detto abbastanza chiaramente.

# 1068_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1080_Young Punk
source: Hmm. Not exactly...
pt: Hmm. Non proprio...

# 1092_Toshikazu
source: My name's Toshikazu Sekiguchi, but you wrote "Toshikazu Sekigushi."
pt: Mi chiamo Toshikazu Sekiguchi, ma hai scritto "Toshikazu Sekigushi."

# 1104_Haruka
source: Oh, I'm so sorry!
pt: Oh, mi dispiace molto!

# 1116_Toshikazu
source: That's all right, Haruka! Don't feel bad. I probably didn't say it clearly enough.
pt: Va tutto bene, Haruka! Non ti preoccupare. Probabilmente non l'ho detto abbastanza chiaramente.

# 1188_Young Punk
source: My turn! My whole family always watches you on TV, you know!
pt: Tocca a me! Tutta la mia famiglia ti guarda sempre in TV, lo sai!

# 1200_Haruka
source: Thank you very much! Who am I making this out to?
pt: Grazie mille! Per chi lo faccio?

# 1212_Hideaki
source: Oh, right! Could you make it out to "Hideaki Ishikawa"?
pt: Ah, giusto! Potresti farlo per "Hideaki Ishikawa"?

# 1224_Haruka
source: All right. Let's see...
pt: Allora. Vediamo...

# 1236_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1248_Young Punk
source: That's right! Just like the famous action star!
pt: Esatto! Proprio come la famosa star d'azione!

# 1260_Hideaki
source: My favorite of his is that one where he lays the smackdown on all those street thugs!
pt: Il suo preferito è quello in cui concia per le feste tutti quei teppisti di strada!

# 1272_Hideaki
source: Man, I wish I was as cool as him!
pt: Cavolo, vorrei essere figo come lui!

# 1284_Haruka
source: I don't think I've ever seen that movie.
pt: Non credo di aver mai visto quel film.

# 1296_Hideaki
source: Well, thanks for the autograph, Haruka-chan!
pt: Beh, grazie per l'autografo, Haruka-chan!

# 1308_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1320_Young Punk
source: Huh? You've never heard of Hideaki Ishikawa? He's super famous. We have the exact same name.
pt: Eh? Non hai mai sentito parlare di Hideaki Ishikawa? È super famoso. Abbiamo lo stesso identico nome.

# 1332_Hideaki
source: But you wrote "Hideaki Ishiwaka."
pt: Ma hai scritto "Hideaki Ishiwaka".

# 1344_Haruka
source: I'm so sorry!
pt: Mi dispiace tanto!

# 1356_Hideaki
source: I guess you're too young to know his movies...
pt: Immagino tu sia troppo giovane per conoscere i suoi film...

# 1368_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1380_Young Punk
source: Huh? You've never heard of Hideaki Ishikawa? He's super famous! We have the exact same name.
pt: Eh? Non hai mai sentito parlare di Hideaki Ishikawa? È super famoso! Abbiamo lo stesso identico nome.

# 1392_Hideaki
source: But it looks like you wrote "Hideki Ishikawa." Oh well, that's all right. At least I got your autograph!
pt: Ma hai scritto "Hideki Ishikawa." Vabbè, va bene lo stesso. Almeno ho il tuo autografo!

# 1404_Haruka
source: Did I? I'm so sorry!
pt: Davvero? Mi dispiace tanto!

# 1416_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1428_Young Punk
source: Huh? You've never heard of Hideaki Ishikawa? He's super famous. We have the exact same name.
pt: Eh? Non hai mai sentito parlare di Hideaki Ishikawa? È super famoso. Abbiamo lo stesso identico nome.

# 1440_Hideaki
source: But it looks like you wrote "Hideaki Ichikawa."
pt: Ma hai scritto "Hideaki Ichikawa".

# 1452_Haruka
source: I'm so sorry!
pt: Mi dispiace tanto!

# 1464_Hideaki
source: I guess you're too young to know his movies...
pt: Immagino tu sia troppo giovane per conoscere i suoi film...

# 1476_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. Ho scritto giusto?

# 1488_Young Punk
source: Huh? You don't know Hideaki Ishikawa? He's super famous. We have the exact same name.
pt: Eh? Non hai mai sentito parlare di Hideaki Ishikawa? È super famoso. Abbiamo lo stesso identico nome.

# 1500_Haruka
source: Oh! I'm so sorry! What did I write?
pt: Oh! Mi dispiace tanto! Cosa ho scritto?

# 1512_Hideaki
source: You wrote "Hideki Ishiwaka." Oh well, that's all right. At least I got your autograph!
pt: Hai scritto "Hideki Ishiwaka." Vabbè, va bene lo stesso. Almeno ho il tuo autografo!

# 1584_Young Punk
source: It's my turn! I saw you on TV!
pt: È il mio turno! Ti ho vista in TV!

# 1596_Haruka
source: You did? Thanks for watching! What's your name?
pt: Davvero? Grazie per avermi seguita! Come ti chiami?

# 1608_Akiharu
source: It's "Akiharu Fukushima."
pt: È "Akiharu Fukushima".

# 1620_Haruka
source: Wow! That's a pretty complex name.
pt: Wow! È un nome piuttosto complesso.

# 1632_Akiharu
source: You think so?
pt: La pensi così?

# 1644_Haruka
source: You really know how to spell that?
pt: Sai davvero come si scrive?

# 1656_Akiharu
source: Yup! It's my own name, isn't it?
pt: Sì! È il mio stesso nome, no?

# 1668_Haruka
source: Right, I guess that makes sense.
pt: Sì, ha senso.

# 1680_Haruka
source: All right. Let's see...
pt: Va bene. Vediamo...

# 1692_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. L'ho scritto bene?

# 1704_Young Punk
source: That's not what I saaaid!
pt: Non è quello che ho detto!

# 1716_Akiharu
source: You wrote "Akiharu Fukujima." I said "Akiharu Fukushima."
pt: Hai scritto "Akiharu Fukujima". Ho detto "Akiharu Fukushima".

# 1728_Haruka
source: Oh no! I'm really sorry!
pt: Oh no! Mi dispiace davvero!

# 1740_Akiharu
source: It's okay.
pt: Va bene.

# 1752_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. L'ho scritto bene?

# 1764_Young Punk
source: Yeah! That's perfect! Woohoo!
pt: Sì! È perfetto! Evvai!

# 1776_Haruka
source: Was it hard to spell your name when you were first learning to write?
pt: Ti è stato difficile scrivere il tuo nome quando stavi imparando a scrivere per la prima volta?

# 1788_Akiharu
source: Nah, it was easy! What kind of dummy would I be if I couldn't write my own name!?
pt: Nah, è stato facile! Che razza di dummy sarei se non riuscissi a scrivere il mio nome!?

# 1800_Haruka
source: Yeah, I guess you're right.
pt: Già, immagino tu abbia ragione.

# 1812_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. L'ho scritto bene?

# 1824_Young Punk
source: That's not it! You wrote "Arikaru Fushujima." I said "Akiharu Fukushima."
pt: Non è quello! Hai scritto "Arikaru Fushujima". Ho detto "Akiharu Fukushima".

# 1836_Haruka
source: Oh no! I'm really sorry!
pt: Oh no! Mi dispiace davvero!

# 1848_Akiharu
source: I mean, it's not that hard, is it? How were you so off?
pt: Cioè, non è mica così difficile, vero? Come hai fatto a sbagliare così tanto?

# 1872_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. L'ho scritto bene?

# 1884_Young Punk
source: That's not it! You wrote "Arikaru Fushukima." I said "Akiharu Fukushima."
pt: Non è quello! Hai scritto "Arikaru Fushukima". Ho detto "Akiharu Fukushima".

# 1896_Haruka
source: Oh no! I'm really sorry!
pt: Oh no! Mi dispiace davvero!

# 1908_Akiharu
source: I mean, it's not that hard, is it? How were you so off?
pt: Cioè, non è mica così difficile, vero? Come hai fatto a sbagliare così tanto?

# 1932_Young Punk
source: Here you are. Did I get it right?
pt: Ecco a te. L'ho scritto bene?

# 1944_Young Punk
source: Nooo! That's not right!
pt: Nooo! Non è giusto!

# 1956_Haruka
source: Oh, I'm sorry! What did I get wrong?
pt: Oh, mi dispiace! Cosa ho sbagliato?

# 1968_Akiharu
source: You wrote "Akihime Fushujima." I said "Akiharu Fukushima." And "Akihime" is a girl's name! How do you mess it up that bad?
pt: Hai scritto "Akihime Fushujima". Ho detto "Akiharu Fukushima". E "Akihime" è un nome da ragazza! Come hai fatto a sbagliarlo così tanto?

# 2064_Young Punk
source: All right, people. You all got your autographs! This session is now officially over!
pt: Bene, gente. Avete preso tutti i vostri autografi! Questa sessione è ora ufficialmente finita!

# 2076_Yasuhiro
source: Like I said before, who made you king!?
pt: Come ho detto prima, chi ti ha fatto re!?

# 2088_Toshikazu
source: Thank you very much for your time, Haruka-chan.
pt: Grazie mille per il tuo tempo, Haruka-chan.

# 2112_Young Punk
source: Thank you all very much! I hope you'll all continue to support me!
pt: Grazie mille a tutti! Spero che continuerete a sostenermi!

# 2124_Hideaki
source: Of course we will!
pt: Ovvio che sì!

# 2136_Akiharu
source: Good luck, Haruka-chan!
pt: In bocca al lupo, Haruka-chan!

# 2148_Misaki
source: You're the best!
pt: Sei la migliore!

# 2160_Yasuhiro
source: I'll be watchin' ya on TV!
pt: Ti guarderò in TV!

# 2172_Toshikazu
source: We all wanted to thank you, so we all pitched in and got you this. We're sorry for swarming you earlier.
pt: Volevamo tutti ringraziarti, così abbiamo fatto una colletta e ti abbiamo preso questo. Ci dispiace di averti assalito prima.

# 2220_Young Punk
source: Oh, thank you very much!
pt: Oh, grazie mille!

# 2232_Toshikazu
source: We'd better split before anybody else shows up.
pt: È meglio che ce la filiamo prima che si presenti qualcun altro.

# 2244_Toshikazu
source: All right, people! Let's give Haruka-chan a big round of applause!
pt: Forza, gente! Facciamo a Haruka-chan un grande applauso!

# 2256_Yasuhiro
source: You want the whole town to come runnin' over!? Might as well get on the bullhorn!
pt: Vuoi che tutta la città venga qui di corsa!? Tanto vale metterti al megafono!

# 2268_Toshikazu
source: Oh, right. Sorry...
pt: Ah, giusto. Scusa...

# 2280_Haruka
source: Hehehe...
pt: Ehehe...

# 2292_Young Punk
source: Thank you all very much! I just want to say I really am sorry to the people whose names I got wrong.
pt: Grazie mille a tutti! Voglio solo dirvi che mi dispiace davvero [p]per tutti quelli a cui ho sbagliato il nome.

# 2304_Hideaki
source: Aw, don't worry about it!
pt: Dai, non ti preoccupare!

# 2316_Akiharu
source: Good luck, Haruka-chan!
pt: Buona fortuna, Haruka-chan!

# 2328_Misaki
source: You're the best!
pt: Sei il migliore!

# 2340_Yasuhiro
source: Yeah, don't feel bad about a little thing like that!
pt: Dai, non ti preoccupare per una cosa così da poco!

# 2352_Toshikazu
source: We all wanted to thank you, so we all pitched in and got you this. We're sorry for swarming you earlier.
pt: Volevamo tutti ringraziarti, così abbiamo fatto una colletta e ti abbiamo preso questo. Ci dispiace averti assalito prima.

# 2400_Young Punk
source: Wow! Thanks so much!
pt: Wow! Grazie un sacco!

# 2412_Toshikazu
source: We'd better split before anybody else shows up.
pt: È meglio che ce ne andiamo prima che arrivi qualcun altro.

# 2424_Toshikazu
source: All right, people! We all walk away like nothing ever happened! No smiling! No chit-chat! None of it!
pt: Ok, gente! Ce ne andiamo tutti come se niente fosse mai successo! Niente sorrisi! Niente chiacchiere! Niente di niente!

# 2436_Yasuhiro
source: Slow your roll there, your highness! Let's just walk away like normal!
pt: Frena un attimo, maestà! Andiamocene come se niente fosse!

# 2448_Haruka
source: Hehehe...
pt: Ehehe...

# 2460_Young Punk
source: I'm really sorry, everyone. I got all your names wrong... Oh, I feel so awful!
pt: Mi dispiace tantissimo, ragazzi. Ho sbagliato tutti i vostri nomi... Oh, mi sento così uno schifo!

# 2472_Hideaki
source: Hey, these things happen.
pt: Ehi, capita.

# 2484_Akiharu
source: Just try a little harder next time, Haruka-chan!
pt: Impegnati un po' di più la prossima volta, Haruka-chan!

# 2496_Misaki
source: Don't let all that singin' distract you from your studies, ya hear?
pt: Non lasciare che tutto quel cantare ti distragga dai tuoi studi, capito?

# 2508_Yasuhiro
source: Yeah, don't feel bad about a little thing like that!
pt: Dai, non te la prendere per una sciocchezza del genere!

# 2520_Toshikazu
source: We all wanted to thank you, so we all pitched in and got you this. We're sorry for swarming you earlier.
pt: Volevamo tutti ringraziarti, così abbiamo fatto una colletta e ti abbiamo preso questo. Ci dispiace per esserti piombati addosso prima.

# 2568_Young Punk
source: Aw, thank you very much!
pt: Oh, grazie tantissimo!

# 2580_Toshikazu
source: We'd better split before anybody else shows up.
pt: Meglio che ce la filiamo prima che arrivi qualcun altro.

# 2592_Toshikazu
source: All right, people! We all walk away like nothing ever happened! No smiling! No chit-chat! None of it!
pt: Ok, gente! Ce ne andiamo tutti come se niente fosse mai successo! Niente sorrisi! Niente chiacchiere! Niente di niente!

# 2604_Yasuhiro
source: Slow your roll there, your highness! Let's just walk away like normal!
pt: Frena un attimo lì, altezza! Andiamocene normalmente!

# 2616_Haruka
source: Hehehe...
pt: Ehehe...

# 2724_Young Punk
source: Hey! You're Haruka-chan, aren't you!?
pt: Ehi! Sei Haruka-chan, vero!?

# 2736_Haruka
source: Hm?
pt: Mh?

# 2748_Avid Fan
source: It is you! I knew it! I'm a big fan of yours! I always watch you on TV! I can't believe I'm seeing you out and about like this!
pt: Sei tu! Lo sapevo! Sono un tuo grande fan! Ti guardo sempre in TV! Non posso credere di vederti in giro così!

# 2760_Passerby
source: Haruka-chan!? From the Princess League!?
pt: Haruka-chan!? Della Princess League!?

# 2772_Middle-aged Woman
source: No way! Ya gotta be kiddin' me!
pt: Non ci credo! Mi stai prendendo in giro!

# 2784_Innocent Child
source: Haruka-chan is here!?
pt: Haruka-chan è qui!?

# 2796_Young Punk
source: Hey! They're sayin' Haruka-chan is over here!
pt: Ehi! Dicono che Haruka-chan è qui!

# 2808_Middle-aged Woman
source: You get your eyes checked any time recently? She's right there!
pt: Ma ti sei fatto controllare gli occhi ultimamente? È proprio lì!

# 2820_Haruka
source: Hello...
pt: Ciao...

# 2832_Avid Fan
source: Oh, man! I'm sorry, Haruka-chan. Me and my big mouth. Look at all these people!
pt: Oh, cavolo! Mi dispiace, Haruka-chan. Io e la mia lingua lunga. Guarda quanta gente!

# 2844_Haruka
source: No, no. It's all right.
pt: No, no. È tutto a posto.

# 2856_Avid Fan
source: Really? You mean it? In that case, could I have your autograph?
pt: Davvero? Dici sul serio? Allora, potrei avere il tuo autografo?

# 2868_Passerby
source: Hey, I want an autograph, too!
pt: Ehi, voglio anch'io un autografo!

# 2880_Young Punk
source: Haruka-chan, me too!
pt: Haruka-chan, anch'io!

# 2892_Innocent Child
source: Can I have your autograph, too, Haruka-chan?
pt: Potrei avere anch'io il tuo autografo, Haruka-chan?
