Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01490206.po
Languages: pt

source: Deal with Other Matters
pt: Occupati di altre faccende

source: Wait for Akihiko
pt: Aspetta Akihiko

source: Client
pt: Cliente

# 44_Akiyama
source: (Akihiko Yamori... He'll show up eventually.)
pt: (Akihiko Yamori... Prima o poi si farà vivo.)

# 56_Akiyama
source: (Things are bound to get pretty complicated when he does. Maybe I should deal with some other things first.)
pt: (Le cose si complicheranno di sicuro quando arriverà. Forse dovrei prima occuparmi di altre faccende.)

# 164_Client
source: Excuse me. I'd like to apply for a loan.
pt: Scusi. Vorrei richiedere un prestito.

# 188_Client
source: Um...?
pt: Ehm...?

# 212_Client
source: You...!
pt: Tu...!

# 224_Client
source: Are you... Akiyama?
pt: Sei... Akiyama?

# 236_Akiyama
source: It's an honor you remember the name of a guy you once fired, Yamori-san.
pt: È un onore che si ricordi il nome di uno che ha licenziato, Yamori-san.

# 248_Yamori
source: What are you doing here?
pt: Che cosa ci fai qui?

# 260_Akiyama
source: Well, it'd be weird if anyone else was－this is my office. After I got fired from Toto Bank, I went through this and that before eventually starting Sky Finance.
pt: Beh, sarebbe strano se ci fosse qualcun altro... Questo è il mio ufficio. Dopo essere stato licenziato dalla Toto Bank, ne ho passate di tutti i colori prima di finire per fondare la Sky Finance.

# 284_Akiyama
source: So, you're seeking a loan? Please, have a seat.
pt: Quindi, cerca un prestito? Prego, si accomodi.

# 368_Yamori
source: You're not surprised I showed up here after all this time?
pt: Non ti sorprende che mi sia presentato qui dopo tutto questo tempo?

# 380_Akiyama
source: I know that you were blacklisted by the credit ratings board, and that other moneylenders in town are turning you away at the door.
pt: So che è finito sulla lista nera delle agenzie di rating, e che gli altri prestatori in città la stanno mettendo alla porta.

# 392_Akiyama
source: People in your situation typically end up at the lender who offers no-term, unsecured loans. In other words, me.
pt: Le persone nella sua situazione di solito finiscono dal prestatore che offre prestiti senza scadenza e senza garanzie. In altre parole, da me.

# 404_Yamori
source: I see... You knew I would come.
pt: Capisco... Sapevi che sarei venuto.

# 416_Akiyama
source: I also knew you've been working as a financial consultant in Kansai for the past two years.
pt: Sapevo anche che ha lavorato come consulente finanziario nel Kansai negli ultimi due anni.

# 428_Akiyama
source: Tough break with the struggling business. You're facing bankruptcy already?
pt: Brutta faccenda quella degli affari che vanno a rotoli. È già sull'orlo del fallimento?

# 440_Yamori
source: You've been investigating me this whole time?
pt: Hai indagato su di me per tutto questo tempo?

# 452_Yamori
source: I get it. You were waiting for a chance to take revenge on me for firing you all those years ago.
pt: Ho capito. Aspettavi l'occasione per vendicarti di me per averti licenziato tutti quegli anni fa.

# 464_Yamori
source: Too bad for you. I'm on the verge of bankruptcy thanks to no one but myself. So much for your revenge. Hahaha...
pt: Ti è andata male. Sono sull'orlo del fallimento solo per colpa mia e di nessun altro. Altro che vendetta. Hahaha...

# 476_Akiyama
source: Yamori-san, it's true that I've been keeping an eye on you for the past few years.
pt: Yamori-san, è vero che l'ho tenuta d'occhio negli ultimi anni.

# 488_Akiyama
source: But it wasn't to get revenge.
pt: Ma non è stato per vendetta.

# 500_Yamori
source: Then, what was it for?
pt: E allora, a che scopo?

# 512_Akiyama
source: It's so I can repay my debt to you.
pt: È per poter ripagare il mio debito nei suoi confronti.

# 524_Yamori
source: Huh!? Your debt?
pt: Eh!? Il tuo debito?

# 536_Akiyama
source: It's true that I once lost everything, thanks to you.
pt: È vero che una volta ho perso tutto, grazie a lei.

# 548_Akiyama
source: But it was also an opportunity to start all over again.
pt: Ma è stata anche l'opportunità per ricominciare tutto da capo.

# 560_Akiyama
source: I'm who I am today because you fired me those many years ago.
pt: Sono quello che sono oggi perché mi ha licenziato tutti quegli anni fa.

# 584_Akiyama
source: Yamori-san, let's just put this behind us, shall we? Water under the bridge. If you want to rebuild your business, I'm here to help.
pt: Yamori-san, lasciamoci tutto questo alle spalle, va bene? È acqua passata. Se vuole rimettere in piedi la sua attività, io sono qui per aiutarla.

# 596_Yamori
source: Don't make me laugh!
pt: Non farmi ridere!

# 608_Yamori
source: Water under the bridge? Even I know what you went through after you got canned!
pt: Acqua passata? Persino io so quello che hai passato dopo essere stato cacciato!

# 620_Yamori
source: How you－the uppity, suave intellectual－became just another one of Kamurocho's bums! You used to scour the alleys for food scraps! I know all about it!
pt: Come tu — l'arrogante e raffinato intellettuale — sei diventato solo un altro dei barboni di Kamurocho! Frugavi nei vicoli in cerca di avanzi di cibo! So tutto quanto!

# 644_Yamori
source: I drew you into the investment club back in our days at the university. I got you into Toto Bank. I know everything there is to know about you!
pt: Ti ho tirato dentro il club d'investimento ai tempi dell'università. Ti ho fatto entrare alla Toto Bank. So tutto quello che c'è da sapere su di te!

# 656_Akiyama
source: Including the woman I was seeing...?
pt: Compresa la donna che frequentavo...?

# 668_Yamori
source: That's right!
pt: Esatto!

# 680_Akiyama
source: If it weren't for what you taught me, I couldn't have started my lending business. I really am grateful to you.
pt: Se non fosse per quello che mi ha insegnato, non avrei mai avviato la mia attività di prestiti. Le sono davvero grato.

# 692_Yamori
source: But I sold you out to the law! I cast aside my conscience and my feelings for the sake of my career!
pt: Ma ti ho venduto alla legge! Ho messo da parte la coscienza e i sentimenti per il bene della mia carriera!

# 704_Yamori
source: And you're saying you can let it go as water under the bridge? What kind of sap do you take me for!?
pt: E stai dicendo che puoi lasciar correre come se fosse acqua passata? Per che tipo di fesso mi hai preso!?

# 716_Akiyama
source: I believe I'm the one who should be asking you that question.
pt: Credo di essere io quello che dovrebbe farle quella domanda.

# 728_Yamori
source: What?
pt: Cosa?

# 740_Akiyama
source: I'm a professional. My job is to lend money to clients. Nothing more, nothing less.
pt: Sono un professionista. Il mio lavoro è prestare soldi ai clienti. Niente di più, niente di meno.

# 752_Akiyama
source: Cast aside your feelings? Don't make me laugh. You're the one digging up the past.
pt: Mettere da parte i sentimenti? Non mi faccia ridere. È lei quello che sta rivangando il passato.

# 764_Yamori
source: Heh... I guess you're right.
pt: Heh... Immagino che tu abbia ragione.

# 776_Yamori
source: I broke laws to get ahead and got you fired. But as a result, I ended up getting kicked out, too.
pt: Ho infranto la legge per fare carriera e ti ho fatto licenziare. Ma come risultato, sono finito per essere sbattuto fuori anch'io.

# 788_Yamori
source: Maybe I blamed you for the whole thing, instead of facing reality.
pt: Forse ti ho dato la colpa di tutto, invece di affrontare la realtà.

# 812_Yamori
source: That was... what, 7 years ago, when that politician Jingu laundered all that money through the Tojo Clan?
pt: Era... cosa, 7 anni fa, quando quel politico Jingu ha riciclato tutto quel denaro attraverso il Clan Tojo?

# 824_Yamori
source: We were all in on that scam. It was our department that handled the account.
pt: Eravamo tutti coinvolti in quella truffa. Era il nostro dipartimento che gestiva il conto.

# 836_Akiyama
source: I didn't have a clue back then. I never thought for a second I was aiding and abetting a bunch of crooks.
pt: All'epoca non ne avevo la minima idea. Non ho mai pensato per un secondo che stessi spalleggiando una manica di criminali.

# 848_Yamori
source: I was the account manager. No one under me knew. You were just used as a convenient scapegoat and thrown to the wolves.
pt: Ero io il responsabile del conto. Nessuno sotto di me sapeva nulla. Sei stato solo usato come un comodo capro espiatorio e gettato in pasto ai lupi.

# 860_Akiyama
source: Yep. Falsely accused of embezzling, saddled with a slew of charges, fired from the job, and tossed out into the streets.
pt: Già. Accusato ingiustamente di appropriazione indebita, sommerso da una sfilza di accuse, licenziato dal lavoro e sbattuto per strada.

# 872_Akiyama
source: Even after Jingu's money laundering came to light, the bank still pinned the blame entirely on me, and denied any and all responsibility.
pt: Anche dopo che il riciclaggio di denaro di Jingu è venuto alla luce, la banca ha continuato ad addossare tutta la colpa a me, negando ogni e qualsiasi responsabilità.

# 884_Yamori
source: Until two years ago, when Deputy Commissioner Munakata of Metropolitan Police was arrested for being involved in the scam.
pt: Fino a due anni fa, quando il Vice Commissario Munakata della Polizia Metropolitana fu arrestato per essere rimasto coinvolto nella truffa.

# 908_Yamori
source: That brought the whole case back into the open. But this time, the truth got out, and the bank's president was arrested.
pt: Questo ha riportato l'intero caso allo scoperto. Ma questa volta la verità è venuta fuori e il presidente della banca è stato arrestato.

# 920_Yamori
source: The authorities grilled me, too. But because all the internal documents were destroyed after you were let go, they didn't have enough to charge me.
pt: Le autorità hanno torchiato anche me. Ma siccome tutti i documenti interni vennero distrutti dopo che fosti licenziato, non ne avevano abbastanza per incriminarmi.

# 932_Yamori
source: Of course, the accusations alone were enough to end my career at the bank.
pt: Ovviamente, le sole accuse sono bastate a porre fine alla mia carriera in banca.

# 944_Akiyama
source: So you left for Kansai, started your own financial consulting firm, and here we are.
pt: Così te ne sei andato nel Kansai, hai aperto la tua società di consulenza finanziaria, ed eccoci qui.

# 956_Yamori
source: Unfortunately, I didn't have what it takes to run my own business. Unlike you.
pt: Purtroppo non avevo la stoffa per gestire un'attività tutta mia. A differenza tua.

# 968_Akiyama
source: But you clearly haven't given up. Otherwise, you wouldn't be looking for a loan.
pt: Ma è evidente che non ti sei arreso. Altrimenti non saresti qui a cercare un prestito.

# 980_Yamori
source: That's right.
pt: Esatto.

# 992_Akiyama
source: Good. Now, to get back to business.
pt: Bene. Ora, torniamo agli affari.

# 1004_Akiyama
source: Do you or don't you want to borrow money from me? Let's start there.
pt: Vuoi o non vuoi chiedermi dei soldi in prestito? Cominciamo da qui.

# 1028_Akiyama
source: Well?
pt: Allora?

# 1040_Yamori
source: No. I won't. I don't have much left, but I still have my pride.
pt: No. Non lo farò. Non mi è rimasto molto, ma ho ancora il mio orgoglio.

# 1052_Akiyama
source: Have it your way.
pt: Fa' come vuoi.

# 1064_Yamori
source: Sorry to waste your time.
pt: Scusa per averti fatto perdere tempo.

# 1076_Akiyama
source: What are you going to do now? You won't get a loan from anyone else in this town.
pt: E ora che farai? Non otterrai un prestito da nessun altro in questa città.

# 1088_Yamori
source: Who knows? Maybe I'll rob a bank.
pt: Chissà. Magari rapinerò una banca.

# 1100_Akiyama
source: Heh. Sure.
pt: Eh. Già.

# 1112_Yamori
source: Human beings will always try to survive, no matter how dire the situation, just like you did when you were on the streets.
pt: Gli esseri umani cercheranno sempre di sopravvivere, non importa quanto sia disperata la situazione, proprio come hai fatto tu quando vivevi per strada.

# 1160_Akiyama
source: (Well, I can't say I expected him to take me up on my offer...)
pt: (Beh, non posso dire che mi aspettassi che accettasse la mia offerta...)

# 1172_Akiyama
source: (Still, no one else is going to grant him a loan. I doubt he'd actually resort to robbing a bank, but... might want to keep an eye on him.)
pt: (Eppure, nessun altro gli concederà un prestito. Dubito che arriverebbe davvero a rapinare una banca, ma... farei meglio a tenerlo d'occhio.)
