Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013304ac.po
Languages: pt

source: You got 50,000 yen.
pt: Hai ottenuto 50.000 yen.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: Nonchalant Voice
pt: Voce indifferente

source: Nonchalant Man
pt: Uomo indifferente

# 92_Nonchalant Voice
source: Say, buddy, got a minute?
pt: Ehi, amico, hai un minuto?

# 104_Shinada
source: Hm?
pt: Mh?

# 116_Nonchalant Man
source: The name's Takamine. Every now and again, I'll have a little challenge with the local batters. Call it a hobby of mine.
pt: Mi chiamo Takamine. Di tanto in tanto mi piace lanciare qualche sfida ai battitori del posto. Diciamo che è un mio hobby.

# 128_Takamine
source: So, want to square off? There's money in it for you, if you hold up.
pt: Allora, vuoi sfidarmi? Ci sono dei soldi in palio per te, se riesci a tenermi testa.

# 140_Shinada
source: I'm always down for money. You're a pitcher, I take it?
pt: Per i soldi ci sono sempre. Sei un lanciatore, immagino?

# 152_Takamine
source: Yep. So here's how it works. You get one at bat, and all you need to do is hit a single pitch to win. Easy, right?
pt: Esatto. Ecco come funziona. Avrai un turno di battuta e tutto quello che devi fare è colpire un singolo lancio per vincere. Facile, no?

# 164_Shinada
source: You know... I'll pass. Baseball and betting don't mix, in my opinion. Hope you can find someone else.
pt: Sai... passo. Baseball e scommesse non vanno d'accordo, secondo me. Spero che troverai qualcun altro.

# 176_Takamine
source: Oh, come on, don't say that... Tatsuo Shinada.
pt: Oh, dai, non dire così... Tatsuo Shinada.

# 188_Shinada
source: Who are you and how do you know me?
pt: Chi sei e come fai a conoscermi?

# 200_Takamine
source: Oh, well, that would be because I'm a hired gun. Sent by Shirakawa-san.
pt: Oh, beh, questo perché sono un professionista assoldato. Mi manda Shirakawa-san.

# 212_Shinada
source: Shirakawa put you up to this? What for?
pt: È stato Shirakawa a spingerti a farlo? E per quale motivo?

# 224_Takamine
source: I'll tell you if you can beat me. Now whip out that wallet and let's get to it!
pt: Te lo dirò se riesci a battermi. Ora tira fuori quel portafoglio e diamoci dentro!

# 236_Shinada
source: How much are we asking?
pt: Qual è la posta?

# 248_Takamine
source: Aw, 50,000 yen should do it.
pt: Beh, 50.000 yen dovrebbero bastare.

# 260_Shinada
source: Yow! That's way too much! Fifty grand for one at bat? Give me a break!
pt: Ehi! È decisamente troppo! Cinquantamila per un solo turno di battuta? Ma fammi il piacere!

# 272_Takamine
source: Gahaha! Relax, relax. I already got my cut from Shirakawa-san. So you can play for free.
pt: Gahaha! Tranquillo, tranquillo. Ho già preso la mia parte da Shirakawa-san. Quindi puoi giocare gratis.

# 284_Shinada
source: Oh... sheesh. You scared me for a minute.
pt: Oh... cavolo. Mi hai fatto prendere un colpo per un momento.

# 296_Takamine
source: Well, what's it gonna be? You taking the challenge? Win and it's fifty grand for you, plus a lil vignette about Shirakawa-san. Not a bad deal, I'd say.
pt: Allora, che si fa? Accetti la sfida? Vinci e i cinquantamila sono tuoi, oltre a un piccolo aneddoto su Shirakawa-san. Niente male come offerta, direi.

# 308_Shinada
source: All right, then. Challenge accepted.
pt: D'accordo, allora. Sfida accettata.

# 320_Takamine
source: 'Course it is. How could you refuse? Let's get this show started.
pt: Certo che lo è. Come potresti rifiutare? Diamo inizio allo spettacolo.

# 380_Takamine
source: I gotta warn you. No one's tagged me for a hit in ages. Hope you can handle the heat.
pt: Ti avverto. Nessuno mette a segno una battuta contro di me da una vita. Spero che tu sappia reggere il ritmo.

# 392_Shinada
source: Oh, you might just be surprised.
pt: Oh, potresti rimanere sorpreso.

# 404_Takamine
source: I like that answer! Here goes!
pt: Mi piace come risposta! Si comincia!

# 428_Takamine
source: Look, if you wanna take me on, you gotta have at least fifty grand to your name, buddy boy.
pt: Senti, se vuoi sfidarmi, devi avere almeno cinquantamila yen a tuo nome, ragazzino.

# 440_Shinada
source: (Dang. Can't afford this at all.)
pt: (Cavolo. Non me lo posso proprio permettere.)

# 452_Takamine
source: What the－!? How in the haystack did you hit that?
pt: Ma che－!? Come diavolo hai fatto a colpirla?

# 464_Shinada
source: I know, right? Not a lot of pros can fire out breaking balls with that kind of impunity. An amateur wouldn't stand a chance against you.
pt: Eh, dico bene? Non sono molti i professionisti in grado di sfoderare dei lanci a effetto con tale disinvoltura. Un dilettante non avrebbe alcuna speranza contro di te.

# 476_Takamine
source: Heh, thanks for noticing. I should congratulate you, then.
pt: Heh, grazie dell'osservazione. Allora dovrei farti i complimenti.

# 488_Shinada
source: Gee, I'm so honored. Praise from a cheater, and a sloppy one at that.
pt: Caspita, che onore. I complimenti di un baro, e pure uno piuttosto maldestro.

# 500_Takamine
source: Whoa, whoa, what are you accusing me of here?
pt: Ehi, ehi, di cosa mi stai accusando?

# 512_Shinada
source: Save your blubbering, buster. I know a doctored ball when I see one.
pt: Risparmiati i lamenti, bello. Riconosco una palla truccata non appena la vedo.

# 524_Shinada
source: You scuffed that thing with sandpaper or something so it would spin weird. I'm amazed no one's seen through that old trick.
pt: L'hai grattata con della carta vetrata o qualcosa del genere per farla ruotare in modo strano. Mi stupisce che nessuno abbia mai sgamato questo vecchio trucco.

# 536_Takamine
source: Fudge knuckle... All right, there's no hiding it. You win.
pt: Maledizione... E va bene, inutile negarlo. Hai vinto tu.

# 560_Shinada
source: Okay, you promised. Tell me about Shirakawa.
pt: D'accordo, l'hai promesso. Parlami di Shirakawa.

# 572_Takamine
source: Ask the guy yourself.
pt: Chiedilo direttamente a lui.

# 584_Shinada
source: Huh?
pt: Uh?

# 608_Nonchalant Voice
source: How long have you been standing there?
pt: Da quanto tempo sei lì?

# 620_Shirakawa
source: Long enough to see your game sense hasn't gone to shit.
pt: Abbastanza a lungo da vedere che il tuo fiuto per il gioco non è ancora andato a puttane.

# 632_Shinada
source: So, you were testing me, huh? Does that mean we've cleared up our misunderstanding?
pt: Quindi mi stavi mettendo alla prova, eh? Significa che abbiamo chiarito il nostro malinteso?

# 644_Shirakawa
source: Not by a longshot. All you did was get a hit off some two-bit con artist. Nothing's changed.
pt: Neanche per sogno. Hai solo messo a segno una valida contro un truffatore da quattro soldi. Non è cambiato un bel niente.

# 656_Shinada
source: Thought you might say that. And hey, has Kurosaki kept in touch with you?
pt: Immaginavo che l'avresti detto. E senti, Kurosaki si è più fatto sentire?

# 668_Shirakawa
source: Nope. The guy's been a lone wolf as long as I can remember.
pt: Macché. Quel tipo è sempre stato un lupo solitario, da che io ricordi.

# 680_Shinada
source: Yeah, sounds about right.
pt: Già, sembra proprio così.

# 692_Shirakawa
source: But forget about him. You're the one on trial here.
pt: Ma lascia perdere lui. Sei tu quello sotto esame, qui.

# 704_Shirakawa
source: I'll be back in full form for our showdown. And when I strike your ass out, well... Let's just say begging for forgiveness won't help you.
pt: Sarò di nuovo in piena forma per la nostra sfida finale. E quando ti eliminerò a suon di strike... beh, diciamo solo che implorare perdono non ti servirà a niente.

# 728_Nonchalant Voice
source: (You don't have to do this, Shirakawa... You'll only hurt your shoulder even worse.)
pt: (Non devi farlo, Shirakawa... Finirai solo per farti ancora più male alla spalla.)

# 788_Takamine
source: Heheh! Didn't expect you to go down that easy.
pt: Eheh! Non mi aspettavo che saresti andato giù così facilmente.

# 800_Takamine
source: If you wanna know about Shirakawa-san, you gotta get through me. Lucky for you, I'm always up for a good wager. Till then!
pt: Se vuoi sapere qualcosa su Shirakawa-san, dovrai passare da me. Per tua fortuna, non mi tiro mai indietro davanti a una bella scommessa. Alla prossima!

# 848_Nonchalant Voice
source: How about a little rematch, Shinada-san?
pt: Che ne dici di una piccola rivincita, Shinada-san?

# 860_Shinada
source: Oh, Takamine-san. Why doesn't Shirakawa just come here himself?
pt: Oh, Takamine-san. Perché Shirakawa non viene qui di persona?

# 872_Takamine
source: I keep telling you, you can ask him yourself if you beat me.
pt: Te l'ho già detto: se mi batti, potrai chiederglielo tu stesso.

# 884_Takamine
source: Now let's get started!
pt: Bene, ora iniziamo!

# 944_Takamine
source: I gotta warn you. No one's tagged me for a hit in ages. Hope you can handle the heat.
pt: Ti avverto. È da un’eternità che nessuno mette a segno una valida contro di me. Spero che tu riesca a reggere il colpo.

# 956_Shinada
source: You bet I can. Ready anytime!
pt: Ci puoi scommettere. Sono pronto quando vuoi!

# 968_Takamine
source: I like that answer! Here goes!
pt: Mi piace questa risposta! Si comincia!
