Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070965.po
Languages: pt

# 380_Akiyama
source: First, we pick the banker.
pt: Per prima cosa, scegliamo il banchiere.

# 392_Akiyama
source: I'll be the banker.
pt: Faccio io il banchiere.

# 404_Akiyama
source: (How much should I bet?)
pt: (Quanto dovrei puntare?)

# 416_Akiyama
source: Let's start the game.
pt: Iniziamo il gioco.

# 428_Akiyama
source: Ah, my turn.
pt: Ah, il mio turno.

# 440_Akiyama
source: I'll roll again.
pt: Tiro di nuovo.

# 452_Akiyama
source: Time to settle up.
pt: È ora di saldare i conti.

# 464_Akiyama
source: (You're the banker.)
pt: (Sei il banchiere.)

# 476_Akiyama
source: Let's change the banker.
pt: Cambiamo il banchiere.

# 488_Akiyama
source: (Play again?)
pt: (Facciamo un altro giro?)

# 500_Akiyama
source: (I'm broke.)
pt: (Sono al verde.)

# 512_Akiyama
source: (Try again next time.)
pt: (Riprova la prossima volta.)

# 524_Akiyama
source: Banker's Bet-Settling Messages
pt: Messaggi di Saldo del Banchiere

# 536_Akiyama
source: A banker's roll of 1-3-5 is a 3, isn't it?
pt: Il tiro del banchiere di 1-3-5 è un 3, vero?

# 548_Akiyama
source: A 1-3-5 by the first player is a 3, isn't it?
pt: Il tiro del primo giocatore di 1-3-5 è un 3, vero?

# 560_Akiyama
source: A 1-3-5 gets the previous player's roll, right?
pt: Il tiro di 1-3-5 prende il tiro del giocatore precedente, vero?

# 572_Akiyama
source: A banker's roll of 2-4-6 is a 4, isn't it?
pt: Il tiro del banchiere di 2-4-6 è un 4, vero?

# 584_Akiyama
source: A 2-4-6 becomes the next player's roll, right?
pt: Il tiro di 2-4-6 prende il tiro del giocatore successivo, vero?

# 596_Akiyama
source: A 2-4-6 by the last player is a 4, isn't it?
pt: Il tiro dell'ultimo giocatore di 2-4-6 è un 4, vero?

# 608_Akiyama
source: A 2-4-6 roll gets the last player's roll!
pt: Il tiro di 2-4-6 prende il tiro dell'ultimo giocatore!

# 620_Akiyama
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 è stato tirato dopo un 2-4-6.

# 632_Akiyama
source: A 6-3-4! Now that's lucky!
pt: Un 6-3-4! Questa sì che è fortuna!
