Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070962.po
Languages: pt

# 380_Lucky Harris
source: First, we pick the banker.
pt: Per prima cosa, scegliamo il banchiere.

# 392_Lucky Harris
source: Cool, I'm the banker!
pt: Fico, sono il banchiere!

# 404_Lucky Harris
source: So how much are you gonna bet?
pt: Allora, quanto scommetti?

# 416_Lucky Harris
source: Let's get down to business!
pt: Andiamo al sodo!

# 428_Lucky Harris
source: My turn!
pt: Tocca a me!

# 440_Lucky Harris
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Lucky Harris
source: Let's settle up.
pt: Saldiamo i conti.

# 464_Lucky Harris
source: You're banker, bro.
pt: Sei il banchiere, socio.

# 476_Lucky Harris
source: Time to change bankers.
pt: Tempo di cambiare banchieri.

# 488_Lucky Harris
source: Wanna try that again?
pt: Vuoi riprovarci?

# 500_Lucky Harris
source: Shit! I'm broke! I'm outta here!
pt: Merda! Sono al verde! Me ne vado!

# 512_Lucky Harris
source: Looks like you're broke. Better luck next time!
pt: Mi sa che sei al verde. Più fortuna la prossima volta!

# 524_Lucky Harris
source: Banker's Bet-Settling Messages
pt: Messaggi di saldo scommesse del Banchiere

# 536_Lucky Harris
source: A banker roll of 1-3-5 is a 3!
pt: Un lancio del banchiere di 1-3-5 fa 3!

# 548_Lucky Harris
source: A 1-3-5 roll by the first player is a 3!
pt: Un lancio di 1-3-5 del primo giocatore fa 3!

# 560_Lucky Harris
source: A 1-3-5 is whatever the previous player's roll is!
pt: Un 1-3-5 è lo stesso del lancio del giocatore precedente!

# 572_Lucky Harris
source: A banker roll of 2-4-6 is a 4!
pt: Un lancio del banchiere di 2-4-6 fa 4!

# 584_Lucky Harris
source: A 2-4-6 is whatever the next player's roll is!
pt: Un 2-4-6 è lo stesso del lancio del giocatore successivo!

# 596_Lucky Harris
source: A 2-4-6 roll by the last player is a 4!
pt: Un lancio di 2-4-6 dell'ultimo giocatore fa 4!

# 608_Lucky Harris
source: A 2-4-6 roll is whatever the last player's roll is!
pt: Un 2-4-6 è lo stesso del lancio dell'ultimo giocatore!

# 620_Lucky Harris
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 è uscito dopo un 2-4-6.

# 632_Lucky Harris
source: Awesome! A 6-3-4!
pt: Fantastico! Un 6-3-4!
