Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330487.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Beginner: High Pitches
pt: Principiante: Lanci alti

source: Beginner: Low Pitches
pt: Principiante: Lanci Bassi

source: Beginner: Outside Pitches
pt: Principiante: Lanci esterni

source: Beginner: Inside Pitches
pt: Principiante: Lanci Interni

source: Beginner: Random Pitches
pt: Principiante: Lanci casuali

source: Heat Eye Beginner Course
pt: Heat Eye Corso per Principianti

source: Cancel
pt: Annulla

# 108_Player
source: (Huh? It's out of order. That's not the biggest issue, though. I'm supposed to report back to Coach Igarashi about fishing. Better not keep him waiting.)
pt: (Eh? È fuori posto. Non è quello il problema più grosso, però. Devo andare a riferire all'allenatore Igarashi riguardo alla pesca. Meglio non farlo aspettare.)

# 120_Player
source: (Coach Igarashi said to get three homers out of ten pitches on Beginner Course, Random Pitches.)
pt: (L'allenatore Igarashi ha detto di fare tre fuoricampo su dieci lanci sul Corso per Principianti, Lanci casuali.)

# 132_Player
source: (But that'll have to wait.)
pt: (Ma questo dovrà aspettare.)

# 144_Player
source: (Coach Igarashi said to hit three homers out of ten pitches on the Beginner Course, Random Pitches.)
pt: (L'allenatore Igarashi ha detto di fare tre fuoricampo su dieci lanci sul Corso per Principianti, Lanci casuali.)

# 156_Player
source: (Playing the Beginner Course with Random Pitches costs 300 yen. Should I give it a go?)
pt: (Giocare al Corso per Principianti, Lanci casuali, costa 300 yen. Dovrei provarci?)

# 180_Player
source: (Oops. I'm too broke.)
pt: (Ops. Sono troppo al verde.)

# 192_Player
source: (Okay, let's get her done.)
pt: (Ok, facciamola.)

# 216_Player
source: (Nope. Not now.)
pt: (No. Non ora.)

# 228_Player
source: (The Beginner Course costs 300 yen to play. Looks like it's got a selection of training menus. Should I go for it?)
pt: (Il Corso per Principianti costa 300 yen per giocare. Sembra che abbia una selezione di menu di allenamento. Dovrei provarci?)

# 252_Player
source: (Oops. I'm too broke.)
pt: (Ops. Sono troppo al verde.)

# 264_Player
source: (Okay, let's get her done. Which course should I go for?)
pt: (Ok, facciamola. Quale corso dovrei scegliere?)

# 348_Player
source: (Okay, let's get her done.)
pt: (Ok, facciamola.)

# 372_Player
source: (Nope. Not now.)
pt: (No. Non ora.)

# 384_Player
source: (The level's too high. It's a bit more than I can handle now.)
pt: (Il livello è troppo alto. È un po' troppo per me, adesso.)
