Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690182.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 1,700 experience points.
pt: Hai ottenuto 1.700 punti esperienza.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Assistant Director
pt: Assistente Regista

source: Director
pt: Regista

# 72_Haruka
source: *pant* *pant*
pt: *anf* *anf*

# 84_Assistant Director
source: Sawamura-san! Over here, please.
pt: Sawamura-san! Da questa parte, per favore.

# 96_Haruka
source: Okay.
pt: Ok.

# 108_Director
source: Hey, you trying to jerk us around here!? Do you really think our viewers are gonna be satisfied with that sad fumble of a run you just did?
pt: Ehi, ci stai prendendo in giro?! Credi davvero che i nostri telespettatori si accontenteranno di quel penoso pasticcio di corsa che hai appena fatto?

# 120_Haruka
source: Oh! I know, it was horrible!
pt: Oh! Lo so, è stato orribile!

# 132_Director
source: You got that right! That take was completely unusable. You'll have to run again.
pt: Proprio così! Quella ripresa era del tutto inutilizzabile. Dovrai correre di nuovo.

# 144_Haruka
source: I understand. I know I can do better.
pt: Capisco. So di poter fare di meglio.

# 216_Haruka
source: Cut!
pt: Stop!

# 228_Assistant Director
source: Great job, Sawamura-san!
pt: Ottimo lavoro, Sawamura-san!

# 240_Haruka
source: Oh! Thank you!
pt: Oh! Grazie!

# 252_Director
source: Now that's the kind of running I like to see! Whoa, you sure are sweaty now...
pt: Ecco, questo è il tipo di corsa che mi piace vedere! Accidenti, sei proprio tutta sudata ora...

# 276_Director
source: Hm?
pt: Mh?

# 288_Haruka
source: Um, right, yeah. Thanks!
pt: Ehm, già, sì. Grazie!

# 300_Director
source: Heh. I've had lots of idols run on this show, but not many have been able to do it in just one take.
pt: Eheh. Ho fatto correre un sacco di idol in questo programma, ma poche sono riuscite a farcela al primo colpo.

# 312_Haruka
source: Really? Well, I'm glad you got a usable take. All I did was run as fast as I could.
pt: Davvero? Beh, mi fa piacere che abbiate ottenuto una ripresa utilizzabile. Non ho fatto altro che correre il più velocemente possibile.

# 324_Director
source: Hahah, that's the most important thing! You can only achieve true satisfaction when you really give it your all!
pt: Ahah, è questa la cosa più importante! Si ottiene la vera soddisfazione solo quando si dà veramente il massimo!

# 336_Director
source: A satisfaction so powerful, even the viewers can feel it burning through them!
pt: Una soddisfazione così potente che perfino gli spettatori la sentiranno bruciare dentro di loro!

# 348_Haruka
source: Yeah, I get it... I think.
pt: Sì, ho capito... credo.

# 360_Director
source: Hey, AD! I feel that fire burning inside me! I need a break－finish up for me here, will you?
pt: Ehi, AD! Sento quel fuoco che mi brucia dentro! Mi serve una pausa－finisci tu qui per me, va bene?

# 372_Haruka
source: Huh?
pt: Uh?

# 384_Assistant Director
source: All right. You got it!
pt: Va bene. Sarà fatto!

# 396_Haruka
source: Oh, okay! Thank you very much, sir!
pt: Oh, va bene! La ringrazio molto!

# 408_Assistant Director
source: Okay, folks! That's a wrap! Let's pack it up!
pt: Bene, gente! Abbiamo finito! Sbaracchiamo tutto!

# 564_Haruka
source: Cut!
pt: Stop!

# 576_Assistant Director
source: Good job, Sawamura-san.
pt: Ottimo lavoro, Sawamura-san.

# 588_Haruka
source: Oh! Thank you.
pt: Oh! Grazie.

# 600_Director
source: Not bad! Not bad at all! You came really close to giving me the take I wanted to see! So, so close!
pt: Niente male! Niente male affatto! Ci sei andata davvero vicina a darmi la ripresa che volevo vedere! Proprio per un soffio!

# 612_Director
source: I wish all the girls who came on this show were like you. It'd certainly make my job a lot easier.
pt: Vorrei che tutte le ragazze che vengono in questo programma fossero come te. Renderebbe sicuramente il mio lavoro molto più semplice.

# 624_Haruka
source: Thank you very much! I'm so glad you were pleased with my performance.
pt: La ringrazio molto! Sono davvero felice che la mia performance le sia piaciuta.

# 636_Director
source: Hahaha. Now, if only my private life were as easy to navigate as this shoot! Am I right!?
pt: Ah ah ah. Ora, se solo la mia vita privata fosse facile da gestire come queste riprese! Dico bene!?

# 648_Haruka
source: Um...?
pt: Ehm...?

# 660_Director
source: Hey, AD! My wife's in a real mood today, so I'm heading for the hills! Finish up for me here, will you?
pt: Ehi, AD! Mia moglie oggi è proprio di pessimo umore, quindi me la svigno! Finisci tu qui per me, va bene?

# 672_Assistant Director
source: You got it! Sorry to hear about the wife again, sir.
pt: Ricevuto! Mi dispiace per sua moglie, ancora una volta, signore.

# 684_Haruka
source: Oh, okay! Thank you very much, sir!
pt: Oh, va bene! La ringrazio molto, signore!

# 696_Assistant Director
source: Okay, folks! That's a wrap! Let's pack it up!
pt: Va bene, ragazzi! Abbiamo finito! Sbaracchiamo!

# 852_Haruka
source: Cut!
pt: Stop!

# 864_Assistant Director
source: Good try, Sawamura-san.
pt: Bel tentativo, Sawamura-san.

# 876_Haruka
source: Thank you.
pt: Grazie.

# 888_Director
source: Please. Tell me you're pulling my leg.
pt: Ti prego. Dimmi che mi stai prendendo in giro.

# 900_Haruka
source: ...Sorry?
pt: ...Scusi?

# 912_Director
source: Come on, kid! A three-toed sloth can run faster than that! Is that really the best you can do?
pt: Avanti, ragazzina! Persino un bradipo correrebbe più veloce di così! È davvero il meglio che sai fare?

# 924_Haruka
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 936_Director
source: Hey, AD! Today's stuff is completely unusable. Garbage! We'll have to come back another day.
pt: Ehi, AD! Il materiale di oggi è completamente inutilizzabile. Spazzatura! Dovremo tornare un altro giorno.

# 948_Assistant Director
source: Roger that!
pt: Ricevuto!

# 960_Director
source: I'm going home. Finish up for me here, will you?
pt: Io vado a casa. Finisci tu qui per me, va bene?

# 972_Assistant Director
source: Yep, you got it!
pt: Sì, ci penso io!

# 984_Haruka
source: Oh, okay! Thank you very much, sir!
pt: Oh, d'accordo! Grazie mille, signore!

# 996_Assistant Director
source: Well, you heard the director.
pt: Beh, hai sentito il regista.

# 1008_Haruka
source: Yes.
pt: Sì.

# 1020_Assistant Director
source: We'll have to try again another day. I hope you'll be able to do a little better for us next time.
pt: Dovremo riprovare un altro giorno. Spero che la prossima volta riuscirai a fare un po' meglio per noi.

# 1032_Haruka
source: I'll certainly try.
pt: Ci proverò senz'altro.

# 1044_Assistant Director
source: All right, folks! That's it for today! Let's pack it up!
pt: Bene, ragazzi! Per oggi è tutto! Sbaracchiamo tutto!
