Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010d0014.po
Languages: pt

source: Loitering Pedestrian
pt: Pedone bighellone

# 44_Kiryu
source: (Damn. I lost sight of them.)
pt: (Maledizione. Li ho persi di vista.)

# 56_Loitering Pedestrian
source: Talk about dangerous. These taxis are out of control!
pt: Altro che pericoloso. Questi taxi sono fuori controllo!

# 68_Kiryu
source: What happened?
pt: Che è successo?

# 80_Loitering Pedestrian
source: Yipes! Er, I mean... What happened is, I just about got flattened by a taxi. Guy was driving like a maniac!
pt: Oddio! Cioè, volevo dire... Quello che è successo è che sono quasi stato spiaccicato da un taxi. Quel tizio guidava come un pazzo!

# 92_Kiryu
source: Was the light on the taxi flashing red?
pt: La luce sul taxi era lampeggiante rossa?

# 104_Loitering Pedestrian
source: Actually, it was.
pt: In effetti, sì.

# 116_Loitering Pedestrian
source: I caught a glimpse of the driver, and he had a look on his face like he'd seen a ghost. Maybe he had an impatient passenger.
pt: Ho intravisto l'autista, e aveva una faccia come se avesse visto un fantasma. Forse aveva un passeggero impaziente.

# 128_Kiryu
source: (He looked like he'd seen a ghost, huh? Then it must have been some kind of emergency.)
pt: (Aveva una faccia come se avesse visto un fantasma, eh? Allora dev'essere stata una specie di emergenza.)

# 140_Kiryu
source: Do you know which way the taxi went?
pt: Sai da che parte è andato il taxi?

# 152_Loitering Pedestrian
source: It was headed towards Suzukake Lane, I think.
pt: Era diretto verso Suzukake Lane, credo.

# 164_Kiryu
source: Suzukake Lane. Got it. Thanks, you've been a big help.
pt: Suzukake Lane. Capito. Grazie, sei stato un grande aiuto.

# 176_Kiryu
source: (I'd better hurry. That driver's in trouble!)
pt: (Devo sbrigarmi. Quell'autista è nei guai!)
