Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200056.po
Languages: pt

source: Aggressive Man
pt: Uomo Aggressivo

source: Tournament Staff
pt: Staff del Torneo

# 44_Shinada
source: Why do you guys keep picking fights with me?
pt: Perché continuate a cercarmi la rissa?

# 56_Shinada
source: Dammit! Why can't I beat you?
pt: Maledizione! Perché non riesco a batterti?

# 68_Shinada
source: (He seems stronger than your average street punk. Probably been in a lot of fights.)
pt: (Sembra più forte del solito teppista da strada. Probabilmente ha fatto un sacco di risse.)

# 80_Tournament Staff
source: Excuse me. Are you Tatsuo Shinada-san?
pt: Mi scusi. Lei è il signor Tatsuo Shinada?

# 92_Shinada
source: Man... Yeah, who's asking?
pt: Beh... Sì, chi è?

# 104_Tournament Staff
source: I help run the Victory Road tournament. I look forward to seeing much more of you.
pt: Faccio parte dello staff del torneo Victory Road. Non vedo l'ora di rivederti molto spesso.

# 128_Tournament Staff
source: Allow me to explain. The Victory Road is an underground fighting contest with qualifiers held concurrently all over Japan.
pt: Lascia che ti spieghi. Il Victory Road è un torneo di combattimento clandestino con eliminatorie che si svolgono contemporaneamente in tutto il Giappone.

# 140_Tournament Staff
source: Its sole purpose is to find the ultimate fighter in the nation. And that man you just defeated? He was in the qualifying round.
pt: Il suo unico scopo è trovare il combattente definitivo del paese. E quell'uomo che hai appena sconfitto? Era nel turno di qualificazione.

# 152_Shinada
source: Yeah, sure, cool. But what does that have to do with me?
pt: Sì, certo, figo. Ma cosa c'entra con me?

# 164_Tournament Staff
source: We've had our eye on you. You seem to be a rather formidable fighter.
pt: Ti tenevamo d'occhio. Sembri un combattente piuttosto formidabile.

# 176_Tournament Staff
source: But be warned. From now on, other Victory Road contenders will be gunning for you.
pt: Ma ti avverto. D'ora in poi, gli altri contendenti di Victory Road ti avranno nel mirino.

# 188_Shinada
source: Wait, what does any of this have to do with me!? I've never even heard of your damn tournament!
pt: Aspetta, che c'entra tutto questo con me!? Non ho mai neanche sentito parlare del vostro maledetto torneo!

# 200_Tournament Staff
source: The winner will be granted the proud title of Ultimate Fighter. Oh, and then there's the prize money.
pt: Il vincitore si aggiudicherà il glorioso titolo di Combattente Definitivo. Oh, e poi c'è il premio in denaro.

# 212_Shinada
source: Wait, did you just say prize money? Is it a lot?
pt: Aspetta, hai appena detto premio in denaro? È tanto?

# 224_Tournament Staff
source: Defeat all the contenders here in town, and I'll see you at the finals. Can you become the Ultimate Fighter, Shinada-san?
pt: Sconfiggi tutti i contendenti qui in città, e ci vediamo alle finali. Puoi diventare il Combattente Definitivo, Shinada-san?

# 236_Shinada
source: I haven't agreed to enter yet, you know.
pt: Non ho mica accettato di partecipare, sai.

# 248_Tournament Staff
source: You'll come around. Your kind always does. Now, if you'll excuse me.
pt: Ci cascherai. Quelli come te finiscono sempre per farlo. Ora, se mi scusi.

# 260_Shinada
source: (The Victory Road qualifiers... I suppose it's worth a shot if there's some prize money in it for me.)
pt: (Le qualificazioni di Victory Road... credo che valga la pena provare se c'è qualche premio in denaro per me.)
