Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c09e3.po
Languages: pt

source: Player
pt: Giocatore

source: To Street Level
pt: Al piano strada

source: To the Fourth Floor
pt: Al Quarto Piano

source: Never Mind
pt: Lascia perdere

# 108_Player
source: (Where should I take the elevator?)
pt: (Dove dovrei prendere l'ascensore?)

# 132_Haruka
source: I can't go out dressed like this. I should get changed.
pt: Non posso uscire vestita così. Dovrei cambiarmi.

# 168_Player
source: (Never mind.)
pt: (Lascia perdere.)

# 180_Haruka
source: Akiyama-san, aren't we going to Park-san's office?
pt: Akiyama, non andiamo all'ufficio della signora Park?

# 192_Akiyama
source: Whoops, right you are.
pt: Ops, hai ragione.

# 204_Haruka
source: Akiyama-san, aren't we going up to the roof?
pt: Akiyama, non andiamo sul tetto?

# 216_Akiyama
source: Oh, yeah. Let's go.
pt: Ah, già. Andiamo.

# 228_Akiyama
source: (The girl who last saw Park-san is supposed to be in the lesson studio.)
pt: (La ragazza che ha visto la signora Park l'ultima volta dovrebbe essere nello\nstudio di lezione.)

# 240_Player
source: (Where should I take the elevator?)
pt: (Dove dovrei prendere l'ascensore?)

# 264_Haruka
source: I can't go out dressed like this. I should get changed.
pt: Non posso uscire vestita così. Dovrei cambiarmi.

# 300_Player
source: (Never mind.)
pt: (Lascia perdere.)
