Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0116016b.po
Languages: pt

source: Daddy Papa
pt: Papà Papà

source: To Daddy Papa.
pt: A Papà Papà.

source: To your gorgeous eyes.
pt: Ai tuoi splendidi occhi.

source: To your seaweed dress.
pt: Al tuo vestito di alghe.

source: Songs to cheer on the weak.
pt: Canzoni per dare forza ai deboli.

source: Anarchist punk rock.
pt: Punk rock anarchico.

source: Gentle songs of healing.
pt: Dolci canzoni curative.

# 56_Daddy Papa
source: Ooh, the Japanese sake. Pure ambrosia from heaven. This... "tebasaki" as well. They are not the wings of chickens, but of angels.
pt: Ooh, il sake giapponese. Pura ambrosia scesa dal cielo. Anche queste... "tebasaki". Non sono ali di pollo, ma di angeli.

# 68_Matsuno
source: I'm with you, Daddy. But go easy on the sake. You don't want to get so hammered that you can't even pick up a pen to write.
pt: Sono d'accordo con te, Papà Papà. Ma vacci piano con il sake. Non vorrai mica finire così sbronzo da non riuscire neanche a impugnare la penna per scrivere.

# 80_Shinada
source: Aww, doesn't she deserve to have a little fun? After all, she went through all this trouble coming out here. Let's make it a night to remember!
pt: Dai, non si merita di divertirsi un po'? Dopotutto, si è data tanto disturbo per venire fin qui. Rendiamola una notte indimenticabile!

# 92_Daddy Papa
source: Tatsuo, well said! Correct you are. Drink we must once more. Tatsuo, to what shall we toast?
pt: Tatsuo, ben detto! Hai proprio ragione. Bere dobbiamo, ancora una volta. Tatsuo, a cosa brindiamo?

# 104_Shinada
source: Well, of course, to you, Daddy Papa.
pt: Beh, ovviamente a te, Papà Papà.

# 116_Matsuno
source: That's a fine idea. I was about to suggest the same.
pt: È un'ottima idea. Stavo per suggerire la stessa cosa.

# 128_Daddy Papa
source: Ah, such darlings you are. Far across the ocean, here in Nagoya, I am toasted by two charming gentlemen. So fortunate I am!
pt: Ah, che tesori che siete. Dall'altra parte dell'oceano, qui a Nagoya, ricevo un brindisi da due affascinanti gentiluomini. Che fortuna la mia!

# 140_Daddy Papa
source: This amazing life now, young me could never have imagined...
pt: Questa vita fantastica di adesso, la me stessa di allora non avrebbe mai potuto immaginarla...

# 164_Daddy Papa
source: I propose we drink to your gorgeous eyes.
pt: Propongo un brindisi ai tuoi splendidi occhi.

# 176_Daddy Papa
source: Ooh la la! Tatsuo, so very naughty you are. You mean to seduce me? It was not so very long ago you knew not even my name.
pt: Ooh la là! Tatsuo, quanto sei birichino. Vuoi forse sedurmi? Non è passato molto tempo da quando non sapevi neanche il mio nome.

# 188_Matsuno
source: Hahaha, if we were staying longer, I could give you more time to bond, but I'm afraid that isn't possible this time around. My apologies.
pt: Hahaha, se restassimo più a lungo, potrei darvi più tempo per legare, ma temo che stavolta non sia possibile. Le mie scuse.

# 200_Daddy Papa
source: An honor it is, to be so far from home in a land across the ocean, for its men to whisper sweet nothings about moi.
pt: È un onore essere così lontana da casa, in una terra al di là dell'oceano, e sentire i suoi uomini sussurrare paroline dolci su di moi.

# 224_Shinada
source: Hey, I know! Let's drink to that crazy dress of yours. After all, they say putting seaweed into sake makes it taste smoother.
pt: Ehi, ho un'idea! Brindiamo a quel tuo vestito assurdo. Dopotutto, dicono che mettere delle alghe nel sake lo renda più vellutato.

# 236_Daddy Papa
source: ...I see this dress has fallen into disfavor with you. However, I have no wish to give it up for you to make smooth your sake.
pt: ...Vedo che questo vestito è caduto in disgrazia ai tuoi occhi. Tuttavia, non ho alcun desiderio di rinunciarvi per farti rendere più vellutato il tuo sake.

# 248_Matsuno
source: Shinada-san, please don't tease Daddy about the seaweed. She doesn't take well to slights about her fashion sense.
pt: Shinada-san, per favore non prenda in giro Papà per le alghe. Non reagisce affatto bene alle critiche al suo senso dello stile.

# 260_Shinada
source: But... I wasn't teasing. I was teaching her something.
pt: Ma... non la stavo prendendo in giro. Le stavo insegnando una cosa.

# 272_Daddy Papa
source: ...No longer do I wish to drink. You may forget that toast.
pt: ...Non desidero più bere. Puoi pure dimenticare quel brindisi.

# 308_Matsuno
source: Shinada-san, before she became a star, Daddy scraped by as a waitress. During that time, she wrote thousands of songs.
pt: Shinada-san, prima di diventare una star, Papà sbarcava il lunario facendo la cameriera. In quel periodo, ha scritto migliaia di canzoni.

# 320_Shinada
source: Thousands!? You sure you're not exaggerating here?
pt: Migliaia!? Sei sicuro di non esagerare?

# 332_Daddy Papa
source: Not in the slightest. Back then, writing poetry was as natural as breathing. I think of myself then as an insect, petite and sans significance.
pt: Nient'affatto. A quei tempi, scrivere poesie era naturale come respirare. Mi vedevo allora come un insetto, petite e sans importanza.

# 344_Daddy Papa
source: Acute and ravenous hunger drove me daily to seek the path of success.
pt: Una fame acuta e vorace mi spingeva ogni giorno a cercare la via del successo.

# 356_Daddy Papa
source: Now, however, I am plagued by fear. Terror that I will be falling back down to failure.
pt: Ora, tuttavia, sono tormentata dalla paura. Il terrore di ricadere nel fallimento.

# 368_Daddy Papa
source: Every morning I check in the mirror, making sure I have not devolved into a lowly worm from what was once a beautiful butterfly.
pt: Ogni mattina mi guardo allo specchio, per assicurarmi di non essere regredita in un misero verme da quella che un tempo era una splendida farfalla.

# 380_Shinada
source: Dang. I guess even a goddess still has to face her demons.
pt: Cavolo. Immagino che persino una dea debba fare i conti con i propri demoni.

# 392_Matsuno
source: Actually, Shinada-san, this is a great turn of events. Daddy's relaxed enough to open up and share her worries with us.
pt: In realtà, Shinada-san, questa è un'ottima piega degli eventi. Papà è abbastanza rilassata da aprirsi e condividere le sue preoccupazioni con noi.

# 404_Matsuno
source: If this keeps up, she could very well snap out of her funk and break through her writer's block.
pt: Se continua così, potrebbe benissimo scuotersi da questo stato di abbattimento e superare il blocco dello scrittore.

# 476_Daddy Papa
source: By the way, Tatsuo, really you have not heard my music?
pt: A proposito, Tatsuo, davvero non hai mai sentito la mia musica?

# 488_Shinada
source: Oh. Yeah, I'm sorry. I haven't.
pt: Oh. Già, scusa. Non l'ho mai sentita.

# 500_Matsuno
source: Hahaha, someone like you is actually invaluable to us for market research. It's incredibly rare to find someone who has never heard of Daddy in this day and age.
pt: Ahahah, qualcuno come te è davvero prezioso per le nostre ricerche di mercato. È incredibilmente raro trovare qualcuno che non abbia mai sentito parlare di Papà al giorno d'oggi.

# 512_Shinada
source: Ergh... I wish I had a better excuse than "I'm just scraping by." But I can't exactly afford to make music a hobby.
pt: Ergh... Vorrei avere una scusa migliore di "tiro solo a campare". Ma non posso proprio permettermi di fare della musica un hobby.

# 524_Daddy Papa
source: Stay your worries. Burning you on a cross I am not. However, indeed it is rare for an ordinary person to be ignorant of Daddy.
pt: Placa i tuoi timori. Metterti in croce non è mia intenzione. Tuttavia, è davvero raro che una persona comune ignori chi sia Papà.

# 536_Daddy Papa
source: Very well, Tatsuo, let me ask you this. To you, what kind of music do you think I am a singer of?
pt: Molto bene, Tatsuo, lascia che ti chieda questo. Secondo te, che genere di musica canto?

# 548_Shinada
source: What kind of songs do you write? Hoo, let me think here. Uh...
pt: Che genere di canzoni scrivi? Uhm, fammi un po' pensare. Uh...

# 560_Shinada
source: I can imagine you singing songs to cheer on the weak. Like, songs to give courage to people who have no confidence in themselves.
pt: Riesco a immaginarti a cantare canzoni per dare forza ai deboli. Tipo, canzoni per infondere coraggio a chi non ha fiducia in se stesso.

# 572_Matsuno
source: I see. So that was your first impression, was it?
pt: Capisco. Quindi questa è stata la tua prima impressione, eh?

# 584_Daddy Papa
source: You are startling, Tatsuo. Your perception, it is perfection incarnate! ...Almost.
pt: Sei sorprendente, Tatsuo. La tua percezione è la perfezione incarnata! ...Quasi.

# 596_Shinada
source: Wait, I was right?
pt: Aspetta, avevo ragione?

# 608_Daddy Papa
source: Oui. For you see, I was not born this way. As a powerless plebeian, is how I started my life. So I sing to embolden the timid, much like my helpless former self.
pt: Oui. Vedi, non sono nata così. Ho iniziato la mia vita come una plebea senza alcun potere. Perciò canto per infondere coraggio ai timidi, proprio come la me stessa indifesa di un tempo.

# 632_Shinada
source: I can see you belting out wicked rock anthems that tear down the system. Can't imagine anything else, to be honest.
pt: Ti vedo proprio a cantare a squarciagola dei pazzeschi inni rock che abbattono il sistema. Sinceramente, non riesco a immaginarmi nient'altro.

# 644_Matsuno
source: I see. So that was your first impression, was it?
pt: Capisco. Quindi questa è stata la tua prima impressione, eh?

# 656_Daddy Papa
source: Hmm. Perhaps it is inevitable you should so picture me. Acquainted we have been for only so short a time.
pt: Hmm. Forse è inevitabile che tu mi immagini così. Ci conosciamo da così poco tempo.

# 668_Shinada
source: ...Did I say the wrong thing?
pt: ...Ho detto qualcosa di sbagliato?

# 680_Daddy Papa
source: My music, it is songs to cheer on the weak. My desire, it is to embolden the timid at heart, much akin to my pre-celebrity persona.
pt: La mia musica è fatta di canzoni per dare forza ai deboli. Il mio desiderio è infondere coraggio ai timidi d'animo, proprio come la me stessa prima della celebrità.

# 704_Shinada
source: I see you singing gentle songs of healing. Hope I'm not too far off the mark.
pt: Ti vedo a cantare dolci canzoni di conforto. Spero di non esserci andato troppo lontano.

# 716_Matsuno
source: I see. So that's your first impression, huh?
pt: Capisco. Quindi questa è la tua prima impressione, eh?

# 728_Daddy Papa
source: Hmm. Perhaps it is inevitable you should so picture me. Acquainted we have been for only so short a time.
pt: Hmm. Forse è inevitabile che tu mi immagini così. Ci conosciamo da così poco tempo.

# 740_Shinada
source: ...Did I say the wrong thing?
pt: ...Ho detto qualcosa di sbagliato?

# 752_Daddy Papa
source: The quality of healing, similarity there is un petit. However, my music, it is songs to cheer on the weak.
pt: In quanto a conforto, c'è un petit di somiglianza. Tuttavia, la mia musica sono canzoni per dare forza ai deboli.

# 764_Daddy Papa
source: My desire, it is to embolden the timid of heart, people akin to how I was before by shedding my weakness like snakeskin.
pt: Il mio desiderio è infondere coraggio ai timidi d'animo, persone simili a com'ero io prima di mutare la mia debolezza come una pelle di serpente.

# 788_Daddy Papa
source: You can see from my dress of seaweed, I am conformist not at all. My character, being too strong, many times made an outcast of me.
pt: Puoi vederlo dal mio vestito di alghe, non sono affatto conformista. Il mio carattere, essendo troppo forte, mi ha resa molte volte un'emarginata.

# 800_Daddy Papa
source: However, success I achieved without betraying who I am.
pt: Tuttavia, il successo l'ho ottenuto senza tradire chi sono.

# 812_Daddy Papa
source: I am one example of a sheep of color black who made society accepting on her own terms.
pt: Io sono un esempio di pecora di colore nero che ha reso la società accettante alle proprie condizioni.

# 824_Daddy Papa
source: If people having no confidence get bravery from seeing me and hearing my melodies, then my career is one of great value.
pt: Se le persone prive di fiducia traggono coraggio nel vedermi e nell'ascoltare le mie melodie, allora la mia carriera è di grande valore.

# 836_Matsuno
source: Shinada-san, I've never seen Daddy open up like this... Guess that's what the sake's for.
pt: Shinada-san, non ho mai visto Daddy aprirsi così... Immagino sia a questo che serve il sake.

# 908_Matsuno
source: Oh boy. Daddy's had a few too many sips, it appears. Perhaps we'd best be on our way.
pt: Accidenti. Pare che Daddy abbia bevuto un po' troppo. Forse faremmo meglio ad andare.

# 932_Matsuno
source: I'm sorry, Shinada-san, but here's my wallet. Can you settle the tab, please? I'll take Daddy outside for some fresh air.
pt: Mi dispiace, Shinada-san, ma ecco il mio portafoglio. Puoi pagare il conto, per favore? Porto Daddy fuori a prendere un po' d'aria.
