Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169019f.po
Languages: pt

source: You got <Color:8>Toughness Z<Color:Default>.
pt: Hai ottenuto <Color:8>Toughness Z<Color:Default>.

source: You got 1,200 experience points.
pt: Hai ottenuto 1.200 punti esperienza.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: You got 700 experience points.
pt: Hai ottenuto 700 punti esperienza.

# 44_Uda
source: Haruka-san, thank you for your performance.
pt: Haruka-san, grazie per la tua esibizione.

# 56_Haruka
source: What did you think, Uda-san? Did I do all right?
pt: Cosa ne hai pensato, Uda-san? Sono andata bene?

# 128_Uda
source: You did more than all right! That was fantastic!
pt: Non sei andata solo bene! È stata fantastica!

# 140_Haruka
source: I'm so glad! Thank you so much for the opportunity!
pt: Sono così contenta! Grazie mille per l'opportunità!

# 152_Uda
source: Ah, before I forget! One of the fans left you a gift.
pt: Ah, quasi dimenticavo! Uno dei fan ti ha lasciato un regalo.

# 164_Haruka
source: Oh! For me?
pt: Oh! Per me?

# 176_Uda
source: Here you are.
pt: Ecco a lei.

# 212_Haruka
source: Oh, how nice!
pt: Oh, che bello!

# 224_Uda
source: It looks like people are really rooting for you.
pt: Sembra che la gente ti stia davvero facendo il tifo.

# 236_Haruka
source: Yes, I'm very lucky.
pt: Sì, sono molto fortunata.

# 248_Uda
source: I'm already looking forward to next time. You will perform for us again, I hope?
pt: Non vedo già l'ora della prossima volta. Ti esibirai di nuovo per noi, spero di sì?

# 260_Haruka
source: Yes, of course! Thank you for asking me!
pt: Certo che sì! Grazie per avermelo chiesto!

# 428_Uda
source: Yes, that was very good! It seemed like the audience was really getting into it, too.
pt: Sì, è andata molto bene! Sembrava che il pubblico si stesse proprio gasando, oltretutto.

# 440_Haruka
source: I'm so glad! I had a lot of fun, too.
pt: Sono così contenta! Mi sono divertita un sacco anch'io.

# 452_Uda
source: Here's hoping we can get a bigger crowd next time.
pt: Speriamo di avere più pubblico la prossima volta.

# 464_Haruka
source: Yes, I'll do my best!
pt: Sì, ce la metterò tutta!

# 476_Uda
source: I'm already looking forward to it. Thank you for today.
pt: Non vedo già l'ora. Grazie per oggi.

# 488_Haruka
source: Thank you for having me!
pt: Grazie per avermi invitata!

# 668_Haruka
source: Uda-san?
pt: Uda?

# 680_Uda
source: Uh, Haruka-san... Your voice sounds a little raspy. Maybe you better go home, have a soothing throat treatment, and get some rest.
pt: Uh, Haruka... Hai la voce un po' rauca. Forse faresti meglio ad andare a casa, farti un trattamento lenitivo per la gola, e riposare un po'.

# 692_Haruka
source: Oh, I'm so sorry!
pt: Oh, mi dispiace tanto!

# 704_Uda
source: Right. Well, that's it for today.
pt: Giusto. Beh, per oggi abbiamo finito.

# 716_Haruka
source: Thank you for inviting me.
pt: Grazie per avermi invitata.

# 728_Haruka
source: (Oh no. Uda-san was mad. I'd better start taking better care of my voice.)
pt: (Oh no. Uda-san era arrabbiato. Farei meglio a iniziare a prendermi più cura della mia voce.)
