Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0107095f.po
Languages: pt

# 380_Gen the Reaper
source: First, we pick the banker.
pt: Per prima cosa, scegliamo il banchiere.

# 392_Gen the Reaper
source: I'll do the honors.
pt: Farò gli onori.

# 404_Gen the Reaper
source: How much are you going to wager?
pt: Quanto vuoi puntare?

# 416_Gen the Reaper
source: Ready to get started?
pt: Pronto per iniziare?

# 428_Gen the Reaper
source: Looks like I'm up.
pt: Mi sa che sono in vantaggio.

# 440_Gen the Reaper
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Gen the Reaper
source: Let's settle the bets, eh?
pt: Regoliamo le puntate, eh?

# 464_Gen the Reaper
source: You're the banker, kid.
pt: Sei il banchiere, ragazzo.

# 476_Gen the Reaper
source: Time to change bankers.
pt: Tempo di cambiare banchieri.

# 488_Gen the Reaper
source: Care to play one more?
pt: Ti va di fare un'altra partita?

# 500_Gen the Reaper
source: Hmph. So this is it? Guess you can't teach an old dog new tricks.
pt: Uhmph. Quindi è tutto qui? Immagino che a un vecchio cane non si possano insegnare trucchi nuovi.

# 512_Gen the Reaper
source: Seems your luck has run out, kid. Come back once you've learned a thing or two.
pt: Mi sa che la tua fortuna è finita, ragazzo. Torna quando avrai imparato due cosette.

# 524_Gen the Reaper
source: Banker's Bet-Settling Messages
pt: Messaggi di regolamento delle puntate del banchiere

# 536_Gen the Reaper
source: A banker roll of 1-3-5 is a 3.
pt: Il tiro del banchiere di 1-3-5 fa 3.

# 548_Gen the Reaper
source: A roll of 1-3-5 by the first player is a 3.
pt: Un tiro di 1-3-5 del primo giocatore fa 3.

# 560_Gen the Reaper
source: A 1-3-5 is whatever the preceding player rolled.
pt: Un 1-3-5 vale il tiro del giocatore precedente.

# 572_Gen the Reaper
source: A banker roll of 2-4-6 is a 4.
pt: Il tiro del banchiere di 2-4-6 fa 4.

# 584_Gen the Reaper
source: A 2-4-6 roll is whatever the next player rolls.
pt: Un 2-4-6 vale il tiro del giocatore successivo.

# 596_Gen the Reaper
source: A roll of 2-4-6 by the last player is a 4.
pt: Un tiro di 2-4-6 dell'ultimo giocatore fa 4.

# 608_Gen the Reaper
source: A 2-4-6 roll gets the last player's roll!
pt: Un 2-4-6 vale il tiro dell'ultimo giocatore!

# 620_Gen the Reaper
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 è uscito dopo un 2-4-6.

# 632_Gen the Reaper
source: There's no beating a 6-3-4!
pt: Non c'è verso di battere un 6-3-4!
