Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169007c.po
Languages: pt

# 60_Okudera
source: Whenever you're out here, always be wary of bears. Yama-oroshi is the obvious danger, but other bears are nothing to be trifled with, either.
pt: Quando sei qui fuori, stai sempre all'erta per gli orsi. Lo Yama-oroshi è il pericolo lampante, ma anche con gli altri orsi non c'è proprio da scherzare, eh.

# 72_Saejima
source: I figured that.
pt: L'avevo capito.

# 84_Okudera
source: That's right, you already know how fearsome they are. Yes, they certainly don't need Yama-oroshi's size to satisfy their hunger for human flesh...
pt: Esatto, lo sai già quanto sono temibili. Già, non hanno certo bisogno della stazza dello Yama-oroshi per saziare la loro fame di carne umana...

# 96_Okudera
source: If you happen upon a bear, you might be tempted to run from it, but that's not the best idea. They will always give chase, and they can outrun any man.
pt: Se ti imbatti in un orso, magari ti viene l'istinto di scappare, ma non è affatto una buona idea, fidati. Ti daranno sempre la caccia, e ti seminano in un attimo, non c'è verso.

# 108_Okudera
source: You're better off calmly dodging their attacks until they give up. Or shooting them, of course.
pt: Ti conviene schivare con calma i loro attacchi finché non mollano. Oppure sparargli, ovviamente.

# 120_Okudera
source: If you're going to shoot though, you should know that your very life depends on dropping it with just one bullet. Nothing is more dangerous than an injured bear.
pt: Se spari, però, sappi che la tua stessa vita dipende dal buttarlo giù con un solo colpo. Niente è più pericoloso di un orso ferito.

# 132_Okudera
source: I don't expect you to know where a bear's heart is. Aim for its head.
pt: Non mi aspetto che tu sappia dov'è il cuore di un orso. Punta alla testa.

# 144_Saejima
source: I'll remember that.
pt: Me lo ricorderò.

# 156_Okudera
source: Good. Now, then. We've set traps at all the sites in this area.
pt: Bene. Allora, abbiamo piazzato delle trappole in tutti i siti di quest'area.

# 168_Okudera
source: Now we just wait until they are sprung. And you can use any spare traps as you see fit.
pt: Ora aspettiamo solo che scattino. E le trappole di scorta che ti avanzano, usale come ti pare.

# 180_Saejima
source: Got it.
pt: Capito.

# 192_Okudera
source: It appears you're getting the hang of things. Let's look around for the next trap site.
pt: A quanto pare, ci stai prendendo la mano. Cerchiamo in giro il prossimo sito per le trappole.

# 204_Okudera
source: By the way, watch your health while you're on the mountain. You need to eat food to keep up your strength, and if things start looking bad, don't push your luck.
pt: Tra l'altro, stai attento alla tua salute mentre sei in montagna. Devi mangiare per mantenere le forze, e se le cose si mettono male, non spingerti oltre.

# 216_Okudera
source: You really don't want to be surviving solely on the meat of whatever you hunt, since that's never a sure thing.
pt: Non ti conviene proprio campare solo della carne di quello che cacci, dato che non è mai una cosa sicura.

# 228_Okudera
source: Always, always, always pack food for your trips up the mountain.
pt: Metti sempre, sempre, sempre del cibo nello zaino per le tue uscite in montagna.

# 240_Saejima
source: I'll do that.
pt: Lo farò.
