Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c06de.po
Languages: pt

# 60_Nagata
source: Run him into the ground, Aniki!
pt: Schiaccialo, Aniki!

# 72_Nagata
source: Heh, don't you worry. You're about to see this loser get left in the dust... again! Can't wait to see the look on his face!
pt: Heh, non preoccuparti. Stai per vedere questo sfigato mangiare la polvere... di nuovo! Non vedo l'ora di vedere la sua faccia!

# 84_Kiryu
source: Quit running your mouth and get behind the wheel.
pt: Smettila di blaterare e mettiti al volante.

# 108_Nagata
source: Been waitin' for you, taxi man!
pt: Ti stavo aspettando, tassista!

# 120_Kiryu
source: I'm surprised you didn't turn tail and run, considering how badly you lost the other day.
pt: Non mi aspettavo che non ve la foste filata, considerando come avete perso malamente l'altro giorno.

# 132_Nagata
source: Hah! It ain't me you're up against.
pt: Hah! Non sono io che hai di fronte.

# 144_Nagata
source: I got my aniki here to step up for me! And he's the roughest, toughest Devil Killer you ever saw! Tell him, Aniki!
pt: Ho il mio Aniki qui che si fa avanti per me! Ed è il Devil Killer più duro e tosto che tu abbia mai visto! Diglielo, Aniki!

# 168_Nagata
source: So you're the cabbie who did a number on Nagata, huh?
pt: Allora sei il tassista che ha stracciato Nagata, eh?

# 180_Kiryu
source: What if I am? You here to avenge him?
pt: E se sì? Sei qui per vendicarlo?

# 192_Nagata
source: He sure is! Our aniki here, he would never let－
pt: Sì che lo è! Il nostro Aniki qui, non lascerebbe mai－

# 204_Nagata
source: Shut up. This ain't about you, dumbass.
pt: Stai zitto. Non ti riguarda, coglione.

# 216_Nagata
source: It's not!? Then why...
pt: Non lo è!? Allora perché...

# 228_Nagata
source: I'm pissed that one of the mighty Devil Killers lost to some nobody who carts around passengers for a living!
pt: Sono incazzato che uno dei potenti Devil Killers abbia perso contro un signor nessuno che si guadagna da vivere scarrozzando passeggeri!

# 240_Nagata
source: If the Four Kings got word of this, they'd blow a gasket.
pt: Se i Quattro Re venissero a saperlo, si incazzerebbero di brutto.

# 252_Kiryu
source: The Four Kings?
pt: I Quattro Re?

# 264_Nagata
source: Forget that shit! All you need to know is you're about to get beat to a pulp, all for the glory of the Devil Killers!
pt: Lascia perdere quella merda! Tutto quello che devi sapere è che stai per essere pestato a sangue, tutto per la gloria dei Devil Killers!
