Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013304bc.po
Languages: pt

source: You got an <Color:8>Italian Scarf<Color:Default>.
pt: Hai ottenuto una <Color:8>Sciarpa Italiana<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

# 104_Shinada
source: A 145 kilometer an hour pitching machine? Hot damn.
pt: Una macchina lanciapalle da 145 chilometri all'ora? Porca miseria!

# 116_Shinada
source: Let's see here. "Max throwing velocity of 145 kilometers per hour! Hit five home runs out of ten pitches to win a super deluxe prize!"
pt: Vediamo un po'. "Velocità massima di lancio di 145 chilometri all' ora! Colpisci cinque fuoricampo su dieci lanci per vincere un premio super lusso!"

# 128_Shinada
source: What's this super deluxe prize? Guess I'll just have to find out!
pt: Che cos'è questo premio super lusso? Mi toccherà scoprirlo!

# 140_Shirakawa
source: I knew you would bite, Shinada.
pt: Sapevo che avresti abboccato, Shinada.

# 152_Shinada
source: Whoa! What are you doing back here?
pt: Caspita! Che ci fai qui di nuovo?

# 164_Shirakawa
source: Can't you tell? Akamatsu threw at 150 kilometers an hour. If you think you can hit that, 145 should be easy, right?
pt: Non lo vedi? Akamatsu lanciava a 150 chilometri all'ora. Se credi di poterla colpire, 145 dovrebbe essere facile, no?

# 176_Shinada
source: Well... Yeah, I guess.
pt: Beh... Sì, credo.

# 188_Shirakawa
source: Prove it to me, Shinada. Five home runs out of ten pitches. I'm sure you can pull that off.
pt: Dimostramelo, Shinada. Cinque fuoricampo su dieci lanci. Sono sicuro che ce la puoi fare.

# 200_Shinada
source: You're testing me again like you did with that cheater? Fine. I got nothing to hide.
pt: Mi stai mettendo alla prova di nuovo come hai fatto con quel bari? Va bene. Non ho niente da nascondere.

# 212_Shinada
source: I'm not doing this for you, though. I'm doing it for the super deluxe prize.
pt: Non lo faccio per te, però. Lo faccio per il premio super lusso.

# 224_Shirakawa
source: I don't care about your motive. Just get on with it. I'll be watching.
pt: Non mi frega del tuo motivo. Dacci dentro. Ti terrò d'occhio.

# 248_Shinada
source: There. You see that, Shirakawa? You happy now?
pt: Ecco. Lo vedi, Shirakawa? Contento adesso?

# 260_Shirakawa
source: Yeah, yeah. Here, your super deluxe prize.
pt: Sì, sì. Ecco il tuo premio super lusso.

# 296_Shinada
source: Huh? The heck am I supposed to do with this?
pt: Eh? Che cavolo ci faccio con questo?

# 308_Shirakawa
source: That's entirely up to you. All I know is I fulfilled my end of the bargain. Can't have a contest without a prize, right?
pt: Vedi tu. Io so solo che la mia parte l'ho fatta. Non c'è gara senza premio, no?

# 320_Shinada
source: Wait, don't tell me you paid for this yourself... Did you reserve that pitching machine, too?
pt: Aspetta, non dirmi che l'hai pagato di tasca tua... Hai prenotato anche quella macchina lanciapalle?

# 332_Shirakawa
source: Haha, I sure did. Now I know I can take you on directly without debating over whether I'm wasting my time.
pt: Ah ah, l'ho fatto eccome. Ora so che posso sfidarti a viso aperto senza stare a chiedermi se sto perdendo tempo.

# 344_Shirakawa
source: After all, even if I do replicate Akamatsu's pitching, it would be futile if your game's rusting away.
pt: Dopotutto, anche se replicassi i lanci di Akamatsu, sarebbe inutile se il tuo gioco si sta arrugginendo.

# 356_Shinada
source: Yeah, but can you really imitate Akamatsu's pitching with your bum shoulder? That machine was nothing compared to him.
pt: Sì, ma riesci davvero a imitare i lanci di Akamatsu con la tua spalla acciaccata? Quella macchina non era niente in confronto a lui.

# 368_Shirakawa
source: Oh, it won't be a repeat of our last duel. I could almost stake my life on it.
pt: Oh, non si ripeterà il nostro ultimo duello. Quasi ci scommetterei la vita.

# 380_Shinada
source: You're really dead set on this, aren't you...
pt: Sei proprio fissato con questa cosa, eh?

# 392_Shirakawa
source: You won't have to wait much longer. Soon, I'll be ready for you.
pt: Non dovrai aspettare ancora molto. Presto, sarò pronto per te.

# 404_Shirakawa
source: Be seeing you around, Shinada.
pt: Ci vediamo in giro, Shinada.

# 440_Shinada
source: (What's he got up his sleeve, a cybernetic arm? I hope he doesn't pull some kind of crazy stunt...)
pt: (Cosa si sta inventando? Un braccio cibernetico? Spero non combini qualche pazzia...)

# 524_Shirakawa
source: Is that the best you can do? From a machine, no less. And you're saying you could've hit one off of Akamatsu?
pt: È questo il meglio che sai fare? E per di più da una macchina. E dici che saresti riuscito a batterne uno di Akamatsu?

# 536_Shirakawa
source: Pathetic. So pathetic I can't even believe my eyes. You do that one over again, and take it seriously this time.
pt: Patetico. Così patetico che non riesco nemmeno a credere ai miei occhi. Rifallo, e questa volta prendila sul serio.

# 608_Shinada
source: Hit five homers for a super deluxe prize. At 145 kilometers an hour.
pt: Batti cinque fuoricampo per un premio super deluxe. A 145 chilometri all'ora.

# 620_Shirakawa
source: Don't disappoint me, Shinada.
pt: Non deludermi, Shinada.

# 632_Shinada
source: Heh... You won't be disappointed. Check this out.
pt: Heh... Non rimarrai deluso. Guarda qui.
