Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 9720_Shion
source: My mother is rather vocal about table manners, so you'd better be on your best behavior!
pt: Mia madre ci tiene molto al galateo a tavola, quindi faresti meglio a comportarti bene!

# 9732_Shinada
source: What? Aw man, give me a break here! I'm having second thoughts already.
pt: Cosa? Oh, ma dai, abbi pietà! Ci sto già ripensando.

# 9744_Shinada
source: That's kinda sudden... I'm not dressed for that sort of thing today. Just look!
pt: È un po' improvviso... Non sono mica vestito per una cosa del genere oggi. Ma guardami!

# 9756_Shion
source: You needn't worry about that. I'd like you to come just as you are, Shinada-san.
pt: Non devi preoccuparti per quello. Vorrei che venissi proprio così come sei, Shinada-san.

# 9768_Shinada
source: I'm, uh, not so sure about this...
pt: Io, ehm... non ne sono mica tanto sicuro...

# 9780_Shinada
source: I, uh, have to be going now! Got a deadline today!
pt: Io, ehm... adesso devo proprio andare! Ho una scadenza oggi!

# 9792_Shion
source: Too bad, Shinada-san! I told my mother how taken you are with me, and that you insisted on meeting with her!
pt: Peccato, Shinada-san! Ho detto a mia madre quanto sei cotto di me, e che hai insistito tu per incontrarla!

# 9804_Shinada
source: Hah, you really haven't changed at all, have you?
pt: Ahah, non sei cambiato proprio per niente, eh?

# 9816_Shion
source: <Color:255,200,200,255>Are you married, Shinada-san?<Color:Default>
pt: <Color:255,200,200,255>Sei sposato, Shinada-san?<Color:Default>

# 9828_Shinada
source: No, not yet.
pt: No, non ancora.

# 9840_Shion
source: <Color:255,200,200,255>Oh. Why not? Is there any particular reason?<Color:Default>
pt: <Color:255,200,200,255>Oh. Come mai? C'è qualche motivo particolare?<Color:Default>

# 9852_Shinada
source: Hmm. Why not, you ask?
pt: Uhm. Perché no, mi chiedi?

# 9864_Shion
source: <Color:255,200,200,255>Do you have someone you want to marry, but can't? Or is it because you don't have enough money?<Color:Default>
pt: <Color:255,200,200,255>C'è qualcuno che vorresti sposare, ma non puoi? O è perché non hai abbastanza soldi?<Color:Default>

# 9876_Shinada
source: I don't have the money. I bust my ass and can barely feed myself, let alone a wife and kids.
pt: Non ho i soldi. Mi spacco il culo e a malapena riesco a sfamare me stesso, figuriamoci una moglie e dei figli.

# 9888_Shion
source: <Color:255,200,200,255>Really? Perhaps if you didn't drink so much, you might be able to put aside some sort of savings.<Color:Default>
pt: <Color:255,200,200,255>Davvero? Magari se non bevessi così tanto, riusciresti a mettere da parte qualche risparmio.<Color:Default>

# 9900_Shinada
source: Yeah, I'm fine staying single.
pt: Sì, mi va bene restare single.

# 9912_Shinada
source: I don't have anyone. If there was someone I'd consider marrying, I'd already be married.
pt: Non ho nessuno. Se ci fosse qualcuno che prendessi in considerazione di sposare, sarei già sposato.

# 9924_Shion
source: <Color:255,200,200,255>Then you would like to get married someday?<Color:Default>
pt: <Color:255,200,200,255>Allora ti piacerebbe sposarti un giorno?<Color:Default>

# 9936_Shinada
source: Hey, I want to be happy just as much as the next guy. If someone likes me for who I am, I'd marry her for sure.
pt: Ehi, voglio essere felice tanto quanto chiunque altro. Se ci fosse qualcuna a cui piaccio per quello che sono, la sposerei di sicuro.

# 9948_Shion
source: <Color:255,200,200,255>Oh, how passionate of you! Still, it's not good to rush into marriage.<Color:Default>
pt: <Color:255,200,200,255>Oh, che tipo passionale! Comunque, non è bene correre troppo verso il matrimonio.<Color:Default>

# 9960_Shinada
source: Yeah, but I've never been one to think stuff through.
pt: Già, ma non sono mai stato uno che ci pensa troppo sopra.

# 9972_Shinada
source: I don't want to get married. Is that reason enough for you?
pt: Non voglio sposarmi. Ti basta come motivo?

# 9984_Shion
source: <Color:255,200,200,255>Many men are like that, I suppose. There are quite a few of you who date several women without having a dedicated partner.<Color:Default>
pt: <Color:255,200,200,255>Immagino che molti uomini siano fatti così. Ce ne sono parecchi tra voi che frequentano diverse donne senza avere una compagna fissa.<Color:Default>

# 9996_Shinada
source: Yep, and there's plenty of guys who can still get babes when they're older. I hope to be that kind of silver fox one day.
pt: Già, e ci sono un sacco di tizi che riescono ancora a rimorchiare anche da vecchi. Spero di diventare quel tipo di brizzolato affascinante, un giorno.

# 10008_Shion
source: <Color:255,200,200,255>Well, I've been starting to think about getting married. I need to find the right man, though.<Color:Default>
pt: <Color:255,200,200,255>Beh, ho iniziato a pensare di sposarmi. Però prima devo trovare l'uomo giusto.<Color:Default>

# 10020_Shinada
source: Lovers wanted, huh?
pt: Cercasi fidanzato, eh?

# 10032_Shion
source: <Color:255,200,200,255>I suppose you could call it that. But rather than waiting for a man to voice his interest, I feel I should be the one on the lookout.<Color:Default>
pt: <Color:255,200,200,255>Suppongo si possa dire così. Ma invece di aspettare che un uomo manifesti il suo interesse, sento che dovrei essere io quella a tenere gli occhi aperti.<Color:Default>

# 10044_Shinada
source: You can't get a man? I don't believe it.
pt: Non riesci a trovare un uomo? Non ci credo.

# 10056_Shion
source: <Color:255,200,200,255>It isn't that I can't get one. I simply haven't found one who's a suitable match for me yet. Honestly, you are quite rude.<Color:Default>
pt: <Color:255,200,200,255>Non è che non riesca a trovarne uno. Semplicemente non ho ancora trovato qualcuno che faccia al caso mio. Sinceramente, sei proprio sgarbato.<Color:Default>

# 10068_Shion
source: <Color:255,200,200,255>Well, I certainly don't want to date a man who is not of my caliber.<Color:Default>
pt: <Color:255,200,200,255>Beh, di certo non voglio frequentare un uomo che non sia alla mia altezza.<Color:Default>

# 10080_Shinada
source: Just don't rush it. You never know when you might meet that special someone. I'm sure the right guy will show up eventually.
pt: Non avere fretta. Non si sa mai quando potresti incontrare quella persona speciale. Sono sicuro che l'uomo giusto prima o poi spunterà fuori.

# 10092_Shion
source: <Color:255,200,200,255>But if I keep waiting, eventually I'll wind up an old maid.<Color:Default>
pt: <Color:255,200,200,255>Ma se continuo ad aspettare, finirò per diventare una vecchia zitella.<Color:Default>

# 10104_Shinada
source: So what? Old people can find love, too! Maybe you'll find a nice man when you're that age. Someone to spend your pleasant twilight years with.
pt: E allora? Anche i vecchi possono trovare l'amore! Magari troverai un brav'uomo quando avrai quell'età. Qualcuno con cui passare serenamente gli anni del tramonto.

# 10116_Shion
source: <Color:255,200,200,255>Oh my, that would be lovely! Still, I'd rather find someone I get along with enough to marry while we're still young.<Color:Default>
pt: <Color:255,200,200,255>Caspita, sarebbe meraviglioso! Eppure, preferirei trovare qualcuno con cui andare abbastanza d'accordo da sposarlo finché siamo ancora giovani.<Color:Default>

# 10128_Shinada
source: Yeah, I suppose so.
pt: Già, suppongo di sì.

# 10140_Shinada
source: That's harsh. I'm not sure many guys are up to your standards, Shion-chan.
pt: Sei severa. Non sono sicuro che molti uomini siano alla tua altezza, Shion-chan.

# 10152_Shion
source: <Color:255,200,200,255>True. I suppose that's why I haven't dated many men before.<Color:Default>
pt: <Color:255,200,200,255>Vero. Suppongo sia per questo che non ho frequentato molti uomini finora.<Color:Default>

# 10164_Shinada
source: Nothing wrong with that. Lots of guys prefer a girl who doesn't have as much experience.
pt: Non c'è niente di male. A un sacco di uomini piacciono le ragazze che non hanno molta esperienza.

# 10176_Shion
source: <Color:255,200,200,255>Really? They don't come across as childish and unlikable?<Color:Default>
pt: <Color:255,200,200,255>Davvero? Non sembrano infantili e antipatiche?<Color:Default>

# 10188_Shinada
source: Not at all! Men hate being compared to previous boyfriends. We're happier when a woman hasn't dated many other people.
pt: Niente affatto! Gli uomini odiano essere paragonati agli ex fidanzati. Siamo più felici quando una donna non ha frequentato molte altre persone.

# 10200_Shion
source: <Color:255,200,200,255>I see. Then I shall continue my search for a suitable gentleman.<Color:Default>
pt: <Color:255,200,200,255>Capisco. Allora continuerò la mia ricerca di un gentiluomo adatto.<Color:Default>

# 10212_Shinada
source: Personally, I prefer girls who've been around the block a time or two, but...
pt: Personalmente, preferisco le ragazze che hanno già un po' di esperienza, ma...

# 10224_Shinada
source: You should get out more. If you get married without knowing much about guys, it's bound to not end well.
pt: Dovresti uscire di più. Se ti sposi senza conoscere bene gli uomini, finirà male di sicuro.

# 10236_Shion
source: <Color:255,200,200,255>Not end well, how, exactly?<Color:Default>
pt: <Color:255,200,200,255>Finirà male in che senso, esattamente?<Color:Default>

# 10248_Shinada
source: Well, you might get cheated on, or be subjected to domestic violence. Or you might get a guy who's into weird stuff.
pt: Beh, potresti farti tradire, o subire violenza domestica. Oppure potresti beccare un tipo a cui piacciono cose strane.

# 10260_Shinada
source: If you date a variety of guys, you'll be able to tell in advance what kind of guy he's probably gonna be.
pt: Se frequenti diversi ragazzi, sarai in grado di capire in anticipo che tipo di uomo hai davanti.

# 10272_Shion
source: <Color:255,200,200,255>But I don't want to have to go through the experience of dating men like that. I'd rather date someone I've carefully picked out myself.<Color:Default>
pt: <Color:255,200,200,255>Ma non voglio dover vivere l'esperienza di frequentare uomini del genere. Preferirei uscire con qualcuno che ho scelto con cura io stessa.<Color:Default>

# 10284_Shinada
source: That's what everyone has to deal with, though. As long as you don't get stuck with some weirdo, you should date as much as you can.
pt: È una cosa con cui devono fare i conti tutti, però. Finché non finisci con qualche tipo strano, dovresti uscire con più gente possibile.

# 10296_Shinada
source: How many are we talking here?
pt: Di quanti stiamo parlando?

# 10308_Shion
source: <Color:255,200,200,255>Excuse me?<Color:Default>
pt: <Color:255,200,200,255>Prego?<Color:Default>

# 10320_Shinada
source: How many guys have you dated?
pt: Quanti ragazzi hai frequentato?

# 10332_Shion
source: <Color:255,200,200,255>Oh. Uh, one.<Color:Default>
pt: <Color:255,200,200,255>Oh. Ehm, uno.<Color:Default>

# 10344_Shinada
source: No way! Only one?
pt: Non ci credo! Solo uno?

# 10356_Shion
source: <Color:255,200,200,255>You don't need to sound so surprised. Do I look like a girl who gets around?<Color:Default>
pt: <Color:255,200,200,255>Non c'è bisogno di sembrare così sorpreso. Ti sembro una che va con tutti?<Color:Default>

# 10368_Shinada
source: No, it's not that! I'm just jealous there's another guy who's had the pleasure of dating you, Shion-chan. That's all.
pt: No, non è quello! Sono solo geloso del fatto che ci sia un altro tizio che ha avuto il piacere di uscire con te, Shion-chan. Tutto qui.

# 10380_Shion
source: <Color:255,200,200,255>Yes, well. I hope I find someone suitable soon.<Color:Default>
pt: <Color:255,200,200,255>Sì, beh. Spero di trovare presto qualcuno che faccia al caso mio.<Color:Default>

# 10392_Shinada
source: Wow, you really are itching to get married, aren't you?
pt: Wow, hai proprio una voglia matta di sposarti, eh?

# 10404_Shion
source: <Color:255,200,200,255>I cannot stand people who are careless with their finances. Especially those who borrow or lend to others excessively.<Color:Default>
pt: <Color:255,200,200,255>Non sopporto chi non ha cura delle proprie finanze. Soprattutto chi esagera nel chiedere o concedere prestiti.<Color:Default>

# 10416_Shinada
source: Wait, what? You got a problem with people who lend out their money, too?
pt: Aspetta, cosa? Ce l'hai anche con chi presta i propri soldi?

# 10428_Shion
source: <Color:255,200,200,255>Borrowing and lending based on halfhearted verbal promises tends to lead to trouble. It's better to have an agreement that's strictly documented.<Color:Default>
pt: <Color:255,200,200,255>Chiedere e concedere prestiti sulla base di vaghe promesse verbali tende a causare guai. È meglio avere un accordo rigorosamente documentato.<Color:Default>

# 10440_Shion
source: <Color:255,200,200,255>Moreover, giving money to someone who cannot afford to pay on their own only allows them to spend beyond their means.<Color:Default>
pt: <Color:255,200,200,255>Inoltre, dare soldi a chi non può permettersi di pagare per conto proprio non fa altro che permettergli di spendere oltre le proprie possibilità.<Color:Default>

# 10452_Shinada
source: Tell me about it. Lending money to someone who's broke is as good as giving it away. And I'd know, hehe.
pt: A chi lo dici. Prestare soldi a chi è al verde equivale a regalarli. E io ne so qualcosa, hehe.

# 10464_Shion
source: <Color:255,200,200,255>Indeed! The act of giving is quite the noble one. Expecting that to be repaid strikes me as quite tactless.<Color:Default>
pt: <Color:255,200,200,255>Esatto! L'atto di donare è un gesto davvero nobile. Pretendere che venga restituito mi sembra alquanto privo di tatto.<Color:Default>

# 10476_Shinada
source: Haha. I wish everyone thought like that. It'd sure help me out!
pt: Ahah. Magari la pensassero tutti così. Mi farebbe proprio comodo!

# 10488_Shinada
source: That's not true. Even corporations have to get financing from banks, don't they? It's seems unavoidable to me.
pt: Non è vero. Persino le grandi aziende devono chiedere finanziamenti alle banche, no? Mi sembra una cosa inevitabile.

# 10500_Shion
source: <Color:255,200,200,255>But you're taking a gamble that the other party will be able to repay it. Even banks have gone into bankruptcy over that sort of thing.<Color:Default>
pt: <Color:255,200,200,255>Ma stai scommettendo sul fatto che l'altra parte sia in grado di ripagarlo. Persino le banche sono finite in bancarotta per cose del genere.<Color:Default>

# 10512_Shinada
source: Heheh. You're really intense about this.
pt: Heheh. Sei proprio infervorata su questo argomento.

# 10524_Shion
source: <Color:255,200,200,255>Speaking of which, I've noticed you always pay with cash, Shinada-san.<Color:Default>
pt: <Color:255,200,200,255>A proposito, ho notato che paghi sempre in contanti, Shinada-san.<Color:Default>

# 10536_Shinada
source: Hey, you know it.
pt: Eh, lo sai bene.

# 10548_Shion
source: <Color:255,200,200,255>Our club levies a service charge on cards. Is that why you pay cash?<Color:Default>
pt: <Color:255,200,200,255>Il nostro locale applica una commissione di servizio sui pagamenti con carta. È per questo che paghi in contanti?<Color:Default>

# 10560_Shinada
source: Yep! Even a small percentage at a club like this can be a whole lot of money. I'm all about spending as little as I can.
pt: Proprio così! Persino una piccola percentuale in un locale come questo può diventare un sacco di soldi. Cerco sempre di spendere il meno possibile.

# 10572_Shion
source: <Color:255,200,200,255>I suppose so. But some people still ask for a formal receipt so they can expense their club charges. They ought to pay that on their own.<Color:Default>
pt: <Color:255,200,200,255>Immagino di sì. Ma c'è chi chiede comunque una ricevuta formale per poter mettere a nota spese il conto del locale. Dovrebbero pagarselo di tasca propria.<Color:Default>

# 10584_Shinada
source: That's a dirty trick! Taking someone out for a business deal is one thing, but if you're out drinking on your own, you should foot the bill on your own, too.
pt: È un trucchetto sporco! Portare fuori qualcuno per un affare è un conto, ma se vai a bere per i fatti tuoi, dovresti pagarti il conto da solo anche tu.

# 10596_Shion
source: <Color:255,200,200,255>Some of my customers ask for dates because they request me all the time. I would prefer men like that to use their own money.<Color:Default>
pt: <Color:255,200,200,255>Alcuni dei miei clienti mi chiedono degli appuntamenti solo perché mi richiedono sempre. Preferirei che uomini del genere usassero i propri soldi.<Color:Default>

# 10608_Shinada
source: Yeah, that's basically like the guy's company is putting in requests for you, not him.
pt: Già, in pratica è come se fosse l'azienda di quel tizio a richiederti, mica lui.

# 10620_Shinada
source: That's not a bad idea. In the end, money is money, no matter where it comes from.
pt: Non è una cattiva idea. Alla fine i soldi sono soldi, a prescindere da dove arrivino.

# 10632_Shion
source: <Color:255,200,200,255>What do you mean?<Color:Default>
pt: <Color:255,200,200,255>In che senso?<Color:Default>

# 10644_Shinada
source: Unless you're an exec, a company won't reimburse charges from a cabaret club. So, asking for a receipt means the guy at least has some pull.
pt: A meno che tu non sia un pezzo grosso, un'azienda non rimborsa le spese di un cabaret club. Quindi, chiedere la ricevuta significa che quel tizio conta almeno qualcosa.

# 10656_Shinada
source: After all, a businessman's worth is determined by how much of the company's money they let the guy spend.
pt: Dopotutto, il valore di un uomo d'affari si misura da quanti soldi dell'azienda gli lasciano spendere.

# 10668_Shion
source: <Color:255,200,200,255>I hadn't considered that. I always figured it was best to simply pay your own way, if you had the cash on hand to do so.<Color:Default>
pt: <Color:255,200,200,255>Non ci avevo mai pensato. Ho sempre pensato che la cosa migliore fosse semplicemente pagare di tasca propria, se si hanno i contanti a disposizione.<Color:Default>

# 10680_Shion
source: <Color:255,200,200,255>But I suppose asking for a receipt is a form of showing off his manliness. You've taught me something new, Shinada-san!<Color:Default>
pt: <Color:255,200,200,255>Ma immagino che chiedere la ricevuta sia un modo per ostentare la propria virilità. Mi hai insegnato qualcosa di nuovo, Shinada-san!<Color:Default>

# 10692_Shinada
source: Maybe I can write this off as an expense too...
pt: Magari posso mettere a nota spese anche questo...

# 10704_Shinada
source: I'm all about cash. Credit is nothing but trouble. Don't most people still pay cash?
pt: Io vado solo a contanti. Il credito porta solo grane. Ma la maggior parte della gente non paga ancora in contanti?

# 10716_Shion
source: <Color:255,200,200,255>But having a credit card establishes some level of financial responsibility, so it's a good idea to have one.<Color:Default>
pt: <Color:255,200,200,255>Però avere una carta di credito attesta un certo livello di affidabilità finanziaria, quindi è una buona idea averne una.<Color:Default>

# 10728_Shinada
source: You mean like gold cards and black cards and stuff? People with those are loaded.
pt: Intendi tipo le carte oro, le carte nere e roba del genere? Chi ce l'ha è pieno di soldi.

# 10740_Shion
source: <Color:255,200,200,255>Oh, but we've also had disputes with customers who claimed their cards were used fraudulently.<Color:Default>
pt: <Color:255,200,200,255>Oh, ma abbiamo avuto anche delle controversie con clienti che sostenevano che le loro carte fossero state usate in modo fraudolento.<Color:Default>

# 10752_Shinada
source: Really? Yeah, that's a big risk. You're better off not getting one at all, if you ask me.
pt: Davvero? Eh sì, è un bel rischio. Tanto vale non farsene proprio una, se vuoi il mio parere.

# 10764_Shion
source: <Color:255,200,200,255>Is that why you don't have one, Shinada-san?<Color:Default>
pt: <Color:255,200,200,255>È per questo che non ne hai una, Shinada-san?<Color:Default>

# 10776_Shinada
source: I don't trust them. I like being able to control my own money.
pt: Non mi fido. Mi piace avere il controllo dei miei soldi.

# 10788_Shion
source: <Color:255,200,200,255>Really? You're more dependable than you seem, Shinada-san! I seem to have misjudged you!<Color:Default>
pt: <Color:255,200,200,255>Davvero? Sei più affidabile di quanto sembri, Shinada-san! Mi sa che ti avevo sottovalutato!<Color:Default>

# 10800_Shinada
source: See? In fact, people say if you looked up dependable in the dictionary, you'd find my handsome mug right there!
pt: Visto? Anzi, dicono che se cerchi "affidabile" sul dizionario, ci trovi proprio il mio bel faccino!

# 10812_Shinada
source: More like I can't get one.
pt: Più che altro è che non posso proprio averne una.

# 10824_Shion
source: <Color:255,200,200,255>Oh? Why not?<Color:Default>
pt: <Color:255,200,200,255>Oh? Come mai?<Color:Default>

# 10836_Shinada
source: I've kind of been blacklisted. My credit score is in the toilet. Heh.
pt: Diciamo che sono finito sulla lista nera. La mia affidabilità creditizia è finita nel cesso. Eh eh.

# 10848_Shion
source: <Color:255,200,200,255>Do you mean you're in debt? Oh dear, Shinada-san. I can't believe you're one of those people. In fact, my entire image of you has been ruined.<Color:Default>
pt: <Color:255,200,200,255>Vuoi dire che sei pieno di debiti? Oh cielo, Shinada-san. Non posso credere che tu sia uno di quelli. Anzi, l'immagine che avevo di te è andata completamente in fumo.<Color:Default>

# 10860_Shinada
source: Heh, oops. Maybe I should've kept that to myself.
pt: Eh eh, ops. Forse era meglio se me lo tenevo per me.

# 10872_Shinada
source: I prefer the feel of bills. I like making deposits in cash, and there's something about pulling them out of my wallet to pay.
pt: Preferisco la sensazione delle banconote. Mi piace fare i versamenti in contanti, e c'è qualcosa di particolare nel tirarle fuori dal portafoglio per pagare.

# 10884_Shinada
source: I guess I just like that interaction with people. Watching the digits of your bank account go up and down is lame.
pt: Mi sa che mi piace proprio quell'interazione con la gente. Guardare le cifre del conto in banca che salgono e scendono è una tristezza.

# 10896_Shion
source: <Color:255,200,200,255>That's an interesting way to look at it. Bills are much more fun to see in action. I would keep mine in a safe at home instead of at a bank.<Color:Default>
pt: <Color:255,200,200,255>È un punto di vista interessante. È molto più divertente vedere le banconote in azione. Io le mie le terrei in una cassaforte a casa, invece che in banca.<Color:Default>

# 10908_Shinada
source: Man, I wish I had big stacks of money to keep in a safe. Even just a small stack would be nice...
pt: Cavolo, magari avessi delle belle pile di soldi da tenere in cassaforte. Mi basterebbe anche solo un mazzetto piccolo...

# 10920_Shion
source: Do you go out drinking every night, Shinada-san?
pt: Esci a bere tutte le sere, Shinada-san?

# 10932_Shinada
source: Yeah. Being home alone is a drag. When I have the time, I come around here to drink.
pt: Già. Stare a casa da solo è una palla. Quando ho tempo, vengo qui a bere.

# 10944_Shinada
source: Not every night. I don't have the time or money to live like that.
pt: Non tutte le sere. Non ho il tempo o i soldi per fare una vita del genere.

# 10956_Shion
source: <Color:255,200,200,255>I see. I didn't have any experience partying downtown while I was in school, so I don't know this part of town very well.<Color:Default>
pt: <Color:255,200,200,255>Capisco. Non ho mai fatto serata in centro quando andavo a scuola, quindi non conosco molto bene questa zona della città.<Color:Default>
