Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020bbd.po
Languages: pt

source: Chubby Driver
pt: Autista Paffuto

source: Tenjin Transportation President
pt: Presidente di Tenjin Transportation

# 56_Kiryu
source: Excuse me, is the president here?
pt: Scusi, il presidente è qui?

# 68_Chubby Driver
source: That'd be me. And you are?
pt: Sarei io. E lei chi è?

# 80_Kiryu
source: Suzuki, from Nagasu Taxi.
pt: Suzuki, della Nagasu Taxi.

# 92_Kiryu
source: I broke the rules today when I picked up a passenger midway through the line, so I'm here to apologize.
pt: Oggi ho infranto le regole prendendo un passeggero saltando la fila, perciò sono qui per chiedere scusa.

# 104_Tenjin Transportation President
source: Oh, so that was you?
pt: Ah, quindi era lei?

# 116_Tenjin Transportation President
source: Guess y'take after your boss Nakajima. No sense among the lot of ya.
pt: Immagino che tu prenda dal tuo capo Nakajima. Non capite proprio un tubo, voi tutti.

# 128_Kiryu
source: ...I'm not sure I understand.
pt: ...Non so se ho capito bene.

# 140_Tenjin Transportation President
source: I'm sayin' we get monkeys like you breakin' rules left, right, and center 'cause Nakajima won't train his drivers worth a damn.
pt: Ti dico che ci ritroviamo con scimmie come te che infrangono le regole a destra e a manca perché Nakajima non si degna di addestrare i suoi autisti per un fico secco.

# 152_Kiryu
source: Now just a minute.
pt: Ma un momento.

# 164_Tenjin Transportation President
source: Huh, figures ya'd get uppity. That Nakajima's a real scum o' the earth kinda guy. Makes sense he'd hire the same.
pt: Eh, c'era da aspettarselo che ti saresti scaldato. Quel Nakajima è una vera carogna. Logico che assuma gente della stessa risma.

# 176_Tenjin Transportation President
source: That circus he's runnin' is bound to go bust any day now.
pt: Quella baracca che tira avanti è destinata ad andare a rotoli da un momento all'altro.

# 188_Kiryu
source: Please, sir. Just let me say my piece.
pt: La prego, signore. Mi lasci dire la mia.

# 200_Tenjin Transportation President
source: Your piece, huh? Fine. I'm listenin'.
pt: Il tuo discorso, eh? Va bene. Ti ascolto.

# 212_Kiryu
source: What happened today was completely my fault, sir. Nakajima trained me in all the rules to follow, and I failed to follow them.
pt: Quello che è successo oggi è tutta colpa mia, signore. Nakajima mi ha istruito su tutte le regole da seguire, e io non le ho rispettate.

# 224_Kiryu
source: I won't let it happen again, I assure you.
pt: Non succederà più, le assicuro.

# 236_Kiryu
source: Please, accept this as my apology.
pt: La prego, accetti questo come le mie scuse.

# 260_Tenjin Transportation President
source: You call this an apology? You gotta be kiddin' me.
pt: Questa la chiami una scusa? Ma mi stai prendendo in giro?

# 272_Kiryu
source: Is something the matter?
pt: C'è qualcosa che non va?

# 284_Tenjin Transportation President
source: Grr... Hmph. Well, you just be sure not to break protocol again!
pt: Grrr... Hmph. Beh, assicurati di non infrangere più il protocollo!

# 296_Tenjin Transportation President
source: Well, you just be sure not to break protocol again!
pt: Beh, assicurati di non infrangere più il protocollo!

# 308_Tenjin Transportation President
source: Whoa! That's one hell of a treat. Well, you just be sure not to break protocol again. Heheh.
pt: Urca! Questo sì che è un signor regalo. Beh, assicurati di non infrangere più il protocollo. Heheh.

# 320_Kiryu
source: (I can't apologize without a gift. What should I hand over?)
pt: (Non posso scusarmi senza un regalo. Cosa dovrei dargli?)

# 332_Kiryu
source: (Uh-oh. Guess I didn't bring anything.)
pt: (Accidenti. Mi sa che non ho portato niente.)

# 344_Kiryu
source: Actually, I forgot to get you anything. Sorry about that, too...
pt: A dire il vero, mi sono dimenticato di prenderLe qualcosa. Mi dispiace anche per questo...

# 356_Tenjin Transportation President
source: Hmph! Surprised a fool like you's still got a job. Just be sure not to break protocol again!
pt: Hmph! Mi sorprende che un idiota come te abbia ancora un lavoro. Assicurati di non infrangere più il protocollo!

# 368_Kiryu
source: I'll take that to heart. Thank you for your time.
pt: Lo terrò a mente. Grazie per il Suo tempo.
