Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200033.po
Languages: pt

source: Aggressive Man
pt: Uomo Aggressivo

source: Tournament Staff
pt: Staff del Torneo

# 44_Saejima
source: Come on, that all ya got?
pt: Forza, tutto qui?

# 56_Saejima
source: Dammit! Why can't I beat you?
pt: Maledizione! Perché non riesco a batterti?

# 68_Saejima
source: (That one didn't seem like an ordinary street punk.)
pt: (Quello lì non sembrava un teppista da quattro soldi.)

# 80_Tournament Staff
source: That was an impressive fight, Taiga Saejima-san.
pt: È stato un gran bel combattimento, Taiga Saejima.

# 92_Saejima
source: Who're you?
pt: Chi saresti?

# 104_Tournament Staff
source: We've been watching you. It would seem you've been trying to avoid attention.
pt: Ti abbiamo tenuto d'occhio. Sembra proprio che tu abbia cercato di non farti notare.

# 116_Tournament Staff
source: That man you just defeated is in the qualifying round of the Victory Road tournament.
pt: Quell'uomo che hai appena sconfitto è nella fase di qualificazione del torneo Victory Road.

# 140_Tournament Staff
source: The Victory Road is an underground fighting contest with qualifiers held concurrently all over Japan.
pt: Il Victory Road è un torneo di combattimenti clandestini, con le qualificazioni che si tengono in contemporanea in tutto il Giappone.

# 152_Tournament Staff
source: Its sole purpose is to find the ultimate fighter in all of Japan. As for me? I help run the tournament.
pt: Il suo unico scopo è quello di trovare il combattente supremo di tutto il Giappone. Quanto a me? Io aiuto a gestire il torneo.

# 164_Saejima
source: What's this got to do with me?
pt: Cosa c'entra con me?

# 176_Tournament Staff
source: Anyone as strong as you are has everything to do with our tournament.
pt: Uno forte come te c'entra eccome col nostro torneo.

# 188_Tournament Staff
source: But be warned. From now on, other Victory Road contenders will be gunning for you.
pt: Ma occhio. D'ora in poi, gli altri contendenti del Victory Road ti daranno la caccia.

# 200_Tournament Staff
source: Defeat all the contenders here in town, and I'll see you at the finals. Can you become the Ultimate Fighter, Saejima-san?
pt: Sconfiggi tutti i contendenti qui in città, e ci vediamo alle finali. Riuscirai a diventare il Combattente Supremo, Saejima?

# 212_Saejima
source: And if I got other things to do?
pt: E se c'ho altro da fare?

# 224_Tournament Staff
source: You'll come around. Your kind always does.
pt: Ti ricrederai. Quelli come te si ricredono sempre.

# 236_Tournament Staff
source: Now, if you'll excuse me.
pt: Adesso, se permetti.

# 248_Saejima
source: (Sounds like another pain in the ass.)
pt: (Sembra un'altra rottura di scatole.)
