Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901ed.po
Languages: pt

source: Assistant Director
pt: Assistente alla regia

source: MC
pt: Conduttore

# 44_Assistant Director
source: All right, then. The two of you will be facing off in a three frame bowling match.
pt: Perfetto, allora. Voi due vi scontrerete in una partita di bowling di tre frame.

# 56_Assistant Director
source: Remember, our show's main appeal is its heated competitions.
pt: Ricordate, il punto forte del nostro show sono le competizioni accese.

# 68_Assistant Director
source: So make sure to give it your all, okay?
pt: Quindi mettetecela tutta, mi raccomando?

# 80_Ema
source: I know no other way.
pt: Non conosco altra via.

# 92_Haruka
source: Right, we will.
pt: Va bene, lo faremo.

# 104_Ema
source: You're Haruka-chan, from Dyna Chair, right? Nice to meet you!
pt: Tu sei Haruka-chan, della Dyna Chair, vero? Piacere di conoscerti!

# 116_Haruka
source: It's nice to meet you, too. What's your name?
pt: Piacere mio. Come ti chiami?

# 128_Ema
source: Ema Hiiragi. I'm fifteen!
pt: Ema Hiiragi. Ho quindici anni!

# 140_Haruka
source: Ema-chan. What a cute name!
pt: Ema-chan. Che nome carino!

# 152_Ema
source: Hehe. Thank you.
pt: Hehe. Grazie.

# 164_Haruka
source: Hehe.
pt: Eheh.

# 176_Ema
source: So, anyways... I have a small favor to ask you.
pt: Allora, comunque... Ho un piccolo favore da chiederti.

# 188_Haruka
source: A favor?
pt: Un favore?

# 200_Ema
source: Yeah, so, seeing as this is my first ever time bowling and all, I thought maybe you could go a little easy on me?
pt: Sì, allora, visto che è la mia primissima volta a bowling e tutto il resto, pensavo che magari potresti andarci un po' piano con me?

# 212_Haruka
source: Your first time, huh? I'm sorry, but I'm afraid I can't do that. This show is about giving it your all. I can't be dishonest to the fans.
pt: È la tua prima volta, eh? Mi dispiace, ma temo di non poterlo fare. Questo show è fatto per dare il massimo. Non posso essere disonesta con i fan.

# 224_Ema
source: Tsk. Damn goody two-shoes!
pt: Tsk. Dannata santarellina!

# 236_Haruka
source: Pardon?
pt: Come scusa?

# 248_Ema
source: Oh, nothing! You know, it's fine. You're right. We both just have to do our best.
pt: Oh, niente! Sai, va bene. Hai ragione. Dobbiamo solo dare il massimo entrambi.

# 260_Assistant Director
source: Okay, let's get started!
pt: Allora, si comincia!

# 332_MC
source: The time for our showdown is here at last!
pt: È finalmente arrivato il momento della nostra resa dei conti!

# 344_MC
source: Pride is on the line for these two beautiful, young idols. It'll be a fight to the finish!
pt: L'orgoglio è in gioco per queste due bellissime, giovani idol. Sarà una lotta all'ultimo sangue!

# 356_MC
source: What sort of immodest, unladylike things will these two stoop to in order to win?
pt: A quali indecenze e atteggiamenti poco signorili si abbasseranno queste due pur di vincere?

# 368_MC
source: You'll just have to watch and find out!
pt: Non vi resta che guardare per scoprirlo!

# 380_MC
source: Now, Haruka-chan! What would you like to say to your opponent before you begin!?
pt: Allora, Haruka-chan! Cosa vorresti dire alla tua avversaria prima di iniziare!?

# 392_Haruka
source: I'm ready! Let's really give this our all!
pt: Sono pronta! Diamoci davvero il massimo!

# 404_MC
source: Ema-chan! What would you like to say?
pt: Ema-chan! Cosa vorresti dire?

# 416_Ema
source: These bowling balls are really heavy! I've never lifted anything heavier than a tea cup!
pt: Queste palle da bowling sono davvero pesanti! Non ho mai sollevato niente di più pesante di una tazzina da tè!

# 440_MC
source: Who will come out on top in this all-out bowling brawl: Haruka Sawamura or Ema Hiiragi?
pt: Chi la spunterà in questa battaglia di bowling senza esclusione di colpi: Haruka Sawamura o Ema Hiiragi?

# 452_MC
source: Let the battle begin!
pt: Che la battaglia abbia inizio!
