Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01490173.po
Languages: pt

source: Ask Now
pt: Chiedi ora

source: Not Yet
pt: Non ancora

source: Mizutaki Stew
pt: Stufato mizutaki

source: Soba Noodles
pt: Soba

source: Rabbit
pt: Coniglio

source: Bear
pt: Orso

source: Salmon
pt: Salmone

source: Miso bean paste
pt: Pasta di miso

source: Chicken wings
pt: Alette di pollo

source: Fried prawns
pt: Gamberi fritti

source: Ask now
pt: Chiedi ora

source: Not yet
pt: Non ancora

# 60_Akiyama
source: (Okay, Kushikatsu Daruma's chairman asked me to find out about some tasty regional specialties. I wonder if now's a good time to ask.)
pt: (Ok, il presidente del Kushikatsu Daruma mi ha chiesto di informarmi su alcune gustose specialità regionali. Mi chiedo se sia il momento giusto per chiedere.)

# 72_Akiyama
source: (No, it can wait.)
pt: (No, può aspettare.)

# 120_Akiyama
source: (Sure, why not ask them now?)
pt: (Certo, perché non chiederglielo ora?)

# 132_Akiyama
source: Pardon me, gents. A moment of your time?
pt: Scusate, signori. Avreste un momento?

# 144_Kiryu
source: What is it?
pt: E cioè?

# 156_Saejima
source: You need somethin'?
pt: Ti serve qualcosa?

# 168_Shinada
source: Yeah? What's up?
pt: Sì? Che c'è?

# 180_Akiyama
source: Well, you see...
pt: Allora, vedi...

# 240_Akiyama
source: ...And so I was hoping to hit you three up for ideas on regional specialties that might be good as deep-fried skewers.
pt: ...Quindi speravo di chiedere a voi tre qualche idea su specialità regionali che potrebbero starci bene come spiedini fritti.

# 252_Kiryu
source: Regional specialties, huh? I didn't pay much attention to food when I was down south.
pt: Specialità regionali, eh? Non ho fatto molta attenzione al cibo quando ero giù al sud.

# 264_Saejima
source: I was on the lam. Wasn't doin' much dining out.
pt: Ero in fuga. Non è che andassi molto a mangiare fuori.

# 276_Shinada
source: I'm always hurting for cash. I can't afford to eat all that well.
pt: Sono sempre al verde. Non posso permettermi di mangiare così bene.

# 288_Akiyama
source: Guess I picked the wrong panel of experts... Well, nothing I can do about it now. I promised the man, so allow me to at least get your opinions.
pt: Mi sa che ho scelto il comitato di esperti sbagliato... Beh, non c'è niente che possa farci ormai. L'ho promesso a quell'uomo, quindi lasciate che almeno senta le vostre opinioni.

# 348_Akiyama
source: Mind if I start with you, Kiryu-san?
pt: Ti dispiace se comincio da te, Kiryu-san?

# 360_Kiryu
source: All right.
pt: Va bene.

# 372_Akiyama
source: Kiryu-san, you were in Nagasugai, Fukuoka, right? Were there any local specialties you'd recommend?
pt: Kiryu-san, sei stato a Nagasugai, Fukuoka, giusto? C'erano delle specialità locali che consiglieresti?

# 384_Kiryu
source: Let me think...
pt: Fammi pensare...

# 396_Kiryu
source: The president of the company I worked for treated me to a great mizutaki stew.
pt: Il presidente della ditta per cui lavoravo mi ha offerto un ottimo stufato mizutaki.

# 408_Akiyama
source: Mizutaki stew, huh? It's a delicious hot pot with many regional variations, sure, but how exactly does one make that into fried skewers?
pt: Stufato mizutaki, eh? È un delizioso hot pot con molte varianti regionali, certo, ma come si fa esattamente a trasformarlo in spiedini fritti?

# 420_Kiryu
source: Well... Honestly, I couldn't tell you.
pt: Beh... Sinceramente, non saprei dirti.

# 432_Akiyama
source: Hmm. Well, I'll be sure to pass that onto the chairman. Thank you.
pt: Hmm. Beh, mi assicurerò di riferirlo al presidente. Grazie.

# 444_Kiryu
source: Sure.
pt: Certo.

# 456_Kiryu
source: Mentaiko, I'd say. There was a shop famous for the spicy fish roe in Nagasugai, too.
pt: Mentaiko, direi. C'era un negozio famoso per le uova di pesce piccanti anche a Nagasugai.

# 468_Akiyama
source: Oh, I see. That's rather intriguing, actually. I'm curious as to what it would taste like as kushikatsu.
pt: Oh, capisco. È piuttosto intrigante, in effetti. Sono curioso di sapere che sapore avrebbe come kushikatsu.

# 480_Akiyama
source: Thank you. That was quite a noteworthy suggestion.
pt: Grazie. È stato un suggerimento davvero degno di nota.

# 492_Kiryu
source: Sure.
pt: Certo.

# 504_Kiryu
source: How about soba noodles? I was broke, so I usually ended up eating soba at highway service areas.
pt: Che ne dici dei soba? Ero al verde, quindi di solito finivo per mangiare soba nelle aree di servizio dell'autostrada.

# 516_Akiyama
source: Well, soba is tasty, but... I'm not so sure it's a regional specialty.
pt: Beh, la soba è buona, ma... non sono proprio sicuro che sia una specialità regionale.

# 528_Akiyama
source: Hmm. Well, I'll be sure to pass that onto the chairman. Thank you.
pt: Hmm. Beh, mi assicurerò di riferirlo al presidente. Grazie.

# 540_Kiryu
source: Sure.
pt: Certo.

# 624_Akiyama
source: Okay, Saejima-san, can I ask for your input?
pt: Ok, Saejima-san, posso chiederti un parere?

# 636_Saejima
source: Sure.
pt: Certo.

# 648_Akiyama
source: Saejima-san, you spent time in Hokkaido's Tsukimino, which is known for it's many local specialties. What might you recommend?
pt: Saejima-san, sei stato a Tsukimino, nell'Hokkaido, che è nota per le sue tante specialità locali. Cosa mi consiglieresti?

# 660_Saejima
source: Well...
pt: Beh...

# 672_Saejima
source: How 'bout rabbit? Ate a freshly caught one once. Can't say it tasted all that great, though.
pt: Che ne dici del coniglio? Ne ho mangiato uno appena catturato una volta. Non posso dire che fosse tutto questo granché, però.

# 684_Akiyama
source: Uh, yeah, well I was hoping you could recommend something tasty.
pt: Ehm, sì, beh, speravo che potessi consigliarmi qualcosa di buono.

# 696_Saejima
source: Hold on. It wasn't tasty, but it did make me appreciate just how lucky I am to be able to eat.
pt: Aspetta. Non era buono, ma mi ha fatto apprezzare quanto sono fortunato ad avere la possibilità di mangiare.

# 708_Akiyama
source: Isn't that just your personal experience, though...?
pt: Non è solo una tua esperienza personale, però...?

# 720_Akiyama
source: Well, all right, duly noted. Unusual ingredients might be good. I'll pass that on to the chairman. Thank you.
pt: Beh, d'accordo, messaggio ricevuto. Ingredienti insoliti potrebbero andare bene. Lo riferirò al presidente. Grazie.

# 732_Saejima
source: Sure.
pt: Certo.

# 744_Saejima
source: How about bear? Lotsa meat there.
pt: Che ne dici dell'orso? Lì di carne ce n'è un sacco.

# 756_Akiyama
source: Wow. That's something. Bear, huh? It is true that bear paws are especially prized for fine cuisine.
pt: Wow. Niente male. L'orso, eh? In effetti le zampe d'orso sono molto apprezzate nell'alta cucina.

# 768_Akiyama
source: The limited supply won't help, though...
pt: La disponibilità limitata non aiuterà, però...

# 780_Akiyama
source: Well, all right, duly noted. Unusual ingredients might be good. I'll pass that on to the chairman. Thank you.
pt: Beh, d'accordo, messaggio ricevuto. Ingredienti insoliti potrebbero andare bene. Lo riferirò al presidente. Grazie.

# 792_Saejima
source: Sure.
pt: Certo.

# 804_Saejima
source: How 'bout salmon?
pt: Che ne dici del salmone?

# 816_Akiyama
source: Huh? Saejima-san, weren't you up in the mountains?
pt: Eh? Saejima-san, non eri su tra le montagne?

# 828_Saejima
source: Yeah, but there was a river close by. Folks smoked them to get them through the winter. It was pretty good. No wonder bears like 'em so much.
pt: Già, ma c'era un fiume lì vicino. La gente li affumicava per superare l'inverno. Era niente male. Non c'è da stupirsi che agli orsi piacciano così tanto.

# 840_Akiyama
source: I see. Salmon, huh? That does sound good. As far as rice balls go, I'm definitely partial to salmon.
pt: Capisco. Il salmone, eh? Sembra proprio buono. Per quanto riguarda le polpette di riso, ho decisamente un debole per il salmone.

# 852_Saejima
source: Uh... okay. Hope that helps.
pt: Uh... va bene. Spero sia d'aiuto.

# 864_Akiyama
source: Indeed it does. Thank you.
pt: Lo è senz'altro. Grazie.

# 876_Saejima
source: Sure.
pt: Certo.

# 960_Akiyama
source: Last but not least, Shinada-san. Can I get your input, too?
pt: Ultimo, ma non meno importante, Shinada-san. Posso avere un parere anche da te?

# 972_Shinada
source: Sure, sure. But I don't know how much help I'll be.
pt: Certo, certo. Però non so quanto potrò esserti d'aiuto.

# 984_Akiyama
source: Nonsense. You were in Kineicho in Nagoya, right? What local specialties come to mind?
pt: Ma figurati. Sei stato a Kineicho, a Nagoya, no? Quali specialità locali ti vengono in mente?

# 996_Shinada
source: Uh, let's see...
pt: Uh, vediamo...

# 1008_Shinada
source: How about miso bean paste?
pt: Che ne dici della pasta di miso?

# 1020_Akiyama
source: Miso? You mean by itself?
pt: Miso? Intendi da solo?

# 1032_Shinada
source: Sure. Nagoya's known for things like miso cutlets and miso stew. So, I thought, you know－miso.
pt: Certo. Nagoya è famosa per piatti come le cotolette al miso e lo stufato al miso. Quindi ho pensato, sai... al miso.

# 1044_Akiyama
source: Yes, but would you want to eat miso by itself? Wouldn't that just be salty?
pt: Sì, ma vorresti davvero mangiare il miso da solo? Non risulterebbe solo salato?

# 1056_Shinada
source: Oh, there were times when I was really broke, and I'd lick miso just to get by! That was rough. Made me cry a little, even.
pt: Oh, c'erano momenti in cui ero proprio al verde, e leccavo il miso solo per tirare avanti! È stata dura. Mi ha fatto persino piangere un po'.

# 1068_Akiyama
source: Bummer. Well, it might be useful an idea of sorts, so I'll pass it along.
pt: Che tristezza. Beh, potrebbe essere un'idea utile in un certo senso, quindi la riferirò.

# 1080_Shinada
source: Sorry...
pt: Scusa...

# 1092_Shinada
source: How about chicken wings? I bet they'd be a good fit for kushikatsu.
pt: Che ne dici delle ali di pollo? Scommetto che starebbero bene per i kushikatsu.

# 1104_Akiyama
source: Very true. I don't quite know how they would stick wings on skewers, but there's no doubt they'd be great fried.
pt: Verissimo. Non so bene come farebbero a infilzare le ali sugli spiedini, ma non c'è dubbio che fritte sarebbero ottime.

# 1116_Akiyama
source: That's very helpful. Thank you.
pt: È davvero d'aiuto. Grazie.

# 1128_Shinada
source: Oh, no. No problem.
pt: Oh, figurati. Nessun problema.

# 1140_Shinada
source: What about fried prawns?
pt: Che ne dici dei gamberi fritti?

# 1152_Akiyama
source: But they're... already fried.
pt: Ma sono... già fritti.

# 1164_Shinada
source: Oh, right.
pt: Ah, giusto.

# 1176_Akiyama
source: Can't you think of anything else...?
pt: Non ti viene in mente nient'altro...?

# 1188_Shinada
source: Well, then how about taking off the batter and just making it a prawn? Yeah, prawn. Wouldn't that work?
pt: Beh, allora che ne dici di togliere la pastella e lasciarlo solo come gambero? Sì, il gambero. Non potrebbe funzionare?

# 1200_Akiyama
source: Hmm. I'll pass it on.
pt: Hmm. Glielo riferirò.

# 1212_Shinada
source: Er, thanks...
pt: Ehm, grazie...

# 1272_Akiyama
source: Okay, that's it from everyone here. Appreciate your cooperation. I may hit you up again for more ideas later, though.
pt: Bene, direi che per ora è tutto. Apprezzo la vostra collaborazione. Potrei rifarmi vivo più avanti per altre idee, però.

# 1284_Kiryu
source: Sure.
pt: Certo.

# 1296_Saejima
source: Okay.
pt: Ok.

# 1308_Shinada
source: Any time.
pt: Quando vuoi.

# 1320_Akiyama
source: (All right, I should report back to the chairman.)
pt: (Bene, dovrei riferire al presidente.)

# 1368_Akiyama
source: (Okay, Kushikatsu Daruma's chairman asked me to find out about some tasty regional specialties. I wonder if now's a good time to ask.)
pt: (Bene, il presidente del Kushikatsu Daruma mi ha chiesto di informarmi su alcune gustose specialità regionali. Chissà se sia il momento giusto per chiedere.)

# 1380_Akiyama
source: (No, it can wait.)
pt: (No, può aspettare.)

# 1428_Akiyama
source: (Sure, why not ask them now?)
pt: (Certo, perché non chiederglielo ora?)

# 1440_Akiyama
source: Pardon me, gents. A moment of your time?
pt: Scusatemi, signori. Posso rubarvi un momento?

# 1452_Kiryu
source: What is it?
pt: E cioè?

# 1464_Saejima
source: You need somethin'?
pt: Ti serve qualcosa?

# 1476_Shinada
source: Yeah? What's up?
pt: Sì? Che c'è?

# 1488_Akiyama
source: Well, you see...
pt: Allora, vedi...

# 1548_Akiyama
source: ...And so I was hoping to hit you three up for ideas on regional specialties that might be good as deep-fried skewers.
pt: ...E così speravo di chiedere a voi tre qualche idea su delle specialità regionali che potrebbero starci bene come spiedini fritti.

# 1560_Kiryu
source: Regional specialties, huh? I didn't pay much attention to when I was down south.
pt: Specialità regionali, eh? Non ci ho fatto molta attenzione quando ero giù al sud.

# 1572_Saejima
source: I was on the lam. Wasn't doin' much dining out.
pt: Ero in fuga. Non andavo molto a mangiare fuori.

# 1584_Shinada
source: I'm always hurting for cash. I can't afford to eat all that well.
pt: Sono sempre al verde. Non posso permettermi di mangiare così bene.

# 1596_Akiyama
source: Guess I picked the wrong panel of experts... Well, nothing I can do about it now. I promised the man, so allow me to at least get your opinions.
pt: Mi sa che ho scelto il gruppo di esperti sbagliato... Beh, ormai non ci posso fare niente. L'ho promesso a quell'uomo, quindi lasciate che senta almeno le vostre opinioni.

# 1656_Akiyama
source: Mind if I start with you, Kiryu-san?
pt: Ti dispiace se comincio da te, Kiryu-san?

# 1668_Kiryu
source: All right.
pt: Va bene.

# 1680_Akiyama
source: Kiryu-san, you were in Nagasugai, Fukuoka, right? Were there any local specialties you'd recommend?
pt: Kiryu-san, sei stato a Nagasugai, a Fukuoka, giusto? C'erano delle specialità locali che consiglieresti?

# 1692_Kiryu
source: Let me think...
pt: Fammi pensare...

# 1704_Kiryu
source: The president of the company I worked for treated me to a great mizutaki stew.
pt: Il presidente dell'azienda per cui lavoravo mi ha offerto un ottimo stufato mizutaki.

# 1716_Akiyama
source: Mizutaki stew, huh? It's a delicious hot pot with many regional variations, sure, but how exactly does one make that into fried skewers?
pt: Stufato mizutaki, eh? È un hot pot delizioso con molte varianti regionali, certo, ma come si fa di preciso a trasformarlo in degli spiedini fritti?

# 1728_Kiryu
source: Well... Honestly, I couldn't tell you.
pt: Beh... Onestamente, non saprei dirtelo.

# 1740_Akiyama
source: Hmm. Well, I'll be sure to pass that onto the chairman. Thank you.
pt: Uhm. Beh, farò in modo di riferirlo al presidente. Grazie.

# 1752_Kiryu
source: Sure.
pt: Certo.

# 1764_Kiryu
source: Mentaiko, I'd say. There was a shop famous for the spicy fish roe in Nagasugai, too.
pt: Direi il mentaiko. C'era un negozio famoso per quelle uova di pesce piccanti anche a Nagasugai.

# 1776_Akiyama
source: Oh, I see. That's rather intriguing, actually. I'm curious as to what it would taste like as kushikatsu.
pt: Oh, capisco. In effetti è piuttosto intrigante. Sono curioso di sapere che sapore avrebbe sotto forma di kushikatsu.

# 1788_Akiyama
source: Thank you. That was quite a noteworthy suggestion.
pt: Grazie. È stato un suggerimento davvero degno di nota.

# 1800_Kiryu
source: Sure.
pt: Certo.

# 1812_Kiryu
source: How about soba noodles? I was broke, so I usually ended up eating soba at highway service areas.
pt: Che ne dici dei soba? Ero al verde, quindi finivo spesso a mangiare soba nelle aree di servizio in autostrada.

# 1824_Akiyama
source: Well, soba is tasty, but... I'm not so sure it's a regional specialty.
pt: Beh, i soba sono buoni, ma... non sono così sicuro che siano una specialità regionale.

# 1836_Akiyama
source: Hmm. Well, I'll be sure to pass that onto the chairman. Thank you.
pt: Uhm. Beh, farò in modo di riferirlo al presidente. Grazie.

# 1848_Kiryu
source: Sure.
pt: Certo.

# 1932_Akiyama
source: Okay, Saejima-san, can I ask for your input?
pt: Bene, Saejima-san, posso chiederti un parere?

# 1944_Saejima
source: Sure.
pt: Certo.

# 1956_Akiyama
source: Saejima-san, you spent time in Hokkaido's Tsukimino, which is known for it's many local specialties. What might you recommend?
pt: Saejima-san, hai passato del tempo a Tsukimino, nell'Hokkaido, famosa per le sue numerose specialità locali. Cosa mi consiglieresti?

# 1968_Saejima
source: Well...
pt: Beh...

# 1980_Saejima
source: How 'bout rabbit? Ate a freshly caught one once. Can't say it tasted all that great, though.
pt: Che ne dici del coniglio? Ne ho mangiato uno appena catturato, una volta. Non posso dire che fosse chissà quanto buono, però.

# 1992_Akiyama
source: Uh, yeah, well I was hoping you could recommend something tasty.
pt: Uhm, sì, beh, speravo potessi consigliarmi qualcosa di buono.

# 2004_Saejima
source: Hold on. It wasn't tasty, but it did make me appreciate just how lucky I am to be able to eat.
pt: Aspetta. Non era buono, ma mi ha fatto capire quanto sia fortunato a poter mangiare.

# 2016_Akiyama
source: Isn't that just your personal experience, though...?
pt: Ma non è solo una tua esperienza personale, però...?

# 2028_Akiyama
source: Well, all right, duly noted. Unusual ingredients might be good. I'll pass that on to the chairman. Thank you.
pt: Beh, d'accordo, ne prendo nota. Ingredienti insoliti potrebbero andare bene. Lo riferirò al presidente. Grazie.

# 2040_Saejima
source: Sure.
pt: Certo.

# 2052_Saejima
source: How about bear? Lotsa meat there.
pt: Che ne dici dell'orso? Lì di carne ce n'è in abbondanza.

# 2064_Akiyama
source: Wow. That's something. Bear, huh? It is true that bear paws are especially prized for fine cuisine.
pt: Accidenti. Niente male. L'orso, eh? È vero che le zampe d'orso sono particolarmente pregiate nell'alta cucina.

# 2076_Akiyama
source: The limited supply won't help, though...
pt: Tuttavia, la scarsa disponibilità non aiuterà...

# 2088_Akiyama
source: Well, all right, duly noted. Unusual ingredients might be good. I'll pass that on to the chairman. Thank you.
pt: Beh, d'accordo, ne prendo nota. Ingredienti insoliti potrebbero andare bene. Lo riferirò al presidente. Grazie.

# 2100_Saejima
source: Sure.
pt: Certo.

# 2112_Saejima
source: How 'bout salmon?
pt: Che ne dici del salmone?

# 2124_Akiyama
source: Huh? Saejima-san, weren't you up in the mountains?
pt: Eh? Saejima-san, non eri su tra le montagne?

# 2136_Saejima
source: Yeah, but there was a river close by. Folks smoked them to get them through the winter. It was pretty good. No wonder bears like 'em so much.
pt: Sì, ma c'era un fiume lì vicino. La gente li affumicava per superare l'inverno. Era piuttosto buono. Non c'è da stupirsi che agli orsi piacciano così tanto.

# 2148_Akiyama
source: I see. Salmon, huh? That does sound good. As far as rice balls go, I'm definitely partial to salmon.
pt: Capisco. Il salmone, eh? Sembra proprio buono. Per quanto riguarda gli onigiri, ho decisamente un debole per il salmone.

# 2160_Saejima
source: Uh... okay. Hope that helps.
pt: Uh... va bene. Spero che sia d'aiuto.

# 2172_Akiyama
source: Indeed it does. Thank you.
pt: Senz'altro. Grazie.

# 2184_Saejima
source: Sure.
pt: Certo.

# 2268_Akiyama
source: Last but not least, Shinada-san. Can I get your input, too?
pt: Per ultimo, ma non meno importante, Shinada-san. Posso avere un parere anche da te?

# 2280_Shinada
source: Sure, sure. But I don't know much help I'll be.
pt: Certo, certo. Ma non so quanto potrò esserti d'aiuto.

# 2292_Akiyama
source: Nonsense. You were in Kineicho in Nagoya, right? What local specialties come to mind?
pt: Ma figurati. Sei stato a Kineicho, a Nagoya, no? Quali specialità locali ti vengono in mente?

# 2304_Shinada
source: Uh, let's see...
pt: Uh, vediamo...

# 2316_Shinada
source: How about miso bean paste?
pt: Che ne dici della pasta di miso?

# 2328_Akiyama
source: Miso? You mean by itself?
pt: Miso? Intendi da solo?

# 2340_Shinada
source: Sure. Nagoya's known for things like miso cutlets and miso stew. So, I thought, you know－miso.
pt: Certo. Nagoya è famosa per piatti come le cotolette al miso e lo stufato al miso. Quindi ho pensato, sai... al miso.

# 2352_Akiyama
source: Yes, but would you want to eat miso by itself? Wouldn't that just be salty?
pt: Sì, ma vorresti mangiare il miso da solo? Non sarebbe solo salato?

# 2364_Shinada
source: Oh, there were times when I was really broke, and I'd lick miso just to get by! That was rough. Made me cry a little, even.
pt: Oh, ci sono state volte in cui ero proprio al verde, e leccavo il miso solo per tirare avanti! È stata dura. Mi ha fatto piangere un po', persino.

# 2376_Akiyama
source: Bummer. Well, it might be useful an idea of sorts, so I'll pass it along.
pt: Che tristezza. Beh, potrebbe essere un'idea utile in un certo senso, quindi gliela riferirò.

# 2388_Shinada
source: Sorry...
pt: Scusa...

# 2400_Shinada
source: How about chicken wings? I bet they'd be a good fit for kushikatsu.
pt: Che ne dici delle alette di pollo? Scommetto che ci starebbero bene come kushikatsu.

# 2412_Akiyama
source: Very true. I don't quite know how they would stick wings on skewers, but there's no doubt they'd be great fried.
pt: Verissimo. Non so proprio come farebbero a infilzare le alette sugli spiedini, ma non c'è dubbio che fritte sarebbero fantastiche.

# 2424_Akiyama
source: That's very helpful. Thank you.
pt: È di grande aiuto. Grazie.

# 2436_Shinada
source: Oh, no. No problem.
pt: Oh, figurati. Di niente.

# 2448_Shinada
source: What about fried prawns?
pt: Che ne dici dei gamberi fritti?

# 2460_Akiyama
source: But they're... already fried.
pt: Ma sono... già fritti.

# 2472_Shinada
source: Oh, right.
pt: Ah, giusto.

# 2484_Akiyama
source: Can't you think of anything else...?
pt: Non ti viene in mente nient'altro...?

# 2496_Shinada
source: Well, then how about taking off the batter and just making it a prawn? Yeah, prawn. Wouldn't that work?
pt: Beh, allora che ne dici di togliere la pastella e farlo diventare semplicemente un gambero? Sì, un gambero. Non funzionerebbe?

# 2508_Akiyama
source: Hmm. I'll pass it on.
pt: Mmh. Glielo riferirò.

# 2520_Shinada
source: Er, thanks...
pt: Ehm, grazie...

# 2580_Akiyama
source: Okay, that's it from everyone here. Appreciate your cooperation. I may hit you up again for more ideas later, though.
pt: Bene, per ora è tutto da parte vostra. Vi ringrazio per la collaborazione. Anche se potrei chiedervi altre idee più tardi, comunque.

# 2592_Kiryu
source: Sure.
pt: Certo.

# 2604_Saejima
source: Okay.
pt: Ok.

# 2616_Shinada
source: Any time.
pt: Quando vuoi.

# 2628_Akiyama
source: (All right, I should report back to the chairman.)
pt: (Bene, dovrei andare a riferire al presidente.)
