Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330526.po
Languages: pt

source: Player
pt: Giocatore

source: Give It a Try
pt: Provaci

source: Not Now
pt: Non ora

source: Start Fishing
pt: Inizia a pescare

# 152_Player
source: (This spot could work for fishing. I might drop a line in for a while.)
pt: (Questo posto potrebbe andar bene per pescare. Potrei lanciarci la lenza per un po').

# 164_Haruka
source: I want to see a <Color:8>ghost koi<Color:Default>, Uncle Kaz!
pt: Voglio vedere una <Color:8>koi fantasma<Color:Default>, Zio Kaz!

# 176_Kiryu
source: (It sounds like Haruka wants me to catch a <Color:8>ghost koi<Color:Default>.)
pt: (Sembra che Haruka voglia che io peschi una <Color:8>koi fantasma<Color:Default>.)

# 200_Haruka
source: Oh, okay. Maybe next time?
pt: Ah, ok. Magari la prossima volta?

# 224_Player
source: (Okay, here goes.)
pt: (Ok, ci siamo.)

# 236_Player
source: All right!
pt: Bene!

# 248_Player
source: I wonder if it would go for a <Color:8>Catnip Stick<Color:Default> or a <Color:8>Tuna Burger Set<Color:Default>?
pt: Mi chiedo se abboccherebbe a un <Color:8>Bastoncino all'erba gatta<Color:Default> o a un <Color:8>Set di Hamburger di Tonno<Color:Default>?

# 260_Player
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 284_Player
source: (I don't have anything to use for bait.)
pt: (Non ho nulla da usare come esca.)

# 296_Player
source: (It looks like I could fish here. Maybe I'll drop a line in for a bit.)
pt: (Sembra che potrei pescare qui. Magari ci lancerò la lenza per un po').

# 320_Player
source: (Okay, let's give it a go!)
pt: (Ok, proviamoci!)

# 344_Player
source: (I don't have any bait to use.)
pt: (Non ho esche da usare.)

# 356_Player
source: (I guess I'll come back later.)
pt: (Immagino che tornerò più tardi.)

# 368_Player
source: (This oughta be a good fishin' spot. Maybe I'll drop a line in for a bit.)
pt: (Questo dovrebbe essere un buon posto per pescare. Magari ci lancerò la lenza per un po').

# 392_Player
source: (All right, let's give it a shot.)
pt: (Ok, proviamoci.)

# 416_Player
source: (Ain't got any bait to use.)
pt: (Non ho esche da usare.)

# 428_Player
source: (Guess I'll pass for now.)
pt: (Immagino che per ora passerò.)

# 440_Player
source: (This spot could work for fishing. I might drop a line in for a while.)
pt: (Qui potrei pescare. Magari ci lancerò la lenza per un po').

# 464_Player
source: (Okay, let's give it a try.)
pt: (Ok, proviamoci.)

# 488_Player
source: (I don't have anything to use for bait.)
pt: (Non ho esche da usare.)

# 500_Player
source: (Maybe some other time.)
pt: (Magari un'altra volta.)
