Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020d91.po
Languages: pt

source: You learned <Color:9>Launch Strike<Color:Default>.
pt: Hai imparato <Color:9>Launch Strike<Color:Default>.

source: Collapsed Man
pt: Uomo crollato

source: Passerby
pt: Passante

source: Businesswoman
pt: Donna d'affari

# 136_Akiyama
source: Sorry. Did I keep you waiting long?
pt: Scusi. L'ho fatta aspettare a lungo?

# 148_Haruka
source: No, I just got here myself. I tried calling Horie-san again, but still no answer...
pt: No, sono appena arrivato anch'io. Ho riprovato a chiamare Horie-san, ma ancora nessuna risposta...

# 160_Akiyama
source: Huh. Well, that's all right. Let's go see for ourselves if the note's been returned yet.
pt: Beh. Va bene così. Andiamo a vedere di persona se il biglietto è già stato riconsegnato.

# 184_Saigo
source: Okay. You pass the test!
pt: Ok. Hai superato la prova!

# 208_Saigo
source: Looking at you reminds me of this one time...
pt: Guardandoti mi viene in mente una volta...

# 220_Saigo
source: I was looping through the air, dodging missiles and the like when all of a sudden, I see this smokin' hot bikini babe on the beach. Our eyes met, and she smiled at me.
pt: Stavo facendo acrobazie in aria, schivando missili e roba varia, quando all'improvviso, vedo questa strafiga pazzesca in bikini sulla spiaggia. I nostri sguardi si sono incrociati, e lei mi ha sorriso.

# 232_Akiyama
source: But you were in a fighter plane, right? How could your eyes have met?
pt: Ma eri su un jet da combattimento, no? Come avrebbero potuto incrociarsi i vostri sguardi?

# 244_Saigo
source: Never you mind that. The point is: I'm really impressed by your reflexes.
pt: Fregatene. Il punto è: sono davvero impressionato dai tuoi riflessi.

# 256_Saigo
source: Why don't you come with me and make a name for yourself in the Middle East?
pt: Perché non vieni con me e ti fai un nome in il Medio Oriente?

# 268_Akiyama
source: Not in a million years, pal.
pt: Col cavolo, amico.

# 280_Saigo
source: No? That's too bad.
pt: No? Che peccato.

# 292_Akiyama
source: Well, I'd better be on my way. Take care of yourself, you hear?
pt: Beh, è meglio che vada. Stammi bene, hai capito?

# 304_Saigo
source: Had enough for today, eh? Fine. We'll continue some other time.
pt: Ne hai avuto abbastanza per oggi, eh? Va bene. Continueremo un'altra volta.

# 316_Akiyama
source: Wha－!? There's more!?
pt: Cosa—!? C'è altro!?

# 328_Saigo
source: You think that's all I learned after staring down death several times over in the scorching heat of the desert? Of course there's more!
pt: Pensi che sia tutto quello che ho imparato dopo aver affrontato la morte diverse volte nel caldo cocente del deserto? Ma certo che c'è altro!

# 340_Saigo
source: I'll be waiting here for you. Come back whenever you're ready for more training.
pt: Ti aspetterò qui. Torna quando sarai pronto per altro allenamento.

# 352_Akiyama
source: What!? Look, don't wait here for my sake! Just go home!
pt: Cosa!? Senti, non aspettare qui per me! Vai a casa!

# 364_Saigo
source: I, uh... can't go home yet.
pt: Io, uhm... non posso andare a casa ancora.

# 376_Saigo
source: No way. Not yet!
pt: Col cavolo. Non ancora!

# 388_Akiyama
source: All right, all right. No need to get worked up...
pt: Va bene, va bene. Non c'è bisogno di scaldarsi...

# 400_Saigo
source: Akiyama-kun, I have to stay here... I have my reasons.
pt: Akiyama-kun, devo restare qui... Ho le mie ragioni.

# 412_Saigo
source: I hope you can understand and will come see me now and again.
pt: Spero che tu possa capire e che mi verrai a trovare di tanto in tanto.

# 448_Akiyama
source: (What do I do? I have no idea what he's talking about.)
pt: (Che faccio? Non ho la più pallida idea di cosa stia parlando.)

# 460_Akiyama
source: (It looks like he's pretty adamant about whatever it is he's feeling, though.)
pt: (Sembra che sia piuttosto irremovibile su qualunque cosa stia provando, però.)

# 472_Akiyama
source: Okay. You got it. I'll stop by when I have a chance.
pt: Va bene. Capito. Farò un salto quando avrò l'occasione.

# 484_Saigo
source: Wonderful! In the meantime, I'll be working 'round the clock in preparation for your next visit!
pt: Alla grande! Nel frattempo, lavorerò senza sosta in preparazione per la tua prossima visita!

# 496_Akiyama
source: Haha. Great...
pt: Haha. Alla grande...

# 544_Collapsed Man
source: Ahh, I feel like a new man! For a minute there, I wasn't sure if I was going to make it!
pt: Ahh, mi sento un uomo nuovo! Per un attimo, non ero sicuro di farcela!

# 556_Akiyama
source: I can't help but feel like I'm being taken for a ride here. How much can you eat, anyway?
pt: Mi sa tanto che qui mi stanno fregando. Quanto puoi mangiare, comunque?

# 568_Collapsed Man
source: Well, I definitely appreciate it! And, hey. What's a little food between old friends, right?
pt: Beh, lo apprezzo un sacco! E, dai. Che sarà mai un po' di cibo tra vecchi amici, no?

# 580_Akiyama
source: Yeah, sure... Now, I just have one tiny, little question.
pt: Sì, certo... Ora, avrei giusto una domandina.

# 592_Collapsed Man
source: A question? Wonderful! Lay it on me!
pt: Una domanda? Alla grande! Spara!

# 604_Akiyama
source: ...Who are you?
pt: ...Ma tu chi sei?

# 616_Collapsed Man
source: Hahaha! You and your corny jokes! You couldn't make a hyena laugh!
pt: Hahaha! Tu e le tue battute da quattro soldi! Non faresti ridere nemmeno una iena!

# 628_Akiyama
source: Well, I made you laugh, didn't I? But, seriously, who are you?
pt: Beh, ti ho fatto ridere, no? Ma, sul serio, chi sei tu?

# 640_Collapsed Man
source: Wait, are you serious? You really don't know who I am?
pt: Aspetta, fai sul serio? Non sai proprio chi sono?

# 652_Akiyama
source: I'm serious. I don't know who you are.
pt: Faccio sul serio. Non so chi sei.

# 664_Collapsed Man
source: All joking aside?
pt: Scherzi a parte?

# 676_Akiyama
source: All joking aside.
pt: Scherzi a parte.

# 700_Collapsed Man
source: I can't believe this. You're actually serious!
pt: Non ci posso credere. Fai sul serio!

# 712_Collapsed Man
source: You're telling me you don't remember your senior officer!? The man who taught you how to survive on the battlefield!?
pt: Ma come, non ti ricordi del tuo ufficiale superiore!? L'uomo che ti ha insegnato come sopravvivere sul campo di battaglia!?

# 724_Akiyama
source: Battlefield? What battlefield? Wait a sec!
pt: Campo di battaglia? Quale campo di battaglia? Aspetta un attimo!

# 736_Akiyama
source: That over-the-top commando schtick! You're Saigo-san! The one I met in Kamurocho!
pt: Quel teatrino da commando esagerato! Sei Saigo-san! Quello che ho incontrato a Kamurocho!

# 748_Saigo
source: Oh, of all the ungrateful... Finally remembered, did ya!?
pt: Oh, l'ingrato... Finalmente ti sei ricordato, eh!?

# 760_Akiyama
source: Ungrateful? Me? Well, I do recall that you taught me some pretty useful stuff back there in Kamurocho.
pt: Ingrato? Io? Beh, mi ricordo che mi hai insegnato della roba piuttosto utile lì a Kamurocho.

# 772_Akiyama
source: But I also seem to remember that I forgave all of your bills for my hostess club. So who's forgetful now?
pt: Ma mi ricordo anche che ti ho condonato tutti i conti del mio hostess club. E allora, chi è lo smemorato adesso?

# 820_Saigo
source: Anyway, it's been a while, Akiyama-kun. How you been faring?
pt: Comunque, è da un pezzo, Akiyama-kun. Come te la sei cavata?

# 832_Akiyama
source: Oh, changing the subject, huh? I've been fine. Can't complain.
pt: Oh, cambi argomento, eh? Me la sono cavata. Non mi lamento.

# 844_Akiyama
source: What are you doing here? I thought you were giving shady risk management lectures to young folks in Kamurocho.
pt: Che ci fai qui? Pensavo che stessi tenendo lezioni di gestione del rischio losche ai ragazzi a Kamurocho.

# 856_Saigo
source: What do you mean, "shady"!? Anyway, I let my students take that over for me.
pt: Che intendi, "losche"!?" Comunque, ho lasciato che i miei studenti se ne occupassero al posto mio.

# 868_Saigo
source: Despite my extensive experience on the battlefield, my time in Kamurocho taught me that I still had some weaknesses.
pt: Nonostante la mia lunga esperienza sul campo di battaglia, il mio tempo a Kamurocho mi ha insegnato che avevo ancora delle debolezze.

# 880_Saigo
source: So I decided to return to the life of a mercenary and hone my skills.
pt: Così ho deciso di tornare alla vita da mercenario e affinare le mie abilità.

# 892_Akiyama
source: Hone your skills...? This from the man I found facedown in the street?
pt: Affinare le tue abilità...? Detto da te, l'uomo che ho trovato a faccia in giù in strada?

# 904_Akiyama
source: Hey, what were you doing there anyway?
pt: Ehi, che ci facevi lì, comunque?

# 916_Saigo
source: It was all I could do to get to that spot from the airport. I just ran out of resources and energy. That's all.
pt: È tutto quello che sono riuscito a fare per arrivare in quel posto dall'aeroporto. Mi sono solo esaurite le risorse e le energie. Tutto qui.

# 928_Akiyama
source: ...Guess things are tough nowadays, huh? Even for mercenaries.
pt: ...A quanto pare le cose sono dure di questi tempi, eh? Anche per i mercenari.

# 940_Saigo
source: But I managed to make it these past three days on the street thanks to my superb survival training.
pt: Ma sono riuscito a cavarmela questi ultimi tre giorni in strada grazie al mio superbo addestramento di sopravvivenza.

# 952_Akiyama
source: Three days on the street!? You mean, you haven't bathed in three days?
pt: Tre giorni in strada!? Intendi, non ti sei fatto una doccia in tre giorni?

# 964_Saigo
source: Of course I haven't! And I'd just returned from the frontlines, so, actually, it's been more like ten days.
pt: Ma certo che no! E poi ero appena tornato dal fronte, quindi, in realtà, sono tipo dieci giorni.

# 976_Akiyama
source: That's disgusting! I thought something smelled funny. That was you!?
pt: Fa schifo! Sentivo una puzza strana. Eri tu!?

# 988_Saigo
source: Quit actin' like a spoiled baby! There isn't enough water on the battlefield to drink, let alone bathe!
pt: Piantala di fare il bambino viziato! Non c'è abbastanza acqua sul il campo di battaglia da bere, figurati farsi il bagno!

# 1000_Akiyama
source: But there's plenty of water at the airport. Or a hotel, for that matter. Your hair's looking kind of crusty there.
pt: Ma c'è un sacco d'acqua all'aeroporto. O in un hotel, per dire. I tuoi capelli sembrano un po' incrostati lì.

# 1012_Akiyama
source: Huh? I thought you used to shave your head.
pt: Eh? Credevo ti radessi la testa.

# 1048_Saigo
source: On this last trip to the battlefield, I decided to try my hand at aerial combat.
pt: In quest'ultimo viaggio al fronte, ho voluto provare il combattimento aereo.

# 1060_Akiyama
source: Oh, okay. Sorry for asking about your hair.
pt: Oh, va bene. Scusa per aver chiesto dei tuoi capelli.

# 1072_Saigo
source: And I came up with a new technique! I'd like to teach it to you as a way of saying thanks for the meal!
pt: E ho escogitato una nuova tecnica! Vorrei insegnartela per sdebitarmi del pasto!

# 1084_Akiyama
source: Oh, there's no need for that. I'm pretty busy, actually.
pt: Oh, non ce n'è bisogno. Sono piuttosto impegnato, in realtà.

# 1096_Saigo
source: I won't allow retreat! The orders of your senior officer are absolute!
pt: Non permetterò la ritirata! Gli ordini del tuo ufficiale superiore sono assoluti!

# 1108_Akiyama
source: ...Is this because I asked about your hair?
pt: ...È perché ho chiesto dei tuoi capelli?

# 1132_Akiyama
source: All right, fine. Let's see it.
pt: Va bene, dai. Mostramela.

# 1144_Saigo
source: That's the spirit! Prepare for battle!
pt: Questo è lo spirito! Preparati alla battaglia!

# 1156_Akiyama
source: Uh, let me just make sure. This is for training purposes, right? I get this feeling you just want to beat me up...
pt: Uh, fammi solo accertarmi. Questo è per l'allenamento, vero? Mi sa che vuoi solo picchiarmi...

# 1168_Saigo
source: Enough talk! We fight!
pt: Basta chiacchiere! Combattiamo!

# 1192_Passerby
source: Hey, is that guy all right?
pt: Ehi, quel tizio sta bene?

# 1204_Businesswoman
source: Maybe somebody should call an ambulance.
pt: Magari qualcuno dovrebbe chiamare un'ambulanza.

# 1216_Akiyama
source: (Hm? What's going on here?)
pt: (Hm? Che sta succedendo qui?)

# 1252_Akiyama
source: Whoa, man down! You all right, pal!?
pt: Ehi, uomo a terra! Stai bene, socio!?

# 1264_Collapsed Man
source: I know that voice... Akiyama-kun?
pt: Conosco quella voce... Akiyama-kun?

# 1276_Akiyama
source: Yikes! How does he know my name?
pt: Cavolo! Come fa a sapere il mio nome?

# 1312_Akiyama
source: Hah... Looks like I've been volunteered to take care of this guy.
pt: Hah... Mi sa che mi tocca occuparmi di questo tizio.

# 1324_Akiyama
source: Guess I'll start by trying to get some food in him...
pt: Mi sa che comincerò col cercare di mettergli qualcosa sotto i denti...

# 1348_Haruka
source: (It's already nighttime...)
pt: (È già notte...)

# 1360_Haruka
source: Hello?
pt: Salve?

# 1372_Akiyama
source: Haruka-chan? It's Akiyama.
pt: Haruka-chan? Sono Akiyama.

# 1384_Akiyama
source: Horie-chan should be back from the station by now, but I can't seem to get a hold of him.
pt: Horie-chan dovrebbe essere tornato dalla stazione ormai, ma non riesco proprio a beccarlo.

# 1396_Haruka
source: Do you think he's in trouble?
pt: Pensi che sia nei guai?

# 1408_Akiyama
source: I don't know. I think I'll go to Dyna Chair and see what's going on.
pt: Non lo so. Mi sa che andrò al Dyna Chair a vedere cosa succede.

# 1420_Haruka
source: I want to go, too.
pt: Voglio andarci anch'io.

# 1432_Akiyama
source: Yeah? Okay, let's meet at the entrance to Dyna Chair, then.
pt: Sì? Ok, incontriamoci all'ingresso del Dyna Chair, allora.

# 1444_Haruka
source: All right.
pt: Va bene.

# 1456_Akiyama
source: See you soon.
pt: A presto.
