Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 10248_Honoka
source: <Color:255,200,200,255>So I've been thinkin' this for a while now, but you must go to cabaret clubs pretty often, don't ya, Akiyama-san?<Color:Default>
pt: <Color:255,200,200,255>È da un po' che ci penso, ma tu frequenti i cabaret club piuttosto spesso, non è vero, Akiyama-san?<Color:Default>

# 10260_Akiyama
source: I guess. I like to go out drinking, and it's not nearly as fun to go drinking by myself.
pt: Direi di sì. Mi piace uscire a bere, e andarci da solo non è altrettanto divertente.

# 10272_Honoka
source: <Color:255,200,200,255>I never pegged ya for a lonely guy.<Color:Default>
pt: <Color:255,200,200,255>Non ti facevo proprio un tipo solitario.<Color:Default>

# 10284_Akiyama
source: Well, I'm a man who's fond of company. I spent a big part of my life alone, so I suppose it's only natural that I'd want to be around people.
pt: Beh, sono un uomo che ama la compagnia. Ho passato gran parte della mia vita da solo, quindi credo sia naturale voler stare in mezzo alla gente.

# 10296_Honoka
source: <Color:255,200,200,255>Hmm. Well, I can keep ya company then!<Color:Default>
pt: <Color:255,200,200,255>Uhm. Beh, allora posso tenerti compagnia io!<Color:Default>

# 10308_Akiyama
source: Thanks. I'd like that.
pt: Grazie. Mi farebbe piacere.

# 10320_Akiyama
source: Not really. Usually I get my booze at the corner store and have a good time with my buddies.
pt: Non proprio. Di solito prendo da bere al negozio all'angolo e mi diverto un po' con i miei amici.

# 10332_Honoka
source: <Color:255,200,200,255>For real?<Color:Default>
pt: <Color:255,200,200,255>Dici sul serio?<Color:Default>

# 10344_Akiyama
source: For real. Right now I'm here on business, and don't have my usual friends to go drink with.
pt: Dico sul serio. Al momento sono qui per affari e non ho i miei soliti amici con cui andare a bere.

# 10356_Honoka
source: <Color:255,200,200,255>Aww, okay.<Color:Default>
pt: <Color:255,200,200,255>Ohh, capisco.<Color:Default>

# 10368_Honoka
source: <Color:255,200,200,255>Well, ya just seem real used to this sorta thing. You're not nervous at all, y'know. How come you're able to talk so naturally?<Color:Default>
pt: <Color:255,200,200,255>Beh, sembri proprio abituato a questo genere di cose. Non sei affatto nervoso, sai. Come fai a parlare con tanta naturalezza?<Color:Default>

# 10380_Akiyama
source: Oh? What do you mean? You seem to be a natural yourself, Honoka-chan.
pt: Oh? Che cosa intendi? Anche tu sembri molto naturale, Honoka-chan.

# 10392_Honoka
source: <Color:255,200,200,255>I'm no good at that sorta thing. When I'm with someone I like, I clam right up! I can barely even make eye contact with 'em!<Color:Default>
pt: <Color:255,200,200,255>Non sono proprio portata per queste cose. Quando sono con qualcuno che mi piace, mi ammutolisco del tutto! Riesco a malapena a guardarlo negli occhi!<Color:Default>

# 10404_Akiyama
source: That's so sweet and innocent! It's nothing like the way you usually act.
pt: Che cosa dolce e innocente! Non è affatto come ti comporti di solito.

# 10416_Honoka
source: <Color:255,200,200,255>I can't help it! I get super nervous, and I wind up sweatin' from my palms and stuff!<Color:Default>
pt: <Color:255,200,200,255>Non ci posso fare niente! Mi innervosisco un sacco e finisco per avere le mani tutte sudate e robe così!<Color:Default>

# 10428_Honoka
source: <Color:255,200,200,255>When I avert my eyes they think I'm mad, and I blow the whole thing by sayin' somethin' strange. I always mess things up.<Color:Default>
pt: <Color:255,200,200,255>Quando distolgo lo sguardo pensano che ce l'abbia con loro, e mando tutto all'aria dicendo qualcosa di strano. Finisco sempre per rovinare tutto.<Color:Default>

# 10440_Akiyama
source: You're kidding. I can't imagine you like that.
pt: Stai scherzando. Non riesco proprio a immaginarti così.

# 10452_Honoka
source: <Color:255,200,200,255>Stop bein' so rude! I'm serious here!<Color:Default>
pt: <Color:255,200,200,255>Smettila di fare il maleducato! Dico sul serio!<Color:Default>

# 10464_Honoka
source: <Color:255,200,200,255>I'm not always so chatty. When I get nervous, I mess up by sayin' weird things.<Color:Default>
pt: <Color:255,200,200,255>Non sono sempre così chiacchierona. Quando mi innervosisco, mando tutto all'aria dicendo cose strane.<Color:Default>

# 10476_Akiyama
source: That's fine. That juxtaposition can be kind of endearing. I'm sure some guy would totally fall for you when he sees that.
pt: Va bene così. Quel contrasto può essere piuttosto affascinante. Sono sicuro che qualche ragazzo perderebbe la testa per te vedendoti così.

# 10488_Honoka
source: <Color:255,200,200,255>When's that gonna be, though? I always wind up havin' stuff cut short 'cause of some misunderstandin'.<Color:Default>
pt: <Color:255,200,200,255>E quando mai succederà, però? Finisce sempre che tutto si interrompe sul più bello per colpa di qualche malinteso.<Color:Default>

# 10500_Akiyama
source: That day is today. I'm here, aren't I?
pt: Quel giorno è oggi. Sono qui, no?

# 10512_Honoka
source: <Color:255,200,200,255>Hah, what? That's such a corny line!<Color:Default>
pt: <Color:255,200,200,255>Ahah, cosa? È una battuta così scontata!<Color:Default>

# 10524_Akiyama
source: What can I say? You've changed the way I see you. I'd never have imagined a go-getter like you was so wet behind the ears in terms of love.
pt: Che posso dire? Hai cambiato il modo in cui ti vedo. Non avrei mai immaginato che una tipa intraprendente come te fosse così alle prime armi in fatto d'amore.

# 10536_Honoka
source: <Color:255,200,200,255>I... What're ya talkin' about!? I'm blushin' enough here as it is, so don't say that sorta thing. Ah geez, now I'm sweatin'!<Color:Default>
pt: <Color:255,200,200,255>Io... Ma che vai dicendo!? Sono già abbastanza rossa così, quindi non dire certe cose. Accidenti, adesso sto pure sudando!<Color:Default>

# 10548_Akiyama
source: Don't be so hasty. You're still young, there isn't any rush.
pt: Non avere così tanta fretta. Sei ancora giovane, non c'è alcun bisogno di correre.

# 10560_Honoka
source: <Color:255,200,200,255>Bein' young's got nothin' to do with it. If I'm not quick enough, maybe some other girl will steal a man right from under me! Love is war!<Color:Default>
pt: <Color:255,200,200,255>Essere giovane non c'entra un bel niente. Se non sono abbastanza svelta, magari qualche altra ragazza finisce per soffiarmi l'uomo proprio sotto il naso! L'amore è guerra!<Color:Default>

# 10572_Akiyama
source: The early bird gets the worm, huh? I guess if there's someone you like, you'd better not let yourself get stage fright.
pt: Chi prima arriva meglio alloggia, eh? Immagino che se c'è qualcuno che ti piace, faresti meglio a non farti venire la paura del palcoscenico.

# 10584_Honoka
source: <Color:255,200,200,255>But that's exactly my problem! I honestly don't know what I oughta do!<Color:Default>
pt: <Color:255,200,200,255>Ma è proprio questo il mio problema! Sinceramente non so proprio cosa dovrei fare!<Color:Default>

# 10596_Akiyama
source: You'll get used to it. There's no need to rush. Just let go of your anxiety slowly, bit by bit.
pt: Ti ci abituerai. Non c'è bisogno di correre. Lascia andare l'ansia lentamente, un po' alla volta.

# 10608_Honoka
source: <Color:255,200,200,255>But it's the slowly part I can't do. Bein' together with someone I like and talkin' alone with that person don't happen too often.
pt: <Color:255,200,200,255>Ma è proprio quel "lentamente" che non mi riesce. Stare insieme a qualcuno che mi piace e parlarci da sola non capita mica così spesso.

# 10620_Honoka
source: <Color:255,200,200,255>So I figure I have to say somethin' at those moments, and wind up sayin' too much.
pt: <Color:255,200,200,255>Quindi penso che in quei momenti devo dire qualcosa per forza, e finisco per parlare troppo.

# 10632_Akiyama
source: At least you've found the issue. The next time you have an opportunity come along, you can make your move slowly, without being flustered.
pt: Almeno hai individuato il problema. La prossima volta che ti si presenterà l'occasione, potrai farti avanti con calma, senza andare nel pallone.

# 10644_Honoka
source: <Color:255,200,200,255>I know that in my head, but when the time comes, it all goes out the window and I can't say what I wanna say.<Color:Default>
pt: <Color:255,200,200,255>Lo so bene, ma quando arriva il momento, va tutto a farsi benedire e non riesco a dire quello che vorrei.<Color:Default>

# 10656_Akiyama
source: Why not try sending a letter then? Then you can write while you're feeling more calm and won't mess up what you're trying to say.
pt: Perché non provi a mandare una lettera, allora? Così potresti scrivere con più calma e non rischieresti di incasinare quello che vuoi dire.

# 10668_Honoka
source: <Color:255,200,200,255>Good idea! Can't get girlier than love letters. And if I mess up, I can rewrite it as many times as I need. That's perfect for me!<Color:Default>
pt: <Color:255,200,200,255>Ottima idea! Non c'è niente di più da ragazza delle lettere d'amore. E se faccio qualche pasticcio, posso riscriverla tutte le volte che voglio. È perfetto per me!<Color:Default>

# 10680_Akiyama
source: Hey, best of luck.
pt: Ehi, in bocca al lupo.

# 10692_Akiyama
source: So, how about now?
pt: Allora, che mi dici di adesso?

# 10704_Honoka
source: <Color:255,200,200,255>Right now I'm fine. Why do ya ask?<Color:Default>
pt: <Color:255,200,200,255>Adesso sto bene. Come mai me lo chiedi?<Color:Default>

# 10716_Akiyama
source: No real reason.
pt: Nessun motivo particolare.

# 10728_Honoka
source: <Color:255,200,200,255>Oh! Akiyama-san, you're wonderin' if I might like you, aren't ya?<Color:Default>
pt: <Color:255,200,200,255>Oh! Akiyama-san, ti stai chiedendo se per caso mi piaci, vero?<Color:Default>

# 10740_Akiyama
source: Am I wrong?
pt: Sbaglio?

# 10752_Honoka
source: <Color:255,200,200,255>Sorry, but when it's me and you, I just feel super relaxed!<Color:Default>
pt: <Color:255,200,200,255>Scusa, ma quando siamo io e te, mi sento super rilassata!<Color:Default>

# 10764_Akiyama
source: I see...
pt: Capisco...

# 10776_Akiyama
source: Why not practice? Pretend I'm a guy that you're into and see how you do.
pt: Perché non fai un po' di pratica? Fai finta che io sia un ragazzo che ti piace e vediamo come te la cavi.

# 10788_Honoka
source: <Color:255,200,200,255>Yer kinda puttin' me on the spot, though...<Color:Default>
pt: <Color:255,200,200,255>Mi stai mettendo un po' in difficoltà, però...<Color:Default>

# 10800_Akiyama
source: Come on, let's do this. Ready, and... go!
pt: Dai, facciamolo. Pronta? E... via!

# 10836_Honoka
source: <Color:255,200,200,255>Pfft! Oh, yer face! One look at yer face right now and I can't even help but laugh!<Color:Default>
pt: <Color:255,200,200,255>Pfft! Oh, la tua faccia! Mi basta guardarti in faccia in questo momento e non riesco proprio a fare a meno di ridere!<Color:Default>

# 10848_Akiyama
source: That's... an odd reaction.
pt: È... una reazione un po' strana.

# 10860_Honoka
source: <Color:255,200,200,255>Akiyama-san, I bet ya've got a good eye for the ladies. You strike me as a guy who only dates women of a real high caliber.<Color:Default>
pt: <Color:255,200,200,255>Akiyama-san, scommetto che hai occhio per le donne. Mi sembri un tipo che esce solo con donne di alto calibro.<Color:Default>

# 10872_Akiyama
source: Maybe. I definitely couldn't date just anyone. If I'm going to date a person, I suppose I need to consider their merits first.
pt: Può darsi. Di certo non potrei uscire con una qualunque. Se devo frequentare una persona, immagino di dover prima valutarne i meriti.

# 10884_Akiyama
source: And not just women, either. You stand a lot to gain by being with people you respect in one way or another. Those are the kind of people I choose.
pt: E non vale solo per le donne. Hai molto da guadagnare stando con persone che rispetti in un modo o nell'altro. Sono quelle le persone che scelgo.

# 10896_Honoka
source: <Color:255,200,200,255>Wow, ya've really thought this through, haven't ya? So, do I have any merits?<Color:Default>
pt: <Color:255,200,200,255>Wow, ci hai riflettuto proprio bene, eh? Quindi, io ho qualche merito?<Color:Default>

# 10908_Akiyama
source: Of course.
pt: E di che.

# 10920_Honoka
source: <Color:255,200,200,255>Oh yeah? Like what?<Color:Default>
pt: <Color:255,200,200,255>Ah sì? Tipo quali?<Color:Default>

# 10932_Akiyama
source: You're cute, considerate, and fun to talk to. Plus, I have a great time drinking with you.
pt: Sei carina, premurosa ed è divertente parlare con te. In più, mi diverto un mondo a bere con te.

# 10944_Honoka
source: <Color:255,200,200,255>Well yeah, of course. Showin' my customers a good time is my job!<Color:Default>
pt: <Color:255,200,200,255>Be' sì, certo. Far divertire i miei clienti è il mio lavoro!<Color:Default>

# 10956_Akiyama
source: But a lot of girls can't pull it off like you. All successful hostesses have a special something. I don't ask for girls I don't find interesting.
pt: Ma molte ragazze non ci riescono bene come te. Tutte le hostess di successo hanno quel qualcosa in più. Non chiedo mai di ragazze che non trovo interessanti.

# 10968_Honoka
source: <Color:255,200,200,255>Aww, you're makin' me blush, layin' all those compliments on me!<Color:Default>
pt: <Color:255,200,200,255>Aww, mi fai arrossire con tutti questi complimenti!<Color:Default>

# 10980_Akiyama
source: Hmm... It's not like we're dating or anything right now, so I haven't thought about it much.
pt: Hmm... Non è che stiamo insieme o altro al momento, quindi non ci ho pensato molto.

# 10992_Honoka
source: <Color:255,200,200,255>So does that mean ya wouldn't wanna date me?<Color:Default>
pt: <Color:255,200,200,255>Quindi significa che non ti andrebbe di uscire con me?<Color:Default>

# 11004_Akiyama
source: I mean, aren't the primary benefits of a cabaret club that you can enjoy drinks with a girl, for a limited time, and without any strings attached?
pt: Voglio dire, i vantaggi principali di un cabaret club non sono proprio il poter bere con una ragazza per un tempo limitato e senza alcun impegno?

# 11016_Honoka
source: <Color:255,200,200,255>Well, yeah, but... Aww, that don't sound right.<Color:Default>
pt: <Color:255,200,200,255>Be' sì, ma... Aww, così non suona affatto bene.<Color:Default>

# 11028_Akiyama
source: I'm not as discerning as you.
pt: Non sono così esigente come te.

# 11040_Honoka
source: <Color:255,200,200,255>I'm not all that discernin'. As long as someone is interestin', then fine by me.<Color:Default>
pt: <Color:255,200,200,255>Non sono poi così esigente. Finché qualcuno è interessante, per me va bene.<Color:Default>

# 11052_Akiyama
source: Simple enough. What about other things, though? Like looks, or money?
pt: Semplice. Ma per il resto, invece? Tipo l'aspetto fisico o i soldi?

# 11064_Honoka
source: <Color:255,200,200,255>I'm just talkin' about folks who've got a good head on their shoulders. So they pay attention to their looks and have a job already. They're proper adults.<Color:Default>
pt: <Color:255,200,200,255>Sto solo parlando di gente che ha la testa sulle spalle. Quindi che cura il proprio aspetto e ha già un lavoro. Sono dei veri adulti.<Color:Default>

# 11076_Akiyama
source: That's fair enough. Most unsophisticated people are pretty much hopeless and boring.
pt: Non fa una piega. La maggior parte delle persone banali è un caso perso e noiosa.

# 11088_Honoka
source: <Color:255,200,200,255>Right? So if I'm gonna date a guy, he's for sure gotta be interestin'!<Color:Default>
pt: <Color:255,200,200,255>Vero? Quindi se devo uscire con un uomo, deve sicuramente essere interessante!<Color:Default>

# 11100_Akiyama
source: That's discerning. You can't expect a normal guy to entertain you like a professional comedian.
pt: Sei proprio esigente. Non puoi pretendere che un tipo qualunque ti intrattenga come un comico professionista.

# 11112_Honoka
source: <Color:255,200,200,255>I know that. He doesn't hafta do comedy skits or nothin'. He just needs to have a generous spirit that tries to entertain others.<Color:Default>
pt: <Color:255,200,200,255>Lo so. Non deve mica fare sketch comici o altro. Deve solo avere un animo generoso che cerchi di intrattenere gli altri.<Color:Default>

# 11124_Honoka
source: <Color:255,200,200,255>Like, hosts who have that ability are in demand, right? No matter how hot a guy is, he's no fun if he keeps his mouth shut.<Color:Default>
pt: <Color:255,200,200,255>Cioè, gli host che hanno quella capacità sono molto richiesti, no? Non importa quanto un tipo sia figo, non è divertente se non apre mai bocca.<Color:Default>

# 11136_Akiyama
source: I see. That's one way to look at it.
pt: Capisco. È un modo di vederla.

# 11148_Honoka
source: <Color:255,200,200,255>Compatibility's a big thing for me. Like in stand-up comedy, you need a funny man and a straight man. Otherwise, it ain't gonna go well.<Color:Default>
pt: <Color:255,200,200,255>La compatibilità per me è fondamentale. Come nel cabaret, servono un comico e una spalla. Altrimenti, non può andare bene.<Color:Default>

# 11160_Akiyama
source: Heh. Which one are you?
pt: Eheh. E tu quale saresti?

# 11172_Honoka
source: <Color:255,200,200,255>I'm the straight man. Which means I wanna pair up with a funny man.<Color:Default>
pt: <Color:255,200,200,255>Io sono la spalla. Il che significa che voglio fare coppia con un comico.<Color:Default>

# 11184_Akiyama
source: I'd say I'm a funny guy. At least, that's what people are always whispering behind my back, heh.
pt: Direi di essere un tipo divertente. O almeno, è quello che la gente mormora sempre alle mie spalle, eheh.

# 11196_Honoka
source: <Color:255,200,200,255>Pfft, no ya ain't! You're totally a straight man!<Color:Default>
pt: <Color:255,200,200,255>Pfft, mica vero! Sei proprio una spalla!<Color:Default>

# 11208_Akiyama
source: Busted. You're really good at tripping people up. It almost feels a little unfair.
pt: Mi hai beccato. Sei davvero brava a mettere in difficoltà le persone. Mi sembra quasi un po' ingiusto.

# 11220_Honoka
source: <Color:255,200,200,255>Comedy is a gift. It never works if ya ain't compatible with someone. You're suited to bein' a straight man, Akiyama-san.<Color:Default>
pt: <Color:255,200,200,255>La comicità è un dono. Non funziona mai se non sei compatibile con qualcuno. Sei proprio portato per fare la spalla, Akiyama-san.<Color:Default>

# 11232_Akiyama
source: Well, that's too bad.
pt: Beh, è un peccato.

# 11244_Akiyama
source: I mean it. Why don't you believe me?
pt: Dico sul serio. Perché non mi credi?

# 11256_Honoka
source: <Color:255,200,200,255>It's 'cause ya always know what ya gotta say to get to the punch line. The funny man's the one that sets things up for the straight man.<Color:Default>
pt: <Color:255,200,200,255>È perché sai sempre cosa dire per arrivare alla battuta finale. Il comico è quello che prepara il terreno per la spalla.<Color:Default>

# 11268_Akiyama
source: I guess you've got a point. I suppose I've been playing that role pretty often lately.
pt: Forse hai ragione. In effetti mi sa che ultimamente mi è capitato spesso di interpretare quel ruolo.

# 11280_Honoka
source: <Color:255,200,200,255>Yep. If you were the funny man, then ya'd bumble the conversation at already awkward points, to make it even more awkward than it was, ya know?<Color:Default>
pt: <Color:255,200,200,255>Già. Se fossi tu il comico, manderesti all'aria la conversazione proprio nei momenti più imbarazzanti, così da renderla ancora più assurda, sai?<Color:Default>

# 11292_Akiyama
source: I guess I wound up becoming a pretty boring guy without even realizing it. I should be careful.
pt: Mi sa che sono finito per diventare un tipo piuttosto noioso senza nemmeno rendermene conto. Dovrei stare attento.

# 11304_Akiyama
source: Now make your joke! I totally gave you a setup!
pt: Dai, spara la battuta! Ti ho proprio servito il lancio su un piatto d'argento!

# 11316_Honoka
source: <Color:255,200,200,255>Ya just said the whole thing! Yer totally a straight man, Akiyama-san.<Color:Default>
pt: <Color:255,200,200,255>Hai detto tutto tu! Sei proprio una spalla, Akiyama-san.<Color:Default>

# 11328_Akiyama
source: Agh! I totally got myself backwards there.
pt: Agh! Mi sono proprio incasinato da solo.

# 11340_Honoka
source: <Color:255,200,200,255>Ya've got a long way to go.<Color:Default>
pt: <Color:255,200,200,255>Ne hai ancora di strada da fare.<Color:Default>

# 11352_Akiyama
source: I'm a straight man too. Does that make us incompatible?
pt: Anch'io sono una spalla. Questo ci rende incompatibili?

# 11364_Honoka
source: <Color:255,200,200,255>Maybe...<Color:Default>
pt: <Color:255,200,200,255>Forse...<Color:Default>

# 11376_Akiyama
source: Maybe? What do you mean by that?
pt: Forse? Che cosa intendi dire?

# 11388_Honoka
source: <Color:255,200,200,255>Well, since I like funny men, I've never dated someone who's a straight man.<Color:Default>
pt: <Color:255,200,200,255>Beh, dato che mi piacciono i comici, non sono mai uscita con qualcuno che sia una spalla.<Color:Default>

# 11400_Akiyama
source: Want to give it a shot? Maybe things won't turn out so bad this time.
pt: Vuoi farci un tentativo? Magari stavolta le cose non andranno così male.

# 11412_Honoka
source: <Color:255,200,200,255>But we might never get to the punch line without a setup, and our conversations might never stop.<Color:Default>
pt: <Color:255,200,200,255>Ma potremmo non arrivare mai alla battuta finale senza un lancio, e le nostre conversazioni potrebbero non finire mai.<Color:Default>

# 11424_Akiyama
source: Maybe we can make it a game, where the person who runs out of stuff to say first pays a penalty.
pt: Magari potremmo farne un gioco, dove chi rimane per primo a corto di argomenti paga pegno.

# 11436_Honoka
source: <Color:255,200,200,255>That sounds like it could be fun! I wonder how those conversations would go?<Color:Default>
pt: <Color:255,200,200,255>Sembra proprio divertente! Chissà come andrebbero quelle conversazioni.<Color:Default>

# 11448_Akiyama
source: You're the funny man. You don't realize it, but you're the ideal funny hostess.
pt: Sei tu il comico. Non te ne rendi conto, ma sei l'hostess comica ideale.

# 11460_Honoka
source: <Color:255,200,200,255>No!? For real?<Color:Default>
pt: <Color:255,200,200,255>No!? Dici sul serio?<Color:Default>

# 11472_Akiyama
source: Yeah. So I think we'd be plenty compatible.
pt: Sì. Quindi credo che saremmo decisamente compatibili.

# 11484_Honoka
source: <Color:255,200,200,255>Really now? I hadn't the foggiest.<Color:Default>
pt: <Color:255,200,200,255>Dici davvero? Non ne avevo la minima idea.<Color:Default>

# 11496_Honoka
source: <Color:255,200,200,255>That's why I've been thinkin' we might go well together! Because I'm the funny man!<Color:Default>
pt: <Color:255,200,200,255>Ecco perché stavo pensando che potremmo andare d'accordo! Perché sono io il comico!<Color:Default>

# 11508_Akiyama
source: Yeah, you're definitely the funny man.
pt: Sì, sei decisamente tu il comico.

# 11520_Honoka
source: <Color:255,200,200,255>I get bored of stuff real easy, y'know.<Color:Default>
pt: <Color:255,200,200,255>Mi stufo delle cose molto in fretta, sai.<Color:Default>

# 11532_Akiyama
source: I can see that. You are kind of impatient.
pt: Si vede. Sei piuttosto impaziente.

# 11544_Honoka
source: <Color:255,200,200,255>Same goes with romance. I can be really smitten with someone, but if I find somethin' I don't like, it kills the vibe right quick.<Color:Default>
pt: <Color:255,200,200,255>Vale lo stesso per l'amore. Posso essere davvero cotta di qualcuno, ma se trovo qualcosa che non mi piace, mi smonta subito.<Color:Default>
