Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070969.po
Languages: pt

source: Welcome to the blackjack table.
pt: Benvenuto al tavolo da blackjack.

source: All right, let's begin. Good luck.
pt: Bene, cominciamo. Buona fortuna.

source: Welcome to the blackjack table. Would you like to play against the house, one-on-one?
pt: Benvenuto al tavolo da blackjack. Vorresti giocare contro il banco, uno contro uno?

source: Okay, let's begin.
pt: Bene, cominciamo.

source: Select "Bet" or "Re-bet" to place a wager.
pt: Seleziona "Punta" o "Ripunta" per piazzare una scommessa.

source: I will now deal the cards.
pt: Adesso do le carte.

source: The dealer pulled a green card. The deck will now be re-shuffled.
pt: Il mazziere ha pescato una carta verde. Il mazzo verrà ora rimescolato.

source: You seem to be short on chips. Please visit us again soon.
pt: Sembra che tu sia a corto di fiches. Torna a trovarci presto.

source: It's your turn, sir. What would you like to do?
pt: È il tuo turno, signore. Cosa vuoi fare?

source: You bust. How unfortunate.
pt: Hai sballato. Che peccato.

source: It's the dealer's turn. I'll reveal my cards.
pt: È il turno del mazziere. Adesso rivelo le mie carte.

source: The dealer's total is below 17. Drawing another card.
pt: Il totale del mazziere è sotto il 17. Pesca un'altra carta.

source: The dealer has 17.
pt: Il mazziere ha 17.

source: The dealer has 18.
pt: Il mazziere ha 18.

source: The dealer has 19.
pt: Il mazziere ha 19.

source: The dealer has 20.
pt: Il mazziere ha 20.

source: The dealer has 21.
pt: Il mazziere ha 21.

source: The dealer has blackjack.
pt: Il banco ha blackjack.

source: The dealer busts.
pt: Il banco sballa.

source: The dealer's open card is an ace. They could have blackjack.
pt: La carta scoperta del banco è un asso. Potrebbe avere blackjack.

source: The dealer has blackjack.
pt: Il banco ha blackjack.

source: The dealer does not have blackjack. The game continues.
pt: Il dealer non ha blackjack. Il gioco continua.

source: You have a blackjack! Congratulations, sir.
pt: Hai un blackjack! Congratulazioni, signore.

source: Unfortunately, the dealer has a blackjack as well. Better luck next time.
pt: Purtroppo, anche il banco ha blackjack. Sarà per la prossima.

source: We look forward to seeing you again.
pt: Speriamo di rivederla.

source: You seem to be short on chips. Please come visit us again soon.
pt: Sembra che tu sia a corto di fiches. Ti aspettiamo di nuovo presto.

source: (The item doesn't seem to work anymore.)
pt: (L'oggetto non sembra funzionare più.)

source: You've won one game. The maximum bet has increased to 300.
pt: Hai vinto una partita. La puntata massima è aumentata a 300.

source: You've won two games in a row. The maximum bet has risen to 500.
pt: Hai vinto due partite di fila. La puntata massima è salita a 500.

source: You've won three games in a row. The maximum bet has risen to 1,000.
pt: Hai vinto tre partite di fila. La puntata massima è salita a 1.000.

source: You've won one game. The maximum bet has increased to 3,000.
pt: Hai vinto una partita. La puntata massima è aumentata a 3.000.

source: You've won two games in a row. The maximum bet has risen to 5,000.
pt: Hai vinto due partite di fila. La puntata massima è salita a 5.000.

source: You've won three games in a row. The maximum bet has risen to 10,000.
pt: Hai vinto tre partite di fila. La puntata massima è salita a 10.000.

source: You're on a roll.
pt: Stai andando forte.

source: You're doing great.
pt: Stai andando alla grande.
