Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0ecf.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got 5,000 experience points.
pt: Hai ottenuto 5.000 punti esperienza.

source: Woman's Voice
pt: Voce di donna

# 60_Fuyumoto
source: I appreciate your joining us today, Sawamura-chan. We certainly had an exciting SBR99 today, thanks to you.
pt: Ti ringrazio per esserti unita a noi oggi, Sawamura-chan. È stato senza dubbio un SBR99 entusiasmante oggi, grazie a te.

# 72_Haruka
source: Thank you very much for inviting me.
pt: La ringrazio molto per l'invito.

# 84_Fuyumoto
source: I'd love to ask you to come back again someday, but first, I have a proposal for you.
pt: Mi farebbe piacere chiederti di tornare ancora in futuro, ma prima, ho una proposta per te.

# 96_Haruka
source: A proposal? What is it?
pt: Una proposta? Di cosa si tratta?

# 108_Fuyumoto
source: Well, this is difficult to ask of you, but would you ever consider leaving Dyna Chair?
pt: Beh, è una cosa difficile da chiederti, ma prenderesti mai in considerazione di lasciare la Dyna Chair?

# 120_Haruka
source: What?
pt: Cosa?

# 132_Fuyumoto
source: I'd like you to join the talent agency I run, you see.
pt: Mi piacerebbe che ti unissi all'agenzia di talenti che gestisco, sai.

# 144_Haruka
source: You're asking me to leave Dyna Chair?
pt: Mi stai chiedendo di lasciare la Dyna Chair?

# 156_Fuyumoto
source: I know it's very forward of me to ask. Please forgive me. That said, yes. I have a plan to someday form a group from all of SBR99's top performers.
pt: So che è una richiesta sfacciata da parte mia. Ti prego di perdonarmi. Detto questo, sì. Ho un piano per formare un giorno un gruppo composto da tutti i migliori artisti dell'SBR99.

# 168_Fuyumoto
source: That's my ultimate dream, you see. It's why I've been talking to all the winners of SBR99, just as I'm doing with you right now.
pt: Questo è il mio sogno più grande, sai. È per questo che ho parlato con tutti i vincitori dell'SBR99, proprio come sto facendo con te in questo momento.

# 180_Fuyumoto
source: What do you say, Sawamura-san? Would you ever consider it?
pt: Che ne dici, Sawamura-san? Lo prenderesti mai in considerazione?

# 192_Haruka
source: I'm sorry, but I'm afraid not. Dyna Chair has made me what I am today. I'm very grateful to them.
pt: Mi dispiace, ma temo di no. La Dyna Chair mi ha reso ciò che sono oggi. Sono molto grata a loro.

# 204_Fuyumoto
source: I was afraid you'd say that. I heard that you were discovered by the Dyna Chair president, and that you came all the way from Okinawa.
pt: Temevo avresti detto così. Ho sentito che sei stata scoperta dal presidente della Dyna Chair, e che sei venuta fin qui da Okinawa.

# 216_Fuyumoto
source: With all of that in mind, I didn't think it very likely that you would say yes. Haha...
pt: Con tutto questo in mente, non pensavo fosse molto probabile che avresti detto di sì. Haha...

# 228_Fuyumoto
source: Still, after seeing your talent, I had to at least make an effort to ask. I hope you can forgive me.
pt: Comunque, dopo aver visto il tuo talento, ho dovuto almeno fare uno sforzo per chiedere. Spero tu possa perdonarmi.

# 252_Fuyumoto
source: In that case, maybe we'd better make this your last SBR99, so I won't be tempted to ask you again.
pt: In tal caso, forse è meglio che questo sia il tuo ultimo SBR99, così non sarò tentato di chiedertelo di nuovo.

# 264_Fuyumoto
source: Here is your performance fee. Thank you again for taking part.
pt: Ecco il tuo compenso per l'esibizione. Grazie ancora per aver partecipato.

# 288_Fuyumoto
source: I look forward to seeing what you'll do. I imagine even my all-star group will have a hard time keeping up with you.
pt: Non vedo l'ora di vedere cosa farai. Immagino che anche il mio gruppo di all-star farà fatica a starti dietro.

# 300_Haruka
source: Sounds like I'd better watch out.
pt: Mi sa che dovrò stare attento.

# 312_Fuyumoto
source: Haha, indeed. Well then, good luck to you, Sawamura-san. I'm glad we had this chance to meet.
pt: Haha, in effetti. Beh, allora, buona fortuna, Sawamura-san. Sono contento di aver avuto questa occasione di incontrarti.

# 360_Fuyumoto
source: You can get changed for the event here. One of the staff will come notify you once it's your turn to go on.
pt: Puoi cambiarti per l'evento qui. Uno dello staff verrà ad avvisarti appena sarà il tuo turno di esibirti.

# 372_Haruka
source: Okay. Thank you very much.
pt: Va bene. Grazie mille.

# 384_Fuyumoto
source: You'll begin with a dance battle. After that comes the concert, and then we'll close things off with a handshake event.
pt: Inizierai con una dance battle. Dopo arriverà il concerto, e poi chiuderemo con un handshake event.

# 396_Fuyumoto
source: For both the dance battle and concert event, you'll be facing off against an opponent.
pt: Sia per la dance battle che per il concerto, ti scontrerai con un avversario.

# 408_Woman's Voice
source: And if you're wondering who that opponent will be...
pt: E se ti stai chiedendo chi sarà quell'avversario...

# 420_Ayumi
source: That'd be me! Right, Fuyumoto-san?
pt: Sono proprio io! Giusto, Fuyumoto-san?

# 432_Fuyumoto
source: Heheh. Right you are, Ayumi.
pt: Heheh. Giusto, Ayumi.

# 444_Ayumi
source: Hello, Sawamura-san. I've been watching you on the Princess League. Today's SBR99 should prove to be pretty interesting, don't you think?
pt: Ciao, Sawamura-san. Ti ho tenuto d'occhio nella Princess League. L'SBR99 di oggi si preannuncia piuttosto interessante, non credi?

# 456_Fuyumoto
source: Please meet Ayumi Domoto. She's one of our most popular participants, regularly voted number one. I thought she'd be a good matchup for you.
pt: Ti presento Ayumi Domoto. È una delle nostre partecipanti più popolari, regolarmente votata numero uno. Ho pensato che sarebbe stata un buon avversario per te.

# 468_Haruka
source: It's very nice to meet you, Ayumi-san.
pt: È un vero piacere incontrarti, Ayumi-san.

# 480_Ayumi
source: Listen, just because you've gained a little fame on TV, don't think that's going to help you here! SBR99 fans are pretty selective.
pt: Ascolta, solo perché hai guadagnato un po' di fama in TV, non pensare che questo ti aiuterà qui! I fan di SBR99 sono piuttosto selettivi.

# 492_Ayumi
source: They aren't swayed by money or connections. They only care about talent!
pt: Non si fanno condizionare dai soldi o dalle connessioni. A loro importa solo il talento!

# 504_Ayumi
source: You're pretty brave to come waltzing in here. I just hope you don't regret it once the votes are counted.
pt: Sei piuttosto coraggiosa a venire qui a pavoneggiarti. Spero solo che non te ne pentirai una volta contati i voti.

# 516_Haruka
source: Okay...
pt: Va bene...

# 528_Fuyumoto
source: Now, Ayumi, please don't be rude. I was the one who had to persuade Sawamura-san to join us here today.
pt: Ora, Ayumi, per favore non essere maleducata. Sono stato io a dover persuadere Sawamura-san a unirsi a noi qui oggi.

# 540_Ayumi
source: That doesn't mean you want me to hold back, does it?
pt: Questo non significa che tu voglia che mi trattenga, vero?

# 552_Fuyumoto
source: No, of course not. As a matter of fact, it would be downright disrespectful to Sawamura-san.
pt: No, certo che no. Anzi, sarebbe del tutto irrispettoso nei confronti di Sawamura-san.

# 564_Ayumi
source: Well, good. As long as I know it's all right to do my best, I can relax and focus on my performance.
pt: Bene, allora. Finché so che va bene dare il massimo, posso rilassarmi e concentrarmi sulla mia performance.

# 576_Fuyumoto
source: I hope you aren't upset, Sawamura-san. I'm sure Ayumi only speaks this way because she's fiercely proud of her accomplishments here.
pt: Spero che tu non sia arrabbiata, Sawamura-san. Sono sicuro che Ayumi parla così solo perché è estremamente orgogliosa dei suoi successi qui.

# 588_Fuyumoto
source: But that's just the kind of keen competitive spirit that SBR99 breeds. And it's all the better for it, I believe.
pt: Ma è proprio questo il tipo di spirito competitivo agguerrito che\nSBR99 promuove. E, a mio avviso, è solo un bene.

# 600_Haruka
source: I'm not upset. I would have expected nothing less.
pt: Non sono arrabbiata. Non mi sarei aspettata di meno.

# 612_Fuyumoto
source: I'm glad to hear you say that. I have a feeling today's competition will be more exciting than any other!
pt: Sono contento di sentirti dire questo. Ho la sensazione che la competizione di oggi sarà più emozionante di qualsiasi altra!

# 624_Fuyumoto
source: Well, we'd better let you get ready. Your turn will be coming up soon.
pt: Bene, faremmo meglio a lasciarti preparare. Il tuo turno sta per arrivare.
