Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01110788.po
Languages: pt

source: ○That's kinda sad.
pt: ○È un po' triste.

source: □What do the locals do then?
pt: □E i locali, che fanno allora?

source: △Maybe I oughta try makin' one.
pt: △Magari dovrei provare a farne una.

# 44_Saejima
source: It's real crowded, ain't it? (Guess that makes it easier for me to get around, though.)
pt: È un bel casino, eh? (Immagino che così mi sia più facile farmi strada, però.)

# 56_Saejima
source: Is it always like this when the snow festival comes around?
pt: È sempre così, quando arriva il festival della neve?

# 68_Kaguya
source: Oh, yes. It's a local festival, but for some weird reason, people come from all over to see it.
pt: Ah, sì. È una festa del posto, ma chissà perché, viene gente da ogni dove per vederla.

# 80_Saejima
source: In Tokyo, it's rare to have snow piles at all. Most of the time it's gone by the next day.
pt: A Tokyo, è raro che si formino proprio dei mucchi di neve. Il più delle volte, sparisce già il giorno dopo.

# 92_Kaguya
source: Ah. At work, I get a ton of customers who have come just to see the festival.
pt: Ah. Al lavoro, mi becco un sacco di clienti che sono venuti qui solo per il festival.

# 104_Saejima
source: I'll bet.
pt: Puoi dirlo forte.

# 116_Kaguya
source: But even as far as locals go, most people only come to look. Only a small few actually make anything.
pt: Ma pure tra i locali, quasi tutti vengono solo a guardare. Solo in pochi si mettono a fare qualcosa.

# 128_Kaguya
source: These days a large portion of the sculptures are made by volunteers who come from outside of Hokkaido.
pt: Oggigiorno, gran parte delle sculture le fanno volontari che vengono da fuori Hokkaido.

# 140_Saejima
source: That's kinda sad. At this rate, the tradition of makin' snow sculptures might wind up dyin' out.
pt: Che tristezza. Di questo passo, la tradizione di fare sculture di neve potrebbe finire per morire.

# 152_Kaguya
source: Well, it's hard to make something like what's displayed at the festival, so some people might just make something to put in front of their homes.
pt: Beh, è difficile fare roba come quella esposta al festival, quindi qualcuno potrebbe limitarsi a farne una da mettere davanti a casa.

# 164_Saejima
source: Nothin' wrong with that. It's important to keep this kind of tradition goin'.
pt: Niente di male. È importante mantenere viva 'sta tradizione.

# 176_Saejima
source: But ain't there less snow now because of global warming? Ya might not be able to do it in the future. Ain't no better time than the present.
pt: Ma non c'è meno neve adesso, per via del riscaldamento globale? Potreste non riuscire più a farlo in futuro. Non c'è momento migliore di adesso.

# 188_Kaguya
source: Hehe. You're not even from here, but you're taking it so seriously!
pt: Hehe. Non sei nemmeno di qui, ma la prendi così sul serio!

# 200_Kaguya
source: Maybe I ought to make something, too. Hey, maybe I should model a snowman after you, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Forse dovrei fare qualcosa anch'io. Ehi, magari potrei farti un pupazzo di neve, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 212_Saejima
source: Sounds fun. I wanna see how it comes out.
pt: Sembra divertente. Voglio vedere che ne esce.

# 224_Saejima
source: What do the locals do? This is their festival, after all.
pt: E i locali, che fanno? È il loro festival, dopotutto.

# 236_Kaguya
source: Well most of the folks who do this are professionals. It's not easy for beginners to get in on it.
pt: Beh, la maggior parte di quelli che lo fanno sono professionisti. Non è facile per i principianti mettersi a farlo.

# 248_Saejima
source: Yeah, but once there's nobody left to learn the craft from, this'll all be over for good. Ya can't give up on it just 'cause it's hard.
pt: Già, ma una volta che non ci sarà più nessuno da cui imparare il mestiere, sarà tutto finito per sempre. Non si può mollare solo perché è difficile.

# 260_Kaguya
source: I guess you're right. I wish you lived in Sapporo, Saejima-san.
pt: Immagino tu abbia ragione. Magari vivessi a Sapporo, Saejima-san.

# 272_Saejima
source: Why's that?
pt: Perché?

# 284_Kaguya
source: Hey, why not just become a resident of Sapporo? That would be the most efficient solution!
pt: Ehi, perché non ti trasferisci proprio a Sapporo? Sarebbe la soluzione più efficiente!

# 296_Saejima
source: I do really wanna participate in the festival, but I can't really do that.
pt: Vorrei proprio partecipare al festival, ma non posso farlo, davvero.

# 308_Kaguya
source: Yeah... That's too bad.
pt: Sì... peccato.

# 320_Saejima
source: Maybe I oughta try. I've shoveled snow in the cold all the time, so it doesn't bother me none.
pt: Magari dovrei provare. Ho sempre spalato neve al freddo, quindi non mi dà per niente fastidio.

# 332_Kaguya
source: It's too late for that. The festival will run for a week, but that's not enough time. If you want to do it, it'll have to be next year.
pt: Per quello è troppo tardi. Il festival dura una settimana, ma non basta il tempo. Se vuoi farlo, sarà per l'anno prossimo.

# 344_Saejima
source: Next year, huh? I don't know how things are gonna look that far ahead.
pt: L'anno prossimo, eh? Non so come andranno le cose così in là.

# 356_Kaguya
source: You won't be coming back next year?
pt: Non tornerai l'anno prossimo?

# 368_Saejima
source: I can't make any promises either way right now. Sorry.
pt: Non posso fare promesse, né in un senso né nell'altro, adesso. Scusa.

# 380_Kaguya
source: No, it's all right! I might not even be working as a hostess anymore come next year.
pt: No, va bene! Potrei anche non fare più la hostess l'anno prossimo.

# 392_Saejima
source: Well if I do come back next year, I'm gonna make a big ass snow sculpture. Come and see it then.
pt: Beh, se ci torno l'anno prossimo, faccio una scultura di neve della madonna. Vieni a vederla, allora.

# 404_Kaguya
source: All right! I'm looking forward to it!
pt: Perfetto! Non vedo l'ora!
