Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901ee.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 3,500 experience points.
pt: Hai ottenuto 3.500 punti esperienza.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: MC
pt: Conduttore

# 44_MC
source: And the victor of this heated contest is...
pt: E il vincitore di questa accesa competizione è...

# 68_MC
source: Haruka Sawamura! For coming out on top, she wins a prize of 30,000 yen!
pt: Haruka Sawamura! Per essere arrivata in cima, vince un premio di 30.000 yen!

# 92_Haruka
source: I did it!
pt: Ce l'ho fatta!

# 104_MC
source: Join us again next time for "Refuse to Lose"! You won't want to miss it!
pt: Non mancate al prossimo appuntamento con "Rifiuta di Perdere"! Non vorrete mica perdervelo!

# 116_MC
source: Until then, stay fierce!
pt: Fino ad allora, mantenete la grinta!

# 152_MC
source: Ema Hiiragi! For coming out on top, she wins a prize of 30,000 yen!
pt: Ema Hiiragi! Per essere arrivata in cima, vince un premio di 30.000 yen!

# 164_Ema
source: Yes! I win!
pt: Sì! Ho vinto!

# 176_MC
source: Join us again next time for "Refuse to Lose"! You won't want to miss it!
pt: Non mancate al prossimo appuntamento con "Rifiuta di Perdere"! Non vorrete mica perdervelo!

# 188_MC
source: Until then, stay fierce!
pt: Fino ad allora, mantenete la grinta!

# 272_Haruka
source: Good game!
pt: Bella partita!

# 284_Ema
source: You're really good at bowling, huh? You kicked me right into the gutter.
pt: Sei davvero brava a bowling, eh? Mi hai mandato dritto in grondaia.

# 296_Haruka
source: Hehe. Let's play again sometime, just for fun.
pt: Hehe. Ci rigiochiamo una di queste volte, giusto per divertirci.

# 308_Ema
source: Hmph. Little miss perfect...
pt: Hmph. Signorina Perfettina...

# 320_Haruka
source: What was that?
pt: Cos'hai detto?

# 332_Ema
source: Huh!? Oh, nothing!
pt: Cosa!? Oh, niente!

# 344_Ema
source: Hey, come to think of it, you battle in the form of dance too, don't you?
pt: Ehi, a pensarci bene, tu battagli anche a suon di ballo, no?

# 356_Haruka
source: Yes, that's right.
pt: Sì, esatto.

# 368_Ema
source: Aha! As do I! Challenge me to be your opponent, and taste the sting of defeat!
pt: Aha! Anche io! Sfidami ad essere la tua avversaria e assaggia il bruciore della sconfitta!

# 380_Ema
source: Until next time.
pt: Alla prossima.

# 392_Haruka
source: Hey, um, don't take things too seriously, okay? Let's just have fun.
pt: Ehi, uhm, non prenderla troppo sul serio, ok? Divertiamoci e basta.

# 416_MC
source: Fun? Fun!? Let's see how much "fun" you have after I humiliate you on the dance floor!
pt: Divertimento? Divertimento!? Vediamo quanto "divertimento" proverai dopo che ti avrò umiliato sulla pista da ballo!

# 620_Haruka
source: Good game!
pt: Bella partita!

# 632_Ema
source: We were a pretty good match, weren't we? But I guess I was better.
pt: Siamo state delle belle avversarie, no? Ma credo di essere stata io la migliore.

# 644_Haruka
source: Hehe. Let's play again sometime, just for fun.
pt: Hehe. Facciamo un'altra partita qualche volta, solo per divertirci.

# 656_Ema
source: Hmph. Little miss perfect...
pt: Hmph. La piccola perfettina...

# 668_Haruka
source: What was that?
pt: Cos'hai detto?

# 680_Ema
source: What!? Oh, nothing!
pt: Cosa!? Oh, niente!

# 692_Ema
source: Hey, come to think of it, you battle in the form of dance too, don't you?
pt: Ehi, ora che ci penso, anche tu ti batti a suon di ballo, vero?

# 704_Haruka
source: Yes, that's right.
pt: Sì, esatto.

# 716_Ema
source: Aha! As do I! Challenge me to be your opponent, and taste the sting of defeat!
pt: Aha! Anch'io! Sfidami come tua avversaria e assaggia l'amaro della sconfitta!

# 728_Ema
source: Until next time.
pt: Alla prossima.

# 740_Haruka
source: Hey, um, don't take things too seriously, okay? Let's just have fun.
pt: Ehi, uhm, non prenderla troppo sul serio, ok? Pensiamo solo a divertirci.

# 764_MC
source: Fun? Fun!? Let's see how much "fun" you have after I humiliate you on the dance floor!
pt: Divertimento? Divertimento!? Vediamo quanto ti "divertirai" dopo che ti avrò umiliata sulla pista da ballo!
