Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c093c.po
Languages: pt

# 60_Hirakawa
source: We had another call from that Onisaka-san fellow. He's asking for the chief again...
pt: Abbiamo ricevuto un'altra chiamata da quel tale di Onisaka-san. Chiede di nuovo del capo...

# 72_Kiryu
source: (I have to beat Onisaka this time, and get him to retire from racing!)
pt: Devo battere Onisaka stavolta, e costringerlo a smettere con le corse!

# 84_Kiryu
source: I'll go in his place.
pt: Andrò io al posto suo.

# 96_Kiyokawa
source: Go get 'em, Suzuki-san!
pt: Dagli dentro, Suzuki-san!

# 108_Wada
source: Break a leg out there.
pt: Spacca tutto!

# 120_Muramatsu
source: We'll be rooting for you.
pt: Faremo il tifo per te.

# 132_Hirakawa
source: Drive safely now!
pt: Guida con prudenza, ora!

# 144_Kiryu
source: Thanks. Here goes nothing...
pt: Grazie. O la va o la spacca...

# 168_Hirakawa
source: Hmm. This is a call from someone named Onisaka-san. But he's requested the chief, out of all people...
pt: Mmh. È una chiamata da uno di nome Onisaka-san. Ma ha chiesto del capo, proprio lui tra tutti...

# 180_Kiryu
source: I'll be taking that job.
pt: Prenderò io quell'incarico.

# 192_Hirakawa
source: I'm not sure that's such a good idea...
pt: Non sono così sicuro che sia una buona idea...

# 204_Wada
source: Normally I'd agree, but the chief is out right now. Might as well let him do it, Hirakawa-san.
pt: Normalmente sarei d'accordo, ma il capo è fuori ora. Tanto vale lasciarglielo fare, Hirakawa-san.

# 216_Hirakawa
source: True, it isn't like we have another option... Okay then. Suzuki-san, he's all yours. Thanks for volunteering.
pt: Vero, non è che abbiamo un'altra opzione... Va bene così. Suzuki-san, è tutto tuo. Grazie per esserti offerto.

# 228_Kiryu
source: No problem.
pt: Nessun problema.

# 240_Wada
source: It's been a long uphill battle since you first ran into the Devil Killers. But once you do this, it'll all be over at last.
pt: È stata una lunga salita da quando ti sei scontrato per la prima volta con i Devil Killers. Ma una volta che avrai fatto questo, sarà tutto finito, finalmente.

# 252_Wada
source: Make sure you win, so Onisaka can finally get some peace of mind.
pt: Assicurati di vincere, così Onisaka potrà finalmente stare tranquillo.

# 264_Muramatsu
source: Be careful out there. We all know you've got what it takes.
pt: Stai attento là fuori. Sappiamo tutti che hai le carte in regola.

# 276_Hirakawa
source: Yeah! Carve your own destiny, man! No matter how tough the challenge, there's nothing you can't do!
pt: Sì! Fatti il tuo destino, amico! Per quanto la sfida sia tosta, non c'è niente che tu non possa fare!

# 288_Kiryu
source: Heh, you guys... Thanks.
pt: Heh, voi ragazzi... Grazie.

# 300_Kiryu
source: Guess I'll be heading out now.
pt: Mi sa che me ne vado ora.

# 312_Kiyokawa
source: Go get 'em!
pt: Fagliela vedere!

# 324_Muramatsu
source: Good luck!
pt: Buona fortuna!

# 336_Wada
source: See you later.
pt: Ci vediamo.

# 348_Hirakawa
source: Have a nice trip!
pt: Fai un buon viaggio!
