Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a8a.po
Languages: pt

source: You got <Color:8>100,000 yen<Color:Default>.
pt: Hai beccato <Color:8>100.000 yen<Color:Default>.

source: You got <Color:8>70,000 yen<Color:Default>.
pt: Hai beccato <Color:8>70.000 yen<Color:Default>.

source: You got <Color:8>50,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>50.000 yen<Color:Default>.

source: Apologize to the boss on the other side.
pt: Chiedi scusa al capo dall'altra parte.

source: The boss is dating four girls in hell.
pt: Il capo sta uscendo con quattro ragazze all'inferno.

source: The boss is waiting for you in hell.
pt: Il capo ti aspetta all'inferno.

source: Idle
pt: Inattivo

source: Director
pt: Regista

source: Everyone
pt: Tutti

source: Yeah, I'd better do that.
pt: Già, farei meglio a farlo.

source: That won't be necessary.
pt: Non sarà necessario.

source: Script Notes
pt: Appunti di sceneggiatura

source: Let me read it one more time.
pt: Fammi leggere ancora una volta.

source: I've got it down.
pt: Ci sono.

source: The Hazy Moon you stole from the boss was fake.
pt: La Luna Nebbiosa che hai rubato al capo era falsa.

source: The honeymoon the boss went on was fake.
pt: La luna di miele che il capo ha fatto era falsa.

source: What the boss gave you was merely a replica.
pt: Quello che il capo ti ha dato era soltanto una replica.

source: I'm gonna show you living hell, immortal.
pt: Ti farò assaggiare l'inferno in terra, immortale.

source: Let's see if you're really immortal or not.
pt: Vediamo se sei davvero immortale o no.

source: Let's see if you're really impotent or not.
pt: Vediamo se sei davvero impotente o no.

source: Man in Makeup
pt: Uomo truccato

source: Men in Makeup
pt: Uomini truccati

source: I'm here to end this, brother.
pt: Sono qui per farla finita, fratello.

source: I'm here for a happy ending, brother.
pt: Sono qui per un lieto fine, fratello.

source: I've come for justice, brother.
pt: Sono venuto per la giustizia, fratello.

source: You're a vampire, right?
pt: Sei un vampiro, vero?

source: You're an umpire, right?
pt: Sei un vampiro, vero?

source: You're a campfire, right?
pt: Sei un vampiro, vero?

# 116_M_NML_SET_sitgrd_down_03
source: Am I... dying? Me? A vampire with eternal life?
pt: Sto... morendo? Io? Un vampiro con vita eterna?

# 128_M_NML_SET_sitgrd_down_03
source: Apologize to the boss on the other side.
pt: Chiedi scusa al boss dall'altra parte.

# 140_M_NML_SET_sitgrd_down_03
source: The boss is dating four girls in hell.
pt: Il boss frequenta quattro ragazze all'inferno.

# 152_Yamashiro
source: He is? How is that supposed to make me feel better!?
pt: Lui sì? E questo come diavolo dovrebbe farmi stare meglio!?

# 164_M_NML_SET_sitgrd_down_03
source: The boss is waiting for you in hell.
pt: Il boss ti sta aspettando all'inferno.

# 176_M_NML_SET_sitgrd_down_03
source: Gah... Gahahahaaa! Tatsu of Kamuro! Not bad, for a human. You could have been an even bigger villain than I!
pt: Gah... Ahahahahah! Tatsu di Kamuro! Niente male, per un umano. Avresti potuto essere un cattivo persino più grande di me!

# 188_Director
source: Okay, cut!
pt: Ok, stop!

# 200_Kudarizaka
source: Thanks, Kiryu-san! That was everything we needed!
pt: Grazie, Kiryu-san! Era tutto quello che ci serviva!

# 260_M_NML_SET_sitgrd_down_03
source: Was I okay?
pt: Sono andato bene?

# 284_M_NML_SET_sitgrd_down_03
source: You were amazing, Kiryu-chan! I loved that stuff you ad-libbed there, too! That's just the kind of spice I was looking for!
pt: Sei stato fantastico, Kiryu-chan! Ho adorato quella roba che hai improvvisato lì, anche! È proprio il tipo di pepe che cercavo!

# 296_Kiryu
source: Really? The words just seemed to tumble out of my mouth.
pt: Davvero? Le parole mi sono uscite di bocca da sole.

# 308_Kudarizaka
source: Then you've got the tumblings of genius! Even I couldn't pull off <Italic>that</Italic> level of awesome!
pt: Allora quelle sono uscite da vero genio! Nemmeno io riuscirei a tirar fuori un livello <Italic>così</Italic> pazzesco!

# 320_M_NML_SET_sitgrd_down_03
source: Well done, Kiryu-chan! You followed the script pretty well.
pt: Ben fatto, Kiryu-chan! Hai seguito il copione piuttosto bene.

# 332_Kudarizaka
source: I'd say you've got more acting talent than me, Kiryu-san! Even if it does put my career at risk!
pt: Penso proprio che tu abbia più talento recitativo di me, Kiryu-san! Anche se così facendo metto a rischio la mia carriera!

# 344_Director
source: It could have been better, perhaps, but that's always how I feel about all my films. You did good!
pt: Avrebbe potuto essere migliore, forse, ma è così che mi sento sempre con tutti i miei film. Sei andato bene!

# 356_M_NML_SET_sitgrd_down_03
source: Hmm, there were a few too many slip-ups, but I guess we did kind of put you on the spot.
pt: Mmm, ci sono state un po' troppe sbavature, ma credo che ti abbiamo un po' messo in difficoltà.

# 368_Kudarizaka
source: But hey, I'd say you've still got more acting talent than me! Even if it does put my career at risk!
pt: Ma ehi, penso proprio che tu abbia ancora più talento recitativo di me! Anche se così facendo metto a rischio la mia carriera!

# 380_Director
source: It could have been better, perhaps, but that's always how I feel about all my films. You did good!
pt: Avrebbe potuto essere migliore, forse, ma è così che mi sento sempre con tutti i miei film. Sei andato bene!

# 476_M_NML_SET_sitgrd_down_03
source: And those action scenes were the icing on the cake! We got some unforgettable shots that'll make people jump out of their seats!
pt: E quelle scene d'azione sono state la ciliegina sulla torta! Abbiamo tirato fuori delle riprese indimenticabili che faranno saltare tutti dalla sedia!

# 488_M_NML_SET_sitgrd_down_03
source: If only the action scenes had clicked a bit better. Still, we got some presentable stuff.
pt: Se solo le scene d'azione fossero riuscite un po' meglio. Comunque, abbiamo tirato fuori della roba presentabile.

# 536_M_NML_SET_sitgrd_down_03
source: Filming went really smoothly thanks to you, so I beefed up your pay quite a bit! Thanks for all the help!
pt: Le riprese sono andate lisce come l'olio grazie a te, quindi ti ho alzato la paga un bel po'! Grazie di tutto l'aiuto!

# 560_Everyone
source: Good working with you again!
pt: Bello lavorare di nuovo con te!

# 584_M_NML_SET_sitgrd_down_03
source: I get the feeling there's more to acting than I first thought.
pt: Mi sa che nella recitazione c'è molta più roba di quanto pensassi all'inizio.

# 596_Director
source: Darn tootin'. Oh, and here's your pay! Thanks for all the help!
pt: Eccome! Oh, e ecco la tua paga! Grazie di tutto l'aiuto!

# 632_M_NML_SET_sitgrd_down_03
source: Sorry I left everyone to hang. These things happen, ya know?
pt: Scusa se vi ho piantato lì. Capita, sai?

# 644_Kiryu
source: I have to admit, acting is pretty tough.
pt: Devo ammettere, recitare è piuttosto tosto.

# 656_Director
source: Darn tootin'. Oh, and here's your pay! Thanks for all the help!
pt: Eccome! Oh, e ecco la tua paga! Grazie di tutto l'aiuto!

# 716_M_NML_SET_sitgrd_down_03
source: And cut!
pt: E stop!

# 728_Director
source: Hold on there, Kiryu-chan. I know I said that you didn't have to go completely by the script, but please try to keep it relevant.
pt: Un attimo, Kiryu-chan. Lo so che ti ho detto che non dovevi seguire il copione alla lettera, ma per favore cerca di rimanere in tema.

# 740_Kiryu
source: Sorry, I guess that was pretty different.
pt: Scusa, mi sa che era piuttosto diverso.

# 752_Director
source: You wanna go over the script again?
pt: Vuoi ripassare il copione di nuovo?

# 764_M_NML_SET_sitgrd_down_03
source: No, I'm fine.
pt: No, sto bene.

# 776_Director
source: Okay, let's do this scene again! C'mon, Kiryu-chan! Action!
pt: Ok, rifacciamo questa scena! Dai, Kiryu-chan! Azione!

# 788_M_NML_SET_sitgrd_down_03
source: Yeah, I'd better do that.
pt: Già, farei meglio a farlo.

# 800_Director
source: Excellent! Try to get it down this time.
pt: Ottimo! Cerca di azzeccarlo questa volta.

# 848_M_NML_SET_sitgrd_down_03
source: You finally made it, Tatsu of Kamuro!
pt: Finalmente ce l'hai fatta, Tatsu di Kamuro!

# 860_Tatsu
source: <Color:255,200,200,255>I'm here to end this, brother.<Color:Default>
pt: <Color:255,200,200,255>Sono qui per farla finita, fratello.<Color:Default>

# 872_Yamashiro
source: You think you can kill me? Sorry, but that will never happen. I cannot be killed! For you see－
pt: Pensi di potermi uccidere? Scusa, ma non succederà mai. Non posso essere ucciso! Perché, vedi－

# 884_Tatsu
source: <Color:255,200,200,255>You're a vampire, right?<Color:Default>
pt: <Color:255,200,200,255>Sei un vampiro, vero?<Color:Default>

# 896_Yamashiro
source: So you knew? Heheh. Indeed. And all those I bite become the living dead!
pt: Allora lo sapevi? Heheh. Certo. E tutti quelli che mordo diventano i morti viventi!

# 908_Script Notes
source: Four zombies appear behind Tatsu.
pt: Quattro zombie appaiono dietro Tatsu.

# 920_Yamashiro
source: Soon enough you'll join them, Tatsu of Kamuro!
pt: Presto finirai per unirti a loro, Tatsu di Kamuro!

# 932_Script Notes
source: Tatsu defeats the zombies one at a time. First, he <Color:255,200,200,255>goes against the sweptback haired zombie,<Color:Default> then defeats <Color:255,200,200,255>the zombie wearing a hat<Color:Default>. He then finishes off the charging <Color:255,200,200,255>zombie in a flashy yellow jacket<Color:Default>. Finally, he fights off the last <Color:255,200,200,255>zombie in glasses<Color:Default>.
pt: Tatsu sconfigge gli zombie uno alla volta. Prima, <Color:255,200,200,255>affronta lo zombie con i capelli tirati indietro,<Color:Default> poi sconfigge <Color:255,200,200,255>lo zombie col cappello<Color:Default>. Poi fa fuori lo <Color:255,200,200,255>zombie che carica con una sgargiante giacca gialla<Color:Default>. Infine, si sbarazza dell'ultimo <Color:255,200,200,255>zombie con gli occhiali<Color:Default>.

# 944_Yamashiro
source: Well, well. Not bad, Tatsu. You're just as I expected.
pt: Beh, beh. Non male, Tatsu. Sei proprio come mi aspettavo.

# 956_Tatsu
source: <Color:255,200,200,255>Let's see how immortal you really are.<Color:Default>
pt: <Color:255,200,200,255>Vediamo quanto sei davvero immortale.<Color:Default>

# 968_Yamashiro
source: Not so fast. I still have a few cards left up my sleeve!
pt: Non così in fretta. Ho ancora qualche asso nella manica!

# 980_Script Notes
source: Countless zombies appear.
pt: Innumerevoli zombie appaiono.

# 992_Yamashiro
source: Goodbye, my brother. You might have lived, if you hadn't been so eager to unmask me!
pt: Addio, fratello mio. Saresti potuto vivere, se solo non fossi stato così ansioso di smascherarmi!

# 1004_Script Notes
source: Tatsu begins to take down the zombies. Using his raging <Color:255,200,200,255>special techniques,<Color:Default> he fights them off, one by one.
pt: Tatsu inizia a far fuori gli zombie. Scatenando le sue furiose <Color:255,200,200,255>tecniche speciali,<Color:Default> li sconfigge, uno per uno.

# 1016_Yamashiro
source: Heheh. Not bad. But now you have to deal with me!
pt: Heheh. Non male. Ma ora devi vedertela con me!

# 1028_Yamashiro
source: What will you do? I cannot be killed. Struggle all you want, but you'll never destroy me.
pt: Che farai? Non posso essere ucciso. Lotta quanto vuoi, ma non mi distruggerai mai.

# 1040_Script Notes
source: Tatsu readies a Japanese katana.
pt: Tatsu prepara una katana giapponese.

# 1052_Yamashiro
source: That blade... Is that the Hazy Moon!? It can't be! How did you get hold of it!?
pt: Quella lama... È la Luna Caliginosa!? Non può essere! Come hai fatto a procurartela!?

# 1064_Tatsu
source: <Color:255,200,200,255>The Hazy Moon you stole from the boss was fake.<Color:Default>
pt: <Color:255,200,200,255>La Luna Caliginosa che hai rubato al capo era falsa.<Color:Default>

# 1076_Yamashiro
source: What? So you swapped it for the real one!?
pt: Cosa? Allora l'hai scambiata con quella vera!?

# 1088_Yamashiro
source: Heheh. I see now. It seems the tables have turned.
pt: Heheh. Capisco adesso. Sembra che la situazione si sia capovolta.

# 1100_Yamashiro
source: But I shall enjoy this! For the first time, it will be a fight for my life!
pt: Ma me la godrò! Per la prima volta, sarà una lotta per la mia vita!

# 1112_Script Notes
source: Finally, the battle against the main antagonist begins. Tatsu wields the Demon Blade, Hazy Moon. For his <Color:255,200,200,255>final attack<Color:Default>, Tatsu uses the <Color:255,200,200,255>Demon Blade Special Technique<Color:Default>. Tatsu of Kamuro manages to pull off a miraculous victory.
pt: Finalmente, la battaglia contro il principale antagonista inizia. Tatsu brandisce la Lama Demoniaca, Luna Caliginosa. Per il suo <Color:255,200,200,255>attacco finale<Color:Default>, Tatsu usa la <Color:255,200,200,255>Tecnica Speciale della Lama Demoniaca<Color:Default>. Tatsu di Kamuro riesce a ottenere una vittoria miracolosa.

# 1124_Yamashiro
source: Am I... dying? Me? A vampire with eternal life?
pt: Sto... morendo? Io? Un vampiro con vita eterna?

# 1136_Tatsu
source: <Color:255,200,200,255>The boss will be waiting for you in hell.<Color:Default>
pt: <Color:255,200,200,255>Il capo ti aspetterà all'inferno.<Color:Default>

# 1148_Yamashiro
source: Gah... Gahahahaaa! Tatsu of Kamuro! Not bad for a human. You could have been an even bigger villain than I!
pt: Gah... Gahahahaaa! Tatsu di Kamuro! Non male per un umano. Saresti potuto essere un cattivo persino più grande di me!

# 1160_Script Notes
source: Yamashiro is engulfed in flames. Tatsu leaves and doesn't look back. -The End-
pt: Yamashiro è avvolto dalle fiamme. Tatsu se ne va e non si volta. -Fine-

# 1172_M_NML_SET_sitgrd_down_03
source: Are you all good?
pt: Siete tutti a posto?

# 1184_M_NML_SET_sitgrd_down_03
source: Sorry, I'd better read it one more time.
pt: Scusa, è meglio che lo rilegga un'altra volta.

# 1196_Director
source: No worries at all! Take your time!
pt: Nessun problema! Prenditi tutto il tempo che ti serve!

# 1208_M_NML_SET_sitgrd_down_03
source: All right. I got it down.
pt: Va bene. L'ho imparato.

# 1220_Director
source: Remember, you don't have to say the lines word for word. Just make 'em snappy and relevant!
pt: Ricorda, non devi dire le battute parola per parola. Falle solo incisive e pertinenti!

# 1232_Director
source: Also, do your best with the action sequences. Ideally, we would like you to follow the script, but you'll get paid either way.
pt: E poi, datti da fare con le scene d'azione. L'ideale sarebbe che seguissi il copione, ma i soldi li prendi comunque.

# 1244_Kiryu
source: All right.
pt: Va bene.

# 1256_Director
source: Let's get this thing rolling, then! Ready? Action!
pt: Allora, si parte! Pronti? Azione!

# 1304_M_NML_SET_sitgrd_down_03
source: Heheh. Not bad. But now you have to deal with me!
pt: Heheh. Non male. Ma ora dovrai vedertela con me!

# 1316_Yamashiro
source: What will you do? I cannot be killed. Struggle all you want, but you'll never destroy me.
pt: Che farai? Non posso essere ucciso. Sbattiti quanto vuoi, ma non mi distruggerai mai.

# 1340_M_NML_SET_sitgrd_down_03
source: That blade... Is that the Hazy Moon!? It can't be! How did you get hold of it!?
pt: Quella lama... È la Luna Caliginosa!? Non è possibile! Come hai fatto a metterci le mani sopra!?

# 1352_M_NML_SET_sitgrd_down_03
source: The Hazy Moon you stole from the boss was fake.
pt: La Luna Caliginosa che hai rubato al capo era un falso.

# 1364_M_NML_SET_sitgrd_down_03
source: The honeymoon the boss went on was fake.
pt: La luna di miele che il capo ha fatto era un falso.

# 1376_Yamashiro
source: What!? So, his marriage was a sham all along, was it?
pt: Cosa!? Allora, il suo matrimonio era tutta una farsa fin dall'inizio?

# 1388_M_NML_SET_sitgrd_down_03
source: What the boss gave you was merely a replica.
pt: Quello che il capo ti ha dato era soltanto una replica.

# 1400_M_NML_SET_sitgrd_down_03
source: What? So you switched them!?
pt: Cosa!? Li hai scambiati, allora!?

# 1412_Yamashiro
source: Heheh. I see now. It seems the tables have turned.
pt: Heheh. Ora capisco. Pare che il vento sia girato.

# 1424_Yamashiro
source: But I shall enjoy this! For the first time, it will be a fight for my life!
pt: Ma me la godrò! Per la prima volta, sarà una lotta per la mia vita!

# 1448_M_NML_SET_sitgrd_down_03
source: And cut!
pt: E stop!

# 1460_Director
source: Hold on there, Kiryu-chan. I know I said that you didn't have to go completely by the script, but please try to keep it relevant.
pt: Frena un po', Kiryu-chan. Lo so che ti ho detto che non dovevi seguire il copione alla lettera, ma cerca di rimanere in tema, per favore.

# 1472_Kiryu
source: Sorry, I guess that was pretty different.
pt: Scusa, immagino fosse piuttosto diverso.

# 1484_Director
source: You wanna go over the script again?
pt: Vuoi rivedere il copione di nuovo?

# 1496_M_NML_SET_sitgrd_down_03
source: No, I'm fine.
pt: No, sto bene.

# 1508_Director
source: Okay, let's do this scene again! C'mon, Kiryu-chan! Action!
pt: Ok, rifacciamo questa scena! Dai, Kiryu-chan! Azione!

# 1520_M_NML_SET_sitgrd_down_03
source: Yeah, I'd better do that.
pt: Eh sì, faccio meglio a farlo.

# 1532_Director
source: Excellent! Try to get it down this time.
pt: Ottimo! Cerca di azzeccarci questa volta.

# 1580_M_NML_SET_sitgrd_down_03
source: You finally made it, Tatsu of Kamuro!
pt: Ce l'hai fatta finalmente, Drago di Kamuro!

# 1592_Tatsu
source: <Color:255,200,200,255>I'm here to end this, brother.<Color:Default>
pt: <Color:255,200,200,255>Sono qui per farla finita, fratello.<Color:Default>

# 1604_Yamashiro
source: You think you can kill me? Sorry, but that will never happen. I cannot be killed! For you see－
pt: Pensi di potermi uccidere? Spiacente, ma non succederà mai. Non posso essere ucciso! Perché vedi－

# 1616_Tatsu
source: <Color:255,200,200,255>You're a vampire, right?<Color:Default>
pt: <Color:255,200,200,255>Sei un vampiro, vero?<Color:Default>

# 1628_Yamashiro
source: So you knew? Heheh. Indeed. And all those I bite become the living dead!
pt: Quindi lo sapevi? Heheh. In effetti. E tutti quelli che mordo diventano morti viventi!

# 1640_Script Notes
source: Four zombies appear behind Tatsu.
pt: Quattro zombie appaiono dietro Tatsu.

# 1652_Yamashiro
source: Soon enough you'll join them, Tatsu of Kamuro!
pt: Presto ti unirai a loro, Drago di Kamuro!

# 1664_Script Notes
source: Tatsu defeats the zombies one at a time. First, he <Color:255,200,200,255>goes against the sweptback haired zombie,<Color:Default> then defeats <Color:255,200,200,255>the zombie wearing a hat<Color:Default>. He then finishes off the charging <Color:255,200,200,255>zombie in a flashy yellow jacket<Color:Default>. Finally, he fights off the last <Color:255,200,200,255>zombie in glasses<Color:Default>.
pt: Tatsu sconfigge gli zombie uno alla volta. Per prima cosa, <Color:255,200,200,255>affronta lo zombie con i capelli all'indietro,<Color:Default> poi sconfigge <Color:255,200,200,255>lo zombie con il cappello<Color:Default>. Poi fa fuori lo <Color:255,200,200,255>zombie che carica con una sgargiante giacca gialla<Color:Default>. Infine, affronta l'ultimo <Color:255,200,200,255>zombie con gli occhiali<Color:Default>.

# 1676_Yamashiro
source: Well, well. Not bad, Tatsu. You're just as I expected.
pt: Beh, beh. Non male, Tatsu. Sei proprio come mi aspettavo.

# 1688_Tatsu
source: <Color:255,200,200,255>Let's see how immortal you really are.<Color:Default>
pt: <Color:255,200,200,255>Vediamo quanto sei davvero immortale.<Color:Default>

# 1700_Yamashiro
source: Not so fast. I still have a few cards left up my sleeve!
pt: Non così in fretta. Ho ancora qualche asso nella manica!

# 1712_Script Notes
source: Countless zombies appear.
pt: Appaiono innumerevoli zombie.

# 1724_Yamashiro
source: Goodbye, my brother. You might have lived, if you hadn't been so eager to unmask me!
pt: Addio, fratello mio. Saresti potuto vivere, se non fossi stato così impaziente di smascherarmi!

# 1736_Script Notes
source: Tatsu begins to take down the zombies. Using his raging <Color:255,200,200,255>special techniques,<Color:Default> he fights them off, one by one.
pt: Tatsu inizia a sconfiggere gli zombie. Usando le sue furiose <Color:255,200,200,255>tecniche speciali,<Color:Default> li sconfigge, uno a uno.

# 1748_Yamashiro
source: Heheh. Not bad. But now you have to deal with me!
pt: Heheh. Non male. Ma ora dovrai vedertela con me!

# 1760_Yamashiro
source: What will you do? I cannot be killed. Struggle all you want, but you'll never destroy me.
pt: Che farai? Non posso essere ucciso. Sbattiti quanto vuoi, ma non mi distruggerai mai.

# 1772_Script Notes
source: Tatsu readies a Japanese katana.
pt: Tatsu prepara una katana giapponese.

# 1784_Yamashiro
source: That blade... Is that the Hazy Moon!? It can't be! How did you get hold of it!?
pt: Quella lama... È quella la Luna Nebbiosa!? Non può essere! Come hai fatto a metterci le mani sopra!?

# 1796_Tatsu
source: <Color:255,200,200,255>The Hazy Moon you stole from the boss was fake.<Color:Default>
pt: <Color:255,200,200,255>La Luna Nebbiosa che hai rubato al capo era finta.<Color:Default>

# 1808_Yamashiro
source: What? So you swapped it for the real one!?
pt: Cosa? Allora l'hai scambiato con quello vero!?

# 1820_Yamashiro
source: Heheh. I see now. It seems the tables have turned.
pt: Heheh. Capisco ora. Sembra che le carte in tavola siano cambiate.

# 1832_Yamashiro
source: But I shall enjoy this! For the first time, it will be a fight for my life!
pt: Ma me la godrò! Per la prima volta, sarà una lotta per la mia vita!

# 1844_Script Notes
source: Finally, the battle against the main antagonist begins. Tatsu wields the Demon Blade, Hazy Moon. For his <Color:255,200,200,255>final attack<Color:Default>, Tatsu uses the <Color:255,200,200,255>Demon Blade Special Technique<Color:Default>. Tatsu of Kamuro manages to pull off a miraculous victory.
pt: Finalmente, la battaglia contro l'antagonista principale inizia. Tatsu brandisce la Lama Demoniaca, Luna Nebbiosa. Per il suo <Color:255,200,200,255>attacco finale<Color:Default>, Tatsu usa la <Color:255,200,200,255>Tecnica Speciale della Lama Demoniaca<Color:Default>. Tatsu di Kamuro riesce a ottenere una vittoria miracolosa.

# 1856_Yamashiro
source: Am I... dying? Me? A vampire with eternal life?
pt: Sto... morendo? Io? Un vampiro con vita eterna?

# 1868_Tatsu
source: <Color:255,200,200,255>The boss will be waiting for you in hell.<Color:Default>
pt: <Color:255,200,200,255>Il capo ti aspetterà all'inferno.<Color:Default>

# 1880_Yamashiro
source: Gah... Gahahahaaa! Tatsu of Kamuro! Not bad for a human. You could have been an even bigger villain than I!
pt: Gah... Gahahahaaa! Tatsu di Kamuro! Non male per un umano. Avresti potuto essere un cattivo persino più grande di me!

# 1892_Script Notes
source: Yamashiro is engulfed in flames. Tatsu leaves and doesn't look back. -The End-
pt: Yamashiro viene inghiottito dalle fiamme. Tatsu se ne va e non si volta. -Fine-

# 1904_M_NML_SET_sitgrd_down_03
source: Are you all good?
pt: Siete tutti a posto?

# 1916_M_NML_SET_sitgrd_down_03
source: Sorry, I'd better read it one more time.
pt: Scusa, è meglio che lo rilegga un'altra volta.

# 1928_Director
source: No worries at all! Take your time!
pt: Nessun problema! Prenditi il tuo tempo!

# 1940_M_NML_SET_sitgrd_down_03
source: All right. I got it down.
pt: Va bene. L'ho imparato.

# 1952_Director
source: Remember, you don't have to say the lines word for word. Just make 'em snappy and relevant!
pt: Ricorda, non devi dire le battute parola per parola. Basta che le rendi più incisive e pertinenti!
