Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340012.po
Languages: pt

# 2004_Riku
source: I know, I know! The flavor ain't the issue, it's the smell! After ya eat it, it just lingers forever.
pt: Lo so, lo so! Il problema non è il sapore, è l'odore! Dopo che lo mangi, ti resta addosso per un'eternità.

# 2016_Kiryu
source: I see.
pt: Capisco.

# 2028_Riku
source: I wish someone would make a tonkotsu ramen that didn't stink so bad.
pt: Magari qualcuno inventasse un tonkotsu ramen che non puzzasse così tanto.

# 2040_Kiryu
source: Why not move then? That way the smell won't bother you anymore.
pt: Perché non ti trasferisci allora? Così l'odore non ti darà più fastidio.

# 2052_Riku
source: What!? Y'want me to move over tonkotsu ramen!?
pt: Cosa!? Vuoi che mi trasferisca solo per via del tonkotsu ramen!?

# 2064_Kiryu
source: I thought you hated it so much you couldn't stand it.
pt: Pensavo lo odiassi così tanto da non riuscire a sopportarlo.

# 2076_Riku
source: I can't. Every time I leave my house I get all bummed out 'cause the smell of tonkotsu in the air.
pt: Non posso. Ogni volta che esco di casa mi prende male per via dell'odore di tonkotsu nell'aria.

# 2088_Kiryu
source: So are you just going to put up with it forever?
pt: Quindi hai intenzione di sopportarlo per sempre?

# 2100_Riku
source: Okay, I get ya. I'll think about it! Heck, maybe movin' to Tokyo or Osaka might be nice!
pt: Okay, ho capito. Ci penserò su! Cavolo, magari trasferirmi a Tokyo o a Osaka non sarebbe male!

# 2112_Kiryu
source: You really hate it that much?
pt: Lo odi davvero così tanto?

# 2124_Riku
source: I can deal with someone's breath reekin' of liquor, but tonkotsu smells the absolute worst!
pt: Riesco a sopportare l'alito di qualcuno che puzza di liquore, ma l'odore del tonkotsu è in assoluto il peggiore!

# 2136_Kiryu
source: People need to mind their manners. If someone doesn't pay attention to whether they have bad breath or body odor, then they're just a creepy old man.
pt: La gente deve imparare l'educazione. Se uno non fa attenzione al fatto di avere l'alito pesante o l'odore di sudore, allora è solo un vecchio viscido.

# 2148_Riku
source: Huh? But didn't ya say that y'just had some tonkotsu ramen a little while ago?
pt: Eh? Ma non avevi detto di aver appena mangiato del tonkotsu ramen poco fa?

# 2160_Kiryu
source: Uh, well, yes. But I at least stay mindful of things like that, so I'm okay.
pt: Uh, be', sì. Ma io almeno faccio attenzione a certe cose, quindi sono a posto.

# 2172_Riku
source: That so? Well, then from now on, please make it a point to not eat tonkotsu ramen before y'visit the club.
pt: Ah sì? Be', allora d'ora in poi vedi di non mangiare tonkotsu ramen prima di venire al club.

# 2184_Kiryu
source: Okay, can do.
pt: D'accordo, lo farò.

# 2196_Riku
source: So I'm a big fan of shoppin', but lately I haven't been doin' so great at it.
pt: Allora, vado matta per lo shopping, ma ultimamente non mi sta andando proprio alla grande.

# 2208_Kiryu
source: Not doing great how?
pt: In che senso non ti sta andando bene?

# 2220_Riku
source: Like I keep buyin' too much stuff, and then after I feel wicked guilty.
pt: Tipo che continuo a comprare troppa roba, e dopo mi sento un sacco in colpa.

# 2232_Kiryu
source: I know the feeling. I enjoy shopping while I'm doing it, and then when I get back home, I calm back down and realize what I've done.
pt: So cosa provi. Mi diverto a fare shopping mentre lo faccio, ma poi quando torno a casa mi calmo e mi rendo conto di quello che ho fatto.

# 2244_Riku
source: Yeah, exactly! And it ain't like y'can just go return it.
pt: Sì, proprio così! E non è mica che puoi semplicemente andare a restituirla.

# 2256_Kiryu
source: That's not good. If you develop wasteful spending habits when you're young, you'll never be able to save up money.
pt: Non va bene. Se prendi l'abitudine di sprecare soldi fin da giovane, non riuscirai mai a metterne da parte.

# 2268_Riku
source: Ain't that the truth. And I can't just keep moochin' off my folks forever, neither.
pt: È proprio vero. E non posso mica continuare a vivere alle spalle dei miei per sempre, neanche.

# 2280_Kiryu
source: That isn't so bad. If there's something you want, you should buy it.
pt: Non è poi così male. Se c'è qualcosa che desideri, dovresti comprarlo.

# 2292_Riku
source: Yeah, but sometimes I'll buy clothes and then end up never wearin' them, not even once.
pt: Sì, ma a volte compro dei vestiti e poi finisce che non li metto mai, nemmeno una volta.

# 2304_Kiryu
source: Not even once? Yeah, that is pretty wasteful.
pt: Nemmeno una volta? Già, è proprio un bel po' uno spreco.

# 2316_Riku
source: See, I told ya! I feel wicked guilty about this sorta thing.
pt: Vedi, te l'avevo detto! Mi sento un sacco in colpa per questo genere di cose.

# 2328_Riku
source: Lately, on my days off, I try to make it a point to stay at home. That way I don't wind up doin' any shopping.
pt: Ultimamente, nei miei giorni liberi, cerco proprio di starmene a casa. Così non finisce che vado a fare shopping.

# 2340_Kiryu
source: Good idea. You should go shopping only when there's something you really need to buy.
pt: Ottima idea. Dovresti andare a fare shopping solo quando c'è qualcosa di cui hai veramente bisogno.

# 2352_Riku
source: I guess. But then, like, what if I wind up getting' all stressed out?
pt: Immagino. Ma poi, tipo, e se finissi per stressarmi un sacco?

# 2364_Kiryu
source: How about trying some sports? It doesn't cost anything, plus it's good for your health.
pt: Che ne dici di provare a fare un po' di sport? Non costa nulla, e in più fa bene alla salute.

# 2376_Riku
source: Hmm. I used t'really like swimming, but now I'd hafta get myself a new swimsuit. And there's a membership fee for the pool, too.
pt: Hmm. Mi piaceva un sacco nuotare, ma ora dovrei comprarmi un costume nuovo. E poi c'è pure la quota d'iscrizione per la piscina.

# 2388_Kiryu
source: Well, so that isn't necessarily free, but it'd still be cheaper than going shopping, right?
pt: Beh, allora non è necessariamente gratis, ma sarebbe comunque più economico che andare a fare shopping, no?

# 2400_Riku
source: Yeah. And it has been a while! Maybe I'll give it a shot! Y'wanna come with me, Kiryu-san?
pt: Sì. Ed è passato un bel po'! Magari ci provo! Ti va di venire con me, Kiryu-san?

# 2412_Kiryu
source: Swimming pools and I... don't mix. I'm more of an ocean kind of guy.
pt: Io e le piscine... non andiamo d'accordo. Sono più un tipo da mare.

# 2424_Kiryu
source: You don't need to get stressed out. Just don't let the day-to-day stuff get to you, and you won't run off to do some impulse shopping.
pt: Non c'è bisogno di stressarsi. Basta non lasciarsi abbattere dalle fatiche di ogni giorno e non sentirai il bisogno di correre a fare shopping compulsivo.

# 2436_Riku
source: Easier said than done! I gotta deal with loads of stress every day in this job!
pt: Facile a dirsi! In questo lavoro ho a che fare con un sacco di stress ogni giorno!

# 2448_Kiryu
source: Hey, should you be saying this to a client?
pt: Ehi, ma dovresti dire queste cose a un cliente?

# 2460_Riku
source: Right. Sorry. But see!? I get stressed out just makin' sure I say the right stuff!
pt: Hai ragione. Scusa. Ma vedi!? Mi stresso anche solo per assicurarmi di dire le cose giuste!

# 2472_Riku
source: That's it! I'm gonna buy somethin' on my way home today!
pt: Deciso! Oggi mentre torno a casa mi compro qualcosa!

# 2484_Kiryu
source: Oh man...
pt: Oh cavolo...

# 2496_Kiryu
source: You shouldn't do that.
pt: Non dovresti farlo.

# 2508_Riku
source: Why not?
pt: Perché no?

# 2520_Kiryu
source: If you stay at home, you can just shop online.
pt: Se resti a casa, puoi semplicemente fare acquisti online.

# 2532_Riku
source: Oh, hey, that's true!
pt: Oh, ehi, è vero!

# 2544_Kiryu
source: It's much easier to buy things that way than it is going to a store, so the temptation may be even worse.
pt: È molto più facile comprare le cose in quel modo che andare in un negozio, quindi la tentazione potrebbe essere persino peggiore.

# 2556_Riku
source: Whoa, that's a wicked good point. I might use my credit card to splurge on stuff with no thought 'bout my account balance.
pt: Wow, hai proprio ragione. Potrei finire a usare la carta di credito per darmi alle spese pazze senza pensare minimamente al saldo del mio conto.

# 2568_Riku
source: Thanks for pointin' that out! I guess I should get outta the house after all.
pt: Grazie per avermelo fatto notare! Mi sa che dopotutto farei meglio a uscire di casa.

# 2580_Kiryu
source: Try to control your spending, that's all.
pt: Cerca solo di controllare le tue spese, tutto qui.

# 2592_Kiryu
source: I could buy things for you. Then there'd be no problem.
pt: Potrei comprartele io. Così non ci sarebbe alcun problema.

# 2604_Riku
source: Really?
pt: Davvero?

# 2616_Kiryu
source: I mean, so long as it's not too expensive. Don't ask me to buy you a car or anything.
pt: Voglio dire, a patto che non sia troppo costoso. Non chiedermi di comprarti un'auto o roba del genere.

# 2628_Riku
source: Hmm. But like, it's fun t'go shopping. It's nice to get presents and all, but it doesn't scratch the same itch, ya know?
pt: Hmm. Ma tipo, è divertente andare a fare shopping. È bello ricevere regali e tutto il resto, ma non toglie lo stesso sfizio, sai?

# 2640_Riku
source: I wish I could just go shoppin' without having t'spend money.
pt: Magari potessi semplicemente andare a fare shopping senza dover spendere soldi.

# 2652_Kiryu
source: You're a real piece of work.
pt: Sei proprio un bel tipo.

# 2676_Kiryu
source: What's the matter?
pt: Che c'è?

# 2688_Riku
source: Ah, I'm just feelin' kinda gutted, is all.
pt: Ah, mi sento solo un po' a terra, tutto qui.

# 2700_Kiryu
source: I see.
pt: Capisco.

# 2712_Kiryu
source: Are you going to call it a day?
pt: Hai intenzione di finire per oggi?

# 2724_Riku
source: Ahaha! No, it ain't that bad, silly! You're so funny, Kiryu-san.
pt: Ahaha! No, non è così male, sciocchino! Sei proprio divertente, Kiryu-san.

# 2736_Kiryu
source: Uh, I am?
pt: Uh, lo sarei?

# 2748_Riku
source: I know I shouldn't let myself be like this, but I dunno what I oughta do.
pt: So che non dovrei lasciarmi andare così, ma non so proprio cosa dovrei fare.

# 2760_Riku
source: I know I shouldn't let myself be like this, but I dunno what I oughta do.
pt: So che non dovrei lasciarmi andare così, ma non so proprio cosa dovrei fare.

# 2772_Kiryu
source: Do something sooner rather than later. If you ignore what's wrong, it'll just keep getting worse.
pt: Fai qualcosa prima che sia troppo tardi. Se ignori ciò che non va, le cose non faranno che peggiorare.

# 2784_Riku
source: Yeah, you're right.
pt: Sì, hai ragione.

# 2796_Kiryu
source: I don't mind.
pt: Non mi dispiace.

# 2808_Riku
source: That's easy for you t'say!
pt: Facile a dirsi per te!

# 2820_Kiryu
source: I don't mind.
pt: Non mi dispiace.

# 2832_Riku
source: That's easy for you t'say!
pt: Facile a dirsi per te!

# 2844_Kiryu
source: What's the issue?
pt: Qual è il problema?

# 2856_Riku
source: There's a new guy on staff who don't bother t'close the door when he's messin' around in the can, and it's got me in a real mighty tizzy!
pt: C'è un nuovo ragazzo nello staff che non si degna di chiudere la porta quando è al cesso, e la cosa mi manda proprio su tutte le furie!

# 2868_Kiryu
source: That's gross.
pt: Che schifo.

# 2880_Riku
source: Ain't it jus'!? 'Course I'm gonna get myself all up in a twist! Ya can't do that sorta thing!
pt: Ma infatti! È ovvio che mi saltino i nervi! Certe cose non si fanno mica!

# 2892_Kiryu
source: Your accent really comes out when you're angry.
pt: Il tuo accento viene fuori proprio quando ti arrabbi.

# 2904_Riku
source: 'Course it does! I'm gettin' all steamed up jus' thinkin' 'bout it!
pt: Certo che sì! Mi sto proprio scaldando solo a pensarci!

# 2916_Kiryu
source: Wait, what does "gutted" mean, exactly?
pt: Aspetta, cosa significa "gutted" esattamente?

# 2928_Kiryu
source: Don't let it get to you. That sort of thing isn't worth worrying yourself sick over.
pt: Non prendertela. Non vale la pena farsi il fegato marcio per una cosa del genere.

# 2940_Riku
source: Huh? I ain't exactly feelin' sick.
pt: Eh? Non è che mi senta proprio male.

# 2952_Kiryu
source: No, I just mean, you said you're feeling gutted, right? Are you feeling nauseous or anything like that?
pt: No, volevo solo dire che hai detto di sentirti "gutted", no? Hai la nausea o qualcosa del genere?

# 2964_Riku
source: Kiryu-san, don't tell me you're trying t'give me advice when ya don't even understand what I'm sayin'.
pt: Kiryu-san, non dirmi che cerchi di darmi consigli quando non capisci nemmeno quello che dico.

# 2976_Kiryu
source: Huh?
pt: Uh?

# 2988_Riku
source: Quit on embarrassin' me! If ya don't understand Hakata dialect, then jus' go on n' say so!
pt: Smettila di mettermi in imbarazzo! Se non capisci il dialetto di Hakata, dillo e basta!

# 3000_Kiryu
source: Sorry.
pt: Scusa.

# 3012_Kiryu
source: A can of what?
pt: Una lattina di cosa?

# 3024_Riku
source: Huh? Oh, no, sorry! I got all flustered and slipped back into my accent, there.
pt: Eh? Oh, no, scusa! Mi sono tutta agitata e mi è scappato di nuovo il dialetto.

# 3036_Riku
source: There's someone on staff who keeps leavin' the door to the restroom open. And I think that's really gross, so I'm really annoyed over it.
pt: C'è qualcuno dello staff che continua a lasciare la porta del bagno aperta. Lo trovo proprio schifoso, quindi la cosa mi dà un sacco sui nervi.

# 3048_Kiryu
source: Oh, I see. So "gutted" means annoyed.
pt: Oh, capisco. Quindi "gutted" significa essere infastiditi.

# 3060_Riku
source: What? Y'didn't understand what I was sayin'?
pt: Cosa? Non avevi capito quello che stavo dicendo?

# 3072_Riku
source: Christmas is comin' up this month, y'know? So I'm all jazzed 'bout coming in to the club every day t'make some cash!
pt: Questo mese c'è Natale, lo sai? Quindi sono tutta gasata all'idea di venire al club ogni giorno per fare un po' di soldi!

# 3084_Kiryu
source: Is there something you want to save up to get?
pt: C'è qualcosa per cui vuoi mettere da parte dei soldi?

# 3096_Riku
source: Weeell, I'd like t'open my own business.
pt: Beh, mi piacerebbe aprire un'attività tutta mia.

# 3108_Kiryu
source: That sounds nice. Let me know when you're up and running.
pt: Sembra un'ottima idea. Fammi sapere quando sarai operativa.

# 3120_Riku
source: Y'really mean it!? You betcha, Kiryu-san!
pt: Dici davvero!? Puoi scommetterci, Kiryu-san!

# 3132_Kiryu
source: Seriously?
pt: Sul serio?

# 3144_Riku
source: Yeah, seriously. I've wanted to have my own business ever since I was a little kid.
pt: Sì, dico sul serio. Ho sempre voluto avere un'attività tutta mia, fin da quando ero piccola.

# 3156_Kiryu
source: Is that so?
pt: È così?

# 3168_Kiryu
source: A cabaret club?
pt: Un cabaret club?

# 3180_Riku
source: Nah, bein' a hostess is just a part-time thing. I'm not planning on doing this sorta thing forever.
pt: Nah, fare la hostess è solo un lavoro part-time. Non ho intenzione di fare questo genere di cose per sempre.

# 3192_Kiryu
source: I see...
pt: Capisco...

# 3204_Riku
source: I'd really like t'have my own Western-style eatery.
pt: Mi piacerebbe proprio avere un mio ristorantino di cucina occidentale.

# 3216_Kiryu
source: A Western-style eatery? Like a restaurant?
pt: Un ristorantino di cucina occidentale? Tipo un ristorante?

# 3228_Riku
source: Yeah. I'd probably just trick out my place and run things outta there.
pt: Sì. Probabilmente rimetterei a nuovo il locale con stile e gestirei tutto da lì.

# 3240_Kiryu
source: Sounds fancy. I bet it'll be the talk of the neighborhood.
pt: Sembra raffinato. Scommetto che farà parlare di sé in tutto il quartiere.

# 3252_Riku
source: Hope so! It'd be extra great if it could just be a cozy sorta thing I run with my future husband.
pt: Lo spero proprio! Sarebbe ancora più fantastico se fosse un posticino accogliente da gestire insieme al mio futuro marito.

# 3264_Kiryu
source: You're looking to get married?
pt: Hai intenzione di sposarti?

# 3276_Riku
source: Sure! It'd be way simpler to run a business when ya've got two folks working together.
pt: Certo! Sarebbe molto più semplice gestire un'attività quando ci sono due persone a lavorare insieme.

# 3288_Kiryu
source: Good point. I'm sure that'll be fun for you.
pt: Hai ragione. Sono sicuro che ti divertirai.

# 3300_Riku
source: So that's why I'm savin' up the cash now! Hope I can make it happen while I'm still in my twenties!
pt: Ecco perché sto mettendo da parte i soldi ora! Spero di farcela finché ho ancora vent'anni!

# 3312_Kiryu
source: Well, I'm rooting for you.
pt: Beh, faccio il tifo per te.

# 3324_Kiryu
source: That might be rough.
pt: Potrebbe essere dura.

# 3336_Riku
source: Huh? Why's that?
pt: Eh? E perché?

# 3348_Kiryu
source: You'd be together all the time, with no breaks. Even an argument over something trivial might cause your whole life together to fall apart.
pt: Sareste insieme tutto il tempo, senza mai una pausa. Anche una discussione per una banalità potrebbe far crollare tutta la vostra vita insieme.

# 3360_Riku
source: I guess that's true. But in that case, I just gotta try to be real friendly and not get into arguments with him, y'know?
pt: Immagino sia vero. Ma in quel caso, dovrò solo cercare di essere molto gentile e di non mettermi a litigare con lui, sai?

# 3372_Kiryu
source: I suppose that'd be for the best.
pt: Suppongo che sarebbe la cosa migliore.

# 3384_Kiryu
source: Do you have a partner?
pt: Hai un compagno?

# 3396_Riku
source: Hey! Don't go askin' me something like that! A partner's gonna come later.
pt: Ehi! Non metterti a chiedermi certe cose! Un compagno arriverà più avanti.

# 3408_Kiryu
source: Saving money is all well and good, but you can't ignore other important aspects like that.
pt: Mettere i soldi da parte va benissimo, ma non puoi ignorare altri aspetti importanti come questo.

# 3420_Riku
source: Yeah...
pt: Già...

# 3432_Kiryu
source: That might be rough.
pt: Potrebbe essere dura.

# 3444_Riku
source: Huh? Why's that?
pt: Eh? E perché?

# 3456_Kiryu
source: A business like that reflects the tastes of locals by definition.
pt: Un'attività del genere riflette i gusti della gente del posto per definizione.

# 3468_Kiryu
source: I'd be concerned your business idea might not work in this day and age.
pt: Sarei preoccupato che la tua idea di business possa non funzionare al giorno d'oggi.

# 3480_Riku
source: It's fine. I'm not tryin' to get rich or nothing. I just think it'd be fun to try.
pt: Va bene così. Non sto mica cercando di diventare ricca o altro. Penso solo che sarebbe divertente provare.

# 3492_Kiryu
source: I see. Well, I hope it goes well for you.
pt: Capisco. Beh, spero che ti vada bene.

# 3504_Riku
source: Kiryu-san, do y'ever get stressed out?
pt: Kiryu-san, ti capita mai di sentirti stressato?

# 3516_Kiryu
source: I'm pretty stressed right now. That's why I come to places like this to unwind.
pt: Sono un bel po' stressato in questo momento. È per questo che vengo in posti come questo per staccare la spina.

# 3528_Riku
source: Yeah, makes sense. In that case, just relax and let me take care of ya reeeal good.
pt: Già, ha senso. In tal caso, rilassati pure e lascia che mi prenda cura di te per beeeene.

# 3540_Kiryu
source: No, I don't. I'm a pretty simple guy.
pt: No. Sono un tipo piuttosto semplice.

# 3552_Riku
source: For real? So then you're naturally relaxed all the time?
pt: Sul serio? Quindi sei sempre rilassato di natura?

# 3564_Kiryu
source: Why, are you stressed out?
pt: Perché, sei stressata?

# 3576_Riku
source: Yeeeah.
pt: Sììì.

# 3588_Kiryu
source: Have you not been out shopping lately?
pt: Non sei andata a fare shopping ultimamente?

# 3600_Riku
source: That's more of a hobby. Something I go do because I wanna have fun. It doesn't really help me get rid of any stress, y'know?
pt: È più un hobby. Qualcosa che faccio perché voglio divertirmi. Non mi aiuta mica a scaricare lo stress, sai?

# 3612_Kiryu
source: Well, how do you get rid of stress?
pt: Beh, e allora come fai a scaricare lo stress?

# 3624_Riku
source: Hmm. Going for a drive does the trick.
pt: Mmm. Fare un giro in macchina funziona.

# 3636_Kiryu
source: Cars are good for that. The highways around here form loops, so they're well-suited to just taking a spin and letting loose.
pt: Le macchine sono ottime per questo. Le autostrade da queste parti formano dei circuiti, quindi sono l'ideale per farsi un giro e lasciarsi andare.

# 3648_Riku
source: Yeah, exactly! Do you drive a lot, Kiryu-san?
pt: Sì, proprio così! Guidi spesso, Kiryu-san?

# 3660_Kiryu
source: Well, it's my job. But I have to stay pretty alert, so that gets tiring.
pt: Beh, è il mio lavoro. Ma devo restare piuttosto all'erta, quindi stanca.

# 3672_Riku
source: Oh, that's right. It's a shame you can't use your car to relax.
pt: Oh, già. È un peccato che tu non possa usare la tua macchina per rilassarti.

# 3684_Kiryu
source: I don't have a car. I haven't lived here for very long, after all. Though I am starting to wish I did have one.
pt: Io non ho la macchina. Dopotutto non vivo qui da molto tempo. Però sto iniziando a desiderare di averne una.

# 3696_Riku
source: Well, if y'buy one, we can go out driving together! Maybe we can see who's fastest!
pt: Beh, se ne compri una, possiamo andare a farci un giro insieme! Magari vediamo chi è il più veloce!

# 3708_Kiryu
source: Hey, that's not really a drive. That's more of a race, isn't it?
pt: Ehi, quello non è proprio un giro in macchina. È più una gara, no?

# 3720_Kiryu
source: Want me to take you for a spin? I know some nice driving routes.
pt: Vuoi che ti porti a fare un giro? Conosco dei bei percorsi.

# 3732_Riku
source: I prefer drivin' myself. I'm not a big fan of being in the passenger seat.
pt: Preferisco guidare io. Non vado matta per il sedile del passeggero.

# 3744_Kiryu
source: You have your own car, then?
pt: Quindi hai una macchina tutta tua?

# 3756_Riku
source: Yep! I used to drive my folks' car, but I kinda dinged it up a bit, and so they got all mad and told me to buy my own.
pt: Sì! Guidavo la macchina dei miei, ma l'ho un po' ammaccata, così si sono arrabbiati di brutto e mi hanno detto di comprarmene una tutta mia.

# 3768_Kiryu
source: What kind did you buy?
pt: Che tipo hai comprato?

# 3780_Riku
source: Just a little one. It's cute.
pt: Solo uno piccolino. È carino.

# 3792_Kiryu
source: What's the make and model?
pt: Che marca e modello è?

# 3804_Riku
source: Uh, I dunno, I don't care 'bout that sorta thing. I'm not into cars so much as I am just driving them, y'know?
pt: Uh, non saprei, non mi importa granché di queste cose. Non è che mi interessino le auto, quanto più il fatto di guidarle, capisci?

# 3816_Kiryu
source: That does sound like you.
pt: Sembra proprio da te.

# 3828_Kiryu
source: Make sure you're careful. Cars are convenient, but just one mistake while driving can lead to big problems.
pt: Mi raccomando, fa' attenzione. Le auto sono comode, ma basta un solo errore alla guida per causare grossi guai.

# 3840_Riku
source: Yeah, yeah, I know all that stuff. I mean, it's fine so long as I don't do nothin' to cause an accident, right?
pt: Sì, sì, so già tutto quanto. Voglio dire, finché non faccio niente che possa causare un incidente, va tutto bene, no?

# 3852_Kiryu
source: That's the sort of attitude that causes accidents in the first place. You shouldn't drive without following proper driving etiquette.
pt: È proprio questo genere di atteggiamento che causa gli incidenti, tanto per cominciare. Non dovresti guidare senza seguire le dovute norme di condotta al volante.
