Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330517.po
Languages: pt

# 140_Haruka
source: (Prime is a cabaret club. If anyone saw me go into a place like this, it would cause a scene.)
pt: (Prime è un cabaret club. Se qualcuno mi beccasse in un posto così, farebbe uno scandalo.)

# 152_Akiyama
source: (Ah, Honoka is out in Kamurocho right now. Once she's helped get my club back on its feet, I can see her here. Until then, I'm good.)
pt: (Ah, Honoka è fuori a Kamurocho in questo momento. Una volta che avrà aiutato a rimettere in sesto il mio club, potrò vederla qui. Fino ad allora, sto a posto.)

# 164_Akiyama
source: (I talked Honoka-chan into going to Tokyo with me. I should go to Elise once I'm back in Kamurocho.)
pt: (Ho convinto Honoka a venire a Tokyo con me. Dovrei andare da Elise una volta tornato a Kamurocho.)

# 188_Akiyama
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 200_Akiyama
source: (My manager at Elise wants me to find girls who can work right away. Maybe it's worth talking to Honoka-chan about that.)
pt: (Il mio manager di Elise vuole che trovi delle ragazze che possano mettersi subito a lavorare. Forse varrebbe la pena parlarne con Honoka.)

# 248_Akiyama
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 272_Akiyama
source: (Prime－a cabaret club. I should check out an adult entertainment info booth first, not just waltz right in.)
pt: (Prime－un cabaret club. Dovrei dare un'occhiata a un info point per l'intrattenimento per adulti prima, non buttarmi dentro così a caso.)

# 296_Kiryu
source: (Prime is a cabaret club I went to years ago. There were a lot of nice girls here back then.)
pt: (Prime è un cabaret club dove sono andato anni fa. C'erano un sacco di belle ragazze qui a quei tempi.)

# 320_Saejima
source: (Prime's a cabaret club. It's a waste of time for me to go to a bunch of different clubs. Gotta focus on just one place.)
pt: (Prime è un cabaret club. È una perdita di tempo per me andare in un sacco di club diversi. Devo concentrarmi su un solo posto.)

# 332_Shinada
source: (Prime is a cabaret club. Man, I'd love to check it out, but I'd better not.)
pt: (Prime è un cabaret club. Cavolo, mi piacerebbe un sacco darci un'occhiata, ma è meglio di no.)

# 344_Haruka
source: (Prime is a cabaret club. If anyone saw me go into a place like this, it would cause a scene.)
pt: (Prime è un cabaret club. Se qualcuno mi beccasse in un posto così, farebbe uno scandalo.)
