Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid011302ef.po
Languages: pt

# 3344_Saejima
source: Well? What's with that pause?
pt: Be'? Cos'è quella pausa?

# 3356_???
source: Let go of the past, and then you shall be free, Saejima.
pt: Lasciati alle spalle il passato e sarai libero, Saejima.

# 3368_Saejima
source: You know my name? Why'd ya keep callin' me "mortal" before, then?
pt: Conosci il mio nome? Allora perché prima continuavi a chiamarmi "mortale"?

# 3380_???
source: Oh, right... About your name...
pt: Oh, già... A proposito del tuo nome...

# 3392_???
source: I, uh... I plucked it from the mind of this old man.
pt: Io, ecco... L'ho estrapolato dalla mente di questo vecchio.

# 3404_Saejima
source: Okay, guess that could explain it, considerin' you're possessin' the old guy.
pt: Ok, direi che questo lo spiega, visto che ti sei impossessato del vecchio.

# 3416_Saejima
source: But what gets me is, none of this is surprising me anymore.
pt: Ma la cosa assurda è che ormai niente di tutto questo mi sorprende più.

# 3428_???
source: I'm Todoroki, leader of the mountain gods.
pt: Sono Todoroki, il capo degli dei della montagna.

# 3440_Saejima
source: Todoroki? So you're that first god I met before.
pt: Todoroki? Quindi sei quel primo dio che ho incontrato prima.

# 3452_Saejima
source: Wait a sec. I thought Homura was supposed to be the boss god.
pt: Aspetta un attimo. Credevo che Homura dovesse essere il capo degli dei.

# 3476_Saejima
source: And you sound different from last time. Not soundin' so, uh... godly this time.
pt: E hai un tono diverso dall'ultima volta. Non sembri così... ecco... divino, stavolta.

# 3500_Todoroki
source: Homura's dead!
pt: Homura è morto!

# 3512_Saejima
source: What!? Mountain gods can die!?
pt: Cosa!? Gli dei della montagna possono morire!?

# 3524_Todoroki
source: Just so! And I changed the way I speak so I could become the new leader!
pt: Proprio così! E ho cambiato il mio modo di parlare per poter diventare il nuovo leader!

# 3536_Saejima
source: I guess that could explain it, but...
pt: Direi che questo lo spiega, ma...

# 3548_Todoroki
source: It isn't easy being a mountain god, you know.
pt: Non è mica facile essere un dio della montagna, sai.

# 3572_Saejima
source: Somethin' don't smell right here.
pt: C'è qualcosa che non mi quadra.

# 3584_Todoroki
source: Huh?
pt: Uh?

# 3596_Saejima
source: You're actin' kinda weird. If I find out you've been punkin' me...
pt: Ti stai comportando in modo strano. Se scopro che mi stai prendendo per i fondelli...

# 3620_Saejima
source: I can't help feelin' like－
pt: Non posso fare a meno di pensare che－

# 3632_Todoroki
source: Silence! It is time to do battle!
pt: Silenzio! È il momento di combattere!

# 3656_Saejima
source: Strange how Todoroki just attacked like that. It was like he was tryin' to hide something.
pt: È strano che Todoroki abbia attaccato così, all'improvviso. Sembrava quasi che cercasse di nascondere qualcosa.

# 3668_Tendo
source: Ow ow ow!
pt: Ahi ahi ahi!

# 3680_Saejima
source: You okay, old man?
pt: Tutto bene, vecchio?

# 3692_Tendo
source: Don't you know how to pull your punches?
pt: Ma non sai proprio andarci piano?

# 3704_Saejima
source: What about those mountain gods? They always come at me like a freight train.
pt: E quegli dei della montagna? Mi caricano sempre come dei treni merci.

# 3716_Tendo
source: Yes, well, you have a point there.
pt: Sì, beh, su questo non hai tutti i torti.

# 3728_Saejima
source: Anyway, that god was actin' kinda sketchy this time. Kinda hard to believe he was even a god.
pt: Comunque, stavolta quel dio si è comportato in modo un po' sospetto. Faccio quasi fatica a credere che fosse davvero un dio.

# 3740_Saejima
source: Then again, he did say he was Todoroki, so I guess he was the same god I met the first time. Man, now I'm really confused.
pt: D'altra parte, ha detto di essere Todoroki, quindi immagino fosse lo stesso dio che ho incontrato la prima volta. Cavolo, adesso sono proprio confuso.

# 3752_Tendo
source: That is just the way of the world, Saejima. Some things simply cannot be explained.
pt: È così che va il mondo, Saejima. Certe cose semplicemente non si possono spiegare.

# 3764_Saejima
source: Not you, too, old man. I got enough half-assed explanations from Todoroki.
pt: Non metterti pure tu, vecchio. Ne ho già avute fin troppe di spiegazioni del cavolo da Todoroki.

# 3776_Saejima
source: I can't help feelin' there's somethin' fishy with this mountain god thing.
pt: Non posso fare a meno di pensare che ci sia qualcosa di losco in tutta questa storia degli dei della montagna.

# 3788_Tendo
source: A needless focus on details will only lead to vexation, Saejima.
pt: Fissarsi inutilmente sui dettagli ti porterà solo affanno, Saejima.

# 3800_Tendo
source: Now, do you notice any new powers this time?
pt: Allora, hai notato qualche nuovo potere stavolta?

# 3812_Saejima
source: Hm, lemme see here...
pt: Hm, vediamo un po'...

# 3836_Saejima
source: I like powerin' up like this, but something about this whole thing don't sit right with me.
pt: Mi piace potenziarmi così, ma c'è qualcosa in tutta questa storia che non mi convince.

# 3848_Saejima
source: I also noticed the offerings I need to get are startin' to get more expensive.
pt: Ho anche notato che le offerte che devo rimediare stanno iniziando a farsi più care.

# 3860_Tendo
source: The gods of the mountains have many needs. You'd be wise to keep showing them your generosity.
pt: Gli dei della montagna hanno molte necessità. Sarebbe saggio continuare a mostrare loro la tua generosità.

# 3872_Saejima
source: Ugh, this is really startin' to bug me. Better get it outta my head or it's gonna keep me up all night.
pt: Ugh, questa storia sta iniziando a darmi proprio sui nervi. Meglio levarmela dalla testa o finirà per non farmi dormire tutta la notte.

# 3884_Tendo
source: That would be the wise choice. Clear your mind so you may hear when the gods speak to you.
pt: Sarebbe la scelta più saggia. Libera la mente, così potrai udire quando gli dei ti parleranno.

# 3896_Saejima
source: Yeah, I'll do that.
pt: Già, farò così.

# 3908_Tendo
source: Well, Saejima, I do hope you stop by again.
pt: Bene, Saejima, spero proprio che passerai di nuovo.

# 3980_Tendo
source: Ngh!
pt: Ugh!

# 3992_Saejima
source: This offering's gonna work!?
pt: Questa offerta funzionerà!?

# 4016_Saejima
source: Who we got this time?
pt: Chi abbiamo stavolta?

# 4028_???
source: Who is it that disturbs my slumber?
pt: Chi è che disturba il mio sonno?

# 4052_Tendo
source: Yikes! What the－!?
pt: Accidenti! Ma che－!?

# 4064_Tendo
source: Why did you－er, I mean, who is it that disturbs－
pt: Perché hai－ehm, cioè, chi è che disturba－

# 4076_Saejima
source: I knew it! This was all a buncha bull.
pt: Lo sapevo! Era tutto un mucchio di stronzate.

# 4088_Saejima
source: Your magic and those mountain gods were total schlock.
pt: La tua magia e quegli dei della montagna erano una vera schifezza.

# 4100_Tendo
source: What!? Nonsense! Stop this disobedience at once!
pt: Cosa!? Sciocchezze! Smettila subito con questa disobbedienza!

# 4112_Saejima
source: You had me goin' for a while, but you blew it when you couldn't keep your gods straight.
pt: Mi hai fregato per un po', ma hai mandato tutto all'aria quando non sei riuscito a distinguere i tuoi stessi dei.

# 4124_Saejima
source: Then there's those offerings! I ain't dumb. Anyone could see it's just stuff you yourself wanted.
pt: E poi ci sono quelle offerte! Mica sono scemo. Chiunque capirebbe che è solo roba che volevi tu.

# 4136_Tendo
source: Ack!
pt: Ah!

# 4148_Saejima
source: Fess up, old man. You had a good run, but the cat's outta the bag. You're just lucky I got a good sense of humor.
pt: Sputa il rospo, vecchio. Ti è andata bene finora, ma ormai sei stato scoperto. Sei fortunato che io abbia un buon senso dell'umorismo.

# 4172_Tendo
source: Apologies. I couldn't stop myself.
pt: Chiedo scusa. Non sono riuscito a trattenermi.

# 4184_Saejima
source: Honesty's the best policy. Never forget that.
pt: L'onestà è la miglior politica. Non dimenticarlo mai.

# 4196_Saejima
source: Why're you doing this anyway? The villagers are really creeped out.
pt: Ma perché lo fai, poi? Gli abitanti del villaggio sono davvero spaventati.

# 4208_Tendo
source: Ah, yes, well...
pt: Ah, sì, beh...

# 4220_Tendo
source: Ngh!
pt: Ugh!

# 4232_Saejima
source: Cut the crap already, old man.
pt: Dacci un taglio con queste stronzate, vecchio.

# 4256_Saejima
source: You really gonna pull this? Again? Come on, old man, I know it's all a load of crap.
pt: Vuoi davvero rifarlo? Di nuovo? Ma dai, vecchio, lo so che sono tutte stronzate.

# 4268_???
source: We, the gods of the mountain, shall not stand for this! You have mocked us for the last time!
pt: Noi, gli dèi della montagna, non tollereremo questo! Ci hai schernito per l'ultima volta!

# 4280_Saejima
source: C'mon, old man... You can't be serious.
pt: Dai, vecchio... Non farai mica sul serio.

# 4292_???
source: We expect little from you, for such base behavior is the nature of man, but we shall no longer tolerate such ignorance.
pt: Ci aspettiamo poco da te, poiché un comportamento tanto vile è proprio della natura umana, ma non tollereremo più una simile ignoranza.

# 4304_???
source: Prepare to suffer the wrath of the mountain gods and atone for your sins!
pt: Preparati a subire l'ira degli dèi della montagna e a espiare i tuoi peccati!

# 4316_Saejima
source: Aw, come on! They're real? The old man really pissed 'em off!
pt: Ma dai! Esistono davvero? Il vecchio li ha fatti incazzare sul serio!

# 4328_???
source: Prepare yourself, mortal! The day of judgment is nigh!
pt: Preparati, mortale! Il giorno del giudizio è vicino!

# 4352_Saejima
source: *huff* *huff*
pt: *anf* *anf*

# 4364_???
source: I see you are no mere mortal.
pt: Vedo che non sei un semplice mortale.

# 4376_Saejima
source: Nah, I'm just a regular guy.
pt: Nah, sono solo un tipo qualunque.

# 4388_Saejima
source: We may seem insignificant to you, but walk a mile in our shoes, and you'll see it ain't so easy.
pt: Potremmo sembrarti insignificanti, ma prova a metterti nei nostri panni e vedrai che non è mica così facile.

# 4400_???
source: Fool! I see now that there is no point in dealing with your kind.
pt: Sciocco! Ora vedo che non ha alcun senso avere a che fare con quelli della tua specie.

# 4412_???
source: Go! Live your life like the lowly worm that you are!
pt: Vai! Vivi la tua vita come l'infimo verme che sei!

# 4436_Saejima
source: Hey, old guy!
pt: Ehi, vecchio!

# 4460_Saejima
source: You okay, old man!?
pt: Tutto bene, vecchio!?

# 4472_Tendo
source: Yes, I'll be fine.
pt: Sì, starò bene.

# 4484_Saejima
source: Yeah? Well, all your screwin' around made a real mountain god come knockin'.
pt: Ah sì? Beh, con tutte le tue stronzate hai fatto venire a bussare un vero dio della montagna.

# 4496_Tendo
source: Yes, I heard the whole thing unfold from some deep recess of my mind.
pt: Sì, ho sentito tutto quanto svolgersi da qualche recesso profondo della mia mente.

# 4508_Tendo
source: So the gods of the mountain really do exist. I... suppose I overstepped my bounds there.
pt: Quindi gli dei della montagna esistono davvero. Immagino... di aver passato il segno.

# 4520_Saejima
source: Tell me about it. You better watch yourself.
pt: Dimmelo te. Vedi di stare attento.

# 4532_Tendo
source: Indeed. I will take that warning to heart.
pt: Già. Farò tesoro di questo avvertimento.

# 4544_Tendo
source: I'm done meddling in such things. Anyway, I'm glad I met you, Saejima. It has been great fun.
pt: Ho chiuso con l'intromettermi in certe faccende. Comunque, mi ha fatto piacere conoscerti, Saejima. È stato molto divertente.

# 4556_Tendo
source: My remaining years are few, but I will strive to leave something of worth for the next generation.
pt: Mi restano pochi anni da vivere, ma farò di tutto per lasciare qualcosa di valore alla prossima generazione.

# 4568_Tendo
source: Come visit me anytime you'd like, Saejima. I'll be here continuing my communion with the gods.
pt: Vieni pure a trovarmi quando vuoi, Saejima. Sarò qui a continuare la mia comunione con gli dei.

# 4616_Saejima
source: Not so fast.
pt: Non così in fretta.

# 4628_Tendo
source: Huh?
pt: Uh?

# 4640_Saejima
source: Couldn't even get a word in with you wrappin' up your farewell speech.
pt: Non sono nemmeno riuscito ad aprire bocca, con te che stavi lì a finire il tuo discorso d'addio.

# 4652_Tendo
source: Oh, was there something you wanted to say?
pt: Oh, c'era qualcosa che volevi dire?

# 4664_Saejima
source: We never finished our talk. You know, the one about why you were doin' all this?
pt: Non abbiamo mai finito il nostro discorso. Sai, quello sul perché stessi facendo tutto questo?

# 4676_Saejima
source: Then there's your magic tricks. How'd you pull that off, anyway?
pt: E poi ci sono i tuoi trucchetti. Comunque, come hai fatto a metterli in scena?

# 4688_Tendo
source: Oh, um... About that...
pt: Oh, ehm... Riguardo a quello...

# 4700_Saejima
source: Look, if you don't wanna talk about it, fine. But you gotta stop tryin' to scam offerings outta people.
pt: Senti, se non ne vuoi parlare, fa niente. Ma vedi di piantarla di scroccare offerte alla gente.

# 4712_Saejima
source: Besides, if you really can do magic like that, you could make a serious livin' off it.
pt: E poi, se sai davvero fare magie del genere, potresti camparci alla grande.

# 4724_Tendo
source: I suppose you have a point there.
pt: Suppongo che tu abbia ragione.

# 4736_Tendo
source: Saejima, I must apologize for deceiving you as I did.
pt: Saejima, devo scusarmi per averti ingannato in quel modo.

# 4748_Tendo
source: But now it is time for me to reveal my true identity to you.
pt: Ma ora è giunto il momento che io ti sveli la mia vera identità.

# 4760_Saejima
source: Ngh!
pt: Ugh!

# 4784_Saejima
source: ...Old man?
pt: ...Vecchio?

# 4796_Saejima
source: He just disappeared. And what was that about his true identity?
pt: È sparito così, dal nulla. E che cos'era quella storia della sua vera identità?

# 4808_Saejima
source: Wha－!?
pt: Ma che－!?

# 4820_Saejima
source: Was that old man really one of them mountain gods?
pt: Quel vecchio era davvero una di quelle divinità della montagna?

# 4832_Saejima
source: Nah. No way. That's impossible.
pt: Nah. Non può essere. È impossibile.

# 4844_Saejima
source: Well, that was a little freaky, but it wasn't all for nothin'. Got some new skills out of it, at least.
pt: Beh, è stata una roba un po' inquietante, ma non è stato tutto inutile. Almeno ne ho ricavato delle nuove abilità.

# 4868_Saejima
source: Maybe we'll meet again sometime, old man.
pt: Magari ci incontreremo di nuovo un giorno, vecchio.

# 4880_Saejima
source: See ya.
pt: Ci si vede.
