Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340012.po
Languages: pt

source: Main Conversation 10
pt: Conversazione principale 10

source: Main Conversation 11
pt: Conversazione principale 11

source: Main Conversation 12
pt: Conversazione principale 12

source: Main Conversation 13
pt: Conversazione principale 13

source: Main Conversation 14
pt: Conversazione principale 14

source: Main Conversation 15
pt: Conversazione principale 15

source: Main Conversation 16
pt: Conversazione principale 16

source: Main Conversation 17
pt: Conversazione principale 17

source: Main Conversation 18
pt: Conversazione principale 18

source: Main Conversation 19
pt: Conversazione principale 19

source: Main Conversation 20
pt: Conversazione principale 20

source: Main Conversation 21
pt: Conversazione principale 21

source: Main Conversation 22
pt: Conversazione principale 22

source: Main Conversation 23
pt: Conversazione principale 23

source: Main Conversation 24
pt: Conversazione principale 24

source: Main Conversation 25
pt: Conversazione principale 25

source: Main Conversation 26
pt: Conversazione principale 26

source: Main Conversation 27
pt: Conversazione principale 27

source: Main Conversation 28
pt: Conversazione principale 28

source: Main Conversation 29
pt: Conversazione principale 29

source: Main Conversation 30
pt: Conversazione principale 30

source: Main Conversation 31
pt: Conversazione principale 31

source: Romance Conversation 6
pt: Conversazione romantica 6

source: Romance Conversation 7
pt: Conversazione romantica 7

source: Romance Conversation 8
pt: Conversazione romantica 8

source: ○Probably not, no.
pt: ○Probabilmente no.

source: □Let me hear it.
pt: □Fammi sentire.

source: ○Try me.
pt: ○Mettimi alla prova.

source: □You're right.
pt: □Hai ragione.

source: ○Really?
pt: ○Davvero?

source: △What does it sound like?
pt: △Com'è che suona?

source: ○Sure.
pt: ○Certo.

source: □Please speak normally.
pt: □Per favore, parla normalmente.

source: △That was cute.
pt: △È stato carino.

source: □I'm not falling for that.
pt: □Non ci casco.

source: ○Yes please.
pt: ○Sì, per favore.

source: □I can do it.
pt: □Posso farcela.

source: □Sometimes.
pt: □A volte.

source: △Pass me a hand towel.
pt: △Passami un asciugamano.

source: ○Don't worry about it.
pt: ○Non preoccuparti.

source: □No, please do.
pt: □No, ti prego.

source: ○That wouldn't be so bad.
pt: ○Non sarebbe male.

source: □I won't.
pt: □Non lo farò.

source: ○I did, too.
pt: ○Anch'io.

source: △Did it make you hungry?
pt: △Ti ha fatto venire fame?

source: □I like them.
pt: □Mi piacciono.

source: △What sucks about it?
pt: △Cos'è che fa schifo?

source: ○They should mind their manners.
pt: ○Dovrebbero imparare l'educazione.

source: □You might learn to like it.
pt: □Potresti imparare ad apprezzarlo.

source: △Why not move then?
pt: △Perché non ti trasferisci, allora?

source: ○I know the feeling.
pt: ○So come ci si sente.

source: □That's no good.
pt: □Non va bene.

source: △That isn't so bad.
pt: △Non è poi così male.

source: ○Good idea.
pt: ○Buona idea.

source: □You shouldn't do that.
pt: □Non dovresti farlo.

source: △I could buy you things.
pt: △Potrei comprarti delle cose.

source: ○How about trying some sports?
pt: ○Che ne dici di provare a fare un po' di sport?

source: △No need to get stressed out.
pt: △Non c'è bisogno di stressarsi.

source: ○I see.
pt: ○Capisco.

source: □Calling it a day?
pt: □Hai finito per oggi?

source: ○Do something now, not later.
pt: ○Fai qualcosa adesso, non dopo.

source: □I don't mind.
pt: □Non mi dispiace.

source: ○That's gross.
pt: ○Che schifo.

source: □Don't let it get to you.
pt: □Non prendertela.

source: △A can of what?
pt: △Una lattina di cosa?

source: ○That sounds nice.
pt: ○Sembra bello.

source: □Seriously?
pt: □Dici sul serio?

source: △A cabaret club?
pt: △Un cabaret club?

source: ○Sounds fancy.
pt: ○Sembra roba di classe.

source: □That might be rough.
pt: □Potrebbe essere dura.

source: ○You want to get married?
pt: ○Vuoi sposarti?

source: △Do you have a partner?
pt: △Hai un compagno?

source: ○I'm stressed right now.
pt: ○Adesso sono stressato.

source: □No, I don't.
pt: □No, non ce l'ho.

source: ○Cars are good for that.
pt: ○Le auto sono ottime per quello.

source: △Want to go for a spin?
pt: △Ti va di fare un giro?

source: ○Well, it's my job.
pt: ○Beh, è il mio lavoro.

source: □I don't have a car.
pt: □Non ho un'auto.

source: ○What kind did you buy?
pt: ○Che tipo hai preso?

source: □Make sure you're careful.
pt: □Vedi di fare attenzione.

source: ○You must be clumsy.
pt: ○Devi essere proprio maldestra.

source: □Don't worry about it.
pt: □Non preoccuparti.

source: ○That's kind of cute.
pt: ○È piuttosto carino.

source: □You need to relax more.
pt: □Devi rilassarti di più.

source: ○You can do it.
pt: ○Puoi farcela.

source: □Don't panic.
pt: □Non farti prendere dal panico.

source: △You seem fine around me.
pt: △Sembri a tuo agio con me.

source: ○I have an eye for these things.
pt: ○Ho occhio per queste cose.

source: □That depends on you.
pt: □Dipende da te.

source: □You aren't nervous around me?
pt: □Non sei nervosa con me?

source: ○Yes.
pt: ○Sì.

source: △That's not a hint.
pt: △Non è un suggerimento.

source: ○Fine, fine.
pt: ○Va bene, va bene.

source: □I've heard enough.
pt: □Ne ho sentito abbastanza.

source: ○Is it seafood?
pt: ○Si tratta di pesce?

source: □What's the first letter?
pt: □Qual è la prima lettera?

source: △What color is it?
pt: △Di che colore è?

source: ○Seafood paella.
pt: ○Paella ai frutti di mare.

source: □Beef stew.
pt: □Spezzatino di manzo.

source: ○What's wrong?
pt: ○Cosa c'è che non va?

source: △Ahh!
pt: △Ah!

source: ○What did you do?
pt: ○Cos'hai fatto?

source: □You should go right away.
pt: □Dovresti andarci subito.

source: △How does that concern me?
pt: △E io che c'entro?

source: ○You first.
pt: ○Prima tu.

source: □Uh, nothing.
pt: □Uh, niente.

source: ○That's a shame.
pt: ○È un peccato.

source: □You don't need one.
pt: □Non ne hai bisogno.

source: △That's typical, though.
pt: △Però è tipico.

source: ○Keep trying.
pt: ○Continua a provarci.

source: ○I'm a taxi driver.
pt: ○Faccio il tassista.

source: □That's a secret.
pt: □È un segreto.

source: □Does it really matter?
pt: □Importa davvero qualcosa?

source: □Not really.
pt: □Non proprio.

source: ○You do give off that vibe.
pt: ○In effetti dai proprio quell'idea.

source: □That's hard to believe.
pt: □Faccio fatica a crederci.

source: △Does that pay well?
pt: △Si guadagna bene?

source: ○Glad I can count on you.
pt: ○Mi fa piacere poter contare su di te.

source: □I'm just kidding.
pt: □Sto solo scherzando.

source: ○Can I get in on that?
pt: ○Posso unirmi anch'io?

source: □That can't be true.
pt: □Non può essere vero.

source: ○It's rough being popular.
pt: ○È dura essere popolari.

source: □Should you take on that many?
pt: □Dovresti accettarne così tanti?

source: ○I get you.
pt: ○Ti capisco.

source: □That's not true.
pt: □Non è vero.

source: △Anyone can do that.
pt: △Lo può fare chiunque.

source: □Are you sure?
pt: □Sei sicuro?

source: △Same as being a hostess.
pt: △È come fare la hostess.

source: ○That's unusual.
pt: ○È strano.

source: □Me too.
pt: □Anch'io.

source: ○Go ahead.
pt: ○Fai pure.

source: □I'm not really here for that.
pt: □Non sono proprio qui per questo.

source: △I don't come cheap.
pt: △Non sono a buon mercato.

source: ○Of course.
pt: ○Certamente.

source: □Just kidding.
pt: □Scherzavo.

source: □You're asking the wrong guy.
pt: □Lo stai chiedendo alla persona sbagliata.

source: ○You need to come clean.
pt: ○Devi vuotare il sacco.

source: □Just leave it alone.
pt: □Lascia stare.

source: ○Yeah.
pt: ○Sì.

source: □That's not good.
pt: □Non va bene.

source: □No, don't.
pt: □No, non farlo.

source: △Tell them how?
pt: △Dirglielo in che modo?

source: ○Don't worry.
pt: ○Non preoccuparti.

source: □Good point.
pt: □Giusta osservazione.

source: ○Perhaps.
pt: ○Forse.

source: □I don't think that's it.
pt: □Non credo sia così.

source: ○It's good you realized that.
pt: ○È un bene che tu te ne sia resa conto.

source: □You still have a good heart.
pt: □Hai ancora un buon cuore.

source: □Well, maybe.
pt: □Beh, forse.

source: ○Really, really.
pt: ○Davvero, davvero.

source: ○No fooling.
pt: ○Dico sul serio.

source: □If you put it that way...
pt: □Se la metti così...

source: ○Don't give up.
pt: ○Non mollare.

source: □Maybe you should cut ties.
pt: □Forse dovresti tagliare i ponti.

source: ○That's no good.
pt: ○Non va bene.

source: □Let her talk.
pt: □Lasciala parlare.

source: ○I agree.
pt: ○Sono d'accordo.

source: □Him who?
pt: □Lui chi?

source: ○Right.
pt: ○Giusto.

source: △Him?
pt: △Lui?

source: □You really shouldn't.
pt: □Non dovresti proprio.

source: ○That's good to hear.
pt: ○Mi fa piacere sentirlo.

source: □Don't let it go to your head.
pt: □Non montarti la testa.

source: ○I do have quite a few.
pt: ○Ne ho parecchi.

source: □I don't really have any.
pt: □In realtà non ne ho.

source: ○You could say that.
pt: ○Si può dire così.

source: ○Why's that?
pt: ○Come mai?

source: △Does that disqualify me?
pt: △Questo mi squalifica?

source: △Meaning guys like me?
pt: △Intendi tipi come me?

source: ○That's very maternal of you.
pt: ○È molto materno da parte tua.

source: □What's so good about that?
pt: □Cosa c'è di così bello?

source: ○Maybe I want you to mother me.
pt: ○Forse voglio che tu mi faccia da madre.

source: □Do whatever you want.
pt: □Fai come ti pare.

source: ○And what of it?
pt: ○E allora?

source: ○Maybe.
pt: ○Può darsi.

source: □Whoa, hey.
pt: □Ehi, ehi.

source: □I don't think so.
pt: □Non credo.

source: △Maybe you could date me.
pt: △Magari potresti uscire con me.

source: ○That's your problem.
pt: ○Questo è un problema tuo.

source: □Maybe that's not enough.
pt: □Forse non è abbastanza.

source: ○No, I don't think so.
pt: ○No, non credo.

source: ○We'll be good together.
pt: ○Staremo bene insieme.

source: □It won't work out.
pt: □Non funzionerà.

source: ○I do my own cooking.
pt: ○Cucino io.

source: □I eat out a lot.
pt: □Mangio spesso fuori.

source: ○Mine too.
pt: ○Anche il mio.

source: □That's a safe choice.
pt: □È una scelta sicura.

source: △The ready-made kind?
pt: △Quelli già pronti?

source: ○Yeah, spicy.
pt: ○Sì, è piccante.

source: □I prefer mild.
pt: □Preferisco quello delicato.

source: ○I should try that next time.
pt: ○Dovrei provarlo la prossima volta.

source: □I'll pass.
pt: □Passo.

source: ○Are you all right?
pt: ○Tutto bene?

source: □That's clumsy of you.
pt: □Sei proprio maldestra.

source: △What were you doing?
pt: △Cosa stavi facendo?

source: ○What were you making?
pt: ○Cosa stavi preparando?

source: □I don't know if I believe you.
pt: □Non so se crederti.

source: ○That's very domestic of you.
pt: ○Sei proprio una donna di casa.

source: □Did you get it back on okay?
pt: □L'hai rimesso a posto senza problemi?

source: ○I'd marry you.
pt: ○Ti sposerei.

source: □I can do those things too.
pt: □So fare anch'io quelle cose.

source: △What else are you good at?
pt: △In cos'altro sei brava?

source: ○It must be love.
pt: ○Dev'essere amore.

source: □Maybe because I'm here a lot.
pt: □Forse perché vengo qui spesso.

source: ○I bet I'm right, though.
pt: ○Scommetto che ho ragione, però.

source: △Like I need to say it.
pt: △Come se ci fosse bisogno di dirlo.

source: □I'm single.
pt: □Sono single.

source: △That shouldn't matter.
pt: △Non dovrebbe avere importanza.

# 780_Riku
source: You're not from around here, are ya, Kiryu-san?
pt: Non sei di queste parti, vero, Kiryu-san?

# 792_Kiryu
source: Not originally. I've lived here for six months now, though. Is it that obvious?
pt: In realtà no. Però vivo qui da sei mesi ormai. Si nota così tanto?

# 804_Riku
source: Kinda, yeah. You've got a Tokyo accent. It's easy to tell if someone's not from 'round here.
pt: Un po', sì. Hai l'accento di Tokyo. Si capisce subito se qualcuno non è di queste parti.

# 816_Kiryu
source: I don't think you have a thick accent.
pt: Non mi sembra che tu abbia un accento marcato.

# 828_Riku
source: Yeah, folks come here from all over, so I try to tone it down. Non-locals probably wouldn't be able to understand me otherwise.
pt: Sì, qui viene gente da ogni parte, quindi cerco di smorzarlo un po'. Altrimenti chi non è del posto probabilmente non riuscirebbe a capirmi.

# 840_Kiryu
source: Let me hear it. Just a little bit.
pt: Fammelo sentire. Solo un pochino.

# 852_Riku
source: Ehhh, I dunno if that's a good idea, Kiryu-san. I don't think you're gonna understand me.
pt: Ehhh, non so se sia una buona idea, Kiryu-san. Non credo che riusciresti a capirmi.

# 864_Kiryu
source: Try me. Just let yourself speak like you normally would.
pt: Mettimi alla prova. Parla pure come faresti di solito.

# 876_Kiryu
source: You're right. Still, I think it's nice when a girl speaks with an accent.
pt: Hai ragione. Comunque, trovo che sia carino quando una ragazza parla con l'accento.

# 888_Riku
source: Oh? Y'like girls with an accent, Kiryu-san?
pt: Oh? Ti piacciono le ragazze con l'accento, Kiryu-san?

# 900_Kiryu
source: I've certainly got nothing against them.
pt: Non ho di certo nulla contro di loro.

# 912_Kiryu
source: Probably not, no. Sometimes I have trouble understanding what locals are trying to say when I talk to them.
pt: Probabilmente no. A volte faccio fatica a capire quello che la gente del posto cerca di dirmi quando ci parlo.

# 924_Riku
source: Older folks have an even thicker accent! Heck, sometimes people my age have a tough time figurin' out what they're trying to say.
pt: Gli anziani hanno un accento ancora più marcato! Cavolo, a volte persino i miei coetanei fanno fatica a capire cosa stiano cercando di dire.

# 936_Kiryu
source: What does it sound like?
pt: Che suono ha?

# 948_Riku
source: Hmm, let's see... Hey wait, you're just tryin' to make me speak!
pt: Mmh, vediamo... Ehi, aspetta, stai solo cercando di farmi parlare!

# 960_Riku
source: Oh geez, right when I've lowered my guard...
pt: Accidenti, proprio quando avevo abbassato la guardia...

# 972_Riku
source: Jes' don't 'spect me t'learn ya howta unnerstannit when ya up n' ask me outta the blue like this 'un.
pt: Non aspettarti mica che ti insegni a capirlo, se me lo chiedi così, di punto in bianco.

# 984_Kiryu
source: ...Huh?
pt: ...Eh?

# 996_Riku
source: Sumthin' th' matter? Y'look like yer jaw done hit th' floor.
pt: C'è qualcosa che non va? Hai una faccia... ti è quasi caduta la mascella.

# 1008_Riku
source: I'm jes' talkin' th' way y'done askin' me to, Kiryu-san, is all.
pt: Sto solo parlando come mi hai chiesto tu, Kiryu-san, tutto qui.

# 1020_Kiryu
source: Sure.
pt: Certo.

# 1032_Riku
source: Huh? Sure what?
pt: Eh? Certo cosa?

# 1044_Kiryu
source: Hm?
pt: Mh?

# 1056_Riku
source: Did y'get all that?
pt: Hai capito tutto?

# 1068_Kiryu
source: Uh, yeah, of course.
pt: Uh, sì, certo.

# 1080_Riku
source: Uh-huh. Sure ya did. I'll keep my accent in check around ya, Kiryu-san.
pt: Sì, sì, come no. Terrò a freno l'accento quando parlo con te, Kiryu-san.

# 1092_Kiryu
source: Okay...
pt: Va bene...

# 1104_Kiryu
source: Please speak normally. You were right. I didn't get a word of that.
pt: Per favore, parla normalmente. Avevi ragione. Non ho capito una parola.

# 1116_Riku
source: Then how come y'asked me in the first place? I told ya you wouldn't understand it!
pt: E allora perché me l'hai chiesto, tanto per cominciare? Te l'avevo detto che non avresti capito!

# 1128_Kiryu
source: Sorry. The accent was thicker than I expected.
pt: Scusa. L'accento era più stretto di quanto mi aspettassi.

# 1140_Riku
source: Well, I'm not doin' <Italic>that</Italic> again.
pt: Beh, non lo rifarò di certo <Italic>più</Italic>.

# 1152_Kiryu
source: That was cute. I like it when a girl has an accent.
pt: È stato carino. Mi piace quando una ragazza ha l'accento.

# 1164_Riku
source: You're kiddin' me! Y'were staring into space just now!
pt: Ma mi stai prendendo in giro! Avevi lo sguardo perso nel vuoto proprio ora!

# 1176_Kiryu
source: I was spellbound, that's all.
pt: Ero incantato, tutto qui.

# 1188_Riku
source: Really?
pt: Davvero?

# 1200_Kiryu
source: Yeah.
pt: Sì.

# 1212_Riku
source: Aww. Well ain't that sweet of ya to say. I guess I can let my accent slip out around ya every now and then.
pt: Ohhh. Beh, com'è dolce da parte tua dirmelo. Immagino che ogni tanto potrò lasciarmi scappare un po' del mio accento con te.

# 1224_Kiryu
source: Heh.
pt: Eh.

# 1248_Kiryu
source: Huh?
pt: Uh?

# 1260_Riku
source: Y'got a piece of rice stuck on your cheek.
pt: Hai un chicco di riso sulla guancia.

# 1272_Kiryu
source: Really? Where?
pt: Davvero? Dove?

# 1284_Riku
source: Here, lemme take it off for ya.
pt: Ecco, lascia che te lo tolga io.

# 1296_Kiryu
source: Yes please.
pt: Sì, per favore.

# 1308_Riku
source: Okay, sit still now, 'kay?
pt: Okay, ora stai fermo, okay?

# 1344_Kiryu
source: I can do it.
pt: Faccio io.

# 1356_Kiryu
source: ...There.
pt: ...Ecco fatto.

# 1368_Riku
source: Ya missed it.
pt: L'hai mancato.

# 1380_Kiryu
source: What? Where?
pt: Cosa? Dove?

# 1404_Kiryu
source: I'm not going to fall for that trick.
pt: Non mi farò fregare da questo trucco.

# 1416_Riku
source: Ya do too! Here, on your right cheek!
pt: E invece sì! Qui, sulla guancia destra!

# 1428_Riku
source: There, I got it for ya!
pt: Ecco, te l'ho tolto!

# 1440_Kiryu
source: Mmph.
pt: Mmf.

# 1452_Riku
source: You're a little bit of a brat sometimes aren't ya, Kiryu-san?
pt: Sei proprio un po' un monello a volte, vero Kiryu-san?

# 1464_Kiryu
source: Sometimes. I'm not always like this.
pt: A volte. Non sono sempre così.

# 1476_Riku
source: Would y'rather I not point this sorta thing out from now on?
pt: Preferiresti che evitassi di farti notare questo genere di cose d'ora in poi?

# 1488_Kiryu
source: Don't worry about it. It won't happen again, anyway.
pt: Non preoccuparti. Tanto non succederà più.

# 1500_Riku
source: Oh, reeeally?
pt: Oh, davveeeero?

# 1512_Kiryu
source: Hm?
pt: Mh?

# 1524_Riku
source: Hehehe.
pt: Ah ah ah.

# 1536_Kiryu
source: Don't tell me there's still more.
pt: Non dirmi che ce n'è ancora.

# 1548_Riku
source: Hahahaha!
pt: Ah ah ah ah!

# 1560_Kiryu
source: Dammit...
pt: Cavolo...

# 1572_Kiryu
source: No, please do. I'd rather you point it out.
pt: No, ti prego, fallo. Preferirei che me lo facessi notare.

# 1584_Riku
source: If I see any, I'll be sure to get it off for ya. Just don't go puttin' a piece of rice on your face on purpose before ya show up, okay?
pt: Se ne vedo ancora, te lo tolgo di sicuro. Però non metterti apposta un chicco di riso in faccia prima di venire qui, okay?

# 1596_Kiryu
source: That wouldn't be so bad.
pt: Non sarebbe poi così male.

# 1608_Riku
source: Hahahaha! That'd be real silly though, havin' a client who came by with rice stuck to his face all the time!
pt: Ah ah ah ah! Sarebbe proprio ridicolo però, avere un cliente che viene qui ogni volta con del riso appiccicato in faccia!

# 1620_Riku
source: Well, I'll be ready next time!
pt: Beh, sarò pronta la prossima volta!

# 1632_Kiryu
source: It was just a joke.
pt: Era solo uno scherzo.

# 1644_Kiryu
source: I won't. It's just a piece of rice. Not like it's a big deal.
pt: Non lo farò. È solo un chicco di riso. Non è che sia un grosso problema.

# 1656_Riku
source: Hehe, sorry 'bout that. Guess I kinda got caught in the moment.
pt: Ehehe, scusami. Credo di essermi lasciata un po' trascinare dal momento.

# 1680_Kiryu
source: Pass me a hand towel. I want to clean my face.
pt: Passami un asciugamano. Voglio pulirmi la faccia.

# 1692_Riku
source: Y'want a towel to wipe your face, Kiryu-san?
pt: Vuoi un asciugamano per pulirti la faccia, Kiryu-san?

# 1704_Kiryu
source: How else would I get it off? I want to make sure I don't have any more rice on my face.
pt: In quale altro modo dovrei toglierlo? Voglio assicurarmi di non avere più riso sulla faccia.

# 1716_Riku
source: Aww, I was just teasin' ya! Besides, despite what people say, it's not actually a big deal to wipe your face with a hand towel.
pt: Aww, ti stavo solo prendendo in giro! E poi, a prescindere da quello che dice la gente, non è mica questo gran problema pulirsi la faccia con un asciugamano.

# 1728_Kiryu
source: It isn't?
pt: Ah, no?

# 1740_Riku
source: I mean if someone's got a greasy face, it's loads better for them to wipe it off than to just leave it like that, right?
pt: Voglio dire, se uno ha la faccia tutta unta, è molto meglio che se la pulisca piuttosto che lasciarla semplicemente così, no?

# 1752_Kiryu
source: I guess so.
pt: Immagino di sì.

# 1764_Riku
source: That reminds me! Can I tell ya somethin'?
pt: A proposito! Ti posso dire una cosa?

# 1776_Kiryu
source: What is it?
pt: E cioè?

# 1788_Riku
source: There was a customer here earlier who had tonkotsu ramen before coming in!
pt: C'era un cliente poco fa che si è mangiato del tonkotsu ramen prima di venire qui!

# 1800_Kiryu
source: I did, too. Just before I came here.
pt: L'ho fatto anch'io. Proprio prima di venire qui.

# 1812_Riku
source: Whaaat? Ew, gross! That stuff makes yer breath reek! Keep your head turned while you're talking t'me!
pt: Cosaaaa? Bleah, che schifo! Quella roba ti fa puzzare l'alito da morire! Tieni la testa girata dall'altra parte mentre mi parli!

# 1824_Kiryu
source: ...There sure are a lot of food stalls in this neighborhood.
pt: ...Ci sono proprio un sacco di bancarelle in questo quartiere.

# 1836_Riku
source: I know! It sucks!
pt: Lo so! È un vero schifo!

# 1848_Kiryu
source: I like them. Food stalls in other parts of the country don't usually have tonkotsu ramen.
pt: A me piacciono. Le bancarelle in altre parti del paese di solito non hanno il tonkotsu ramen.

# 1860_Riku
source: I know it's a local Hakata specialty n' all, but not every food stall's gotta serve it! That stuff stinks somethin' fierce!
pt: Lo so che è una specialità locale di Hakata e tutto il resto, ma mica tutte le bancarelle devono servirlo per forza! Quella roba puzza da morire!

# 1872_Kiryu
source: What sucks about it?
pt: Cos'è che fa schifo?

# 1884_Riku
source: It reeks, that's what! I gotta practically hold my nose shut when I walk by those darn food stalls!
pt: Puzza da morire, ecco cosa! Devo praticamente tapparmi il naso quando passo vicino a quelle maledette bancarelle!

# 1896_Kiryu
source: Did it make you hungry?
pt: Ti ha fatto venire fame?

# 1908_Riku
source: No, the exact opposite! It killed my appetite.
pt: No, l'esatto contrario! Mi ha fatto passare la fame.

# 1920_Kiryu
source: Why's that?
pt: Perché?

# 1932_Riku
source: 'Cause it smells plain awful!
pt: Perché ha un odore davvero orribile!

# 1944_Riku
source: Like, I can deal with someone's breath reekin' of liquor, but tonkotsu just smells the worst!
pt: Cioè, posso sopportare l'alito di qualcuno che puzza di liquore, ma il tonkotsu ha proprio l'odore peggiore di tutti!

# 1956_Kiryu
source: People need to mind their manners. If someone doesn't pay attention to whether they have bad breath or body odor, then they're just a creepy old man.
pt: La gente deve darsi una regolata. Se uno non fa attenzione se ha l'alito pesante o se puzza, allora è solo un vecchio viscido.

# 1968_Riku
source: I know, right!? I wish all of my clients were like you, Kiryu-san.
pt: Vero!? Magari tutti i miei clienti fossero come te, Kiryu-san.

# 1980_Kiryu
source: But I guess there are certain things you just have to put up with.
pt: Ma immagino che ci siano certe cose che bisogna semplicemente sopportare.

# 1992_Kiryu
source: Maybe if you ate it you'd learn to like it. Women like the rich taste of tonkotsu, too.
pt: Magari se lo mangiassi impareresti ad apprezzarlo. Anche alle donne piace il sapore intenso del tonkotsu.
