Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

# 5112_Saejima
source: Whatever she decides to do, she's not gonna stop bein' herself. If yer her friend, ya oughta support her.
pt: Qualunque cosa decida di fare, non smetterà di essere se stessa. Se le sei amica, dovresti sostenerla.

# 5136_Saejima
source: But not you?
pt: Ma tu no?

# 5148_Kaguya
source: Not me. I would never.
pt: Io no. Non lo farei mai.

# 5160_Saejima
source: Why not?
pt: Perché no?

# 5172_Kaguya
source: I make enough money here at the new club. It's weird for me to say this, but here appearance is what matters most.
pt: Guadagno abbastanza qui al nuovo club. È strano che sia proprio io a dirlo, ma qui l'aspetto è ciò che conta di più.

# 5184_Kaguya
source: If you're pretty, you can get customers without having to strip for them, and you can have a nice time simply by talking.
pt: Se sei carina, puoi attirare i clienti senza doverti spogliare per loro, e puoi passare dei bei momenti semplicemente chiacchierando.

# 5196_Saejima
source: That so? I'd never thought of that.
pt: Davvero? Non ci avevo mai pensato.

# 5208_Kaguya
source: Of course, some girls just want more money. It's not that all of them are lacking in looks.
pt: Certo, alcune ragazze vogliono solo più soldi. Non è che a tutte manchi la bellezza.

# 5220_Saejima
source: There ain't nothin' wrong with usin' what ya got to make some cash.
pt: Non c'è niente di male a usare quello che hai per fare un po' di soldi.

# 5232_Saejima
source: Seems like a waste. If you took yer clothes off, I'd definitely request ya.
pt: Sembra uno spreco. Se ti spogliassi, ti chiederei di sicuro.

# 5244_Kaguya
source: Sorry, but that's not happening!
pt: Scusa, ma non succederà!

# 5256_Saejima
source: Heh, had to try.
pt: Eh, dovevo provarci.

# 5268_Kaguya
source: That reminds me, we've got this amazing new girl here at the club!
pt: A proposito, è arrivata una nuova ragazza fantastica qui al club!

# 5280_Saejima
source: What's so amazin' about her?
pt: Cos'ha di tanto fantastico?

# 5292_Kaguya
source: For starters, she's 35 years old!
pt: Per cominciare, ha 35 anni!

# 5304_Saejima
source: She's an old maid. She's lucky to have gotten hired at her age.
pt: È una vecchia zitella. È fortunata che l'abbiano assunta alla sua età.

# 5316_Kaguya
source: She's got a real baby face, though. If you didn't know how old she was, you'd never guess.
pt: Però ha proprio un viso da bambina. Se non sapessi quanti anni ha, non lo indovineresti mai.

# 5328_Saejima
source: Gotcha.
pt: Capito.

# 5340_Saejima
source: What's wrong with that? People of different ages have other stuff goin' for 'em.
pt: Che c'è di male? Persone di età diverse hanno altre qualità che giocano a loro favore.

# 5352_Kaguya
source: I wasn't done yet!
pt: Non avevo ancora finito!

# 5364_Saejima
source: For starters? What else?
pt: Per cominciare? E poi?

# 5376_Kaguya
source: This lady is un-be-lievable!
pt: Questa donna è in-cre-di-bi-le!

# 5388_Kaguya
source: The other day, a customer asked her how old she was and I happened to overhear it. How old do you think she said she was?
pt: L'altro giorno, un cliente le ha chiesto quanti anni avesse e mi è capitato di sentire. Quanti anni pensi che abbia detto di avere?

# 5400_Kaguya
source: Twenty-three! Twen-ty-three! I was stunned by how she lowballed her age like that!
pt: Ventitré! Ven-ti-tré! Sono rimasto di sasso per come si è abbassata l'età in quel modo!

# 5412_Kaguya
source: The other day, a customer asked her how old she was and I happened to overhear it. How old do you think she said she was?
pt: L'altro giorno, un cliente le ha chiesto quanti anni avesse e mi è capitato di sentire. Quanti anni pensi che abbia detto di avere?

# 5424_Kaguya
source: Twenty-three! Twen-ty-three! I was stunned by how she lowballed her age like that!
pt: Ventitré! Ven-ti-tré! Sono rimasto di sasso per come si è abbassata l'età in quel modo!

# 5436_Saejima
source: That's younger than you.
pt: È più giovane di te.

# 5448_Kaguya
source: I know! So I was asked how old I was as well, and I told him I'm 26. Then he said I was older than he expected.
pt: Lo so! Hanno chiesto l'età anche a me, e gli ho detto che ne ho 26. Poi mi ha detto che ero più vecchia di quanto si aspettasse.

# 5460_Kaguya
source: So he said he wanted someone younger, and he picked her over me. And I'm the younger one!
pt: Così ha detto che voleva una più giovane e ha scelto lei invece di me. E sono io quella più giovane!

# 5472_Saejima
source: That's younger than you.
pt: È più giovane di te.

# 5484_Kaguya
source: I know! So I was asked how old I was as well, and I told him I'm 26. Then he said I was older than he expected.
pt: Lo so! Hanno chiesto l'età anche a me, e gli ho detto che ne ho 26. Poi mi ha detto che ero più vecchia di quanto si aspettasse.

# 5496_Kaguya
source: So he said he wanted someone younger, and he picked her over me. And I'm the younger one!
pt: Così ha detto che voleva una più giovane e ha scelto lei invece di me. E sono io quella più giovane!

# 5508_Saejima
source: Ya can't blame the customer. They don't know she didn't tell the truth. 'Course they're gonna pick her.
pt: Non puoi mica dar la colpa al cliente. Non sanno che non ha detto la verità. È ovvio che scelgano lei.

# 5520_Saejima
source: Why not lie about yer own age too? That'll throw a wrench in this lady's plans.
pt: Perché non menti anche tu sulla tua età? Così metterai i bastoni tra le ruote a quella donna.

# 5532_Kaguya
source: I can't do that. If I got caught in my lie, it would be a hassle to try and cover it up.
pt: Non posso farlo. Se mi beccassero a mentire, sarebbe una seccatura cercare di rimediare.

# 5544_Saejima
source: Ya can't blame the customer. They don't know she didn't tell the truth. 'Course they're gonna pick her.
pt: Non puoi mica dar la colpa al cliente. Non sanno che non ha detto la verità. È ovvio che scelgano lei.

# 5556_Kaguya
source: But you said that people of different ages have different things going for them. In the end, I guess younger is always better...
pt: Però avevi detto che persone di età diverse hanno i loro pregi. Alla fine, però, mi sa che essere più giovani è sempre meglio...

# 5580_Saejima
source: Why not lie about yer own age too? That'll throw a wrench in this lady's plans.
pt: Perché non menti anche tu sulla tua età? Così metterai i bastoni tra le ruote a quella donna.

# 5592_Kaguya
source: I can't do that. If I got caught in my lie, it would be a hassle to try and cover it up.
pt: Non posso farlo. Se mi beccassero a mentire, sarebbe una seccatura cercare di rimediare.

# 5604_Saejima
source: Yeah, ya'd get caught. Every lie winds up unravelin' at some point. There ain't no way you could keep the truth hidden forever.
pt: Già, finiresti per farti scoprire. Ogni bugia finisce per venire a galla, prima o poi. Non c'è verso di tenere nascosta la verità per sempre.

# 5616_Kaguya
source: That's why if I say how old I am up front, it makes it easier to get them to overlook other things.
pt: Per questo se dico subito quanti anni ho, è più facile fargli chiudere un occhio su altre cose.

# 5628_Saejima
source: I'm not sure that's a good thing...
pt: Non sono mica sicuro che sia un bene...

# 5640_Saejima
source: Nobody would find out.
pt: Non lo scoprirebbe nessuno.

# 5652_Kaguya
source: You always have to keep a lie in mind so that you don't let it slip when you're talking.
pt: Devi sempre tenere a mente la bugia per evitare che ti sfugga di bocca mentre parli.

# 5664_Saejima
source: Now I get it. That's why she picked 23.
pt: Ora ho capito. Ecco perché ha scelto il 23.

# 5676_Kaguya
source: Huh? What do you mean?
pt: Eh? Cosa intendi?

# 5688_Saejima
source: This lady yer talkin' about. She's actually 35, but said she's 23? A gap of 12 years means her Chinese zodiac sign doesn't change.
pt: Quella donna di cui parli. Ha davvero 35 anni, ma ha detto di averne 23? Uno scarto di 12 anni significa che il suo segno nell'oroscopo cinese non cambia.

# 5700_Kaguya
source: You're right! Then if someone asks her what her sign is, she has an answer that fits the lie!
pt: Hai ragione! Così se qualcuno le chiede di che segno è, avrà una risposta che si adatta alla bugia!

# 5712_Kaguya
source: Wow, she's a crafty old gal!
pt: Wow, è proprio una vecchia volpe!

# 5724_Saejima
source: She got ya good.
pt: Ti ha fregata per bene.

# 5736_Saejima
source: Including you? Are you sayin' everything ya've told me has been a big lie?
pt: Inclusa te? Mi stai dicendo che tutto quello che m'hai detto finora è stata una grossa bugia?

# 5748_Kaguya
source: Maybe!
pt: Può darsi!

# 5760_Saejima
source: ...Women are scary.
pt: ...Le donne fanno paura.

# 5772_Saejima
source: She lied her way to victory. By outdoing ya, she's gotten herself more regular clients.
pt: Ha vinto a suon di bugie. Superandoti, si è assicurata più clienti fissi.

# 5784_Kaguya
source: I don't care about the regular clients. It just bugs me that I got treated like I'm older when I'm actually younger!
pt: Non mi importa dei clienti fissi. Mi dà solo fastidio essere stata trattata come se fossi più vecchia, quando in realtà sono più giovane!

# 5796_Saejima
source: I don't get how ya women think.
pt: Non capisco proprio come ragionate voi donne.

# 5808_Saejima
source: That's a scam.
pt: È una truffa.

# 5820_Kaguya
source: It's so awful of her, right? My jaw practically hit the floor when I heard her say it!
pt: È proprio perfida, vero? Mi è quasi caduta la mascella quando gliel'ho sentito dire!

# 5832_Saejima
source: That's a scam.
pt: È una truffa.

# 5844_Kaguya
source: It's so awful of her, right? My jaw practically hit the floor when I heard her say it!
pt: È proprio perfida, vero? Mi è quasi caduta la mascella quando gliel'ho sentito dire!

# 5856_Kaguya
source: Oh, that reminds me, my cell phone's dead.
pt: Oh, a proposito, ho il cellulare scarico.

# 5868_Saejima
source: Did ya drain the battery?
pt: L'hai scaricata del tutto?

# 5880_Kaguya
source: No, they turned it off because I didn't send in my payment.
pt: No, me l'hanno staccato perché non ho pagato.

# 5892_Saejima
source: That ain't good. If ya pay them, will they turn it back on right away?
pt: Non va bene. Se li paghi, te lo riattivano subito?

# 5904_Kaguya
source: Yeah, probably within half a day or so.
pt: Sì, probabilmente nel giro di mezza giornata o giù di lì.

# 5916_Saejima
source: That's faster than I thought.
pt: Più veloce di quanto pensassi.

# 5928_Saejima
source: Don't ya have money?
pt: Non ce li hai i soldi?

# 5940_Kaguya
source: I do, I just forgot to pay. I don't have automatic payments set up for it.
pt: Ce li ho, mi sono solo dimenticata di pagare. Non ho impostato i pagamenti automatici.

# 5952_Saejima
source: That was careless. Gotta be more careful next time.
pt: Sei stata sventata. Vedi di fare più attenzione la prossima volta.

# 5964_Kaguya
source: Actually, this happens to me all the time.
pt: A dire il vero, mi succede in continuazione.

# 5976_Saejima
source: How come?
pt: E come mai?

# 5988_Kaguya
source: Because going to the convenience store's a pain.
pt: Perché andare al minimarket è una rottura.

# 6000_Saejima
source: Ya gotta pay up. Why haven't ya set up automatic payments or somethin'?
pt: Devi pagare. Perché non hai impostato i pagamenti automatici o roba del genere?

# 6012_Kaguya
source: I don't know. Doing that makes me feel like I'm letting them use my money without my permission.
pt: Non lo so. A farlo mi sembra di lasciargli usare i miei soldi senza il mio permesso.

# 6024_Saejima
source: What kinda reasonin' is that?
pt: Ma che razza di ragionamento è?

# 6036_Kaguya
source: Besides, I can get by fine without a cell phone!
pt: E poi, me la cavo benissimo anche senza cellulare!

# 6048_Saejima
source: I suppose. I'd never used one myself until recently.
pt: Già. Io stesso non ne avevo mai usato uno fino a poco tempo fa.

# 6060_Kaguya
source: No way. Not once!?
pt: Ma va'. Neanche una volta!?

# 6072_Saejima
source: Yep.
pt: Sì.

# 6084_Kaguya
source: Wasn't that a hassle for you, Saejima-san?
pt: Non è stata una seccatura, Saejima-san?

# 6096_Saejima
source: It wasn't a hassle at all. I couldn't use a cell phone where I was anyway.
pt: Non è stata affatto una seccatura. Tanto dove mi trovavo non potevo usare il cellulare.

# 6108_Kaguya
source: Yeah, I hear some companies are like that. Something about not leaking corporate secrets.
pt: Già, ho sentito che certe aziende sono fatte così. Qualcosa sulla fuga di segreti aziendali.

# 6120_Saejima
source: Yeah, let's go with that.
pt: Già, diciamo così.

# 6132_Saejima
source: It was pretty annoyin'. Lotta times I went to meet folks and they weren't there, and I woulda liked to confirm beforehand with a call.
pt: Era proprio una seccatura. Un sacco di volte andavo a incontrare della gente e non c'erano, e mi sarebbe piaciuto confermare prima con una telefonata.

# 6144_Saejima
source: But I guess if I coulda called 'em, then I wouldn't have needed to go see 'em.
pt: Ma immagino che se avessi potuto chiamarli, non avrei nemmeno avuto bisogno di andarli a trovare.

# 6156_Kaguya
source: That's why having a cell phone is so handy!
pt: Ecco perché avere un cellulare è così comodo!

# 6168_Saejima
source: Ownin' one is a bigger hassle. People will call me for no good reason in the middle of the night, or tell me to watch a TV show 'cause its good.
pt: Averne uno è una seccatura ancora più grande. La gente mi chiama senza motivo nel bel mezzo della notte, o mi dice di guardare un programma in TV perché è bello.

# 6180_Saejima
source: And if I turn it off 'cause it's botherin' me, people get ticked off and ask why I even got the damn phone at all.
pt: E se lo spengo perché mi dà fastidio, la gente s'incazza e mi chiede che cavolo l'ho preso a fare, 'sto telefono.

# 6192_Kaguya
source: I didn't expect you'd be this frustrated!
pt: Non mi aspettavo che fossi così frustrato!

# 6204_Saejima
source: It's a real pain in the ass.
pt: È proprio una rottura di palle.

# 6216_Saejima
source: I doubt that. Not bein' able to use yer phone is rough. And ya can't check your email.
pt: Ne dubito. Non poter usare il telefono è dura. E non puoi nemmeno controllare le email.

# 6228_Kaguya
source: It's okay. I can get online with my computer and get in touch with people that way. It's like, "Hey folks, my phone's dead right now!"
pt: Non fa niente. Posso andare online col computer e mettermi in contatto con la gente in quel modo. Tipo: "Ehi gente, al momento il mio telefono è andato!"

# 6240_Saejima
source: Uh... Ya kinda lost me there. I got no idea what yer talkin' about.
pt: Uh... Mi hai un po' perso. Non ho la più pallida idea di cosa tu stia parlando.

# 6252_Kaguya
source: The times are changing! There are plenty of ways to keep in touch with people without using a cell phone.
pt: I tempi cambiano! Ci sono un sacco di modi per tenersi in contatto con la gente senza usare un cellulare.

# 6264_Saejima
source: Guess so. Looks like I gotta study up a bit more.
pt: Immagino di sì. Sembra che debba studiare ancora un po'.

# 6276_Kaguya
source: In that case, I'll help teach you.
pt: In tal caso, ti insegnerò io.

# 6288_Saejima
source: That'd be irritatin'. You might be fine, but it's inconvenient to the folks ya deal with.
pt: Sarebbe irritante. Tu starai pure bene, ma è un disagio per la gente con cui hai a che fare.

# 6300_Kaguya
source: It's still possible to get a hold of me without a phone or email. Like, you can come see me.
pt: È ancora possibile mettersi in contatto con me senza telefono o email. Tipo, puoi venire a trovarmi.

# 6312_Kaguya
source: If you can't do that, you must not have important enough business with me.
pt: Se non puoi farlo, allora i tuoi affari con me non devono essere poi così importanti.

# 6324_Saejima
source: Come to think of it, people call and email way too much for pointless things. Maybe it would be better if folks cut back on usin' their phones.
pt: A pensarci bene, la gente chiama e manda email fin troppo per delle scemenze. Forse sarebbe meglio se ci dessero un taglio con tutti 'sti telefoni.

# 6336_Kaguya
source: I agree! You should turn your phone off, too, Saejima-san!
pt: Sono d'accordo! Dovresti spegnere il cellulare anche tu, Saejima-san!

# 6348_Saejima
source: Yeah, maybe.
pt: Già, forse.

# 6360_Saejima
source: That's some flawed logic. If there's some emergency, it'd be way better to have a cell phone.
pt: È un ragionamento che non sta in piedi. Se ci fosse un'emergenza, sarebbe molto meglio avere un cellulare.

# 6372_Kaguya
source: But if you're out of signal range, then what? You can't rely solely on a cell phone.
pt: Ma se non c'è campo, che fai? Non puoi mica contare solo su un cellulare.

# 6384_Saejima
source: Hmph. Ya've got an excuse for everythin', huh?
pt: Mpf. Hai una scusa per tutto, eh?

# 6660_Kaguya
source: You have such a dignified presence, Saejima-san!
pt: Hai una presenza così dignitosa, Saejima-san!

# 6672_Saejima
source: Looks don't mean nothin'. A man's real worth is measured by his actions.
pt: L'aspetto non conta nulla. Il vero valore di un uomo si misura dalle sue azioni.

# 6684_Kaguya
source: Oh, but I'm sure you've done plenty of very impressive things.
pt: Oh, ma sono sicura che avrai fatto un sacco di cose davvero impressionanti.

# 6696_Saejima
source: I guess.
pt: Forse.

# 6708_Kaguya
source: Come on, give me an example of something you've done.
pt: Dai, fammi un esempio di qualcosa che hai fatto.

# 6720_Saejima
source: It's not for me to tell. Braggin' about himself only lessens a man.
pt: Non sta a me dirlo. Vantarsi non fa altro che sminuire un uomo.

# 6732_Kaguya
source: I'm really impressed by your modesty!
pt: Sono davvero colpita dalla tua modestia!

# 6744_Saejima
source: I was in prison.
pt: Sono stato in prigione.

# 6756_Kaguya
source: What!? Oh, uh... Wow, really? I'm so sorry. That was a weird thing for me to ask.
pt: Cosa!? Oh, ehm... Wow, davvero? Mi dispiace tantissimo. È stata una domanda proprio fuori luogo da parte mia.

# 6768_Saejima
source: That ain't true. I just wasted years of my life.
pt: Non è vero. Ho solo buttato via anni della mia vita.

# 6780_Kaguya
source: It's important to grow older. No matter how much money you have, when younger people try to act important, it feels forced.
pt: È importante invecchiare. Non importa quanti soldi hai, quando i più giovani cercano di darsi arie, sembra tutto forzato.

# 6792_Kaguya
source: I feel as though dignity is something you gain naturally as you grow old.
pt: Mi sembra che la dignità sia qualcosa che si acquisisce naturalmente invecchiando.

# 6804_Saejima
source: I guess there's some truth in that.
pt: Immagino che ci sia del vero in questo.

# 6816_Saejima
source: How 'bout you? Been at this job for long?
pt: E tu? È da molto che fai questo lavoro?

# 6828_Kaguya
source: I've been at this club for about three years, but I've moved around a fair bit. I've worked at other places for closer to six years.
pt: Sono in questo locale da circa tre anni, ma ho girato parecchio. Ho lavorato in altri posti per quasi sei anni.

# 6840_Saejima
source: That's a long time. Yer a real veteran.
pt: È un sacco di tempo. Sei una vera veterana.

# 6852_Kaguya
source: I sure am! The younger girls at the club are already calling me a grandma.
pt: Lo sono eccome! Le ragazze più giovani del locale mi chiamano già nonna.

# 6864_Saejima
source: Still a ways to go.
pt: Ne hai ancora di strada da fare.

# 6876_Kaguya
source: Maybe compared to you, Saejima-san.
pt: Forse rispetto a te, Saejima-san.

# 6888_Kaguya
source: I'm the most senior girl here at the club.
pt: Sono la ragazza con più esperienza qui al locale.

# 6900_Saejima
source: Wow. How come ya've stuck with it for so long?
pt: Wow. Come mai hai resistito così a lungo?

# 6912_Kaguya
source: I just... kind of have?
pt: È che... è andata un po' così?

# 6924_Saejima
source: It's yer callin'. People with no sense a' purpose wind up stickin' with things longer than they expect.
pt: È la tua vocazione. Le persone che non hanno uno scopo preciso finiscono per continuare a fare le cose più a lungo di quanto si aspettino.

# 6936_Kaguya
source: Maybe. I'm fine as long as I get my base salary, so I don't even try to get regular clients.
pt: Può darsi. Mi sta bene finché ricevo lo stipendio base, quindi non cerco nemmeno di farmi dei clienti fissi.

# 6948_Saejima
source: It's amazin' ya don't get fired.
pt: È incredibile che non ti licenzino.

# 6960_Kaguya
source: That's true. My manager is always telling me to at least get people to order drinks.
pt: È vero. Il mio manager mi dice sempre di convincere almeno la gente a ordinare da bere.

# 6972_Saejima
source: Didn't figure ya to be a troublemaker.
pt: Non ti facevo una piantagrane.

# 6984_Saejima
source: Seems a waste. A pretty lady like you could be the club's number one girl in no time flat, if ya put in the effort.
pt: Sembra uno spreco. Una bella donna come te potrebbe diventare la numero uno del locale in men che non si dica, se solo ci mettessi un po' d'impegno.

# 6996_Kaguya
source: I put in effort back in the day. But lately I'm fine just filling my time with conversation.
pt: Un tempo mi impegnavo. Ma ultimamente mi basta passare il tempo chiacchierando.

# 7008_Saejima
source: I'm sure the customers appreciate that.
pt: Sono sicuro che i clienti lo apprezzino.

# 7020_Saejima
source: It ain't the money? Don't most people need money to reach their dreams, or to have fun?
pt: Non sono i soldi? La maggior parte della gente non ne ha bisogno per realizzare i propri sogni o per divertirsi?

# 7032_Kaguya
source: Not me. Mostly it's that the pay here is better than working some part-time job at the convenience store.
pt: Per me no. Più che altro è che qui la paga è migliore rispetto a un lavoretto part-time al minimarket.

# 7044_Saejima
source: Ya gonna keep doin' this?
pt: Hai intenzione di continuare così?

# 7056_Kaguya
source: I haven't really decided yet. If I did quit, I wonder what I'd go on to do next.
pt: In realtà non ho ancora deciso. Se dovessi smettere, mi chiedo cosa andrei a fare dopo.

# 7068_Saejima
source: Don't get into a rut. It's better to have some goals.
pt: Non impantanarti nella routine. È meglio avere degli obiettivi.

# 7080_Kaguya
source: True. Maybe I should think one up...
pt: Vero. Forse dovrei pensarne a uno...

# 7092_Kaguya
source: Have you ever been a regular client for a hostess who retired from her job?
pt: Sei mai stato un cliente fisso di una hostess che poi si è ritirata dal lavoro?

# 7104_Saejima
source: No, never. I haven't gone around that much.
pt: No, mai. Non ho frequentato molto questi locali.

# 7116_Kaguya
source: Do you think customers get disappointed when that sort of thing happens?
pt: Pensi che i clienti ci rimangano male quando succede una cosa del genere?

# 7128_Saejima
source: Of course. That means the hangin' out and drinkin' together has come to an end.
pt: Certo. Significa che lo stare insieme a bere è giunto al termine.

# 7140_Kaguya
source: Right. If a girl quits the club, she probably won't keep in touch with her customers.
pt: Vero. Se una ragazza lascia il club, probabilmente non resterà in contatto con i suoi clienti.

# 7152_Saejima
source: A real man would celebrate. If it were me, I'd order up five bottles of champagne, for a proper sendoff.
pt: Un vero uomo festeggerebbe. Se fossi io, ordinerei cinque bottiglie di champagne, per un addio come si deve.

# 7164_Kaguya
source: Wow, you're amazing, Saejima-san! Maybe I'll quit my job today!
pt: Wow, sei incredibile, Saejima-san! Quasi quasi mi licenzio oggi stesso!

# 7176_Saejima
source: Want me to order 'em?
pt: Vuoi che le ordini?
