Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0107095d.po
Languages: pt

# 380_Thick-cut Tetsu
source: First, we pick the banker.
pt: Per prima cosa, scegliamo il banco.

# 392_Thick-cut Tetsu
source: I'm the banker.
pt: Sono il banchiere.

# 404_Thick-cut Tetsu
source: How much will you bet?
pt: Quanto vuoi puntare?

# 416_Thick-cut Tetsu
source: Let's get started.
pt: Iniziamo.

# 428_Thick-cut Tetsu
source: My turn.
pt: Tocca a me.

# 440_Thick-cut Tetsu
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Thick-cut Tetsu
source: Let's settle our bets.
pt: Regoliamo i conti.

# 464_Thick-cut Tetsu
source: You're the banker.
pt: Sei il banchiere.

# 476_Thick-cut Tetsu
source: Time to change the banker.
pt: Si cambia il banco.

# 488_Thick-cut Tetsu
source: Want to play again?
pt: Vuoi giocare ancora?

# 500_Thick-cut Tetsu
source: I'm tapped out. Good time to head on home.
pt: Sono al verde. È ora di tornare a casa.

# 512_Thick-cut Tetsu
source: That it for you? Better luck next time.
pt: È finita qui per te? Più fortuna la prossima volta.

# 524_Thick-cut Tetsu
source: Banker's Bet-Settling Messages
pt: Messaggi del banchiere per il regolamento dei conti

# 536_Thick-cut Tetsu
source: A banker's roll of 1-3-5 becomes a 3.
pt: Il lancio del banchiere di 1-3-5 diventa un 3.

# 548_Thick-cut Tetsu
source: A 1-3-5 roll by the first player becomes a 3.
pt: Il lancio di 1-3-5 del primo giocatore diventa un 3.

# 560_Thick-cut Tetsu
source: A 1-3-5 roll gets the preceding player's roll.
pt: Il lancio di 1-3-5 diventa il lancio del giocatore precedente.

# 572_Thick-cut Tetsu
source: A banker's roll of 2-4-6 becomes a 4.
pt: Il lancio del banchiere di 2-4-6 diventa un 4.

# 584_Thick-cut Tetsu
source: A 2-4-6 roll becomes the next player's roll.
pt: Il lancio di 2-4-6 diventa il lancio del giocatore successivo.

# 596_Thick-cut Tetsu
source: A 2-4-6 roll by the last player becomes a 4.
pt: Il lancio di 2-4-6 dell'ultimo giocatore diventa un 4.

# 608_Thick-cut Tetsu
source: A 2-4-6 roll gets the last player's roll!
pt: Il lancio di 2-4-6 diventa il lancio dell'ultimo giocatore!

# 620_Thick-cut Tetsu
source: A 1-3-5 was rolled after a 2-4-6.
pt: È uscito un 1-3-5 dopo un 2-4-6.

# 632_Thick-cut Tetsu
source: A 6-3-4! Sweet...
pt: Un 6-3-4! Ottimo...
