Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134000d.po
Languages: pt

source: ○Food
pt: ○Cibo

source: △Gifts
pt: △Regali

source: ○Any food in particular?
pt: ○Qualche cibo in particolare?

source: □How 'bout alcohol?
pt: □E l'alcol?

source: ○Lounging around and doin' what?
pt: ○A oziare a fare cosa?

source: □That ain't a hobby.
pt: □Quello non è un hobby.

source: ○What kinda cats?
pt: ○Che tipo di gatti?

source: □Don't ya go to movie theaters?
pt: □Non vai al cinema?

source: ○I wouldn't of guessed.
pt: ○Non l'avrei mai detto.

source: □But that's for work!
pt: □Ma quello è per lavoro!

source: ○Where do ya go on dates?
pt: ○Dove vai per gli appuntamenti?

source: □When ya fall in love.
pt: □Quando ti innamori.

source: △What age do ya look for?
pt: △Che età cerchi?

source: ○A man's gotta be reliable.
pt: ○Un uomo dev'essere affidabile.

source: □Would ya date an old guy then?
pt: □Usciresti con un vecchio, allora?

source: ○Got any special talents?
pt: ○Hai qualche talento speciale?

source: □Got any siblings?
pt: □Hai dei fratelli?

source: △What's yer real name?
pt: △Qual è il tuo vero nome?

source: ○And yer the big sister.
pt: ○E tu sei la sorella maggiore.

source: □But we're nothin' alike.
pt: □Ma non ci somigliamo per niente.

source: △Say that again.
pt: △Dillo di nuovo.

source: ○What are yer measurements?
pt: ○Quali sono le tue misure?

source: □Do ya want kids?
pt: □Vuoi dei figli?

source: △Are you a dom or a sub?
pt: △Sei dominante o sottomesso?

source: ○Do ya want a boy or a girl?
pt: ○Vorresti un maschio o una femmina?

source: △How 'bout adoption?
pt: △Che ne dici dell'adozione?

source: ○Me too.
pt: ○Anch'io.

source: □How come?
pt: □Come mai?

source: ○I knew it.
pt: ○Lo sapevo.

source: □I wouldn't of guessed.
pt: □Non l'avrei mai detto.

# 284_Saejima
source: So, whaddya like?
pt: Allora, cosa ti piace?

# 296_Kaguya
source: Hm? What do I like in terms of what?
pt: Hm? Cosa mi piace in che senso?

# 308_Saejima
source: Do ya got any favorite foods ya like to eat?
pt: Hai qualche cibo preferito che ti piace mangiare?

# 320_Kaguya
source: Oh, I like a lot of things.
pt: Oh, mi piacciono un sacco di cose.

# 332_Saejima
source: Any food in particular ya like?
pt: Qualche cibo in particolare che ti piace?

# 344_Kaguya
source: I'm a big fan of uni!
pt: Vado matto per i ricci di mare!

# 356_Saejima
source: Uni, huh? Hokkaido's got plenty of seafood. Do ya eat sushi a lot?
pt: I ricci di mare, eh? L'Hokkaido è pieno di frutti di mare. Mangi spesso il sushi?

# 368_Kaguya
source: Sushi's good, but I really like rice bowls with uni! Nothing beats a bowl of white rice topped with a ton of sea urchin!
pt: Il sushi è buono, ma vado matto per le ciotole di riso con i ricci di mare! Non c'è niente di meglio di una ciotola di riso bianco ricoperta da una montagna di ricci di mare!

# 380_Saejima
source: Yeah, that sounds pretty good. You Hokkaido folks got good taste.
pt: Già, non suona affatto male. Voi dell'Hokkaido avete proprio buon gusto.

# 392_Saejima
source: How 'bout alcohol?
pt: E l'alcol invece?

# 404_Kaguya
source: Wine. Especially red.
pt: Vino. Specialmente quello rosso.

# 416_Saejima
source: Red wine, huh? Ya drink that a lot?
pt: Vino rosso, eh? Ne bevi spesso?

# 428_Kaguya
source: Oh yeah. Sometimes I drink until I drop! Most of the time I don't remember anything that happens though.
pt: Oh sì. A volte bevo fino a crollare! Però la maggior parte delle volte non mi ricordo niente di quello che succede.

# 440_Saejima
source: Yeah? I can see ya doin' that.
pt: Ah sì? Ti ci vedo proprio.

# 452_Saejima
source: What kinds of TV do ya watch?
pt: Che genere di programmi guardi in TV?

# 464_Kaguya
source: Martial arts shows, of course! Waking up to the sound of that gong gets me all rarin' to go for another new day!
pt: Programmi di arti marziali, ovviamente! Svegliarmi al suono di quel gong mi dà proprio la carica per affrontare un nuovo giorno!

# 476_Saejima
source: They don't show martial arts stuff in the mornin', do they?
pt: Non trasmettono mica programmi di arti marziali la mattina, no?

# 488_Kaguya
source: It's recorded, of course! I'll watch matches I like over and over again!
pt: Sono registrati, ovviamente! Guardo e riguardo i match che mi piacciono un sacco di volte!

# 500_Saejima
source: Yer kinda obsessed, huh?
pt: Sei un po' ossessionata, eh?

# 512_Saejima
source: Is there anythin' ya want right now?
pt: C'è qualcosa che vorresti proprio ora?

# 524_Kaguya
source: Are you asking about Christmas presents?
pt: Mi stai chiedendo dei regali di Natale?

# 536_Saejima
source: I'm just askin' to ask.
pt: Chiedevo tanto per chiedere.

# 548_Kaguya
source: Oh, you know what I want? A smartphone!
pt: Oh, sai cosa vorrei? Uno smartphone!

# 560_Saejima
source: A smartphone? Ain't those just regular phones? Ya already got a cell phone, right?
pt: Uno smartphone? Ma non sono solo dei telefoni normali? Ne hai già uno di cellulare, no?

# 572_Kaguya
source: No, they're even better! I see our customers tap-tapping away all the time, and it makes me really want one.
pt: No, sono molto meglio! Vedo i clienti che ci picchiettano sopra in continuazione, e mi fa proprio venire voglia di averne uno.

# 584_Saejima
source: I can barely manage a normal phone. I think all that other crap would make it even harder for me to use.
pt: Faccio già fatica a usare un telefono normale. Penso che tutta quell'altra roba lo renderebbe ancora più difficile da usare.

# 596_Kaguya
source: I'd probably find it fun at first myself, and then get bored really quick. I don't use my phone that much to begin with.
pt: Probabilmente all'inizio mi divertirebbe pure, ma poi mi stuferei in un attimo. Tanto per cominciare, non è che lo usi poi così tanto, il telefono.

# 608_Saejima
source: Ya oughta get somethin' else then.
pt: Allora ti conviene puntare su qualcos'altro.

# 620_Saejima
source: What sorta hobbies ya got?
pt: Che genere di hobby hai?

# 632_Kaguya
source: Hmm... Lounging around the house, I suppose!
pt: Uhm... starsene a poltrire in casa, direi!

# 644_Saejima
source: Lounging around and doin' what? Watchin' TV and stuff?
pt: A poltrire a far che? Guardando la TV e roba così?

# 656_Kaguya
source: I guess I play with my cats a bit. And I watch movies, when I feel like it.
pt: Direi che gioco un po' con i miei gatti. E guardo dei film, quando ne ho voglia.

# 668_Saejima
source: What kinda cats?
pt: Che razza di gatti sono?

# 680_Kaguya
source: A white one and a black one, both female.
pt: Una bianca e una nera, entrambe femmine.

# 692_Saejima
source: Two, huh? Must be a handful.
pt: Due, eh? Devono essere un bel da fare.

# 704_Kaguya
source: Hehe. When I'm in bed, they'll climb up onto my belly and have themselves a snooze!
pt: Ehe. Quando sono a letto, mi salgono sulla pancia e si fanno un pisolino!

# 716_Kaguya
source: I wish they wouldn't dump their weight on me like that, but they're so cute I don't mind letting them sleep with me.
pt: Vorrei che non mi pesassero addosso in quel modo, ma sono così carine che non mi dispiace lasciarle dormire con me.

# 728_Saejima
source: Is sleepin' all ya ever do?
pt: Ma non fai altro che dormire?

# 740_Saejima
source: Don't ya go to movie theaters?
pt: Non vai mai al cinema?

# 752_Kaguya
source: No. I don't leave the house much in general.
pt: No. In generale non esco molto di casa.

# 764_Saejima
source: But don't ya still gotta leave the house to rent movies?
pt: Ma non devi comunque uscire di casa per noleggiare i film?

# 776_Kaguya
source: Oh, I just watch digital downloads, from the internet. You pay once and can watch as many as you want, for a whole week!
pt: Oh, guardo solo i download digitali da internet. Paghi una volta e puoi guardarne quanti ne vuoi per un'intera settimana!

# 788_Saejima
source: Wow, they got services like that now? Times really have changed.
pt: Wow, esistono servizi del genere adesso? I tempi sono proprio cambiati.

# 800_Kaguya
source: It's also handy because there's no late fees for forgetting to return anything!
pt: È anche comodo perché non ci sono penali se ti dimentichi di restituire qualcosa!

# 812_Saejima
source: That ain't a hobby. There's gotta be somethin' ya do while yer indoors.
pt: Quello non è mica un hobby. Ci sarà pure qualcos'altro che fai quando te ne stai chiusa in casa.

# 824_Kaguya
source: Hmm... I guess I write a blog.
pt: Mmh... Direi che scrivo un blog.

# 836_Saejima
source: Oh? Whaddya write about?
pt: Oh? E di cosa scrivi?

# 848_Kaguya
source: Just stuff like, "Hey, I'm at work today!"
pt: Solo cose tipo: "Ehi, oggi sono al lavoro!"

# 860_Saejima
source: I wouldn't of guessed. I thought you were lazier than that.
pt: Non l'avrei mai detto. Ti facevo più pigra di così.

# 872_Kaguya
source: Yeah, but if I don't update it my manager gets mad. Since it's a pain to think of what to write, I usually just upload photos from my phone.
pt: Già, ma se non lo aggiorno il mio manager si arrabbia. Siccome è una seccatura pensare a cosa scrivere, di solito carico solo delle foto dal telefono.

# 884_Saejima
source: Sounds like yer really into it.
pt: Pare proprio che la cosa ti prenda parecchio.

# 896_Kaguya
source: I'd rather not post pictures of myself on a webpage like that, but if I don't nobody will request me.
pt: Preferirei non postare foto di me su una pagina del genere, ma se non lo faccio nessuno mi richiederà.

# 908_Saejima
source: Guess yer workin' hard after all.
pt: A quanto pare ti dai da fare, dopotutto.

# 920_Saejima
source: But that's for work! That ain't a hobby.
pt: Ma quello è per lavoro! Non è mica un hobby.

# 932_Kaguya
source: What? Okay, then... How about drinking?
pt: Cosa? E va bene, allora... Che ne dici del bere?

# 944_Saejima
source: But ya drink at work, too.
pt: Ma bevi anche al lavoro.

# 956_Kaguya
source: When my shift is over, I go out to drink at bars sometimes! One of my friends works at a girls' bar.
pt: Quando finisco il turno, a volte vado a bere nei bar! Una mia amica lavora in un girls' bar.

# 968_Saejima
source: A girls' bar? Those're the ones with female bartenders, right? That's kinda like a cabaret club. Why woulda girl wanna go to one?
pt: Un girls' bar? Sono quelli con le bariste donne, no? È un po' come un cabaret club. Perché mai una ragazza dovrebbe andarci?

# 980_Kaguya
source: Female customers don't have to pay a cover charge. It's a better deal than a normal bar!
pt: Le clienti non devono pagare il coperto. È molto più conveniente rispetto a un bar normale!

# 992_Saejima
source: Huh, I had no idea.
pt: Ah, non ne avevo idea.

# 1004_Saejima
source: Whaddya do when it comes to datin' guys?
pt: E che fai quando si tratta di uscire coi ragazzi?

# 1016_Kaguya
source: Hmm? What do you mean?
pt: Mmh? In che senso?

# 1028_Saejima
source: What places do ya like goin' to on dates?
pt: In che posti ti piace andare per un appuntamento?

# 1040_Kaguya
source: Let me think... I like going to the movies.
pt: Fammi pensare... Mi piace andare al cinema.

# 1052_Saejima
source: Movies? That's pretty typical.
pt: Al cinema? È piuttosto comune.

# 1064_Kaguya
source: They've got 3D movies now, you know? Where you have to wear glasses. I can wear those and then nobody can tell if I fall asleep.
pt: Adesso ci sono i film in 3D, sai? Quelli dove devi mettere gli occhiali. Posso metterli e così nessuno si accorge se mi addormento.

# 1076_Saejima
source: Seriously?
pt: Sul serio?

# 1088_Kaguya
source: If it's a movie I've already seen I know what happens, so I can still talk about it after it's over. That's my routine when I go out with clients.
pt: Se è un film che ho già visto so come va a finire, quindi posso parlarne lo stesso una volta finito. È quello che faccio sempre quando esco con i clienti.

# 1100_Saejima
source: If ya don't wanna go out, then just say so...
pt: Se non hai voglia di uscire, dillo e basta...

# 1112_Saejima
source: What's it like when ya fall for a guy? Do ya tell them ya like 'em?
pt: Com'è quando ti prendi una cotta per un tipo? Glielo dici che ti piace?

# 1124_Kaguya
source: Yeah, I go on the offensive pretty fast.
pt: Sì, passo all'attacco piuttosto in fretta.

# 1136_Saejima
source: I see. Yer more forward than I woulda expected.
pt: Capisco. Sei più intraprendente di quanto mi sarei aspettato.

# 1148_Kaguya
source: Well that way, if he's into me, I've caught a lucky break. And if he's not, then I find out right away and can move on to my next love.
pt: Beh, in questo modo, se gli piaccio, mi è andata di lusso. E se invece no, lo scopro subito e posso passare oltre, al prossimo amore.

# 1160_Saejima
source: Ya make it sound so simple. Ya don't get shaken up from bein' rejected?
pt: La fai sembrare così facile. Non ci rimani male a essere rifiutata?

# 1172_Kaguya
source: If I tell a guy when I first feel like I'm interested, it's not big deal if he turns me down. It's better than pining after him forever.
pt: Se dico a un ragazzo che mi interessa non appena inizio a provare qualcosa, non è un grosso problema se mi rifiuta. È meglio che stare lì a struggersi per lui all'infinito.

# 1184_Saejima
source: Heh. Yer a real no-nonsense gal, aren't ya?
pt: Eh. Sei proprio una tipa che va dritta al sodo, eh?

# 1196_Saejima
source: How old do ya like yer guys?
pt: Di che età ti piacciono i tipi?

# 1208_Kaguya
source: Oh, I am waaay into older guys!
pt: Oh, vado matta per i tipi molto più grandi!

# 1220_Saejima
source: Really now? How come?
pt: Davvero? E come mai?

# 1232_Kaguya
source: How come? Because younger guys don't really feel like men to me. They're kind of childish, I think.
pt: Come mai? Perché i ragazzi più giovani non mi sembrano dei veri uomini. Credo siano un po' infantili.

# 1244_Kaguya
source: Older guys are better looking and more distinguished, too. They're way more reliable!
pt: Gli uomini più grandi sono più belli e anche più distinti. E poi sono decisamente più affidabili!

# 1256_Saejima
source: A man's gotta be reliable. Ones who use a woman to support 'em are no good in my book.
pt: Un uomo deve essere affidabile. Quelli che si fanno mantenere da una donna non valgono niente, per quanto mi riguarda.

# 1268_Kaguya
source: I hear you there! I can't stand guys who don't have jobs. But I'm guessing that's not an issue with you, Saejima-san.
pt: Ti do proprio ragione! Non sopporto i tipi che non hanno un lavoro. Ma scommetto che per te non sia un problema, Saejima-san.

# 1280_Saejima
source: Uh, well, I am kinda takin' a break from work right now...
pt: Uh, beh, diciamo che in questo momento mi sono preso una specie di pausa dal lavoro...

# 1292_Kaguya
source: What!? Really? Shouldn't you be off at a job somewhere instead of hanging out at a club like this?
pt: Cosa!? Davvero? Non dovresti essere al lavoro da qualche parte invece di startene in un locale come questo?

# 1304_Saejima
source: Yer the last person I wanna hear that from...
pt: Sei proprio l'ultima persona da cui vorrei sentirlo...

# 1316_Saejima
source: Would ya date an old guy then?
pt: Quindi usciresti con un vecchio?

# 1328_Kaguya
source: Not if he's some decrepit old grandpa, but if he's in good shape, then I'd be okay with that.
pt: Non se è un qualche nonnetto decrepito, ma se è uno in forma, allora mi andrebbe bene.

# 1340_Saejima
source: Really? Even if he's baldin' and stuff?
pt: Davvero? Anche se sta perdendo i capelli e robe così?

# 1352_Kaguya
source: That's super sexy, though. I'm really into that look some foreigners have, with shaved heads and beards.
pt: Però è super sexy. Mi piace un sacco quel look che hanno certi stranieri, con la testa rasata e la barba.

# 1364_Saejima
source: Guess bein' bald has its perks.
pt: Immagino che essere calvi abbia i suoi vantaggi.

# 1376_Saejima
source: Mind if I ask ya somethin' about yerself?
pt: Ti spiace se ti chiedo una cosa su di te?

# 1388_Kaguya
source: What would you like to know?
pt: Cosa vuoi sapere?

# 1400_Saejima
source: Do ya got any special talents?
pt: Hai qualche talento particolare?

# 1412_Kaguya
source: Special talents? Hmm...
pt: Talenti particolari? Uhm...

# 1424_Kaguya
source: Oh! I'm good at walking.
pt: Oh! Sono brava a camminare.

# 1436_Saejima
source: What? How do ya mean?
pt: Cosa? In che senso?

# 1448_Kaguya
source: You know how in fashion shows the models need to walk with a sexy sort of shimmy to their shoulders and hips?
pt: Hai presente come nelle sfilate di moda le modelle devono camminare con quel tipo di movimento sexy di spalle e fianchi?

# 1460_Saejima
source: Oh, okay. I think I get what ya mean.
pt: Ah, okay. Credo di aver capito cosa intendi.

# 1472_Kaguya
source: Sometimes when I'm out walking I'll do that, and get some guys to turn their heads! It's super, super fun!
pt: A volte quando cammino per strada lo faccio, e faccio voltare i ragazzi! È super, super divertente!

# 1484_Saejima
source: I guess that's sort of a special talent.
pt: Immagino che sia una specie di talento particolare.

# 1496_Saejima
source: Do ya got any siblings?
pt: Hai dei fratelli?

# 1508_Kaguya
source: I have a younger sister.
pt: Ho una sorella minore.

# 1520_Saejima
source: Hey, same as me.
pt: Ehi, proprio come me.

# 1532_Kaguya
source: Oh, so you're the big brother, huh?
pt: Oh, quindi sei il fratello maggiore, eh?

# 1544_Saejima
source: And yer the big sister.
pt: E tu sei la sorella maggiore.

# 1556_Kaguya
source: Well, my younger sister is already married and has kids.
pt: Beh, mia sorella minore è già sposata e ha dei figli.

# 1568_Saejima
source: Really? She moves pretty fast.
pt: Davvero? Non ha perso tempo.

# 1580_Kaguya
source: Yeah. Thanks to her, I've already wound up as an aunt at my age.
pt: Sì. Grazie a lei, alla mia età mi sono già ritrovata a fare la zia.

# 1592_Saejima
source: Nothin' wrong with that.
pt: Non c'è niente di male.

# 1604_Saejima
source: But we're nothin' alike. My sister really had it together.
pt: Ma non ci somigliamo per niente. Mia sorella aveva davvero la testa sulle spalle.

# 1616_Kaguya
source: Same with me! My sister up and married her boss and has kids now. And I'm here without even a full time job.
pt: Proprio come me! Mia sorella ha finito per sposare il suo capo e ora ha dei figli. E io invece sono qui senza neanche un lavoro a tempo pieno.

# 1628_Kaguya
source: You and me are like two peas in a pod, huh?
pt: Siamo proprio fatti della stessa pasta io e te, eh?

# 1640_Saejima
source: Ha! Seems so.
pt: Ah! Pare proprio di sì.

# 1652_Saejima
source: Say that again.
pt: Puoi dirlo forte.

# 1664_Kaguya
source: Uh... So you're the big brother, Saejima-san?
pt: Uh... Quindi sei tu il fratello maggiore, Saejima-san?

# 1676_Saejima
source: Big brother, huh... Ngh...
pt: Fratello maggiore, eh... Ngh...

# 1688_Kaguya
source: Saejima-san, is something the matter? Did... Did I say something wrong?
pt: Saejima-san, c'è qualcosa che non va? Ho... Ho detto qualcosa di sbagliato?

# 1700_Saejima
source: No, it's fine. Just... been a while since anyone called me that.
pt: No, va bene. È solo che... era da un po' che nessuno mi chiamava così.

# 1712_Saejima
source: Is Kaguya yer real name?
pt: Kaguya è il tuo vero nome?

# 1724_Kaguya
source: Of course not. It's just my work name.
pt: Certo che no. È solo il mio nome d'arte.

# 1736_Saejima
source: Why'd ya go with Kaguya then?
pt: E allora come mai hai scelto proprio Kaguya?

# 1748_Kaguya
source: Well, we're in Tsukimino. "Tsuki" is moon, and Kaguya was the Moon Princess.
pt: Beh, siamo a Tsukimino. "Tsuki" significa luna, e Kaguya era la Principessa della Luna.

# 1760_Saejima
source: Makes sense.
pt: Ha senso.

# 1772_Kaguya
source: Everyone picks their hostess name like that. Some girls even take names from male idol singers they're fans of, like Ryo or Akira.
pt: Tutte scelgono il proprio nome d'arte in questo modo. Certe ragazze usano persino i nomi di idol di cui sono fan, come Ryo o Akira.

# 1784_Saejima
source: Yeah, I guess those could be girls' names, too.
pt: Già, immagino che possano essere anche nomi da ragazza.

# 1796_Kaguya
source: In Tokyo they take on surnames, too. They make sure not to use kanji that are too complicated, so that it looks cute.
pt: A Tokyo scelgono anche dei cognomi. Si assicurano di non usare kanji troppo complicati, così che il nome risulti più carino.

# 1808_Saejima
source: I see.
pt: Capisco.

# 1820_Saejima
source: So I've been wonderin' somethin'.
pt: Senti, mi stavo chiedendo una cosa.

# 1832_Kaguya
source: What's that?
pt: Cos'è?

# 1844_Saejima
source: What are yer measurements?
pt: Quali sono le tue misure?

# 1856_Kaguya
source: Lemme think... 94, 58, 87 from top to bottom. And I'm a G-cup.
pt: Fammi pensare... 94, 58, 87, dall'alto in basso. E ho una coppa G.

# 1868_Saejima
source: I dunno what any of that means...
pt: Non ho idea di cosa significhi tutta quella roba...

# 1880_Kaguya
source: Hehe. When other customers hear G-cup, their eyes go right to my breasts! But you're more innocent than that, Saejima-san!
pt: Eheh. Quando gli altri clienti sentono "coppa G", gli occhi gli cadono subito sul mio seno! Ma lei è più innocente di così, Saejima-san!

# 1892_Saejima
source: Uh, I see.
pt: Uh, capisco.

# 1904_Saejima
source: Do ya want kids?
pt: Vuoi dei figli?

# 1916_Kaguya
source: Getting married and giving birth sound like a huge pain. But I suppose it'd be fun to have kids around if I did.
pt: Sposarsi e partorire sembra una gran faticaccia. Però immagino che sarebbe divertente avere dei bambini intorno, se dovesse succedere.

# 1928_Saejima
source: Would ya want a boy or a girl?
pt: Vorresti un maschio o una femmina?

# 1940_Kaguya
source: Hmm. I guess I'd prefer a boy.
pt: Mh. Immagino che preferirei un maschio.

# 1952_Saejima
source: Me too. I'd like to get a shot at raisin' a son tough enough to take me on.
pt: Anch'io. Mi piacerebbe provare a crescere un figlio abbastanza tosto da affrontarmi.

# 1964_Kaguya
source: I bet you'd be a passionate teacher. I'm way more hands-off. I'd be all, hey, do whatever you want.
pt: Scommetto che saresti un insegnante appassionato. Io invece sono molto più permissiva. Direi tipo: ehi, fai pure quello che vuoi.

# 1976_Saejima
source: That's okay, too. I guess ya could say I sorta raised myself.
pt: Va bene anche così. Immagino si possa dire che mi sono cresciuto da solo, in un certo senso.

# 1988_Kaguya
source: Hmm. I guess that could be a good way to raise a kid, too.
pt: Mh. Immagino che anche quello possa essere un buon modo per crescere un figlio.

# 2000_Saejima
source: Yeah. Maybe it's good fer a boy to be pushed out into the harshness of reality.
pt: Già. Forse fa bene a un ragazzo essere buttato nella durezza della realtà.

# 2012_Saejima
source: How come?
pt: Come mai?

# 2024_Kaguya
source: Because I feel a boy would be better at making money in the future!
pt: Perché credo che un maschio sarebbe più bravo a fare soldi, in futuro!

# 2036_Kaguya
source: A girl would probably wind up becoming a lazy bum like me.
pt: Una femmina finirebbe probabilmente per diventare una scansafatiche come me.

# 2048_Saejima
source: Ya sure got a knack for thinkin' up useless situations.
pt: Certo che hai proprio un talento per inventarti delle situazioni inutili.

# 2060_Saejima
source: How 'bout adoption? Then ya wouldn't hafta get married.
pt: Che ne dici dell'adozione? Così non dovresti mica sposarti.

# 2072_Kaguya
source: I don't know. Can an unmarried part-timer like me even adopt a child? I can barely afford to support my own lifestyle.
pt: Non saprei. Una lavoratrice part-time single come me può davvero adottare un bambino? Riesco a malapena a mantenere il mio stile di vita.
