Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901c8.po
Languages: pt

source: Assistant Director
pt: Aiuto Regista

source: Yes, I think I'd better.
pt: Sì, credo che sia meglio.

source: I guess I don't need to.
pt: Non credo sia necessario.

source: Sotenbori Love Check Quiz 1
pt: Quiz 'Test d'Amore' di Sotenbori 1

source: Sotenbori Love Check Quiz 2
pt: Quiz 'Test d'Amore' di Sotenbori 2

source: I think I'd better run through it one more time.
pt: Credo che sia meglio ripassarlo un'altra volta.

source: Yeah, I've got it.
pt: Sì, ho capito.

# 44_Assistant Director
source: Hello, Sawamura-san. Thank you for coming.
pt: Salve, Sawamura-san. Grazie per essere venuta.

# 56_Haruka
source: Hello. Thank you very much for having me!
pt: Salve. Grazie mille per avermi ospitato!

# 68_Assistant Director
source: Have you ever watched the show you're going to be on today?
pt: Hai mai guardato lo show a cui parteciperai oggi?

# 80_Haruka
source: No, I'm sorry. I'm afraid I haven't.
pt: No, mi dispiace. Temo di no.

# 92_Assistant Director
source: All right. Then let me give you a brief rundown.
pt: Va bene. Allora ti faccio un breve ripasso.

# 104_Assistant Director
source: Sotenbori Love Check Quiz is a late-night quiz show.
pt: Il Quiz 'Test d'Amore' di Sotenbori è un programma a quiz notturno.

# 116_Assistant Director
source: As the title suggests, the show features trivia questions about Sotenbori, and tests the contestant's love for the town.
pt: Come suggerisce il titolo, lo show propone domande di curiosità su Sotenbori e mette alla prova l'amore del concorrente per la città.

# 128_Haruka
source: Oh, I see.
pt: Oh, capisco.

# 140_Assistant Director
source: The questions are all multiple choice, with only two options. You hold up a ○ sign or a × sign to choose your answer.
pt: Le domande sono tutte a scelta multipla, con solo due opzioni. Alzi un cartello con la ○ o uno con la × per scegliere la tua risposta.

# 152_Assistant Director
source: You're free to do anything you want until recording starts.
pt: Sei libera di fare quello che vuoi finché non inizia la registrazione.

# 164_Haruka
source: All right. Thank you.
pt: Va bene. Grazie.

# 176_Haruka
source: (What should I do? Should I make sure I understand how the show's going to work?)
pt: (Cosa faccio? Dovrei capire bene come funziona il programma?)

# 188_Haruka
source: (No, I guess I don't need to. I think I've got it.)
pt: (No, non credo serva. Penso di aver capito.)

# 248_Assistant Director
source: Sawamura-san, recording will start soon. Are you ready?
pt: Sawamura-san, le riprese inizieranno a breve. È pronta?

# 260_Haruka
source: Yes, I'm ready!
pt: Sì, sono pronta!

# 308_Haruka
source: (I'd better make sure I understand what's gonna happen.)
pt: (Dovrei capire bene cosa succederà.)

# 320_Assistant Director
source: During this quiz, you'll be asked ten trivia questions. The questions are multiple choice, so choose either ○ or × to select your answer. Press <Action:Button_Circle@Press_Events> to hold up the ○ sign, or <Action:Button_Cross@Press_Events> to hold up the × sign. Try to get as many as you can correct!
pt: Durante questo quiz, ti verranno poste dieci domande di curiosità. Le domande sono a scelta multipla, quindi scegli la ○ o la × per selezionare la tua risposta. Premi <Action:Button_Circle@Press_Events> per alzare il cartello con la ○, o <Action:Button_Cross@Press_Events> per alzare il cartello con la ×. Cerca di azzeccarne il più possibile!

# 332_Assistant Director
source: You will have ten seconds to answer each question. If you don't answer within that time, it will be counted as an incorrect answer. Your goal is to answer at least seven questions correctly, but if you manage to get all ten questions right, your reward will be greater.
pt: Avrai dieci secondi per rispondere a ogni domanda. Se non rispondi entro quel tempo, verrà considerata una risposta sbagliata. Il tuo obiettivo è rispondere correttamente ad almeno sette domande, ma se riuscirai ad azzeccarne tutte e dieci, la tua ricompensa sarà ancora maggiore.

# 344_Assistant Director
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Dovrei essere a posto adesso, vero?)

# 356_Haruka
source: (I think I'd better run through it one more time.)
pt: (Credo sia meglio ripassarlo un'ultima volta.)

# 368_Assistant Director
source: During this quiz, you'll be asked ten trivia questions. The questions are multiple choice, so choose either ○ or × to select your answer. Press <Action:Button_Circle@Press_Events> to hold up the ○ sign, or <Action:Button_Cross@Press_Events> to hold up the × sign. Try to get as many as you can correct!
pt: Durante questo quiz, ti verranno poste dieci domande di curiosità. Le domande sono a scelta multipla, quindi scegli la ○ o la × per selezionare la tua risposta. Premi <Action:Button_Circle@Press_Events> per alzare il cartello con la ○, o <Action:Button_Cross@Press_Events> per alzare il cartello con la ×. Cerca di azzeccarne il più possibile!

# 380_Assistant Director
source: You will have ten seconds to answer each question. If you don't answer within that time, it will be counted as an incorrect answer. Your goal is to answer at least seven questions correctly, but if you manage to get all ten questions right, your reward will be greater.
pt: Avrai dieci secondi per rispondere a ogni domanda. Se non rispondi entro quel tempo, verrà considerata una risposta sbagliata. Il tuo obiettivo è rispondere correttamente ad almeno sette domande, ma se riuscirai ad azzeccarne tutte e dieci, la tua ricompensa sarà ancora maggiore.

# 392_Assistant Director
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Dovrei essere a posto adesso, vero?)

# 404_Haruka
source: (Yeah, I've got it!)
pt: (Sì, ho capito!)

# 416_Assistant Director
source: Sawamura-san, recording will start soon. Are you ready?
pt: Sawamura-san, la registrazione inizierà presto. Sei pronta?

# 428_Haruka
source: Yes, I'm ready!
pt: Sì, sono pronta!
