Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200038.po
Languages: pt

source: Defeated Man
pt: Uomo Sconfitto

# 44_Defeated Man
source: Shit! Lost again!
pt: Merda! Perso di nuovo!

# 56_Saejima
source: Whaddya mean, "again"? You been going around pickin' fights all day?
pt: Ma che diavolo vuoi dire con "di nuovo"? Sei andato in giro ad attaccar briga per tutto il giorno?

# 68_Defeated Man
source: Yeah. I'm in the Victory Road qualifier, but just a few minutes ago, I ran into this dude claiming to be the best fighter in Japan.
pt: Sì. Sono nelle qualificazioni della Victory Road, ma proprio pochi minuti fa, mi sono imbattuto in questo tipo che sosteneva di essere il miglior combattente del Giappone.

# 80_Defeated Man
source: He wasn't as good as he thinks, though. Don't get me wrong. He's no pushover, either, but that's why losing to him really pissed me off.
pt: Però non era mica così bravo come credeva. Non fraintendermi. Non è nemmeno un pivello, sia chiaro, ma è proprio per questo che perderci contro mi ha fatto incazzare di brutto.

# 92_Saejima
source: So you were tryin' to take it out on me then?
pt: Quindi stavi cercando di sfogarti su di me, allora?

# 104_Defeated Man
source: It's not just me. There's a ton of other guys who're pissed off because they lost to him.
pt: Non sono solo io. C'è un sacco di altri tipi che sono incazzati perché hanno perso contro di lui.

# 116_Saejima
source: What's his name?
pt: Come si chiama?

# 128_Defeated Man
source: Better be careful if you're going up against Tokita. He's got a way of getting under your skin.
pt: Faresti meglio a stare attento se ti misuri con Tokita. Ha il suo modo di farti uscire dai gangheri.

# 140_Saejima
source: Tokita? The Tokita from Sodachi Dojo?
pt: Tokita? Il Tokita del Sodachi Dojo?
