Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200048.po
Languages: pt

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: Undercover Cop
pt: Poliziotto sotto copertura

source: Long-haired Yakuza
pt: Yakuza dai capelli lunghi

source: Rugged Yakuza
pt: Yakuza Tosto

# 88_Undercover Cop
source: Heheh. I've got you now!
pt: Heheh. Ti ho beccato!

# 100_Long-haired Yakuza
source: Oh shit!
pt: Oh merda!

# 112_Undercover Cop
source: Haha! I've been after you guys for a while!
pt: Haha! Vi stavo dietro da un po'!

# 124_Undercover Cop
source: And now I've caught you in the act... Oh no!
pt: E ora vi ho beccato sul fatto... Oh no!

# 136_Kiryu
source: What's wrong?
pt: Che succede?

# 148_Undercover Cop
source: Looks like I forgot my badge. Damn. I bet it ended up in the wash.
pt: Sembra che abbia dimenticato il mio distintivo. Cavolo. Scommetto che è finito in lavatrice.

# 160_Long-haired Yakuza
source: Come on, now's our chance!
pt: Dai, è la nostra occasione!

# 196_Rugged Yakuza
source: Heheh. What a clown.
pt: Heheh. Che pagliaccio.

# 208_Kiryu
source: Hm. Guess I'll just have to wipe the floor with you guys myself.
pt: Mh. Immagino che dovrò farvi a pezzi da solo.

# 220_Rugged Yakuza
source: What did you say? You should've stuck to driving, old man.
pt: Che hai detto? Saresti dovuto restare a guidare, vecchio.

# 232_Rugged Yakuza
source: Get him!
pt: Prendetelo!

# 268_Undercover Cop
source: Damn. I guess this was too much to ask of a taxi driver.
pt: Cavolo. Immagino che questo fosse troppo da chiedere a un tassista.

# 280_Kiryu
source: (It seems I let him down. I'll have to step up my game.)
pt: (Sembra che l'abbia deluso. Dovrò alzare il tiro.)

# 340_Undercover Cop
source: Ow ow ow...
pt: Ahi ahi ahi...

# 352_Undercover Cop
source: Huh!? What happened?
pt: Eh!? Cosa è successo?

# 364_Undercover Cop
source: Who did that to them?
pt: Chi li ha conciati così?

# 376_Kiryu
source: Don't you remember? You took them down yourself.
pt: Non ti ricordi? Li hai conciati così tu stesso.

# 388_Kiryu
source: You must have hit your head during the fight.
pt: Devi aver battuto la testa durante la rissa.

# 400_Undercover Cop
source: Yeah? Huh. Well, I'd better call it in and haul these guys off to the station.
pt: Sì? Mh. Beh, dovrei chiamare la centrale e portare via 'sti tizi alla stazione.

# 412_Undercover Cop
source: Thanks for the help, pal! They would have slipped through our fingers without you!
pt: Grazie per l'aiuto, socio! Ce li saremmo fatti scappare senza di te!

# 424_Kiryu
source: Remember to check your pockets before you do the wash next time.
pt: Ricordati di controllare le tasche prima di fare il bucato la prossima volta.

# 436_Undercover Cop
source: Yeah. My mom's been telling me that since I was a kid. I'll ask for you by name next time.
pt: Sì. Mia mamma me lo dice da quando ero un ragazzino. La prossima volta chiederò di te per nome.

# 460_Undercover Cop
source: (Everything seems to have worked out well.)
pt: (Sembra che sia andato tutto per il meglio.)
