Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid011107e2.po
Languages: pt

source: Attendant
pt: Addetto

# 56_Akiyama
source: Business slow today?
pt: Affari lenti oggi?

# 68_Attendant
source: No, this is pretty typical. With New Year's Eve right around the corner, normal bars are more likely to be packed.
pt: No, questo è abbastanza tipico. Con Capodanno alle porte, i bar normali saranno più affollati.

# 80_Akiyama
source: Have you ever been to Prime?
pt: Sei mai stato a Prime?

# 92_Attendant
source: Yes. Let me think.
pt: Sì. Fammi pensare.

# 104_Attendant
source: Oh, right. There's a girl there named Honoka-chan who's pretty good.
pt: Oh, giusto. Lì c'è una ragazza, Honoka-chan, che è abbastanza in gamba.

# 116_Akiyama
source: Honoka-chan, huh?
pt: Honoka-chan, eh?

# 128_Attendant
source: Yes, sir. Like most of the girls in town, she's a real energetic go-getter. And she talks an awful lot, so you'll never be bored.
pt: Sì, signore. Come la maggior parte delle ragazze in città, è una vera tipa energica e intraprendente. E parla un casino, così non ti annoierai mai.

# 140_Akiyama
source: Heh. Sounds like my kind of girl.
pt: Heh. Sembra proprio la ragazza che fa per me.

# 152_Attendant
source: She is known to exaggerate at times, but don't worry about every little detail she says. You're fine so long as you can say something interesting.
pt: Si sa che a volte esagera, ma non stare a preoccuparti di ogni minimo dettaglio che ti racconta. Sarai a posto finché riesci a dire qualcosa di interessante.

# 164_Akiyama
source: That sounds complicated, but okay.
pt: Sembra complicato, ma va bene.

# 176_Attendant
source: Her blood type is AB, she's a Virgo, and she's 21 years old. Just feed her some pork skewers, and it'll all be A-OK!
pt: Il suo gruppo sanguigno è AB, è della Vergine e ha 21 anni. Dalle solo qualche spiedino di maiale, e andrà tutto a meraviglia!

# 188_Akiyama
source: Why's that?
pt: Perché?

# 200_Attendant
source: Oh, you'll know when you see her.
pt: Oh, lo saprai quando la vedrai.

# 212_Akiyama
source: Got it.
pt: Capito.
