Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c09b4.po
Languages: pt

source: All player bets are in.
pt: Tutte le puntate dei giocatori sono state piazzate.

source: Dealer
pt: Croupier

source: Player
pt: Giocatore

# 316_Dealer
source: Welcome to the roulette table.
pt: Benvenuto al tavolo della roulette.

# 328_Dealer
source: Welcome to the roulette table. Would you like to play one-on-one against the house?
pt: Benvenuto al tavolo della roulette. Ti va di giocare uno contro uno contro il banco?

# 340_Dealer
source: Let's begin.
pt: Iniziamo.

# 352_Dealer
source: We look forward to seeing you again.
pt: Speriamo di rivederla.

# 364_Dealer
source: You seem to be short on chips. Please visit us again soon.
pt: Sembra che tu sia a corto di fiches. Torna a trovarci presto.

# 376_Dealer
source: Place your marker chips on the table.
pt: Piazza le tue fiches di puntata sul tavolo.

# 388_Dealer
source: Now the house will place its marker chips.
pt: Adesso il banco piazzerà le sue fiches di puntata.

# 400_Dealer
source: You first, sir. Please spin the ball.
pt: Inizi tu, signore. Per favore, fai girare la pallina.

# 412_Dealer
source: Now it's the house's turn.
pt: Adesso è il turno del banco.

# 424_Dealer
source: The house lost that one.
pt: Il banco ha perso quella.

# 436_Dealer
source: It's a tie.
pt: È un pareggio.

# 448_Dealer
source: The house won that one.
pt: Il banco ha vinto quella.

# 460_Dealer
source: Please come play again soon.
pt: Torna a giocare presto.

# 472_Player
source: Let's get started.
pt: Iniziamo.

# 496_Player
source: Here goes...
pt: Si comincia...

# 508_Dealer
source: Allow me to explain the rules for roulette.
pt: Mi permetta di spiegare le regole della roulette.

# 520_Dealer
source: Betting starts as soon as the ball is spun. Place your bets before time expires. You can bet up to 1,000 chips with each spin.
pt: Le puntate iniziano non appena la pallina viene fatta girare. Piazza le tue puntate prima che il tempo scada. Puoi puntare fino a 1.000 fiches ad ogni giro.

# 532_Dealer
source: Depending on where you place your chips, you can bet on one to six numbers, the colors red or black, or make a number of other wagers.
pt: A seconda di dove piazzi le tue fiches, puoi puntare su uno a sei numeri, sui colori rosso o nero, oppure effettuare diverse altre puntate.

# 544_Dealer
source: You can remove the chips you bet or move them to make another bet as long as time has not expired.
pt: Puoi rimuovere le fiches che hai puntato o spostarle per fare un'altra puntata finché il tempo non è scaduto.

# 556_Dealer
source: If you want to remove the chips you bet, press <Action:Button_R1@Roulette> at the location of your bet.
pt: Se vuoi rimuovere le fiches che hai puntato, premi <Action:Button_R1@Roulette> sul punto in cui hai piazzato la tua puntata.

# 568_Dealer
source: Select Last Bet to duplicate the last bet you made. Press <Action:Button_R1@Roulette> where no chips have been placed to bet chips of the same value as the last bet.
pt: Seleziona Ultima Puntata per duplicare l'ultima puntata che hai fatto. Premi <Action:Button_R1@Roulette> dove non sono state piazzate fiches per puntare fiches dello stesso valore dell'ultima puntata.

# 580_Dealer
source: You only have a limited time to bet. Please place all your bets before time runs out.
pt: Hai solo un tempo limitato per puntare. Per favore, piazza tutte le tue puntate prima che il tempo scada.

# 592_Dealer
source: When time runs out, "No More Bets" appears, indicating that betting is over. You can also end betting by pressing <Action:Button_Circle@Roulette>.
pt: Quando il tempo scade, appare "Niente Più Puntate", a indicare che le puntate sono terminate. Puoi anche terminare le puntate premendo <Action:Button_Circle@Roulette>.

# 604_Dealer
source: If the ball lands in a slot on which you bet, you win the payouts for all your wagers that include that slot. Otherwise, you lose your bet.
pt: Se la pallina si ferma su una casella su cui hai puntato, vinci le vincite per tutte le tue puntate che includono quella casella. Altrimenti, perdi la tua puntata.

# 616_Dealer
source: That is how you play roulette. Please enjoy playing all the games of skill and chance our casino has to offer!
pt: Ecco come si gioca alla roulette. Divertiti pure con tutti i giochi d'abilità e di fortuna che il nostro casinò ha da offrire!

# 628_Player
source: We look forward to seeing you again.
pt: Speriamo di rivederla.

# 640_Dealer
source: The marker chips have been placed.
pt: Le fiches marcatore sono state piazzate.
