Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01460042.po
Languages: pt

source: Man
pt: Uomo

source: Subordinates
pt: Subordinati

# 44_Saejima
source: (Hey... Is that Kaguya?)
pt: (Ehi... Ma è Kaguya?)

# 56_Man
source: Please, just settle down and do as you're told. Now hurry up and get in the car.
pt: Su, dai, piantala e fai come ti diciamo. Adesso sbrigati e sali in macchina.

# 68_Kaguya
source: Don't tell me what to do! I told you I'm not going!
pt: Non dirmi cosa devo fare! Ti ho già detto che non ci vado!

# 80_Man
source: Now, now. Don't be so selfish. There isn't much time left before your appointment.
pt: Su, su, non essere così egoista. Non manca molto al tuo appuntamento.

# 92_Kaguya
source: Well I'm in a hurry myself, so leave me alone!
pt: Beh, anch'io ho fretta, quindi lasciatemi in pace!

# 104_Man
source: Very well. We'll drag you with us if we have to. Do it!
pt: Benissimo. Se proprio dobbiamo, ti trasciniamo via con noi. Fate pure!

# 116_Subordinates
source: Yes, sir.
pt: Sì, signore.

# 140_Kaguya
source: Hey, get your hands off me!
pt: Ehi, giù le mani!

# 164_Saejima
source: Whaddya think you're doin'?
pt: Che diavolo credete di fare?

# 200_Man
source: And who might you be?
pt: E tu chi saresti?

# 212_Saejima
source: Her friend. Who the hell're you guys?
pt: Il suo amico. Chi diavolo siete voi?

# 236_Kaguya
source: Um, Saejima-san, these men are from my father's company. They're here to take me to that arranged marriage meeting.
pt: Ehm, Saejima-san, questi uomini sono dell'azienda di mio padre. Sono qui per portarmi a quell'incontro per il matrimonio combinato.

# 248_Saejima
source: Arranged marriage? You said you were goin' to yer audition.
pt: Matrimonio combinato? Avevi detto che andavi alla tua audizione.

# 260_Kaguya
source: I am! I need to go now, but these people won't leave me alone!
pt: Ci vado! Devo andare adesso, ma questi non mi lasciano in pace!

# 272_Saejima
source: Is that so?
pt: È così?

# 284_Saejima
source: She said she's not goin' with you. Surely ya don't think the marriage meetin's gonna go well if ya drag her there by force.
pt: Ha detto che non viene con voi. Non pensate mica che l'incontro per il matrimonio andrà bene se la trascinate lì a forza.

# 296_Man
source: Yes, we realize that.
pt: Certo che lo sappiamo.

# 308_Saejima
source: Then why?
pt: Allora perché?

# 320_Man
source: Our orders are to bring Rei-san－ah, the young lady here－with us, no matter what. I don't care what happens after that so long as we get it done.
pt: I nostri ordini sono di portare Rei-san—ah, la signorina qui—con noi, costi quel che costi. Non m'importa cosa succeda dopo, basta che lo facciamo.

# 332_Saejima
source: Well, that makes sense.
pt: Beh, così sì che ha senso.

# 344_Kaguya
source: Saejima-san? You're taking their side!?
pt: Saejima-san? Ti sei messo dalla loro parte!?

# 356_Saejima
source: It's up to you.
pt: Sta a voi.

# 368_Kaguya
source: What? What do you mean?
pt: Cosa? Che vuoi dire?

# 380_Saejima
source: Are you gonna go along quietly to this marriage meetin'?
pt: Ci vai tranquillamente a questo incontro per il matrimonio?

# 392_Kaguya
source: Of course not! I finally found something I want to do! I can't give up before I've even had the chance to try!
pt: Certo che no! Ho finalmente trovato qualcosa che voglio fare! Non posso mollare prima ancora di aver avuto la possibilità di provarci!

# 404_Saejima
source: Heh, good answer. In that case, it looks like I gotta get involved.
pt: Heh, bella risposta. In quel caso, mi sa che devo mettermi in mezzo.

# 416_Man
source: What!?
pt: Cosa!?

# 428_Saejima
source: I wanna see this girl go after her dreams.
pt: Voglio vedere questa ragazza inseguire i suoi sogni.

# 464_Saejima
source: I'd tell a man he hasta fight his own battles, but not a woman. 'Specially when she's gotta deal with men like you.
pt: A un uomo direi che le sue battaglie se le deve combattere da solo, ma non a una donna. Specialmente quando ha a che fare con uomini come voi.

# 476_Man
source: And just what do you intend to do?
pt: E cosa mai intendi fare?

# 488_Saejima
source: If you get in this girl's way, I'll do everythin' in my power to stop ya. That's all.
pt: Se vi mettete in mezzo a questa ragazza, farò di tutto per fermarvi. Questo è tutto.

# 500_Man
source: Very well, then. You leave us no choice. If you're going to stand in our way, it's your funeral.
pt: Bene, allora. Non ci lasci altra scelta. Se ti metti in mezzo, sarà la tua fine.

# 512_Man
source: Come on! Let's make this quick!
pt: Forza! Facciamo in fretta!
