Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0935.po
Languages: pt

source: You got 2,400 experience points.
pt: Hai ottenuto 2.400 punti esperienza.

# 44_Nakajima
source: Onisaka, huh...
pt: Onisaka, eh...

# 56_Kiryu
source: Chief. I know you're not the kind who goes back on his word. What happened all those years ago?
pt: Capo. So che non sei il tipo che si rimangia la parola. Cosa è successo tanti anni fa?

# 68_Nakajima
source: It was twenty years ago... about a month after Onisaka left. I got in an accident.
pt: È stato vent'anni fa... circa un mese dopo che Onisaka se n'è andato. Ho fatto un incidente.

# 80_Kiryu
source: An accident?
pt: Un incidente?

# 92_Nakajima
source: I wasn't drivin' dangerously or anything. We were just comin' home from shoppin'. I was under the speed limit, no distractions.
pt: Non stavo guidando pericolosamente o niente del genere. Stavamo solo tornando a casa dalla spesa. Ero sotto il limite di velocità, senza distrazioni.

# 104_Nakajima
source: But I couldn't say the same for the other car. A street racer smashed into us.
pt: Ma non potevo dire lo stesso per l'altra macchina. Uno street racer ci ha centrato in pieno.

# 128_Nakajima
source: He came around the corner at high speed and lost control. He was completely at fault.
pt: Arrivò in curva ad alta velocità e perse il controllo. La colpa era interamente sua.

# 140_Kiryu
source: ...Did you get hurt?
pt: ...Ti sei fatto male?

# 176_Nakajima
source: No, I came away with just scratches.
pt: No, me la sono cavata solo con qualche graffio.

# 188_Nakajima
source: But my wife sittin' beside me wasn't as lucky.
pt: Ma mia moglie seduta accanto a me non fu così fortunata.

# 212_Nakajima
source: She hit her head, I guess. There weren't many external injuries, but she fell into a coma.
pt: Ha sbattuto la testa, credo. Non c'erano molte ferite esterne, ma cadde in coma.

# 224_Nakajima
source: I really shoulda been angry with the guy who did that to my wife.
pt: Avrei dovuto incazzarmi sul serio con il tizio che ha fatto questo a mia moglie.

# 236_Nakajima
source: ...But I couldn't summon up any rage.
pt: ...Ma non riuscivo a tirare fuori nessuna rabbia.

# 248_Nakajima
source: He was a street racer, just like me.
pt: Era uno street racer, proprio come me.

# 272_Nakajima
source: That's when I realized it could just as easily have been me causin' a crash like that.
pt: Fu allora che ho capito che sarei potuto essere io a provocare un botto del genere, con la stessa facilità.

# 284_Nakajima
source: Just one little mistake could end up costin' some innocent person their life.
pt: Basta un piccolo errore e potrebbe finire per costare la vita a qualche innocente.

# 296_Nakajima
source: When I got to thinkin', I just couldn't go back to puttin' the pedal to the metal like I used to. I was too scared.
pt: Quando mi sono messo a pensarci, non riuscivo più a tornare a schiacciare il pedale a tavoletta come facevo una volta. Avevo troppa paura.

# 308_Kiryu
source: So you quit street racing at that point?
pt: Quindi hai mollato le corse clandestine a quel punto?

# 320_Nakajima
source: Yeah. Now of course, I remembered what I'd promised Onisaka... but I knew I couldn't keep it.
pt: Sì. Ora certo, mi ricordavo cosa avevo promesso a Onisaka... ma sapevo di non poterla mantenere.

# 332_Kiryu
source: (Who could, after what happened...)
pt: (Chi potrebbe, dopo quello che è successo...)

# 344_Nakajima
source: After the accident, my wife never regained consciousness again. She was alive, but never woke up.
pt: Dopo l'incidente, mia moglie non ha più ripreso conoscenza. Era viva, ma non si è mai svegliata.

# 356_Nakajima
source: Strange, ain't it? I lived life on the edge, but I was still standin'. My wife never took a risk in her life, and ended up like that.
pt: Strano, no? Ho vissuto la vita al limite, ma sono rimasto in piedi. Mia moglie non ha mai corso un rischio in vita sua, ed è finita così.

# 368_Nakajima
source: I just couldn't accept it. I whispered her name into her ear over and over, day in, day out...
pt: Non riuscivo proprio ad accettarlo. Le sussurravo il suo nome all'orecchio in continuazione, giorno dopo giorno...

# 380_Nakajima
source: Thinkin' one day, maybe she'd open her eyes and sit up like nothin' ever happened.
pt: Pensando che un giorno, magari avrebbe aperto gli occhi e si sarebbe tirata su come se niente fosse mai successo.

# 392_Nakajima
source: ...But that ain't how life works.
pt: ...Ma la vita non funziona mica così.

# 416_Nakajima
source: No matter how much I loved her, or prayed for her to come back, she wouldn't wake up. We're all pretty powerless when it comes down to it.
pt: Per quanto la amassi, o pregassi che tornasse, lei non si svegliava. Siamo tutti piuttosto impotenti, alla fin fine.

# 428_Nakajima
source: All I could do was keep hopin' she'd recover, and work to pay her hospital bills. But even that was beyond me.
pt: Tutto quello che potevo fare era continuare a sperare che si riprendesse, e lavorare per pagare le sue spese ospedaliere. Ma anche quello mi superava.

# 440_Nakajima
source: See, I used to be a day laborer, but I poured all my earnings into my ride. I had no savings and no steady job.
pt: Vedi, facevo il bracciante, ma ho buttato tutti i miei guadagni nel mio bolide. Non avevo risparmi e nessun lavoro fisso.

# 452_Nakajima
source: If I didn't do somethin', I'd fall behind with the medical bills, so I had to find work.
pt: Se non mi davo una mossa, sarei rimasto indietro con le spese mediche, quindi dovevo trovare un lavoro.

# 464_Kiryu
source: That's when you turned to taxi driving?
pt: È stato allora che ti sei messo a fare il tassista?

# 476_Nakajima
source: Yeah. Drivin' was all I could do. Besides, all I really wanted was...
pt: Già. Guidare era tutto quello che potevo fare. E poi, tutto quello che volevo davvero era...

# 488_Kiryu
source: What?
pt: Cosa?

# 500_Nakajima
source: ...I just wanted to have her sit next to me again.
pt: ...Volevo solo che tornasse a sedersi qui accanto a me.

# 524_Nakajima
source: She couldn't drive herself, but she loved it when I took her for a spin. I still remember her in the passenger seat, laughin' and smilin' away.
pt: Lei non guidava, ma le piaceva un sacco quando la portavo a fare un giro. La ricordo ancora sul sedile del passeggero, che rideva e sorrideva a più non posso.

# 536_Nakajima
source: If she came outta that coma, I wanted to be ready to take her on another ride. I reckon that woulda made her happy.
pt: Se fosse venuta fuori da quel coma, volevo essere pronto per portarla a fare un altro giro. Immagino che l'avrebbe resa felice.

# 548_Nakajima
source: But then I figured after that accident, she'd be too scared to do that again.
pt: Ma poi mi sono detto che dopo quell'incidente, lei avrebbe avuto troppa paura di rifarlo.

# 560_Nakajima
source: So I thought if I became a taxi driver and learned safe drivin', maybe she'd be okay with it. Maybe we could go back to old times, just the two of us ridin' in the wind.
pt: Quindi ho pensato che se mi fossi messo a fare il tassista e avessi imparato a guidare in sicurezza, forse a lei sarebbe andato bene. Magari saremmo potuti tornare ai vecchi tempi, solo noi due a farci un giro col vento.

# 572_Nakajima
source: But a year ago... she finally lost the battle.
pt: Ma un anno fa... lei ha finalmente perso la battaglia.

# 584_Kiryu
source: Chief... I'm sorry. I had no idea.
pt: Capo... Mi dispiace. Non ne avevo idea.

# 596_Nakajima
source: Who yer lookin' at right now is a miserable wreck of a man... who can't even wear his own weddin' ring 'cause it hurts too much to remember.
pt: Chi hai davanti adesso è un povero relitto d'uomo... che non riesce nemmeno a mettersi la sua fede nuziale perché gli fa troppo male ricordare.

# 608_Nakajima
source: I couldn't save the one I loved. I broke the promise I made to my rival. I'm a no-good, worthless wretch.
pt: Non sono riuscito a salvare la persona che amavo. Ho infranto la promessa che ho fatto al mio rivale. Sono un buono a nulla, una nullità, un disgraziato.

# 620_Kiryu
source: That's not true. You helped me out when I was in a bad place. I'm thankful for that... and I have nothing but respect for you.
pt: Non è vero. Mi hai aiutato quando stavo a terra. Ti sono grato per questo... e non ho altro che rispetto per te.

# 632_Kiryu
source: So please... don't talk about yourself that way.
pt: Quindi, ti prego... non parlare così di te.

# 656_Kiryu
source: If Onisaka-san knew about this, I'm sure he'd forgive you for going back on your word. You still haven't told him about the accident, right?
pt: Se Onisaka-san sapesse di questo, sono sicuro che ti perdonerebbe per non aver mantenuto la parola. Non gli hai ancora parlato dell'incidente, vero?

# 668_Nakajima
source: No. I didn't want to use my wife as an excuse. And I just couldn't face up to him.
pt: No. Non volevo usare mia moglie come scusa. E non riuscivo proprio a guardarlo in faccia.

# 680_Nakajima
source: I'm a former racer myself, so I know exactly how he feels. I know how much he wants that rematch.
pt: Sono un ex pilota anch'io, quindi so esattamente come si sente. So quanto desidera quella rivincita.

# 692_Kiryu
source: Yeah, but...
pt: Sì, ma...

# 704_Nakajima
source: If I told him about the accident, sure, he'd probably let it slide.
pt: Se gli dicessi dell'incidente, certo, probabilmente la lascerebbe correre.

# 716_Nakajima
source: But think about what that'd do to him. Cars have been his life. I don't wanna ruin that for him.
pt: Ma pensa a cosa gli farebbe. Le macchine sono state la sua vita. Non voglio rovinargli tutto quello.

# 728_Nakajima
source: I don't think tellin' him's a good idea.
pt: Non credo che dirglielo sia una buona idea.

# 740_Kiryu
source: So you want Onisaka to keep on racing, then?
pt: Quindi vuoi che Onisaka continui a correre, allora?

# 752_Nakajima
source: I used to want that. I figured with me off the road, he might as well do enough racin' for the both of us.
pt: Volevo quello. Mi sono detto che, con me fuori dalle corse, tanto valeva che corresse abbastanza per tutti e due.

# 764_Nakajima
source: But now I don't know. He's gettin' old. I don't want him chained to this life until it's too late. One day he'll push it too far.
pt: Ma ora non so. Si sta facendo vecchio. Non voglio che sia incatenato a questa vita finché non sarà troppo tardi. Un giorno si spingerà troppo oltre.

# 776_Nakajima
source: And when he bows out, I want it to be at the right time... I don't want him to end up like me.
pt: E quando si ritirerà, voglio che sia al momento giusto... Non voglio che finisca come me.

# 788_Nakajima
source: Now, if someone were to beat him in a race, maybe that'd give him what he needs to lay his pride down...
pt: Ora, se qualcuno lo battesse in una gara, forse questo gli darebbe quello che gli serve per abbassare la cresta...

# 800_Kiryu
source: Then that's what I'll do.
pt: Allora, è quello che farò.

# 812_Nakajima
source: Huh?
pt: Uh?

# 824_Kiryu
source: I'll challenge Onisaka-san and put an end to his career.
pt: Sfidarò Onisaka-san e metterò fine alla sua carriera.

# 836_Nakajima
source: You'd... You'd do that?
pt: Tu... Tu faresti quello?

# 848_Kiryu
source: Sure. Back when I was lost, you gave me a place and a purpose. That's always meant a lot to me... so let me pay you back.
pt: Già. Quando ero perso, tu mi hai dato un posto e uno scopo. Questo per me ha sempre contato tanto... quindi lascia che ti ripaghi.

# 860_Nakajima
source: But that's askin' too much...
pt: Ma questo è chiedere troppo...

# 872_Kiryu
source: Nakajima-san, listen. I've taken down all the Devil Killers. And now I'm the fastest in Fukuoka, just like you were.
pt: Nakajima-san, ascolta. Ho fatto fuori tutti i Devil Killers. E ora sono il più veloce di Fukuoka, proprio come lo eri tu.

# 884_Kiryu
source: It's my turn to step up and race in your stead. You leave this to me.
pt: È il mio turno di scendere in pista e correre al tuo posto. Lascia fare a me.

# 908_Nakajima
source: ...Thank you.
pt: ...Grazie.
