Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0927.po
Languages: pt

source: Foreboding Voice
pt: Voce minacciosa

source: Foreboding Man
pt: Uomo minaccioso

source: Fashionable Spectator
pt: Spettatore stiloso

source: Young Spectator
pt: Giovane Spettatore

# 76_Takamura
source: Yo! We're getting our asses out of here!
pt: Yo! Ci leviamo il culo da qui!

# 88_Takamura
source: You'll get yours soon enough, man! I'll make sure of it!
pt: Presto avrai la tua, vecchio! Ci penserò io!

# 100_Foreboding Voice
source: Hold up.
pt: Aspetta un attimo.

# 124_Takamura
source: What a pitiful sight... Never thought the "legendary" Devil Killers could sink so low. You oughta be ashamed.
pt: Che spettacolo pietoso... Mai avrei pensato che i "leggendari" Devil Killers potessero cadere così in basso. Dovresti vergognarti.

# 136_Fashionable Spectator
source: Hey, isn't that...?
pt: Ehi, ma quello non è...?

# 148_Young Spectator
source: Who?
pt: Chi?

# 160_Fashionable Spectator
source: Seriously, you don't know!? That guy's like the biggest name in racing here in Fukuoka.
pt: Ma davvero non lo sai!? Quel tizio è tipo il nome più grosso nelle corse qui a Fukuoka.

# 172_Takamura
source: No way...
pt: Non è possibile...

# 196_Kiryu
source: (Who's this character all of a sudden?)
pt: (Chi è 'sto tizio all'improvviso?)

# 208_Takamura
source: Shoot, I... I didn't know you were gonna be here!
pt: Mannaggia, io... Non sapevo che saresti stato qui!

# 220_Onisaka
source: You start acting up on this scale, word is gonna reach me.
pt: Se inizi a fare il gradasso a 'sti livelli, la voce mi arriva.

# 232_Takamura
source: Uh, well, you see－this is all the taxi driver's fault! He picked a fight with us. So we, uh...
pt: Uhm, beh, vedi... è tutta colpa del tassista! Ci ha attaccato briga. Così noi, uhm...

# 244_Onisaka
source: Don't even bother. I've been doing my own research.
pt: Non darti nemmeno la pena. Mi sono fatto le mie ricerche.

# 268_Onisaka
source: I heard you were throwing your weight around. And I only gave you a pass because you had clout with the community. But now that's all ancient history.
pt: Ho sentito che stavi facendo il gradasso. E ti ho lasciato correre solo perché avevi peso nella comunità. Ma ora è tutta storia vecchia.

# 280_Takamura
source: Yeah? What's your point?
pt: E allora? Cosa vuoi dire?

# 292_Onisaka
source: My point? Do I really need to restate how bad this taxi driver beat you to a pulp?
pt: Il mio punto? Devo davvero ripetere come questo tassista ti ha conciato per le feste?

# 304_Onisaka
source: He's top dog now, so abiding by our rules... I'm ordering you to break up the Devil Killers!
pt: È il pezzo grosso ora, quindi, rispettando le nostre regole... Ti ordino di sciogliere i Devil Killers!

# 316_Takamura
source: But that would mean...
pt: Ma significherebbe...

# 328_Fashionable Spectator
source: The Devil Killers are pretty much done for at this point! What with Onisaka-san giving the order...
pt: I Devil Killers sono praticamente spacciati a questo punto! E con Onisaka-san che ha dato l'ordine...

# 340_Young Spectator
source: One man really has that kinda pull?
pt: Un solo uomo ha davvero tutto questo peso?

# 352_Fashionable Spectator
source: Of course he does! He's pretty much the law in racing circles.
pt: Certo che sì! È praticamente la legge nel giro delle corse.

# 364_Onisaka
source: Your team is hereby disbanded, never to use the Devil Killers name again. Any objections?
pt: La vostra squadra è da adesso sciolta, e non dovrete mai più usare il nome dei Devil Killers. Qualche obiezione?

# 388_Onisaka
source: Then get your ass off the road.
pt: Allora, togliti dalle strade.

# 412_Takamura
source: ...You heard the man!
pt: ...Hai sentito il pezzo grosso!

# 436_Takamura
source: So you're Suzuki, huh? I'm Onisaka. I look after the young guns around here.
pt: Allora sei Suzuki, eh? Sono Onisaka. Sono io che bado ai giovani qui del giro.

# 448_Kiryu
source: Thanks for intervening.
pt: Grazie per essere intervenuto.

# 460_Onisaka
source: No need to thank me. You're the one who beat Takamura. That's all I needed to see.
pt: Non serve ringraziarmi. Sei tu che hai battuto Takamura. Mi è bastato vedere quello.

# 472_Kiryu
source: But without you, they wouldn't have honored the agreement. So I appreciate you showing up.
pt: Ma senza di te, non avrebbero rispettato l'accordo. Per questo apprezzo che tu ti sia fatto vedere.

# 484_Onisaka
source: Slow down there, pal. You don't think I came all this way just to help you get rid of a few punks, do you?
pt: Frena un attimo, compare. Non pensi mica che sia venuto fin qui solo per darti una mano a liberarti di quattro pivelli, vero?

# 496_Kiryu
source: Why, then?
pt: Allora, perché?

# 508_Onisaka
source: Well... You work for Nakajima, right?
pt: Allora... Lavori per Nakajima, vero?

# 520_Kiryu
source: Yeah... I do.
pt: Già... Lavoro per lui.

# 532_Onisaka
source: Then I'm assuming he wanted you to race the Devil Killers into submission, huh? Break 'em up that way?
pt: Allora, immagino che volesse che tu corressi contro i Devil Killers per fargli abbassare la cresta, eh? Per scioglierli così?

# 544_Kiryu
source: Ultimately, yes.
pt: Alla fine, sì.

# 556_Onisaka
source: Mm-hm. Yeah, that ain't gonna fly with me.
pt: Mh-hm. Già. Quella roba con me non attacca.

# 568_Kiryu
source: Why not?
pt: Perché no?

# 580_Onisaka
source: Because he's a coward. People who chicken out of a challenge have no say in racing matters.
pt: Perché è un codardo. Chi si tira indietro da una sfida non ha voce in capitolo nelle faccende di corsa.

# 592_Kiryu
source: What do you mean by that?
pt: Cosa intendi?

# 604_Onisaka
source: Twenty years ago, the two of us were rivals. Nakajima, the undisputed champion... and me, the runner-up.
pt: Vent'anni fa, noi due eravamo rivali. Nakajima, il campione indiscusso... e io, il secondo classificato.

# 616_Onisaka
source: No matter how many times I raced him, he always won out in the end. I lost to him countless times.
pt: Per quante volte gli abbia corso contro, alla fine vinceva sempre lui. Ho perso contro di lui innumerevoli volte.

# 628_Onisaka
source: Then one day, I decided enough was enough. I took a year off to travel the country, taking on as many other racers as I could.
pt: Poi un giorno, decisi che ne avevo abbastanza. Mi presi un anno per girare il paese, sfidando tutti gli altri piloti che riuscivo.

# 640_Onisaka
source: Before I left, I made Nakajima swear not to lose to anyone. That way I'd still be taking on Fukuoka's best when I got back.
pt: Prima che partissi, feci giurare a Nakajima di non farsi battere da nessuno. In quel modo, al mio ritorno, mi sarei ancora misurato con i migliori di Fukuoka.

# 652_Onisaka
source: But when I returned, I found out he'd vanished from the streets. Gone, just like that. Promises be damned.
pt: Ma quando tornai, scoprii che era sparito dalle strade. Sparito, così, all'improvviso. Al diavolo le promesse.

# 676_Onisaka
source: It demoralized me, Suzuki-san. An entire year completely down the drain, with no explanation whatsoever.
pt: Mi ha demoralizzato, Suzuki-san. Un intero anno completamente sprecato, senza alcuna spiegazione.

# 688_Onisaka
source: All that time, with nobody to race? What a fucking way to leave an old friend behind...
pt: Tutto quel tempo, e nessuno con cui correre? Che cazzo di modo di lasciare indietro un vecchio amico...

# 700_Kiryu
source: I'm sure Nakajima-san had his reasons. He's not the kind of guy to break his word.
pt: Sono sicuro che Nakajima-san aveva le sue ragioni. Non è il tipo da mancare alla sua parola.

# 712_Onisaka
source: You think I don't know that!? *sigh* ...I know he must have some kind of situation.
pt: Pensi che non lo sappia!? *sigh* ...So che dev'essergli capitato qualcosa.

# 724_Onisaka
source: But that still doesn't keep me from wanting that race. He owes me.
pt: Ma questo non mi toglie comunque la voglia di quella corsa. Me la deve.

# 736_Onisaka
source: I'll never forget the thrill I got going up against him... I can't.
pt: Non dimenticherò mai l'emozione che provavo a sfidarlo... Non posso.

# 748_Onisaka
source: So I won't give up on street racing until I get another taste of it. My pride won't let me.
pt: Quindi non rinuncerò alle corse clandestine finché non ne avrò un altro assaggio. Il mio orgoglio non me lo permette.

# 772_Onisaka
source: Go back and tell that boss of yours I've been waiting. That whenever he feels like honoring his promise, I'll be behind the wheel. Same place I've been for twenty years.
pt: Torna indietro e di' a quel tuo capo che ho aspettato. Che quando gli pare di mantenere la sua promessa, io sarò al volante. Nello stesso posto dove mi trovo da vent'anni.

# 820_Takamura
source: Hah, that should put you in your place! You're not even close to taking the throne, taxi man!
pt: Ahah, così impari! Non sei nemmeno vicino a prenderti il trono, tassista!

# 832_Kiryu
source: (Dammit...)
pt: (Dannazione...)

# 844_Takamura
source: Hey, Yoshimi! How's the cash flow looking?
pt: Ehi, Yoshimi! Come va con la grana?

# 856_Yoshimi
source: Adding in the online winnings... I'd say we're making money hand over fist.
pt: Aggiungendo le vincite online... direi che stiamo facendo soldi a palate.

# 868_Takamura
source: Haha, good shit! Welp, Suzuki-san, why let it end here when there's so much more to be made?
pt: Ahah, gran bella roba! Beh, Suzuki-san, perché farla finire qui quando c'è molto di più da guadagnare?

# 880_Takamura
source: I'll race you as many times as you want. And by the time you give up, I'll practically be rolling in cash! Hahahaha!
pt: Ti correrò contro tutte le volte che vuoi. E quando mollerai, farò praticamente soldi a palate! Ahahahaha!

# 904_Fashionable Spectator
source: No way! That taxi driver... he actually did it!
pt: Impossibile! Quel tassista... ce l'ha fatta davvero!

# 916_Young Spectator
source: The absolute madman! He beat Devil Takamura!
pt: Quel pazzo scatenato! Ha battuto Devil Takamura!

# 928_Fashionable Spectator
source: What could possibly happen next!?
pt: Cosa potrà mai succedere ora!?

# 940_Takamura
source: Oh fuuuuuuck...
pt: Oh cazzo...

# 964_Takamura
source: Well, uh. I guess congratulations are in order?
pt: Beh, uh. Suppongo che ci stiano delle congratulazioni?

# 976_Kiryu
source: I don't need your fanfare. What I want is your crew to break up. That was your end of the bargain.
pt: Non mi serve la tua fanfara. Quello che voglio è che la tua crew si sciolga. Quella era la tua parte dell'accordo.

# 988_Takamura
source: Okay, everybody. Listen up.
pt: Okay, gente. Ascoltate bene.

# 1000_Nakamura
source: Hey, you can't be serious!
pt: Ehi, non puoi essere serio!

# 1012_Yoshimi
source: Certainly you don't need to keep such a silly promise...
pt: Non devi mica mantenere una promessa così stupida...

# 1024_Kajiwara
source: Yeah, ain't no reason to break up now!
pt: Già, non c'è mica motivo per scioglierci ora!

# 1036_Takamura
source: ...Break up?
pt: ...Sciogliersi?

# 1048_Takamura
source: Whatever gave you that idea?
pt: Ma cosa ti è saltato in mente?

# 1060_Kiryu
source: ...Excuse me?
pt: ...Come scusa?

# 1072_Takamura
source: With all these people watching, this is the perfect chance to show what happens when you get on the Devil Killers' bad side!
pt: Con tutta 'sta gente che ci guarda, questa è la chance perfetta per far vedere cosa succede a chi si mette contro i Devil Killers!

# 1084_Takamura
source: Give this bastard a thrashing!
pt: Pestate 'sto bastardo!

# 1096_Kajiwara
source: Heheheh! With pleasure! Gonna get me some payback!
pt: Heheheh! Con piacere! Ora gliela faccio pagare!

# 1108_Yoshimi
source: I'm generally not one to resort to violence... alas, duty calls.
pt: Di solito non sono uno che ricorre alla violenza... ma ahimè, il dovere chiama.

# 1120_Nakamura
source: Sorry, Mr. Suzuki. I'm afraid you'll have to take your medicine like a man.
pt: Mi dispiace, signor Suzuki. Mi sa che dovrai prenderti la tua medicina da uomo.

# 1132_Kiryu
source: That isn't what we agreed on. What happened to the fastest guy calling the shots?
pt: Non è quello che avevamo pattuito. Che fine ha fatto la storia che il più veloce comanda?

# 1144_Takamura
source: Hmm? Oh, that. See, there's been an update. It's the <Italic>strongest</Italic> guy who calls the shots now. Maybe you missed the memo.
pt: Mmm? Ah, quello. Allora, c'è stato un aggiornamento. Ora è il <Italic>più forte</Italic> che comanda. Forse ti sei perso la dritta.

# 1156_Takamura
source: Well, what are we waiting for? Time to let the world know what happens when you mess with the Devil Killers... and let me say, it ain't pretty!
pt: Allora, cosa stiamo aspettando? È ora di far sapere al mondo cosa succede a chi si mette contro i Devil Killers... e fidati, non sarà per niente bello!
