Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690068.po
Languages: pt

source: Walking While Crouched
pt: Camminare Accovacciato

# 68_Okudera
source: Saejima! What are you doing here?
pt: Saejima! Che ci fai qui?

# 80_Saejima
source: Came to tell ya that Baba-chan woke up.
pt: Son venuto a dirti che Baba-chan si è svegliato.

# 92_Saejima
source: Also... I can't stand bein' a burden on ya anymore. I wanna try huntin' my own food, at least.
pt: Poi... Non ce la faccio più a esserti un peso. Voglio provare a cacciare il mio cibo, almeno.

# 104_Saejima
source: And I gotta repay the person who shared her food with me, even when she don't have much for herself.
pt: E devo sdebitarmi con la persona che ha condiviso il suo cibo con me, anche se lei stessa non ne ha molto.

# 116_Okudera
source: That getup. That gun. Where'd you get them? Please don't tell me you stole them.
pt: Quella tenuta. Quel fucile. Dove li hai presi? Ti prego, non dirmi che li hai rubati.

# 128_Saejima
source: No, it's all legit. I pled my case to some kindly folks, and they let me borrow this stuff. Lotta kind people in the village, actually... Why don't ya try befriendin' them some time?
pt: No, è tutto a posto. Ho spiegato la situazione a della brava gente, e mi hanno lasciato prendere in prestito 'sta roba. A dire il vero, c'è tanta brava gente nel villaggio... Perché non provi a farci amicizia un giorno?

# 140_Okudera
source: Hmph. It's none of your business.
pt: Hmph. Non sono affari tuoi.

# 152_Saejima
source: Okay, that's fine, Okudera-han. But I still wanna hunt. Can ya teach me the basics?
pt: Va bene, Okudera-han. Ma voglio ancora cacciare. Puoi insegnarmi le basi?

# 164_Okudera
source: Fine, I'll do it. My life will be easier when you're not just another mouth to feed, anyway.
pt: Va bene, lo farò. La mia vita sarà più facile quando non sarai solo un'altra bocca da sfamare, comunque.

# 176_Saejima
source: Great.
pt: Bene.

# 188_Okudera
source: Okay, the basics.
pt: Va bene, le basi.

# 260_Okudera
source: Okay, listen close if you're serious about learning to hunt and trap.
pt: Va bene, stai a sentire bene se ci tieni davvero a imparare a cacciare e intrappolare.

# 272_Okudera
source: Today, I'll teach you how to use your rifle.
pt: Oggi, ti insegnerò come usare il tuo fucile.

# 284_Saejima
source: To shoot game?
pt: Per cacciare?

# 296_Okudera
source: Yes. Now usually, after a shooting session, a gun needs to be properly cleaned and serviced. But that's an involved process... one I don't feel like teaching you, frankly.
pt: Sì. Ora, di solito, dopo aver sparato, un fucile deve essere pulito e revisionato per bene. Ma è una faccenda complessa... e non ho proprio voglia di insegnartelo, a dire il vero.

# 308_Okudera
source: So I'll just clean it myself whenever you come back from the mountain. That way, you only have to carry it when you're hunting. Less tedium for both of us.
pt: Così lo pulirò io stesso ogni volta che torni dalla montagna. In questo modo, dovrai solo portarlo quando vai a caccia. Meno scocciature per entrambi.

# 320_Saejima
source: Sure. Less tedium, and less work for me.
pt: Certo. Meno scocciature, e meno lavoro per me.

# 332_Okudera
source: Exactly. Now, obviously, you can't shoot accurately if you're too far away.
pt: Esatto. Ora, ovviamente, non puoi sparare con precisione se sei troppo lontano.

# 344_Okudera
source: If you spot game, you have to approach it without letting it see you. The key is to make yourself small and quiet.
pt: Se individui la selvaggina, devi avvicinarti senza farti vedere. Il segreto è renderti piccolo e silenzioso.

# 356_Okudera
source: You just crouch down and creep forward. Try it.
pt: Ti accovacci e strisci in avanti. Prova.

# 368_Walking While Crouched
source: Press <Action:Button_Circle@Hunter_And_Killer> to crouch. By moving in this position, your prey is less likely to notice you, and you'll have greater greater accuracy while shooting.
pt: Premi <Action:Button_Circle@Hunter_And_Killer> per accovacciarti. Muovendoti in questa posizione, la tua selvaggina difficilmente ti noterà, e avrai una maggiore precisione quando spari.
