Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

source: Main Conversation 10
pt: Conversazione principale 10

source: Main Conversation 11
pt: Conversazione principale 11

source: Main Conversation 12
pt: Conversazione principale 12

source: Main Conversation 13
pt: Conversazione principale 13

source: Main Conversation 14
pt: Conversazione principale 14

source: Main Conversation 15
pt: Conversazione principale 15

source: Main Conversation 16
pt: Conversazione principale 16

source: Main Conversation 17
pt: Conversazione principale 17

source: Main Conversation 18
pt: Conversazione principale 18

source: Main Conversation 19
pt: Conversazione principale 19

source: Main Conversation 20
pt: Conversazione principale 20

source: Main Conversation 21
pt: Conversazione principale 21

source: Main Conversation 22
pt: Conversazione principale 22

source: Main Conversation 23
pt: Conversazione principale 23

source: Main Conversation 24
pt: Conversazione principale 24

source: Main Conversation 25
pt: Conversazione principale 25

source: Main Conversation 26
pt: Conversazione principale 26

source: Main Conversation 27
pt: Conversazione principale 27

source: Main Conversation 28
pt: Conversazione principale 28

source: Main Conversation 29
pt: Conversazione principale 29

source: Main Conversation 30
pt: Conversazione principale 30

source: Main Conversation 31
pt: Conversazione principale 31

source: ○Yeah.
pt: ○Sì.

source: □Nah.
pt: □No.

source: ○Impressive.
pt: ○Impressionante.

source: □Why'd ya come back?
pt: □Perché sei tornato?

source: ○So yer a big spender.
pt: ○Quindi sei uno che non bada a spese.

source: □Tch, careless.
pt: □Tsk, che imprudenza.

source: ○No use cryin' over spilt milk.
pt: ○Inutile piangere sul latte versato.

source: □But ya had fun, right?
pt: □Però ti sei divertito, no?

source: ○That's not long.
pt: ○Non è molto.

source: △Wanna come to my place?
pt: △Ti va di venire da me?

source: ○Sounds fun.
pt: ○Sembra divertente.

source: □Not my style.
pt: □Non fa per me.

source: ○Where in Hokkaido?
pt: ○In che parte dell'Hokkaido?

source: △So yer a country girl, huh?
pt: △Quindi sei una ragazza di campagna, eh?

source: ○Huh.
pt: ○Ah.

source: □Bull crap.
pt: □Quante balle.

source: ○I see.
pt: ○Capisco.

source: □That's borin'.
pt: □Che noia.

source: ○I'll bet.
pt: ○Ci scommetto.

source: △Hella?
pt: △Un sacco?

source: ○'Cause folks understand it.
pt: ○Perché la gente lo capisce.

source: □That a problem?
pt: □Qualche problema?

source: ○You try imitatin' it.
pt: ○Provaci tu a imitarlo.

source: □Don't imitate people.
pt: □Non stare a imitare la gente.

source: □You kiddin' me?
pt: □Mi stai prendendo in giro?

source: △I can see 'em.
pt: △Li vedo.

source: ○Why are ya so scared?
pt: ○Perché hai così tanta paura?

source: □Yer worryin' too much.
pt: □Ti preoccupi troppo.

source: △I wish there were ghosts.
pt: △Magari ci fossero i fantasmi.

source: ○Probably.
pt: ○Probabilmente.

source: □There are no real ones.
pt: □Non ce ne sono di veri.

source: ○Lamb barbecue's tasty!
pt: ○Il barbecue d'agnello è proprio buono!

source: □I don't eat it much.
pt: □Non lo mangio molto.

source: △A barbecue at your university?
pt: △Un barbecue alla tua università?

source: ○That's exactly it.
pt: ○È proprio così.

source: □I just like beef and pork better.
pt: □È solo che preferisco il manzo e il maiale.

source: ○Because yer a local.
pt: ○Perché sei del posto.

source: □Yer taste buds are messed up.
pt: □Hai le papille gustative rovinate.

source: ○That's good.
pt: ○Bene.

source: □I had no idea.
pt: □Non ne avevo idea.

source: ○Yeah, I like campin'.
pt: ○Sì, mi piace il campeggio.

source: □I prefer eatin' in restaurants.
pt: □Preferisco mangiare al ristorante.

source: ○I'm good at startin' fires.
pt: ○Sono bravo ad accendere il fuoco.

source: □I'm better at eatin'.
pt: □Sono più bravo a mangiare.

source: ○It was freezin'.
pt: ○Si gelava.

source: □I'm fine.
pt: □Sto bene.

source: ○I get ya.
pt: ○Ti capisco.

source: □But yer out right now.
pt: □Ma adesso sei fuori.

source: △What are ya, a cat?
pt: △Che sei, un gatto?

source: ○I'm jealous.
pt: ○Ti invidio.

source: □Ya'd get fat without exercise.
pt: □Ingrasseresti senza fare esercizio.

source: △How do ya live like that?
pt: △Come fai a vivere così?

source: ○That'd be nice.
pt: ○Sarebbe bello.

source: ○The ideal workplace.
pt: ○Il posto di lavoro ideale.

source: △Sounds like a hassle to me.
pt: △Mi sembra una seccatura.

source: ○I like cats.
pt: ○Mi piacciono i gatti.

source: □It'll get fat if ya never let it out.
pt: □Ingrasserà se non lo lasci mai uscire.

source: △Just like its owner.
pt: △Proprio come il suo padrone.

source: ○Lucky you.
pt: ○Beata te.

source: □Are they ever right?
pt: □Ci prendono mai?

source: ○Want me to buy some drinks?
pt: ○Vuoi che compri qualcosa da bere?

source: □Can't help ya.
pt: □Non posso aiutarti.

source: ○Sure.
pt: ○Certo.

source: □Just kiddin'.
pt: □Scherzavo.

source: ○Maybe ya will.
pt: ○Forse succederà.

source: □Ya dummy.
pt: □Sei un dummy.

source: ○That's fun.
pt: ○È divertente.

source: □What's the point?
pt: □Che senso ha?

source: △You should go all in then.
pt: △Allora dovresti puntare tutto.

source: ○Nah, it's up to you.
pt: ○Nah, vedi tu.

source: □You should respond right away.
pt: □Dovresti rispondere subito.

source: ○That's it?
pt: ○Tutto qui?

source: □Yeah, that was too long.
pt: □Sì, era troppo lunga.

source: △Ya probably just forgot.
pt: △Probabilmente te ne sei solo dimenticata.

source: ○Right.
pt: ○Giusto.

source: □Huh?
pt: □Eh?

source: ○I had no idea.
pt: ○Non ne avevo idea.

source: △You can touch!?
pt: △Si può toccare!?

source: ○Good for her.
pt: ○Buon per lei.

source: □I'd be worried.
pt: □Mi preoccuperei.

source: □What's wrong with that?
pt: □Che c'è di male?

source: △But not you?
pt: △Ma tu no?

source: ○That so?
pt: ○Ah, sì?

source: □Seems like a waste.
pt: □Sembra uno spreco.

source: ○She's an old maid.
pt: ○È una zitella.

source: △For starters?
pt: △Per cominciare?

source: ○That's younger than you.
pt: ○È più giovane di te.

source: □That's a scam.
pt: □Questa è una fregatura.

source: ○Ya can't blame the customer.
pt: ○Non si può dare la colpa al cliente.

source: □She lied her way to victory.
pt: □Ha mentito per arrivare alla vittoria.

source: ○Yeah, ya'd get caught.
pt: ○Già, ti faresti beccare.

source: □Nobody would find out.
pt: □Non lo scoprirebbe nessuno.

source: ○Now I get it.
pt: ○Ora ho capito.

source: △Including you?
pt: △Inclusa anche tu?

source: ○That ain't good.
pt: ○Non va bene.

source: □Don't ya have money?
pt: □Non hai soldi?

source: ○That was careless.
pt: ○È stata una disattenzione.

source: □Ya gotta pay up.
pt: □Devi pagare.

source: ○I suppose.
pt: ○Immagino.

source: □I doubt that.
pt: □Ne dubito.

source: ○It wasn't a hassle at all.
pt: ○Non è stato affatto un disturbo.

source: □It was pretty annoyin'.
pt: □È stata una bella seccatura.

source: △Ownin' one is a bigger hassle.
pt: △Averne uno è una seccatura ancora più grande.

source: ○Uh...
pt: ○Uhm...

source: □That'd be irritatin'.
pt: □Sarebbe irritante.

source: ○Come to think of it...
pt: ○Ora che ci penso...

source: □That's some flawed logic.
pt: □È un ragionamento che non sta in piedi.

source: ○I guess.
pt: ○Immagino.

source: □That ain't true.
pt: □Non è vero.

source: □It's not for me to tell.
pt: □Non sta a me dirlo.

source: △I was in prison.
pt: △Ero in prigione.

source: ○That's a long time.
pt: ○È un sacco di tempo.

source: □Still a ways to go.
pt: □C'è ancora molta strada da fare.

source: ○It's yer callin'.
pt: ○È la tua vocazione.

source: □It ain't the money?
pt: □Non sono i soldi?

source: ○It's amazin' ya don't get fired.
pt: ○È incredibile che non ti licenzino.

source: □Seems a waste.
pt: □Sembra uno spreco.

source: ○Ya gonna keep doin' this?
pt: ○Hai intenzione di continuare a farlo?

source: ○Of course.
pt: ○Certo.

source: □A real man would celebrate...
pt: □Un vero uomo festeggerebbe...

source: ○Want me to order 'em?
pt: ○Vuoi che li ordini?

source: □Seriously?
pt: □Sul serio?

source: ○They love ya.
pt: ○Ti amano.

source: □Ya'd never be able to get out.
pt: □Non ne usciresti mai più.

source: △Why'd ya change clubs?
pt: △Perché hai cambiato club?

source: ○Get yerself a man.
pt: ○Trovati un uomo.

source: □Ya can't sit and wait.
pt: □Non puoi startene lì ad aspettare.

source: ○How 'bout you?
pt: ○E tu?

source: △Why do ya ask?
pt: △Perché me lo chiedi?

source: ○Findin' work is tough nowadays.
pt: ○Trovare lavoro è dura oggigiorno.

source: □Yer folks must be mad.
pt: □I tuoi saranno furiosi.

source: ○Why don't ya try actin'?
pt: ○Perché non provi a recitare?

source: □Live yer own life.
pt: □Vivi la tua vita.

source: ○It is what it is.
pt: ○È così che va.

source: □Don't give up.
pt: □Non mollare.

source: ○What's wrong with that?
pt: ○Che c'è di male?

source: □That ain't it.
pt: □Non è così.

source: ○Why not audition yerself?
pt: ○Perché non fai un provino tu?

source: ○That's too bad.
pt: ○Che peccato.

source: □There'll be others.
pt: □Ce ne saranno altre.

source: △So lie about yer age.
pt: △Allora menti sulla tua età.

source: ○It will.
pt: ○Succederà.

source: □Look for other options.
pt: □Cerca altre opzioni.

source: ○Ya don't think you can make it?
pt: ○Pensi di non farcela?

source: □Don't worry 'bout that.
pt: □Non preoccupartene.

source: □It's good to talk to new people.
pt: □Fa bene parlare con gente nuova.

source: ○I get that.
pt: ○Ti capisco.

source: □Are ya homesick?
pt: □Hai nostalgia di casa?

source: ○Interestin'.
pt: ○Interessante.

source: □Audition?
pt: □Un'audizione?

source: ○That's the spirit.
pt: ○Questo è lo spirito giusto.

source: □Don't get too eager.
pt: □Non farti prendere troppo dall'entusiasmo.

source: △There'll be other chances.
pt: △Ci saranno altre occasioni.

source: ○That's fine.
pt: ○Va bene così.

source: □Ya gotta relax more.
pt: □Devi rilassarti di più.

source: ○Go get 'em.
pt: ○Dacci dentro.

source: □Hope ya don't get caught.
pt: □Spero che non ti becchino.

source: △How much younger?
pt: △Quanto più giovane?

source: ○Yeah, I guess ya look it.
pt: ○Sì, direi che si vede.

source: □No way is that gonna fly.
pt: □Non passerà mai.

source: ○Ya've gotta glow about ya.
pt: ○Hai un'aria proprio radiosa.

source: □It's important to relax, too.
pt: □È importante anche rilassarsi.

source: ○Then we gotta celebrate!
pt: ○Allora dobbiamo festeggiare!

source: □Yer kiddin'!
pt: □Ma scherzi!

source: ○Keep at it.
pt: ○Continua così.

source: □Ya gonna quit yer job here?
pt: □Hai intenzione di mollare il lavoro qui?

source: △How did the age lie go?
pt: △Com'è andata con la bugia sull'età?

source: ○Me too.
pt: ○Anch'io.

source: □I wouldn't have guessed.
pt: □Non l'avrei mai detto.

source: ○Yer pretty into it, huh?
pt: ○Ti appassiona proprio, eh?

source: △You can touch 'em if ya want.
pt: △Puoi toccarli se vuoi.

source: □Heh, perv.
pt: □Eheh, pervertito.

source: △How 'bout sumo?
pt: △Che ne dici del sumo?

source: □I don't.
pt: □Io no.

source: ○Just when we're single.
pt: ○Solo quando siamo single.

source: □We watch more after marriage.
pt: □Ne guardiamo di più dopo il matrimonio.

source: △Until the day we die.
pt: △Fino al giorno in cui moriremo.

source: ○Wanna go with me?
pt: ○Ci vuoi venire con me?

source: □It's more fun on TV.
pt: □È più divertente in TV.

source: △Why not join up?
pt: △Perché non ti unisci?

source: □No way.
pt: □Nemmeno per sogno.

source: △How about you?
pt: △E tu?

source: ○...Maybe a bit.
pt: ○...Forse un po'.

source: □Nah, it's true.
pt: □Macché, è vero.

source: ○That sure sounds like ya.
pt: ○È proprio da te.

source: □Get real.
pt: □Sii realista.

source: △At least do housework.
pt: △Almeno fai le faccende.

source: ○Chew her out.
pt: ○Dalle una strigliata.

source: □Don't say anythin'.
pt: □Non dire niente.

source: □Just stay on yer guard.
pt: □Stai solo in guardia.

source: ○Good idea.
pt: ○Buona idea.

source: □Ya gotta grow up still.
pt: □Devi ancora crescere.

source: □Don't do that.
pt: □Non farlo.

source: □Wait, what?
pt: □Aspetta, cosa?

source: ○Why's that?
pt: ○Come mai?

source: □But yer not...
pt: □Ma non lo sei...

source: ○Sounds nice.
pt: ○Sembra bello.

source: □Men have their benefits, too.
pt: □Anche gli uomini hanno i loro vantaggi.

source: ○I have.
pt: ○L'ho fatto.

source: □It's better bein' alone.
pt: □È meglio stare da soli.

source: ○Maybe.
pt: ○Forse.

source: □Nope.
pt: □No.

source: □Not a chance.
pt: □Manco per sogno.

source: ○I like ya.
pt: ○Mi piaci.

source: □I try not to overthink it.
pt: □Cerco di non pensarci troppo.

source: △I don't understand the question.
pt: △Non capisco la domanda.

source: ○Yer an odd duck.
pt: ○Sei un tipo strano.

source: □Ya don't gotta do nothing.
pt: □Non devi fare niente.

# 780_Kaguya
source: Where did you come from, Saejima-san?
pt: Da dove vieni, Saejima-san?

# 804_Kaguya
source: Ah, what brings you to Tsukimino then? Work?
pt: Ah, cosa ti porta a Tsukimino allora? Per lavoro?

# 816_Saejima
source: Yeah, but it wound up finishin' in less time than I thought.
pt: Sì, ma è finita in meno tempo di quanto pensassi.

# 828_Kaguya
source: Oh, so now you can relax and enjoy Tsukimino!
pt: Oh, allora adesso puoi rilassarti e goderti Tsukimino!

# 840_Saejima
source: Wish it was that simple...
pt: Magari fosse così semplice...

# 852_Saejima
source: Nah, this ain't for work. I came here 'cause I wanted to.
pt: Nah, non è per lavoro. Sono venuto qui perché volevo.

# 864_Kaguya
source: Oh, well that's nice! I wish I could go and take a vacation on a whim like that.
pt: Oh, beh, che bello! Magari potessi andarmi a fare una vacanza così, per puro capriccio.

# 876_Saejima
source: It ain't exactly a vacation, either.
pt: Non è esattamente una vacanza, comunque.

# 888_Kaguya
source: I went to Kamurocho for work before, you know.
pt: Sono già stata a Kamurocho per lavoro, sai.

# 900_Saejima
source: Oh? For a hostess gig?
pt: Oh? Per fare l'hostess?

# 912_Kaguya
source: Yes. Just to make some money!
pt: Sì. Solo per fare un po' di soldi!

# 924_Saejima
source: Impressive. Ya hopped on a plane to Kamurocho just to work in a cabaret club?
pt: Impressionante. Sei volata fino a Kamurocho solo per lavorare in un cabaret club?

# 936_Kaguya
source: That's right. It was a lot busier than here, and the pay was better too.
pt: Esatto. C'era molto più movimento rispetto a qui, e anche la paga era migliore.

# 948_Saejima
source: Make a lotta money, did ya?
pt: Hai fatto un sacco di soldi, eh?

# 960_Kaguya
source: I did, but I spent it all.
pt: Sì, ma li ho spesi tutti.

# 972_Saejima
source: How come?
pt: Come mai?

# 984_Kaguya
source: I went shopping in Tokyo and hit up the clubs. Before I knew it, I spent all I earned.
pt: Sono andata a fare shopping a Tokyo e ho fatto il giro dei club. Senza neanche accorgermene, ho speso tutto quello che avevo guadagnato.

# 996_Saejima
source: So yer a big spender. Ain't nothin' wrong with that.
pt: Quindi sei una gran spendacciona. Non c'è niente di male.

# 1008_Kaguya
source: You think so? I feel like it would have been better if I'd been able to save at least some of that money.
pt: Dici? Mi sa che sarebbe stato meglio se fossi riuscita a risparmiare almeno una parte di quei soldi.

# 1020_Saejima
source: No use cryin' over spilt milk. Think of it as a lesson learned.
pt: Inutile piangere sul latte versato. Prendila come una lezione.

# 1032_Kaguya
source: I suppose so.
pt: Immagino di sì.

# 1044_Saejima
source: But ya had fun, right? Then there ain't no problem.
pt: Però ti sei divertita, no? Allora non c'è nessun problema.

# 1056_Kaguya
source: You think so too, Saejima-san? To tell the truth, I don't actually regret it much at all!
pt: La pensi così anche tu, Saejima-san? A dire il vero, non me ne pento affatto!

# 1068_Saejima
source: Ya live by yer own rules, don't ya?
pt: Vivi proprio secondo le tue regole, eh?

# 1080_Saejima
source: Tch, careless. How's that supposed to let ya make money? Maybe you should try goin' back.
pt: Tsk, sconsiderata. Come credi di farli i soldi in questo modo? Forse dovresti provare a tornare indietro.

# 1092_Kaguya
source: Yeaaah, I can't really go. Now that I'm older, I'm kind of scared to cold-call clubs and go on interviews anymore.
pt: Ehhh già, non posso proprio andarci. Adesso che ho qualche anno in più, mi mette un po' d'ansia l'idea di chiamare i club dal nulla e fare altri colloqui.

# 1104_Saejima
source: Whaddya talkin' about? You're still young.
pt: Ma che vai dicendo? Sei ancora giovane.

# 1116_Kaguya
source: Not in this business! I'm practically an old maid!
pt: Mica in questo settore! Sono praticamente una vecchia zitella!

# 1128_Saejima
source: Huh. That so?
pt: Ah sì?

# 1140_Saejima
source: Why'd ya come back? It must've been better than here.
pt: Perché sei tornata? Sicuramente si stava meglio che qui.

# 1152_Kaguya
source: I'd planned from the beginning to come back home after around three months.
pt: Avevo programmato fin dall'inizio di tornare a casa dopo circa tre mesi.

# 1164_Saejima
source: That's not long. Where'd ya shack up?
pt: Non è molto tempo. Dove ti sei sistemata?

# 1176_Kaguya
source: Oh, I stayed at a friend's house. I knew someone who'd gone down to Tokyo for work, and she was kind enough to let me stay.
pt: Oh, sono stata a casa di un'amica. Conoscevo una ragazza che era andata a Tokyo per lavoro, ed è stata così gentile da ospitarmi.

# 1188_Saejima
source: It's good to have friends.
pt: È un bene avere degli amici.

# 1200_Kaguya
source: What do you think about that kind of lifestyle?
pt: Che ne pensi di uno stile di vita del genere?

# 1212_Saejima
source: Sounds fun. Livin' a life where ya get to move around from place to place might not be bad.
pt: Sembra divertente. Vivere una vita in cui ti sposti da un posto all'altro potrebbe non essere male.

# 1224_Kaguya
source: I think it would rather suit you, Saejima-san! You strike me as the sort who can make friends in new places pretty easily.
pt: Penso che ti si addica proprio, Saejima-san! Mi sembri il tipo che riesce a farsi degli amici in posti nuovi piuttosto facilmente.

# 1236_Saejima
source: Yeah, that's true.
pt: Già, è vero.

# 1248_Saejima
source: Not my style. Guys are better off settlin' down in a home. Somewhere permanent, reliable.
pt: Non fa per me. Un uomo sta meglio se mette radici in una casa. In un posto fisso, su cui poter contare.

# 1260_Kaguya
source: That's very prudent of you! You've got what they might call, real 20th century Showa values.
pt: Sei proprio prudente! Hai quelli che si potrebbero definire dei veri valori dell'era Showa del ventesimo secolo.

# 1272_Saejima
source: Weren't you born in the Showa era too...?
pt: Non sei nato anche tu nell'era Showa...?

# 1284_Saejima
source: Wanna come to my place? There's plenty of work ya could do.
pt: Ti va di venire da me? Ci sarebbe un sacco di lavoro che potresti fare.

# 1296_Kaguya
source: Oh? Do you run a cabaret club, Saejima-san?
pt: Oh? Gestisci un cabaret club, Saejima-san?

# 1308_Saejima
source: Heh. It ain't anythin' like that.
pt: Heh. Non è niente del genere.

# 1320_Kaguya
source: Then no can do. I'm not exactly big on working, you know.
pt: Allora non se ne fa niente. Non sono esattamente una grande amante del lavoro, sai.

# 1332_Kaguya
source: My job here is quite easy!
pt: Il mio lavoro qui è piuttosto facile!

# 1344_Saejima
source: Should you be sayin' that to a customer?
pt: Dovresti davvero dire una cosa del genere a un cliente?

# 1356_Kaguya
source: You weren't born in Tokyo, were you, Saejima-san?
pt: Non sei nato a Tokyo, vero, Saejima-san?

# 1368_Saejima
source: Nah, I'm from Kansai.
pt: No, vengo dal Kansai.

# 1380_Kaguya
source: I knew it! You can tell if someone's from Kansai right away from the way they talk.
pt: Lo sapevo! Si capisce subito se qualcuno viene dal Kansai dal modo in cui parla.

# 1392_Saejima
source: Hmph. How 'bout you?
pt: Hmph. E tu?

# 1404_Kaguya
source: I'm Hokkaido, born and raised.
pt: Sono nata e cresciuta in Hokkaido.

# 1416_Saejima
source: So yer a country girl, huh?
pt: Quindi sei una ragazza di campagna, eh?

# 1428_Kaguya
source: Yep, that's me! Country through and through!
pt: Sì, proprio così! Campagnola fino al midollo!

# 1440_Saejima
source: Where in Hokkaido?
pt: Di dove dell'Hokkaido, di preciso?

# 1452_Kaguya
source: Here in Sapporo.
pt: Proprio qui a Sapporo.

# 1464_Saejima
source: Really? You don't got an accent though. Is that 'cause ya spent time in Tokyo?
pt: Davvero? Però non hai l'accento. Sarà perché hai passato del tempo a Tokyo?

# 1476_Kaguya
source: No, I've just never had an accent, even when I was a child. People from Hokkaido don't have accents.
pt: No, è che non ho mai avuto l'accento, neanche da piccola. Quelli dell'Hokkaido non hanno accenti.

# 1488_Saejima
source: Huh. Now that ya mention it, no one I've met here's had one.
pt: Uhm. Ora che mi ci fai pensare, nessuno di quelli che ho incontrato qui ce l'aveva.

# 1500_Kaguya
source: It's because we hear how they speak in Tokyo on TV. Maybe our grandparents might have accents, but our mothers and fathers certainly don't.
pt: È perché sentiamo come parlano a Tokyo in TV. Magari i nostri nonni hanno un accento, ma i nostri genitori di sicuro no.

# 1512_Saejima
source: Bull crap. There's gotta be a hint of one at least.
pt: Balle. Ce ne dev'essere almeno un accenno.

# 1524_Kaguya
source: Okay, maybe there are minor things someone from Tokyo might pick up on as an accent that I'm not even aware of. If there are, I'd be embarrassed!
pt: D'accordo, forse ci sono dei piccoli dettagli di cui non mi rendo nemmeno conto e che uno di Tokyo potrebbe notare come un accento. Se così fosse, mi sentirei in imbarazzo!

# 1536_Saejima
source: Heh, yer safe for now.
pt: Heh, per ora sei salva.

# 1548_Kaguya
source: That's good to know!
pt: Buono a sapersi!

# 1560_Saejima
source: Hokkaido's a pretty big place. Maybe Sapporo's the exception.
pt: L'Hokkaido è un posto parecchio grande. Magari Sapporo è l'eccezione.

# 1572_Kaguya
source: Maybe.
pt: Può darsi.

# 1584_Saejima
source: Ya don't know yer own dialect, then?
pt: Quindi non conosci nemmeno il tuo dialetto?

# 1596_Kaguya
source: It's not that I don't know it. Like people say "way" instead of "very." Not me, though.
pt: Non è che non lo conosca. Per esempio, la gente dice "un sacco" invece di "molto". Ma io no.

# 1608_Saejima
source: I see. Maybe it's just a sign of the times.
pt: Capisco. Forse è solo il segno dei tempi.

# 1620_Kaguya
source: Yeah. People from Aomori and other parts of Tohoku have a hella thick accent, though.
pt: Già. Però la gente di Aomori e di altre zone del Tohoku ha un accento pesantissimo.

# 1632_Saejima
source: I'll bet. I can tell if someone's from Tohoku right away. Their accent's somethin' else.
pt: Ci scommetto. Capisco subito se qualcuno viene dal Tohoku. Il loro accento è tutta un'altra storia.

# 1644_Kaguya
source: But you have an accent yourself, Saejima-san. What's the big deal?
pt: Ma anche lei ha un accento, Saejima-san. Che male c'è?

# 1656_Saejima
source: Kansai's different. We used to be the heart of Japan. That means that the Kansai dialect is true Japanese.
pt: Il Kansai è diverso. Un tempo eravamo noi il cuore del Giappone. Il che significa che il dialetto del Kansai è il vero giapponese.

# 1668_Kaguya
source: What!? What kind of logic is that?
pt: Cosa!? Ma che razza di logica sarebbe?

# 1680_Saejima
source: Hella? What's that?
pt: Hella? E cos'è?

# 1692_Kaguya
source: What? Do you not say "hella"?
pt: Cosa? Non dite "hella"?

# 1704_Saejima
source: Nah, dunno that one.
pt: Nah, questa non la conosco.

# 1716_Kaguya
source: What!? You must! It's used all over the place!
pt: Cosa!? Devi conoscerlo! Si usa dappertutto!
