Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010917b8.po
Languages: pt

source: You used a <Color:8>Hut Repair Kit<Color:Default>.
pt: Hai usato un <Color:8>Kit di riparazione capanna<Color:Default>.

source: Hunting Hut Found
pt: Capanna di caccia trovata

source: Player
pt: Giocatore

source: Repair the Hut
pt: Ripara la capanna

source: Not Now
pt: Non ora

source: Reload
pt: Ricarica

# 132_Hunting Hut Found
source: You found a hunting hut.
pt: Hai trovato una capanna di caccia.

# 144_Player
source: (Okudera-han's with me. Repairin' the hut's gotta wait.)
pt: (Okudera-han è con me. Riparare la capanna deve aspettare.)

# 168_Hunting Hut Found
source: You found a hunting hut.
pt: Hai trovato una capanna di caccia.

# 180_Player
source: (Should I repair the hunting hut?)
pt: (Dovrei riparare la capanna di caccia?)

# 204_Player
source: (All right. Let's repair this wreck.)
pt: (Va bene. Mettiamoci a riparare questo rottame.)

# 288_Player
source: (Good. That oughta do it.)
pt: (Bene. Dovrebbe bastare così.)

# 300_Player
source: (Ain't got a hut repair kit.)
pt: (Non ho un kit di riparazione per capanne.)

# 312_Player
source: (Not right now.)
pt: (Non ora.)

# 324_Reload
source: Your ammunition was restocked.
pt: Le tue munizioni sono state ricaricate.
