Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013304c6.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Impetuous Voice
pt: Voce impetuosa

source: Impetuous Man
pt: Uomo impetuoso

# 92_Impetuous Voice
source: Hey, buckaroo, you got a minute?
pt: Ehi, campione, hai un minuto?

# 104_Shinada
source: Um... Can I help you?
pt: Ehm... posso aiutarla?

# 116_Impetuous Man
source: You can if you're Tatsuo Shinada, the former Wyvern. That is you, right?
pt: Puoi se sei Tatsuo Shinada, l'ex Wyvern. Sei tu, vero?

# 128_Shinada
source: Who's asking?
pt: Chi lo chiede?

# 140_Impetuous Man
source: I'm Asada, a reporter with Kinei Sports.
pt: Sono Asada, un giornalista di Kinei Sports.

# 152_Shinada
source: All right. So what, are you hitting me up for some kind of interview?
pt: D'accordo. E allora, mi stai addosso per una qualche intervista?

# 164_Asada
source: Of sorts. You're familiar with Kurosaki-san, yes? He told me I could find you here.
pt: In un certo senso. Conosci Kurosaki-san, no? Mi ha detto che ti avrei trovato qui.

# 176_Shinada
source: So he's the one who sent you... Sorry, but my schedule's full today. And tomorrow, and the next day, and forever. I want nothing to do with either of you.
pt: Quindi è stato lui a mandarti... Spiacente, ma oggi ho l'agenda piena. E lo sarà anche domani, dopodomani e per sempre. Non voglio avere niente a che fare con nessuno di voi due.

# 188_Asada
source: Ooh, that's cold. Frosty, even. I thought you'd be happy to help another journalist, especially after putting out nothing but nightlife sleaze.
pt: Ooh, che freddezza. Glaciale, direi. Pensavo che saresti stato felice di aiutare un collega giornalista, specialmente dopo aver pubblicato nient'altro che porcherie sulla vita notturna.

# 200_Shinada
source: Hey, man, respect the craft. My interviews take long hours and hard work... even if they do end on a happy note.
pt: Ehi, senti, porta rispetto per il mestiere. Le mie interviste richiedono ore e ore di duro lavoro... anche se finiscono con un lieto fine.

# 212_Asada
source: Oh, no, I was only trying to break the ice－I'm the sleaziest guy I know! ...Maybe I should've started with my background. See, I was also with the Wyverns for a time.
pt: Oh, no, volevo solo rompere il ghiaccio－sono il tipo più viscido che conosca! ...Forse avrei dovuto iniziare parlandoti del mio passato. Vedi, anch'io ho fatto parte dei Wyverns per un periodo.

# 224_Shinada
source: You were?
pt: Ah sì?

# 236_Asada
source: Yeah, I joined after you retired. Never made it off the farm, though. Couldn't even last two years before calling it quits.
pt: Già, sono entrato dopo che ti sei ritirato. Però non sono mai riuscito a uscire dalle riserve. Non sono durato nemmeno due anni prima di mollare tutto.

# 248_Asada
source: So, you'd be my senpai as far as I'm concerned.
pt: Quindi, per quanto mi riguarda, saresti il mio senpai.

# 260_Shinada
source: You're not showing much respect to a senpai.
pt: Non porti molto rispetto a un senpai.

# 272_Asada
source: Might I add that during my time with the Wyverns, I heard a lot of nasty things about you. Your sign stealing cost us a lot of fans.
pt: Vorrei aggiungere che, ai tempi in cui ero con i Wyverns, ho sentito un sacco di brutte storie sul tuo conto. Il tuo furto di segnali ci è costato un sacco di tifosi.

# 284_Shinada
source: Hmph. I'm sure you heard a mouthful. Or earful. Whatever.
pt: Hmpf. Immagino che te ne abbiano dette di tutti i colori. O che ne abbia sentite fin troppe. Vabbè.

# 296_Asada
source: You see, our paper's doing a feature on baseball's waning popularity. I figured I'd backtrack a bit and see where it started－and of course, I can't do that without you.
pt: Vedi, il nostro giornale sta preparando un servizio sul calo di popolarità del baseball. Ho pensato di scavare un po' nel passato per vedere dove tutto è iniziato... e ovviamente non posso farlo senza di te.

# 308_Asada
source: Your sign stealing is what brought match fixing under public scrutiny. That debacle drove a lot of fans from the game itself.
pt: Il tuo furto di segnali è ciò che ha portato le partite truccate all'attenzione dell'opinione pubblica. Quella debacle ha allontanato un sacco di tifosi dallo sport stesso.

# 320_Shinada
source: Wow, you really think that makes me want to talk to you? Huh, Kurosaki sure knows how to pick 'em.
pt: Wow, pensi davvero che questo mi faccia venir voglia di parlare con te? Beh, Kurosaki sa proprio come sceglierli.

# 332_Shinada
source: Let me put it as plainly as I can. You're not getting an interview, and I don't want to see your face ever again.
pt: Te lo dico nel modo più chiaro possibile. Non avrai nessuna intervista, e non voglio mai più vedere la tua faccia.

# 344_Asada
source: Oh, come on. The statute of limitations has run out, hasn't it? Just admit you stole signs and get over it already.
pt: Ma dai. Ormai è tutto in prescrizione, no? Ammetti di aver rubato i segnali e mettiamoci una pietra sopra.

# 356_Asada
source: Now tell me. How much did you get for betraying the sport? Didn't you feel any remorse?
pt: Ora dimmi. Quanto ti sei intascato per aver tradito lo sport? Non hai provato neanche un briciolo di rimorso?

# 368_Asada
source: The manager was in on it, wasn't he? That's the sort of juicy news our readers love. We'll pay good money for every tidbit you tell us. Okay?
pt: Anche l'allenatore era della partita, vero? È proprio il genere di notizia succosa che i nostri lettori adorano. Ti pagheremo profumatamente per ogni chicca che ci racconterai. Va bene?

# 392_Asada
source: Oh, so you're ignoring me now? Still hanging onto your tattered sense of pride?
pt: Oh, e così adesso mi ignori? Sei ancora lì ad aggrapparti a quell'orgoglio ridotto a brandelli?

# 416_Asada
source: All right, then. Why don't we settle this on the diamond!
pt: D'accordo, allora. Perché non la risolviamo sul diamante!

# 428_Shinada
source: Say what?
pt: Come hai detto?

# 440_Asada
source: Come on. I was once a pitcher, and a Wyvern. If you can get past me, I'll give up on that interview. And rest assured, you'll never see me again.
pt: Dai. Un tempo ero un lanciatore, e un Wyvern. Se riesci a battermi, rinuncerò all'intervista. E stai tranquillo, non mi vedrai mai più.

# 452_Shinada
source: That's a negative. Win or lose, I have nothing to say to the press.
pt: Scordatelo. Che io vinca o che io perda, non ho nulla da dire alla stampa.

# 464_Asada
source: Fine by me. You're not willing to give me the time of day anyhow.
pt: Per me va bene. Tanto non hai comunque intenzione di degnarmi di uno sguardo.

# 476_Asada
source: Besides, we're both former pros. I think I can learn a lot more from pitching against you than hearing you talk.
pt: E poi, siamo entrambi ex professionisti. Penso di poter imparare molto di più lanciando contro di te che stando a sentirti parlare.

# 488_Shinada
source: You think you're that special, huh? Okay, say I do win. Will you really get gone for good?
pt: Ti credi così speciale, eh? D'accordo, ammettiamo che io vinca. Te ne andrai davvero fuori dai piedi per sempre?

# 500_Asada
source: Yeppity-doo. I don't need to say it twice, do I?
pt: Proprio così. Non c'è bisogno che lo ripeta, no?

# 548_Asada
source: Here's the deal. I'm gonna throw ten pitches. Make five of those home runs, and I'll be out of your life faster than you can sing "Take Me Out to the Ballgame."
pt: Facciamo così. Ti tirerò dieci lanci. Mettine cinque in fuoricampo e sparirò dalla tua vita più in fretta di quanto tu ci metta a cantare "Take Me Out to the Ballgame".

# 560_Shinada
source: Only ten pitches? You must be out of practice if that's all you can throw at me.
pt: Solo dieci lanci? Devi essere proprio fuori allenamento se questo è tutto quello che riesci a tirarmi.

# 572_Asada
source: Hey, I've been retired for years. But for these ten throws, I'll be as good as I was back in my heyday. You can count on that.
pt: Ehi, mi sono ritirato da anni. Ma per questi dieci lanci, sarò in forma come ai miei tempi d'oro. Puoi scommetterci.

# 596_Asada
source: Hah, who woulda thunk it? Two former Wyverns, duking it out at a dinky little batting cage... both of us having descended into lowly newsmongers, no less.
pt: Ah, chi l'avrebbe mai detto? Due ex Wyvern che se la giocano in un misero centro di battuta... ed entrambi ridotti a dei miseri cacciatori di notizie, per giunta.

# 608_Shinada
source: At least people care about <Italic>my</Italic> news. Now will you quit pestering me?
pt: Almeno alla gente interessano le <Italic>mie</Italic> notizie. Ora vuoi smetterla di tormentarmi?

# 620_Asada
source: Yeah, I suppose that was the deal. Fine. Consider me a stranger. Oh, but first... I guess I owe you an interview fee.
pt: Già, immagino che i patti fossero questi. E va bene. Considerami pure un estraneo. Oh, ma prima... credo di doverti un compenso per l'intervista.

# 644_Shinada
source: What's this for? I gave you no such interview.
pt: E questi per cosa sono? Non ti ho rilasciato nessuna intervista.

# 656_Asada
source: You're right. You gave me something better. I can clearly see your batting hasn't rotted away. You still have what it takes to be in the pros.
pt: Hai ragione. Mi hai dato qualcosa di meglio. Vedo chiaramente che la tua battuta non si è affatto arrugginita. Hai ancora la stoffa per stare tra i professionisti.

# 668_Asada
source: Even after all these years, you still kept practicing your swing, in spite of your permanent ban. That's some dedication.
pt: Anche dopo tutti questi anni, hai continuato ad allenare lo swing, nonostante la squalifica a vita. Questa sì che è dedizione.

# 680_Asada
source: You practice in hopes of making a comeback some day. You wouldn't bother to do that unless you were truly innocent.
pt: Ti alleni sperando di tornare in campo un giorno. Non ti prenderesti tutto questo disturbo se non fossi davvero innocente.

# 692_Asada
source: And because you know that in your heart, you have the resolve to press on. You're convinced your innocence will be proven one day. Correct me if I'm wrong.
pt: E siccome lo sai bene in cuor tuo, hai la determinazione necessaria per andare avanti. Sei convinto che un giorno la tua innocenza verrà dimostrata. Correggimi se sbaglio.

# 704_Shinada
source: What'd you say your name was? Asada? I'd say you have more talent with a pen than a ball. That's quite the compelling narrative.
pt: Com'è che hai detto che ti chiami? Asada? Direi che hai più talento con la penna che con la palla. È una storia davvero avvincente.

# 716_Asada
source: I guess I'll take that as a compliment, but it doesn't make me happy one bit.
pt: Immagino che lo prenderò come un complimento, ma non mi fa piacere nemmeno un po'.

# 728_Shinada
source: No, I'm sure it doesn't. Hence why I said it.
pt: No, ne sono sicuro. Ecco perché l'ho detto.

# 740_Asada
source: Haha. You're a cruel man, Shinada.
pt: Ahah. Sei un uomo crudele, Shinada.

# 776_Impetuous Voice
source: Hey, Asada-san! Don't tell me you're taking his side now!?
pt: Ehi, Asada-san! Non dirmi che adesso stai dalla sua parte!?

# 788_Impetuous Voice
source: What the hell is going on!? Why can't anyone keep a grudge against this jackass?
pt: Ma che diavolo sta succedendo!? Perché nessuno riesce a portargli rancore, a questo idiota?

# 800_Shinada
source: Kurosaki... Why are you still holding on to yours?
pt: Kurosaki... Perché tu continui ancora a portargli rancore?

# 812_Asada
source: Sorry to disappoint, but I write for a small gossip paper. Our readers are hardly sophisticated enough to understand the tear-jerking redemption of a fallen hero.
pt: Spiacente di deluderti, ma scrivo per un piccolo giornale di gossip. I nostri lettori non sono certo così raffinati da capire il riscatto strappalacrime di un eroe caduto.

# 824_Asada
source: Still, you did provide me with a lead. I'd be happy to spot you for a coffee break at least.
pt: Comunque, mi hai fornito una pista. Mi farebbe piacere offrirti almeno una pausa caffè.

# 836_Kurosaki
source: What was that!?
pt: Che cosa sarebbe!?

# 848_Asada
source: Now if you'll excuse me, Kurosaki-san. I hope you'll give my readers something they can actually chew on next time.
pt: Ora, se vuoi scusarmi, Kurosaki-san. Spero che la prossima volta darai ai miei lettori qualcosa su cui possano davvero affondare i denti.

# 884_Impetuous Voice
source: Little shithead.
pt: Stronzetto.

# 896_Shinada
source: Welp, I'm out of here, too. I'm sick of you creeping up on me.
pt: Beh, me ne vado anch'io. Ne ho fin sopra i capelli di te che mi spunti sempre alle spalle.

# 920_Shinada
source: Oh, and Kurosaki. Wise up, man. You can't be pulling people's strings forever. It's gonna snap right back at you.
pt: Ah, e Kurosaki. Datti una svegliata, amico. Non puoi continuare a manovrare le persone per sempre. Finirà per ritorcertisi contro.

# 932_Kurosaki
source: Mind your own goddamn business! If you only knew...
pt: Fatti i maledetti cazzi tuoi! Se solo sapessi...

# 1016_Asada
source: And Asada takes the win! I'll be back for that interview, Shinada-san.
pt: E Asada si aggiudica la vittoria! Tornerò per quell'intervista, Shinada-san.

# 1076_Impetuous Voice
source: Hey there, Shinada-san, it is <Italic>me</Italic>. Thought you'd be in the mood for an interview this time around.
pt: Ehilà, Shinada-san, sono <Italic>io</Italic>. Pensavo che stavolta fossi dell'umore giusto per un'intervista.

# 1100_Impetuous Voice
source: Didn't I tell you no already?
pt: Non ti ho già detto di no?

# 1112_Asada
source: I'm not the type to take that for an answer. If you can beat me on the diamond, I'll stop coming around.
pt: Non sono il tipo che accetta un no come risposta. Se riesci a battermi sul diamante, smetterò di ronzarti intorno.

# 1124_Shinada
source: I would love that. All right, I'll take you on.
pt: Non chiedo di meglio. Va bene, accetto la sfida.

# 1172_Asada
source: Here's the deal. I'm gonna throw ten pitches. Make five of those home runs, and I'll be out of your life faster than you can sing "Take Me Out to the Ballgame."
pt: Facciamo così. Farò dieci lanci. Segna cinque fuoricampo e sparirò dalla tua vita più in fretta di quanto ci metti a cantare "Take Me Out to the Ballgame".

# 1184_Shinada
source: You said that already!
pt: L'hai già detto!

# 1196_Asada
source: Then let's have at it!
pt: Allora diamoci dentro!
