Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c40.po
Languages: pt

source: You got <Color:8>Protective Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>Amuleto Protettivo<Color:Default>.

source: You got 2,300 experience points.
pt: Hai ottenuto 2.300 punti esperienza.

source: Little Match Girl
pt: Piccola Fiammiferaia

source: Idle
pt: Inattivo

# 104_Saejima
source: Got your present? All that's left is to give it to yer ma.
pt: Hai il tuo regalo? Non ti resta che darlo a tua mamma.

# 116_Little Match Girl
source: I wonder if she'll like it...
pt: Chissà se le piacerà...

# 128_Saejima
source: 'Course she will. It's a gift from yer heart. Now, once it's done, ya won't be sellin' matches in the cold anymore, right?
pt: Ma certo che sì. È un regalo fatto col tuo cuore. Ora, una volta finito, non venderai più fiammiferi al freddo, vero?

# 140_Little Match Girl
source: Nope! And that's why, um... I have a Christmas present for you, too!
pt: No! Ed è per questo che, ehm... Ho un regalo di Natale anche per te!

# 176_Saejima
source: Heh, I didn't do much. You did all the hard work, little lady.
pt: Heh, non ho fatto molto. Il lavoro duro l'hai fatto tutto tu, piccola.

# 188_Little Match Girl
source: Oh, no... You helped me in so many ways, and you even took me shopping! That made me very happy.
pt: Oh, no... Mi hai aiutato in tanti modi, e mi hai persino portato a fare shopping! Mi ha fatto molto felice.

# 200_Little Match Girl
source: Today, it felt like... Like Papa came back.
pt: Oggi, mi è sembrato... Come se Papà fosse tornato.

# 212_Saejima
source: Really? Then I'm happy, too.
pt: Davvero? Allora sono felice anch'io.

# 224_Little Match Girl
source: Okay, bye-bye! Merry Christmas!
pt: Ok, ciao ciao! Buon Natale!

# 320_Little Match Girl
source: That was the fifth box! I'm sold out! Thank you!
pt: Quella è stata la quinta scatola! Ho venduto tutto! Grazie!

# 332_Saejima
source: That's it? Good work, little lady. Ya toughed it out.
pt: È tutto? Bel lavoro, piccola. Hai tenuto duro.

# 344_Saejima
source: So, ya got enough for yer ma's present now?
pt: Allora, hai abbastanza per il regalo di tua mamma adesso?

# 356_Little Match Girl
source: Yes! You were a big help. I'm going to go buy it right now!
pt: Sì! Mi hai dato una grossa mano. Vado subito a comprarlo!

# 368_Saejima
source: Bet yer ma'll be real happy. What're ya gonna get her?
pt: Scommetto che tua madre sarà proprio contenta. Cosa le prenderai?

# 380_Little Match Girl
source: Um, some hand cream. Mama's hands are always dry and cracked. She says they hurt when it's cold.
pt: Ehm, della crema per le mani. Le mani della mamma sono sempre secche e screpolate. Dice che le fanno male quando fa freddo.

# 392_Saejima
source: Sounds like the perfect gift, then.
pt: Beh, allora quello sì che è un regalo perfetto.

# 404_Little Match Girl
source: But, um... where do they sell it?
pt: Ma, ehm... dove lo vendono?

# 416_Saejima
source: I know one store that'll definitely have it. Want me to show ya?
pt: Conosco un negozio che ce l'ha di sicuro. Vuoi che ti ci porti?

# 428_Little Match Girl
source: Yes!
pt: Sì!

# 452_Saejima
source: (Hm? Oh no, that's...)
pt: (Hm? Oh no, quella è...)

# 464_Saejima
source: (The little match girl!)
pt: (La piccola fiammiferaia!)

# 476_Saejima
source: Hey, what's wrong? Are ya okay?
pt: Ehi, che c'è? Stai bene?

# 488_Little Match Girl
source: You... you're the big man who talked to me that one time...
pt: Tu... tu sei l'omone che mi ha parlato quella volta...

# 548_Saejima
source: Little lady, ya can't be standin' out here in this cold for hours on end. If ya fall down again or get sick, you'll just cause more worry for yer ma.
pt: Piccola, non puoi stare qui fuori in questo freddo per ore e ore. Se cadi di nuovo o ti ammali, farai preoccupare ancora di più tua madre.

# 560_Little Match Girl
source: But... I haven't sold any matches yet...
pt: Ma... non ho ancora venduto nessun fiammifero...

# 572_Saejima
source: You're shakin' like a leaf. Probably chilled to the bone.
pt: Stai tremando come una foglia. Probabilmente sarai gelato fino alle ossa.

# 584_Little Match Girl
source: Yes... I am a little chilly...
pt: Sì... ho un po' freddo...

# 596_Saejima
source: Wait right here. I'll get ya somethin' to eat.
pt: Aspetta qui. Ti prendo qualcosa da mangiare.
