Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900dc.po
Languages: pt

source: Studio Audience
pt: Pubblico in studio

source: No, never.
pt: No, mai.

source: Sometimes.
pt: A volte.

source: I'll leave it to your imagination.
pt: Lo lascio alla vostra immaginazione.

source: Audience Member
pt: Membro del pubblico

source: I always try to give it everything I've got.
pt: Cerco sempre di mettercela tutta.

source: A big crowd does really get me going.
pt: Una grande folla mi dà una carica incredibile.

source: The fewer the guests, the harder I try.
pt: Meno persone ci sono, più ce la metto tutta.

source: They're just as they appear on TV.
pt: Sono proprio come appaiono in TV.

source: They're pretty aggressive towards me.
pt: Sono piuttosto aggressivi nei miei confronti.

source: We get along great.
pt: Andiamo molto d'accordo.

source: I'm grateful for all the time we had together!
pt: Sono grata per tutto il tempo che abbiamo passato insieme!

source: Thank you, everyone!
pt: Grazie a tutti!

source: Please continue to lend me your support!
pt: Per favore, continuate a sostenermi!

source: The P-Set girls.
pt: Le ragazze delle P-Set.

source: The T-Set girls.
pt: Le ragazze delle T-Set.

source: The T-Pet girls.
pt: Le ragazze delle T-Pet.

# 56_dummy
source: Hello and welcome to "Love to See You Smile"! How is everybody doing today?
pt: Salve e benvenuti a "Vogliamo vedervi sorridere"! Come state oggi?

# 68_Studio Audience
source: So-so!
pt: Così così!

# 80_Nomu-san
source: Ahh, and how are you all sleeping these days?
pt: Ahh, e come state dormendo in questi giorni?

# 92_Studio Audience
source: So-so!
pt: Così così!

# 104_Nomu-san
source: And what's a slang term for a low rider?
pt: E qual è un termine gergale per una low rider?

# 128_Nomu-san
source: Hahaha. You're all just too good to me, folks! Thank you for playing along.
pt: Ahahah. Siete fin troppo buoni con me, ragazzi! Grazie per avermi assecondato.

# 164_Nomu-san
source: Let's get started then, shall we? Today's guest will be joining us for the fifth and final time now, folks. It's the marvelous singing sensation, Haruka Sawamura-chan!
pt: Iniziamo allora, che ne dite? L'ospite di oggi sarà con noi per la quinta e ultima volta, gente. È la meravigliosa rivelazione del canto, Haruka Sawamura-chan!

# 176_Haruka
source: Hello, everyone! I'm Haruka Sawamura! It's nice to see all of you!
pt: Ciao a tutti! Sono Haruka Sawamura! È un piacere vedervi!

# 188_Studio Audience
source: Haruka-chan, you're so cute!
pt: Haruka-chan, sei così carina!

# 236_Nomu-san
source: What a beautiful smile! Your popularity is just shooting through the roof now, isn't it?
pt: Che sorriso splendido! Ormai la tua popolarità sta proprio schizzando alle stelle, non è vero?

# 248_Haruka
source: Thank you very much!
pt: Grazie mille!

# 260_dummy
source: Huh? What's with her?
pt: Eh? Che le succede?

# 272_Nomu-san
source: Come on now, Haruka-chan! A fan is trying to give you some encouragement! Don't you have any response for them?
pt: Dai, Haruka-chan! Un fan sta cercando di farti coraggio! Non hai niente da rispondergli?

# 284_Haruka
source: Oh, I'm so sorry! I was caught off guard, and I couldn't－
pt: Oh, mi dispiace tanto! Mi avete colta di sorpresa e non sono riuscita a－

# 296_Nomu-san
source: But this is your fifth time on the show!
pt: Ma questa è già la tua quinta volta nel programma!

# 308_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 320_dummy
source: Okay! Seeing as this is your last day, I thought we could finally talk about the Princess League.
pt: Bene! Visto che questo è il tuo ultimo giorno, pensavo che potessimo finalmente parlare della Princess League.

# 332_Nomu-san
source: As I'm sure you all know, the Princess League is a hit show that pits idol against idol. The pressure must be intense!
pt: Come sicuramente saprete tutti, la Princess League è un programma di successo che mette le idol l'una contro l'altra. La pressione dev'essere intensa!

# 344_Haruka
source: Yes, it is. I get really nervous every single time.
pt: Sì, è così. Mi sento molto nervosa ogni singola volta.

# 356_Nomu-san
source: That's because it's win or go home, isn't it? I bet there's a lot of tension and drama between you and your opponents backstage.
pt: È perché o si vince o si va a casa, non è vero? Scommetto che c'è un sacco di tensione e drammi tra te e le tue avversarie dietro le quinte.

# 368_Nomu-san
source: Do you ever get picked on by the other contestants on the show?
pt: Ti capita mai di essere presa di mira dalle altre concorrenti nel programma?

# 392_Nomu-san
source: Looks like Haruka-chan is at a loss for words.
pt: Sembra che Haruka-chan sia rimasta senza parole.

# 416_dummy
source: I'm sorry!
pt: Mi dispiace!

# 428_Nomu-san
source: I guess things are so bad you can't even talk about it on-air, huh?
pt: A quanto pare le cose vanno talmente male che non puoi nemmeno parlarne in diretta, eh?

# 440_Haruka
source: No, never. We all just try to play fair and do our best, that's it.
pt: No, mai. Cerchiamo solo di gareggiare lealmente e di dare il massimo, tutto qui.

# 464_Nomu-san
source: Are you sure? No thumbtacks on your chair or ripped outfits or anything?
pt: Ne sei proprio sicura? Niente puntine sulla sedia, vestiti strappati o roba del genere?

# 476_Haruka
source: Oh no, nothing like that.
pt: Oh no, niente del genere.

# 500_dummy
source: Okay, so you don't get picked on. Does that mean you're the one harassing everybody else?
pt: Okay, quindi non ti prendono di mira. Significa che sei tu quella che tormenta tutti gli altri?

# 512_Haruka
source: No, of course not!
pt: No, assolutamente no!

# 536_Haruka
source: Sometimes. If I run into my opponents backstage before the show, they might taunt me or something like that.
pt: A volte. Se incontro le mie avversarie nel backstage prima del programma, capita che mi provochino o cose del genere.

# 560_Nomu-san
source: And what do you do in retaliation?
pt: E cosa fai per vendicarti?

# 572_Haruka
source: I don't do anything in retaliation!
pt: Non faccio nulla per vendicarmi!

# 596_dummy
source: Come on. You can tell me! I'll keep it a secret.
pt: Dai, puoi dirmelo! Manterrò il segreto.

# 608_Haruka
source: Well, I guess I sometimes do glare back a little.
pt: Beh, credo che a volte ricambi un po' lo sguardo.

# 620_Nomu-san
source: What!? That's it? Come on now...
pt: Cosa!? Tutto qui? Ma dai...

# 644_Haruka
source: I'll leave it to your imagination.
pt: Lo lascio alla tua immaginazione.

# 656_Nomu-san
source: Aww, if that's all you're gonna say, everybody's gonna imagine the worst, you know!
pt: Ma dai, se dici solo questo, tutti si immagineranno il peggio, sai!

# 680_dummy
source: Really?
pt: Davvero?

# 692_Nomu-san
source: Of course! You have to give us a little more than that, Haruka-chan.
pt: Ma certo! Devi dirci qualcosa di più, Haruka-chan.

# 704_Haruka
source: ...No, I'll just leave it at that.
pt: ...No, mi fermerò qui.

# 716_Nomu-san
source: Wow, you're stubborn, aren't you?
pt: Wow, sei proprio testarda, eh?

# 740_dummy
source: When you're on the Princess League, your fans are up pretty close, aren't they? Hey, kind of like they are now, here in the audience!
pt: Quando sei alla Princess League, i fan ti stanno proprio vicini, vero? Ehi, un po' come adesso, qui tra il pubblico!

# 752_Audience Member
source: Haruka-chan, you're so cute!
pt: Haruka-chan, sei così carina!

# 800_Nomu-san
source: See that? You're a pro at this now!
pt: Visto? Ormai sei una professionista!

# 812_Haruka
source: Thank you very much!
pt: Grazie mille!

# 824_dummy
source: Huh? What's with her?
pt: Eh? Che le prende?

# 836_Nomu-san
source: Come on now, Haruka-chan! A fan is trying to give you some encouragement! Don't you have any response for them?
pt: Avanti, Haruka-chan! Un fan sta cercando di darti un po' di incoraggiamento! Non hai proprio niente da dirgli?

# 848_Haruka
source: Oh, I'm so sorry! I was caught off guard, and I couldn't－
pt: Oh, mi dispiace tanto! Mi sono lasciata cogliere alla sprovvista e non sono riuscita a－

# 860_Nomu-san
source: Yeah, yeah. Well, I guess these things happen. Anyway, let's get back to what we were talking about.
pt: Sì, sì. Be', immagino siano cose che capitano. Comunque, torniamo a quello di cui stavamo parlando.

# 872_Nomu-san
source: The Princess League audience members get pretty wild with enthusiasm, don't they?
pt: Il pubblico della Princess League si scatena parecchio per l'entusiasmo, vero?

# 884_Haruka
source: Oh yes. It really encourages me to keep going and give them a great show.
pt: Oh sì. Mi dà davvero la forza di continuare e di offrire loro un grande spettacolo.

# 896_Nomu-san
source: I bet the audiences are much smaller when you're not performing on TV. Does that kind of thing make it harder for you to do your best?
pt: Scommetto che il pubblico è molto meno numeroso quando non ti esibisci in TV. Una cosa del genere ti rende più difficile dare il massimo?

# 920_Nomu-san
source: Hey, you're just gonna leave me hanging!?
pt: Ehi, hai intenzione di lasciarmi così in sospeso!?

# 932_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 956_dummy
source: You have to try and keep the conversation going, Haruka-chan. You're on the clock, you know.
pt: Devi cercare di far proseguire la conversazione, Haruka-chan. Il tempo scorre, sai.

# 980_Haruka
source: When I'm on stage, I always try to give it everything I've got. The number of guests doesn't affect my motivation.
pt: Quando sono sul palco, cerco sempre di dare il massimo. Il numero di spettatori non influisce sulla mia motivazione.

# 1004_dummy
source: Really? But doesn't a smaller audience at least take some of the pressure off?
pt: Davvero? Ma un pubblico più piccolo non aiuta almeno ad allentare un po' la pressione?

# 1016_Haruka
source: Not at all. I still try my absolute best!
pt: Per niente. Cerco comunque di dare il massimo!

# 1040_dummy
source: Okay, okay. I see you aren't going to budge.
pt: Va bene, va bene. Vedo che non hai intenzione di cedere.

# 1064_Haruka
source: A big crowd does really get me going. For example, I'm sure to make my movements a little bigger so everyone can see.
pt: Una grande folla mi carica davvero molto. Per esempio, mi assicuro di rendere i miei movimenti un po' più ampi, così che tutti possano vederli.

# 1076_Nomu-san
source: Oh? Does that mean you slack off when the audience is smaller?
pt: Oh? Significa che batti la fiacca quando il pubblico è meno numeroso?

# 1088_Haruka
source: Of course not! When the audience is smaller, I'm able to look into the eyes of each guest and really appreciate every person there.
pt: Certo che no! Quando il pubblico è meno numeroso, riesco a guardare negli occhi ogni singolo spettatore e ad apprezzare davvero ogni persona presente.

# 1112_Nomu-san
source: Oh, okay. I get it. A smaller audience is much more intimate, isn't it?
pt: Oh, okay. Capisco. Un pubblico meno numeroso è molto più intimo, vero?

# 1124_Haruka
source: Actually, the fewer the guests, the harder I try. I feel pressure to keep the audience members I have and not let any of them escape!
pt: A dire il vero, meno sono gli spettatori, più mi impegno. Sento la pressione di dovermi tenere stretto il pubblico che ho e di non lasciarne scappare nessuno!

# 1148_Nomu-san
source: As an idol, I'm sure you've experienced all different kinds of shows.
pt: Come idol, sono sicuro che avrai fatto esperienza di ogni genere di spettacolo.

# 1160_Nomu-san
source: You might have to perform in the rain, on the roof of a department store. I even bet some shows you can count the number of guests on one hand.
pt: Potrebbe capitarti di doverti esibire sotto la pioggia, sul tetto di un grande magazzino. Scommetto persino che in certi spettacoli gli spettatori si possano contare sulle dita di una mano.

# 1184_Haruka
source: Sometimes it is like that, yes.
pt: A volte è proprio così, sì.

# 1196_Nomu-san
source: Being an idol sure doesn't sound like an easy job.
pt: Certo che fare l'idol non sembra proprio un lavoro facile.

# 1208_dummy
source: You know, when I think of the Princess League, T-Set are the idols that first come to mind. What are they really like?
pt: Sai, quando penso alla Princess League, le T-Set sono le prime idol che mi vengono in mente. Come sono veramente?

# 1220_Haruka
source: What do you mean?
pt: Cosa intendi?

# 1232_Nomu-san
source: Well, when we see them on TV, they look so outgoing and flamboyant.
pt: Beh, quando le vediamo in TV, sembrano così estroverse e appariscenti.

# 1244_Nomu-san
source: But as your rivals on the Princess League, what are they like when you meet them backstage?
pt: Ma in veste di tue rivali nella Princess League, come sono quando le incontri dietro le quinte?

# 1268_Nomu-san
source: Well, come on, say something!
pt: Beh, dai, di' qualcosa!

# 1280_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 1292_Nomu-san
source: That just won't do, Haruka-chan. This is the fifth time you've been on the show, you know!
pt: Così non va bene, Haruka-chan. Questa è la quinta volta che partecipi alla trasmissione, sai!

# 1304_Haruka
source: They're just as they appear on TV: bright and beautiful.
pt: Sono proprio come appaiono in TV: solari e bellissime.

# 1328_Nomu-san
source: That may be, but I think you're every bit as beautiful, Haruka-chan.
pt: Sarà come dici, ma penso che tu sia altrettanto bella, Haruka-chan.

# 1340_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1352_Nomu-san
source: I'd certainly be hard-pressed to choose between the two of you, that's for sure!
pt: Farei certamente fatica a scegliere tra voi due, poco ma sicuro!

# 1364_Studio Audience
source: What!?
pt: Cosa!?

# 1376_Nomu-san
source: I'm kidding! Just joking around! Of course I'd choose you, Haruka-chan.
pt: Scherzavo! Stavo solo scherzando! Ovviamente sceglierei te, Haruka-chan.

# 1400_Haruka
source: To be honest, they're pretty aggressive towards me.
pt: A dire il vero, sono piuttosto aggressive nei miei confronti.

# 1424_Nomu-san
source: Hold on! Are you really sure you want to say that on-air!? That comment could get you into some trouble later, you know!
pt: Aspetta un attimo! Sei proprio sicura di volerlo dire in diretta!? Quel commento potrebbe metterti nei guai più tardi, lo sai!

# 1448_Nomu-san
source: That's all you have to say!?
pt: È tutto quello che hai da dire!?

# 1472_Haruka
source: T-Set and I get along great, actually.
pt: In realtà, io e le T-Set andiamo molto d'accordo.

# 1484_Nomu-san
source: You mean, you go out to eat together and stuff?
pt: Vuoi dire che uscite a mangiare insieme e cose del genere?

# 1496_Haruka
source: Well, nothing like that, no.
pt: Beh, niente del genere, no.

# 1520_dummy
source: Text each other, then?
pt: Vi messaggiate, allora?

# 1532_Haruka
source: We don't do that either.
pt: Non facciamo nemmeno quello.

# 1544_Nomu-san
source: Hm. Exactly how do you get along, then?
pt: Hm. Esattamente in che modo andate d'accordo, allora?

# 1568_dummy
source: Well, folks. It looks like we're just about out of time for today. Thanks for our chat, Haruka-chan!
pt: Bene, gente. Sembra che il nostro tempo a disposizione per oggi sia quasi finito. Grazie per la chiacchierata, Haruka-chan!

# 1592_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1604_Nomu-san
source: And now comes everybody's favorite part! It's time for the smile vote!
pt: Ed ora arriva la parte preferita di tutti! È il momento del voto del sorriso!

# 1616_Nomu-san
source: Each one of our audience members has a button in front of them. If they think Haruka-chan has been interesting, they'll press their button and give her a smile!
pt: Ognuno dei membri del nostro pubblico ha un pulsante davanti a sé. Se pensano che Haruka-chan sia stata interessante, premeranno il pulsante e le regaleranno un sorriso!

# 1628_Nomu-san
source: Since this is the last time, if you get 90 smiles or more, I'll give you an exclusive Nomu-san cell phone strap!
pt: Visto che questa è l'ultima volta, se otterrai 90 sorrisi o più, ti regalerò un esclusivo ciondolo per cellulare di Nomu-san!

# 1640_Nomu-san
source: Before the voting begins, why don't you go ahead and say something to the audience?
pt: Prima che inizino le votazioni, forza, perché non dici qualcosa al pubblico?

# 1652_Haruka
source: All right.
pt: Va bene.

# 1676_Nomu-san
source: Well, come on, say something!
pt: Beh, dai, di' qualcosa!

# 1700_dummy
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1712_Haruka
source: After five times on the show, I'm grateful for all the time we had together! I hope you vote for me!
pt: Dopo essere stata qui per cinque volte, vi sono grata per tutto il tempo passato insieme! Spero che voterete per me!

# 1724_Nomu-san
source: Yes, thank you for coming on the show so many times!
pt: Sì, grazie per essere venuta in trasmissione così tante volte!

# 1736_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1748_Haruka
source: Thank you, everyone! I hope you vote for me!
pt: Grazie a tutti! Spero che voterete per me!

# 1760_Nomu-san
source: Isn't she cute? I hope you all vote for her, too!
pt: Non è carina? Spero che voterete tutti anche per lei!

# 1772_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1784_Haruka
source: Please continue to lend me your support!
pt: Per favore, continuate a sostenermi!

# 1796_Nomu-san
source: Isn't she cute, everybody? I hope you all continue to support her too!
pt: Non è carina, gente? Spero che continuerete tutti a sostenerla anche voi!

# 1808_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il vostro pulsante ora!

# 1832_dummy
source: Yeah!
pt: Sì!

# 1844_Nomu-san
source: Wow! You did it, Haruka! You managed to break 90 smiles!
pt: Wow! Ce l'hai fatta, Haruka! Sei riuscita a superare i 90 sorrisi!

# 1868_dummy
source: Thank you very much!
pt: Grazie mille!

# 1880_Nomu-san
source: Congratulations, Haruka-chan, you win the Nomu-san strap!
pt: Congratulazioni, Haruka-chan, hai vinto il laccetto di Nomu-san!

# 1904_Nomu-san
source: Ahh. The result wasn't as high as we hoped.
pt: Ahhh. Il risultato non è stato alto come speravamo.

# 1916_Haruka
source: Yes. Thank you.
pt: Sì. Grazie.

# 1928_Nomu-san
source: Okay, Haruka-chan. Before we say goodbye, we'd like you to invite a friend to be our next guest here on the show. Who would you like to invite?
pt: Okay, Haruka-chan. Prima di salutarci, vorremmo che invitassi un amico come nostro prossimo ospite qui nel programma. Chi vorresti invitare?

# 1940_Haruka
source: Let's see. I think I'd like to invite...
pt: Vediamo. Penso che mi piacerebbe invitare...

# 1964_Nomu-san
source: What's the matter? Can you not think of anyone!?
pt: Che succede? Non ti viene in mente nessuno!?

# 1976_Haruka
source: Oh, I'm sorry! I'd like to invite the T-Set girls!
pt: Oh, scusate! Vorrei invitare le ragazze delle T-Set!

# 1988_Nomu-san
source: Hmm. Are you sure you're really friends?
pt: Hmm. Sei sicura che siate davvero amiche?

# 2024_Nomu-san
source: P-Set? Uh... Don't you mean T-Set?
pt: P-Set? Uh... Non intendevi le T-Set?

# 2036_Haruka
source: Oh, I'm so sorry! I meant T-Set!
pt: Oh, scusatemi tanto! Intendevo le T-Set!

# 2048_Nomu-san
source: Hmm. Are you sure you're really friends?
pt: Hmm. Sei sicura che siate davvero amiche?

# 2072_Haruka
source: I think I'd like to invite the T-Set girls.
pt: Penso che mi piacerebbe invitare le ragazze delle T-Set.

# 2096_Haruka
source: I think I'd like to invite the T-Pet girls.
pt: Penso che mi piacerebbe invitare le ragazze delle T-Pet.

# 2108_Nomu-san
source: T-Pet? Uh... Don't you mean T-Set?
pt: T-Pet? Uh... Non intendevi le T-Set?

# 2120_Haruka
source: Oh, I'm so sorry! I meant T-Set!
pt: Oh, scusatemi tanto! Intendevo le T-Set!

# 2132_Nomu-san
source: Hmm. Are you sure you're really friends?
pt: Hmm. Sei sicura che siate davvero amiche?

# 2156_dummy
source: All right! You heard it, folks! Our guests next time will be the girls of T-Set!
pt: Bene! L'avete sentito, gente! Le nostre prossime ospiti saranno le ragazze delle T-Set!

# 2168_Nomu-san
source: Haruka-chan, thank you for coming on our show. And five times at that!
pt: Haruka-chan, grazie per essere venuta nel nostro show. E per ben cinque volte!

# 2192_dummy
source: Thank you very much for having me!
pt: Grazie mille per avermi ospitata!

# 2204_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Vogliamo vedervi...

# 2216_Studio Audience
source: Smile!
pt: Sorridere!

# 2240_dummy
source: Thank you, everybody!
pt: Grazie a tutti!
