Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0df1.po
Languages: pt

source: Interviewer
pt: Intervistatore

source: I didn't say that, mambo!
pt: Non l'ho mica detto, mambo!

source: Maya didn't say that, pon!
pt: Maya non l'ha mica detto, pon!

source: Silence, paloomp!
pt: Silenzio, paloomp!

source: Playing this character is hard.
pt: È dura interpretare questo personaggio.

source: Maya isn't acting, pon!
pt: Maya non sta recitando, pon!

source: Foonyapar him!
pt: Foonyaparalo!

source: Love to See You Smile
pt: Bello vederti sorridere

source: Princess League
pt: Lega delle Principesse

source: Sotenbori Love Check Quiz
pt: Sotenbori Quiz sul Controllo dell'Amore

# 56_Interviewer
source: Are you the manager? What kept you? I thought we'd arranged time in advance!
pt: È lei il manager? Perché ci ha messo tanto? Pensavo che avessimo concordato l'orario in anticipo!

# 68_Akiyama
source: Ah, I'm terribly sorry. There was a mix-up on my end.
pt: Ah, mi dispiace moltissimo. C'è stato un disguido da parte mia.

# 80_Interviewer
source: Oh, for crying out loud! You know, this is the first time I've ever had this happen. You need to get your act together as her manager!
pt: Ma per l'amor del cielo! Sa, è la prima volta che mi capita una cosa simile. Deve darsi una regolata come suo manager!

# 92_Akiyama
source: You're absolutely justified in your anger. I'll make sure it never happens again.
pt: La sua rabbia è del tutto giustificata. Farò in modo che non accada mai più.

# 104_Interviewer
source: Please do! Sheesh... Okay, that's enough of that. Let's get on with the interview.
pt: Lo faccia! Uff... Va bene, ora basta così. Cominciamo con l'intervista.

# 116_Interviewer
source: I'm Asano with Beginner Magazine.
pt: Sono Asano di Beginner Magazine.

# 128_Akiyama
source: (Now he calms down... This manager thing's tougher than I thought.)
pt: (Ora si è calmato... Fare il manager è più tosta di quanto pensassi.)

# 140_Interviewer
source: Hello, I'm Asano with Beginner Magazine.
pt: Salve, sono Asano di Beginner Magazine.

# 152_Interviewer
source: We're a talent audition news magazine. Today, we're hoping to delve a little into Maya-chan's private life.
pt: Siamo una rivista di notizie sulle audizioni per talenti. Oggi speriamo di scavare un po' nella vita privata di Maya-chan.

# 164_Maya
source: Oui! Nice to meet you, paloomp!
pt: Oui! Piacere di conoscerti, paloomp!

# 176_Asano
source: So... Strawberry Maya-chan comes as advertised. Are you always like that, even when you're not on TV?
pt: Quindi... Maya-chan Fragolina è proprio come dicono. Sei sempre così, anche quando non sei in TV?

# 188_Maya
source: But of course, paloomp! Maya is the princess of the Strawberry Kingdom, after all!
pt: Ma certo, paloomp! Maya è la principessa del Regno delle Fragole, dopotutto!

# 200_Asano
source: ...Uh, yes. Yes, you are. Forgive me.
pt: ...Ehm, sì. Sì, lo sei. Scusami.

# 212_Akiyama
source: (Wow, Maya-chan's really laying it on thick. She's normally so sincere and serious, too. It must be tough for her to keep it up.)
pt: (Però, Maya-chan ci sta dando dentro di brutto. Di solito è così sincera e seria. Dev'essere dura per lei continuare così.)

# 224_Akiyama
source: (I can't let her effort go to waste. I have to make sure I get her cue cards right.)
pt: (Non posso permettere che i suoi sforzi vadano sprecati. Devo assicurarmi di passarle i cartelli giusti.)

# 236_Akiyama
source: (She says "paloomp" when she's happy, "pon" when she's angry, and "foonyapar" if she's stuck for an answer.)
pt: (Dice "paloomp" quando è felice, "pon" quando è arrabbiata, e "foonyapar" se non sa cosa rispondere.)

# 248_Asano
source: Maya-chan, can you tell us how you spend your holidays? What does someone like you do on their time off?
pt: Maya-chan, ci puoi dire come trascorri le tue vacanze? Cosa fa una come te nel tempo libero?

# 260_Maya
source: Hmm, Maya can't do without her strawberry carriage. She just loves taking it out for long drives!
pt: Uhm, Maya non può fare a meno della sua carrozza di fragole. Adora proprio portarla fuori per dei lunghi giri!

# 272_Asano
source: Her strawberry carriage? What is that?
pt: La sua carrozza di fragole? Che cos'è?

# 284_Maya
source: The strawberry carriage is a giant strawberry drawn by white stallions. The premise is...
pt: La carrozza di fragole è una fragola gigante trainata da stalloni bianchi. L'idea è...

# 296_Asano
source: I'm sorry... Did you just say premise?
pt: Scusa... Hai appena detto "l'idea"?

# 308_Maya
source: Oh, uh, um...
pt: Oh, uh, ehm...

# 320_Akiyama
source: (Off to a great start, I see... Okay, here's where I come in with the cue cards. What should I write?)
pt: (Cominciamo bene, vedo... Ok, è qui che entro in gioco io con i cartelli. Cosa dovrei scrivere?)

# 344_Interviewer
source: (Okay, Maya-chan, read this. "I didn't say that, mambo!")
pt: (Ok, Maya-chan, leggi questo. "Non ho detto così, mambo!")

# 356_Maya
source: I didn't say that, mambo!
pt: Non ho detto così, mambo!

# 368_Asano
source: Maya-chan, I'm a little surprised by that response. You seem somewhat different from the girl I see on TV.
pt: Maya-chan, sono un po' sorpreso da questa risposta. Sembri un po' diversa dalla ragazza che vedo in TV.

# 380_Maya
source: Uh, well, actually, I...
pt: Uh, beh, in realtà, io...

# 404_Asano
source: Ahaha! Yes! There it is! Foonyapar! I love that bit, Maya-chan.
pt: Ahaha! Sì! Eccolo qui! Foonyapar! Adoro quel pezzo, Maya-chan.

# 428_Akiyama
source: (I must have screwed up. Maya-chan said she didn't want to foonyapar unless she had to.)
pt: (Devo aver toppato. Maya-chan aveva detto che non voleva fare foonyapar se non era necessario.)

# 440_Akiyama
source: (How did it go again? "Paloomp" when she's happy, "pon" when she's angry, and "foonyapar" if she's stuck for an answer.)
pt: (Com'era, di nuovo? "Paloomp" quando è felice, "pon" quando è arrabbiata e "foonyapar" se non sa cosa rispondere.)

# 452_Interviewer
source: (Okay, Maya-chan, read this. "Maya didn't say that, pon!")
pt: (Ok, Maya-chan, leggi questo. "Maya non ha detto così, pon!")

# 464_Maya
source: Maya didn't say that, pon!
pt: Maya non ha detto così, pon!

# 476_Asano
source: Is that so? I'm pretty certain I heard you say the word "premise."
pt: Ah, sì? Sono quasi certo di averti sentito dire la parola "premessa".

# 488_Maya
source: Did not, pon!
pt: Invece no, pon!

# 500_Asano
source: Oh... Well, if you say so.
pt: Oh... Beh, se lo dici tu.

# 524_Akiyama
source: (She managed to tough it out. I guess this is how I'm supposed to support her.)
pt: (Ce l'ha fatta a tenere duro. Immagino sia così che dovrei supportarla.)

# 536_Interviewer
source: (Okay, Maya-chan, read this. "Silence, paloomp!")
pt: (Ok, Maya-chan, leggi questo. "Silenzio, paloomp!")

# 548_Maya
source: Silence, paloomp!
pt: Silenzio, paloomp!

# 560_Asano
source: Huh? Maya-chan, don't you only add "paloomp" at the end of sentences when you're happy?
pt: Eh? Maya-chan, non aggiungi "paloomp" alla fine delle frasi solo quando sei felice?

# 572_Asano
source: That's what was written in your agency's official profile.
pt: È quello che c'era scritto nel profilo ufficiale della tua agenzia.

# 584_Maya
source: Uh, er, well...
pt: Uh, ehm, beh...

# 608_Asano
source: Ahaha! Yes! There it is! Foonyapar! I love that bit, Maya-chan.
pt: Ahaha! Sì! Eccolo qui! Foonyapar! Adoro quella parte, Maya-chan.

# 632_Akiyama
source: (I must have screwed up. Maya-chan said she didn't want to foonyapar unless she had to.)
pt: (Devo aver fatto un casino. Maya-chan aveva detto che non voleva fare foonyapar se non fosse stato necessario.)

# 644_Akiyama
source: (How did it go again? "Paloomp" when she's happy, "pon" when angry, and "foonyapar" if she's stuck for an answer.)
pt: (Com'era la faccenda? "Paloomp" quando è felice, "pon" quando è arrabbiata, e "foonyapar" se non sa cosa rispondere.)

# 668_Asano
source: Uh, Maya-chan? What was that you said about "the premise"?
pt: Uh, Maya-chan? Cos'è che hai detto riguardo alla "premessa"?

# 680_Maya
source: Uh, er, well...
pt: Uh, ehm, beh...

# 704_Asano
source: Ahaha! Yes! There it is! Foonyapar! I love that bit, Maya-chan.
pt: Ahaha! Sì! Eccolo qui! Foonyapar! Adoro quella parte, Maya-chan.

# 728_Akiyama
source: (I must have screwed up. Maya-chan said she didn't want to foonyapar unless she had to.)
pt: (Devo aver fatto un casino. Maya-chan aveva detto che non voleva fare foonyapar se non fosse stato necessario.)

# 740_Interviewer
source: This will be the final question. We received credible reports that you're actually from Osaka, Maya-chan. Would you care to comment?
pt: Questa sarà l'ultima domanda. Abbiamo ricevuto segnalazioni attendibili sul fatto che tu sia in realtà di Osaka, Maya-chan. Ti andrebbe di commentare?

# 752_Maya
source: So not true! Maya is the princess of Strawberry Kingdom, pon!
pt: Non è affatto vero! Maya è la principessa del Regno delle Fragole, pon!

# 764_Asano
source: There are photos circulating online that are purportedly of you from your junior high yearbook. Were you aware of that?
pt: Ci sono delle foto che circolano online che pare ti ritraggano nel tuo annuario delle medie. Ne eri al corrente?

# 776_Maya
source: Pardon? Is that true?
pt: Prego? È vero?

# 788_Akiyama
source: (This doesn't look good...)
pt: (La situazione si mette male...)

# 800_Asano
source: I went to the school and spoke with one of your teachers. She said that you were a timid, but rather thoughtful and considerate student.
pt: Sono andato a scuola e ho parlato con una delle tue insegnanti. Mi ha detto che eri una studentessa timida, ma piuttosto riflessiva e premurosa.

# 812_Maya
source: Uh, well, you see...
pt: Uh, beh, vede...

# 824_Asano
source: Let me ask you straight－is it hard to keep up the Strawberry Maya-chan character? Don't worry, this can be off the record.
pt: Glielo chiedo schiettamente: è difficile mantenere il personaggio di Maya-chan delle Fragole? Non si preoccupi, può restare a microfoni spenti.

# 836_Akiyama
source: (This interviewer's not playing nice. Maya needs a cue card. But what should I write?)
pt: (Questo intervistatore non sta giocando pulito. Maya ha bisogno di un suggerimento. Ma cosa dovrei scrivere?)

# 860_Interviewer
source: (All right, Maya-chan, read this. "Playing this character is hard.")
pt: (Va bene, Maya-chan, leggi questo. "Interpretare questo personaggio è dura.")

# 872_Maya
source: Well, yes. It is challenging playing such a perky character all the time...
pt: Beh, sì. È impegnativo interpretare un personaggio così vivace tutto il tempo...

# 884_Asano
source: Ohh... So, the rumors were true. You really are a quiet and thoughtful person?
pt: Ohh... Allora le voci erano vere. Sei davvero una persona tranquilla e riflessiva?

# 896_Maya
source: I'd like to think so...
pt: Mi piace pensarlo...

# 908_Asano
source: I suspected as much, but your revelation does come as a bit of a shock. You were just this made-up cartoon character after all.
pt: Lo sospettavo, ma la tua rivelazione è comunque un po' scioccante. In fin dei conti, non eri altro che un personaggio da cartone animato inventato.

# 932_Akiyama
source: (I steered her wrong. Maya-chan's looking a little defeated...)
pt: (L'ho indirizzata male. Maya-chan sembra un po' abbattuta...)

# 944_Interviewer
source: (All right, Maya-chan, read this. "Maya isn't acting, pon!")
pt: (Va bene, Maya-chan, leggi questo. "Maya non sta recitando, pon!")

# 956_Maya
source: Maya isn't acting, pon!
pt: Maya non sta recitando, pon!

# 968_Asano
source: Uh... Okay. You know, Maya-chan, I have to hand it to you for your dedication. You're a real pro.
pt: Uh... Okay. Sai, Maya-chan, devo dartene atto per la tua dedizione. Sei una vera professionista.

# 980_Akiyama
source: (Heh, that went well.)
pt: (Eheh, è andata bene.)

# 1004_Interviewer
source: (We're out of options, Maya-chan! Foonyapar him!)
pt: (Non abbiamo più scelta, Maya-chan! Foonyaparalo!)

# 1040_Asano
source: Ahaha! Yes! There it is! Foonyapar! I love that bit, Maya-chan.
pt: Ahaha! Sì! Eccolo qui! Foonyapar! Adoro quel tormentone, Maya-chan.

# 1064_Akiyama
source: (Maya-chan said she didn't want to foonyapar unless she had to. But that was unavoidable.)
pt: (Maya-chan ha detto che non voleva foonyaparare a meno che non fosse necessario. Ma è stato inevitabile.)

# 1076_Interviewer
source: (We're out of options, Maya-chan! Foonyapar him!)
pt: (Non abbiamo più scelta, Maya-chan! Foonyaparalo!)

# 1112_Asano
source: Ah, you returned my serve, did you? Bravo. That takes a real pro. Kudos for your dedication, Maya-chan!
pt: Ah, hai saputo rispondermi a tono, eh? Bravo. Ci vuole un vero professionista. Complimenti per la tua dedizione, Maya-chan!

# 1136_Akiyama
source: (Maya-chan's looking more and more discouraged with each foonyapar... Still, that one was unavoidable.)
pt: (Maya-chan sembra sempre più scoraggiata a ogni foonyapar... Ma quello era inevitabile.)

# 1160_Asano
source: ...Uh, Maya-chan? It's okay, this is off the record.
pt: ...Uh, Maya-chan? Non preoccuparti, questo è off the record.

# 1172_Maya
source: Uh, er, um...
pt: Uh, ehm, mmm...

# 1208_Interviewer
source: Ahaha! Yes! There it is! Foonyapar! I love that bit, Maya-chan.
pt: Ahaha! Sì! Eccolo qui! Foonyapar! Adoro quel tormentone, Maya-chan.

# 1232_Akiyama
source: (I was too late. Maya-chan said she didn't want to foonyapar unless she had to.)
pt: (Sono arrivato troppo tardi. Maya-chan ha detto che non voleva foonyaparare a meno che non fosse necessario.)

# 1244_Interviewer
source: Ah, you returned my serve, did you? Bravo. That takes a real pro. Kudos for your dedication, Maya-chan!
pt: Ah, hai saputo rispondermi a tono, eh? Bravo. Ci vuole un vero professionista. Complimenti per la tua dedizione, Maya-chan!

# 1268_Akiyama
source: (I was too late. Maya-chan said she didn't want to foonyapar unless she had to.)
pt: (Sono arrivato troppo tardi. Maya-chan ha detto che non voleva foonyaparare a meno che non fosse necessario.)

# 1340_Interviewer
source: Phew... That's one job down.
pt: Fiuuu... Un lavoro è andato.

# 1352_Maya
source: Yes. Thank you.
pt: Sì. Grazie.

# 1364_Akiyama
source: But we still have more to do. Okay, what's next?
pt: Ma abbiamo ancora dell'altro da fare. Bene, cosa c'è dopo?

# 1376_Interviewer
source: Oh, right, you're going to be on Love to See You Smile. Let's get you over to Soten TV.
pt: Ah, giusto, sarai a Love to See You Smile. Andiamo alla Soten TV.

# 1388_Maya
source: Oh, yes, please!
pt: Oh, sì, ti prego!

# 1412_Interviewer
source: Oh, right. Next up is the Princess League.
pt: Ah, giusto. Il prossimo impegno è la Princess League.

# 1424_Maya
source: I'm sorry? I'm not scheduled to perform on Princess League.
pt: Come scusa? Non è previsto che mi esibisca alla Princess League.

# 1436_Akiyama
source: Huh? You're not?
pt: Eh? No?

# 1448_Maya
source: Um... Are you sure about this, Akiyama-san?
pt: Ehm... Sei sicuro di questo, Akiyama-san?

# 1460_Akiyama
source: Oh, sorry, my mistake. So, uh, the next job should be...
pt: Oh, scusa, errore mio. Allora, eh, il prossimo impegno dovrebbe essere...

# 1472_Interviewer
source: You have to be in the studio for Sotenbori Love Check Quiz. We'd better head over to Soten TV.
pt: Devi essere in studio per il Sotenbori Love Check Quiz. Faremmo meglio ad andare alla Soten TV.

# 1484_Maya
source: Oh, yes, please!
pt: Oh, sì, ti prego!
