Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 2820_Kiryu
source: But I also wind up getting pretty big fares for those trips, so I think of the extra time as being a chance to get more money.
pt: Ma con quei viaggi finisco anche per incassare delle belle somme, quindi considero quel tempo extra come un'occasione per guadagnare di più.

# 2832_Hinata
source: Oh, I see! So, is that why a hostess's salary is so much higher than a normal part-time job?
pt: Oh, capisco! Quindi è per questo che lo stipendio di una hostess è così tanto più alto rispetto a un normale lavoro part-time?

# 2844_Hinata
source: I think I get it now!
pt: Credo di aver capito ora!

# 2856_Kiryu
source: Hey, whatever makes sense to you.
pt: Ehi, se per te ha senso, allora va bene.

# 2868_Kiryu
source: You should work closer to home. It'd be way more cost-effective than moving closer to here.
pt: Dovresti lavorare più vicino a casa. Sarebbe molto più conveniente che trasferirti più vicino a qui.

# 2880_Hinata
source: No, that's no good at all. If my friends came in and saw me working, it'd be super weird.
pt: No, non va bene per niente. Se i miei amici entrassero e mi vedessero al lavoro, sarebbe super strano.

# 2892_Kiryu
source: Hm. I guess there are downsides to working near where you live, too.
pt: Hm. Immagino che ci siano dei lati negativi anche nel lavorare vicino a dove si vive.

# 2904_Hinata
source: That's why I try to work as far from home as I can. And given my occupation, I consider it just a consequence of the job.
pt: Ecco perché cerco di lavorare il più lontano possibile da casa. E data la mia occupazione, la considero solo una conseguenza del mestiere.

# 2916_Kiryu
source: Right. That's tough.
pt: Già. È dura.

# 2928_Kiryu
source: One hour isn't so bad. At least in the morning the trains are empty and you can get a seat.
pt: Un'ora non è poi così male. Almeno la mattina i treni sono vuoti e puoi trovare un posto a sedere.

# 2940_Hinata
source: Oh, but if I sit on a train, I'll fall asleep. That's why I make sure to stand.
pt: Oh, ma se mi siedo sul treno, finisco per addormentarmi. Ecco perché faccio in modo di stare in piedi.

# 2952_Kiryu
source: That's a healthy attitude. If you stand aboard trains, it'll help tone your legs and hips. I think there are toning exercises like that.
pt: È un atteggiamento salutare. Se stai in piedi sui treni, aiuterà a tonificare gambe e fianchi. Credo che esistano esercizi di tonificazione di questo tipo.

# 2964_Hinata
source: Wow, really? I didn't know that! I'll definitely make sure to keep standing!
pt: Wow, davvero? Non lo sapevo! Allora farò di tutto per continuare a stare in piedi!

# 2976_Kiryu
source: Why not get some sleep? It'll keep you from getting so tired at work.
pt: Perché non dormi un po'? Ti eviterà di essere così stanca al lavoro.

# 2988_Hinata
source: Oh, no can do! Once I fall asleep, I have one heck of a time waking back up.
pt: Eh no, non se ne parla proprio! Una volta che mi addormento, faccio una fatica pazzesca a svegliarmi.

# 3000_Kiryu
source: You don't wake up when you arrive at your station?
pt: Non ti svegli quando arrivi alla tua stazione?

# 3012_Hinata
source: Nope! And setting an alarm won't work either.
pt: Macché! E non servirebbe a niente nemmeno mettere la sveglia.

# 3024_Hinata
source: The way the train rocks feels so good, it just lulls me right into a deep, deep sleep.
pt: Il dondolio del treno è così piacevole che mi culla e mi fa sprofondare in un sonno profondissimo.

# 3036_Hinata
source: And since it's one big loop, the conductor never wakes me up at the end of the line. It's like Hotel Yamanote. It can be pretty handy actually!
pt: E siccome è un grande anello, il capotreno non mi sveglia mai a fine corsa. È come l'Hotel Yamanote. A dirla tutta può essere piuttosto comodo!

# 3048_Kiryu
source: That sounds nice. Plus, at this time of year, the insides of the trains are all heated.
pt: Sembra piacevole. In più, in questo periodo dell'anno, l'interno dei treni è tutto riscaldato.

# 3060_Hinata
source: I know, right!? It's far more economical than staying home. I can just ride for hours and hours!
pt: Vero!? È molto più economico che starsene a casa. Posso continuare a girare per ore e ore!

# 3072_Kiryu
source: I feel like we've lost the plot here.
pt: Mi sembra che abbiamo perso il filo del discorso.

# 3084_Kiryu
source: But then you'd be a nuisance. You should pay for the time you spend riding.
pt: Ma così saresti d'intralcio. Dovresti pagare per il tempo che passi a bordo.

# 3096_Hinata
source: What? But how?
pt: Cosa? Ma come?

# 3108_Kiryu
source: How? Well... That's actually a good point.
pt: Come? Beh... In effetti è un buon punto.

# 3120_Hinata
source: See? You have to pay through those automated ticket machines, and they don't care how long you ride!
pt: Visto? Si paga alle macchinette automatiche, e a loro non importa mica quanto tempo resti a bordo!

# 3132_Kiryu
source: Hm. Still doesn't sound right to me.
pt: Hm. Continua a non convincermi.

# 3144_Kiryu
source: Have someone drive you. Then you can head right home and get some good, proper sleep.
pt: Fatti accompagnare da qualcuno. Così potrai andare dritto a casa e farti una bella dormita come si deve.

# 3156_Hinata
source: Hmm. There's the company car, but that's expensive. I'd really rather go home by myself than have to ask for the car.
pt: Mmh. Ci sarebbe l'auto aziendale, ma è costosa. Preferirei di gran lunga tornare a casa per conto mio piuttosto che dover chiedere l'auto.

# 3168_Hinata
source: Only girls who work a few days out of the week but earn a lot of money use the company car. If I used it every day, I wouldn't make any money.
pt: Solo le ragazze che lavorano pochi giorni a settimana ma guadagnano un sacco di soldi usano l'auto aziendale. Se la usassi ogni giorno, non guadagnerei nulla.

# 3180_Kiryu
source: I see. That's not very helpful, then.
pt: Capisco. Allora non serve a molto.

# 3192_Hinata
source: Kiryu-san, do you prefer coffee or tea?
pt: Kiryu-san, preferisci il caffè o il tè?

# 3204_Kiryu
source: Coffee. I drink it during break at work all the time.
pt: Il caffè. Lo bevo sempre durante la pausa al lavoro.

# 3216_Hinata
source: I guess I prefer it when I'm working too. It's definitely good when I'm tired.
pt: Direi che lo preferisco anch'io quando lavoro. È proprio quello che ci vuole quando si è stanchi.

# 3228_Kiryu
source: Do you normally prefer tea then?
pt: Quindi di solito preferisci il tè?

# 3240_Kiryu
source: Tea. If I order a cake or something like that at a café, I think tea pairs with it better.
pt: Il tè. Se ordino una torta o qualcosa del genere in un bar, credo che il tè ci stia meglio.

# 3252_Hinata
source: Oh, I wasn't expecting that!
pt: Oh, questa non me l'aspettavo!

# 3264_Kiryu
source: Really? Men drink tea too, you know.
pt: Davvero? Anche gli uomini bevono il tè, sai.

# 3276_Hinata
source: Yeah, but us girls can hang out over tea and chat for hours on end. Most guys can't handle spending time like that.
pt: Sì, ma noi ragazze possiamo stare davanti a un tè a chiacchierare per ore e ore. La maggior parte degli uomini non regge a passare il tempo in quel modo.

# 3288_Kiryu
source: I guess tea does have a more feminine vibe associated with it. At least more than it does with men.
pt: Immagino che il tè abbia un'aria più femminile. O almeno, più di quanto ne abbia per gli uomini.

# 3300_Hinata
source: Well, I love tea, myself! I drink about ten cups a day!
pt: Beh, io adoro il tè! Ne bevo circa dieci tazze al giorno!

# 3312_Kiryu
source: Wow. You must be a real tea connoisseur.
pt: Wow. Devi essere una vera intenditrice di tè.

# 3324_Hinata
source: Definitely! I even go to classes to brush up on my tea know-how!
pt: Proprio così! Seguo persino dei corsi per approfondire le mie conoscenze sul tè!

# 3336_Kiryu
source: Classes for tea? What do they teach?
pt: Corsi sul tè? Cosa insegnano?

# 3348_Hinata
source: Stuff like how to brew the perfect cup. Don't use a metal teapot, get it steeping as soon as the water's boiled. That sort of thing.
pt: Cose come il modo per preparare la tazza perfetta. Non usare una teiera di metallo, mettilo in infusione non appena l'acqua bolle. Cose del genere.

# 3360_Kiryu
source: Interesting. I should give that a try sometime.
pt: Interessante. Dovrei provarci, prima o poi.

# 3372_Hinata
source: See? This is the sort of stuff I want to learn so I can put on a real classy tea party! You should try it, too, Kiryu-san! It'll be loads of fun!
pt: Visto? È proprio questo il genere di cose che voglio imparare, così potrò organizzare un tea party davvero di classe! Dovresti provarci anche tu, Kiryu-san! Sarà un sacco divertente!

# 3384_Kiryu
source: Might be nice. Being able to serve guests tea as master of the house seems quite dignified.
pt: Potrebbe essere piacevole. Poter servire il tè agli ospiti come padrone di casa ha un'aria piuttosto dignitosa.

# 3396_Hinata
source: I think it's usually the lady of the house who handles that, not the man.
pt: Penso che di solito sia la padrona di casa a occuparsene, non l'uomo.

# 3408_Kiryu
source: Well, getting the place settings and stuff ready would be a hassle. Maybe I'll just do it once.
pt: Beh, preparare i coperti e tutto il resto sarebbe una bella seccatura. Magari lo farò solo una volta.

# 3420_Kiryu
source: I'll stick with drinking it. That's good enough for me.
pt: Mi limiterò a berlo. Mi basta così.

# 3432_Hinata
source: Then why don't you study up on the tea you're drinking? Different kinds have good and bad characteristics about them, along with a variety of flavors and prices.
pt: Allora perché non approfondisci un po' la tua conoscenza del tè che bevi? Varietà diverse hanno i propri pregi e difetti, oltre a un'ampia gamma di sapori e prezzi.

# 3444_Hinata
source: Plus, some teas have certain effects, and others are good to drink at certain times. There are all sorts of neat trivia that's worth knowing!
pt: Inoltre, alcuni tè hanno effetti particolari, e altri è meglio berli in certi momenti della giornata. Ci sono un sacco di curiosità interessanti che vale la pena conoscere!

# 3456_Kiryu
source: Wow, I guess there's a lot to know. Maybe it is worth learning about.
pt: Wow, a quanto pare c'è molto da sapere. Forse vale la pena approfondire l'argomento.

# 3468_Kiryu
source: I have nobody to invite. If we were talking liquor, that might be a different story. But I don't know if my friends are into tea.
pt: Non ho nessuno da invitare. Se stessimo parlando di alcolici, il discorso sarebbe diverso. Ma non so se ai miei amici interessi il tè.

# 3480_Hinata
source: All the more reason to invite them! It'd be a good chance for people who don't normally drink tea to really enjoy it!
pt: Un motivo in più per invitarli! Sarebbe un'ottima occasione per chi di solito non beve tè di gustarselo sul serio!

# 3492_Kiryu
source: Hm. But if I asked them, they might actually show up.
pt: Mmh. Ma se glielo chiedessi, potrebbero farsi vedere sul serio.

# 3504_Kiryu
source: Sounds like a pain. What does it matter so long as it tastes good?
pt: Sembra una seccatura. Che importanza ha, finché il sapore è buono?

# 3516_Hinata
source: Everything matters! Even a slight difference in brewing can change the flavor completely!
pt: Tutto è importante! Anche una minima differenza nell'infusione può cambiare completamente il sapore!

# 3528_Kiryu
source: Really? Maybe I should try to be more aware of the taste from now on.
pt: Davvero? Forse d'ora in avanti dovrei provare a fare più attenzione al sapore.

# 3540_Hinata
source: Yes! It makes all the difference! A really good tea has to be brewed just right.
pt: Sì! Fa tutta la differenza del mondo! Un tè davvero buono deve essere infuso nel modo giusto.

# 3552_Kiryu
source: You really know your stuff, don't you?
pt: Te ne intendi davvero, eh?

# 3564_Kiryu
source: Just relax and enjoy it. If you fuss too much over details, then a fun tea time just turns into a chore.
pt: Rilassati e goditelo e basta. Se ti fissi troppo sui dettagli, un momento piacevole come quello del tè finisce per diventare solo una seccatura.

# 3576_Hinata
source: I'd rather not have tea at all than have tea that tastes all nasty and gross!
pt: Preferirei non bere affatto il tè piuttosto che berne uno che ha un saporaccio schifoso!

# 3588_Hinata
source: If you're taking a girl out for tea, Kiryu-san, you'd better be careful that you don't take her someplace that's subpar.
pt: Se vuoi portare fuori una ragazza per un tè, Kiryu-san, faresti meglio a stare attento a non portarla in un posto scadente.

# 3600_Kiryu
source: I suppose so.
pt: Immagino di sì.

# 3612_Kiryu
source: That's way too much. Is that even safe to do?
pt: È decisamente troppo. È davvero sicuro farlo?

# 3624_Hinata
source: Well, it is full of tannins, so sometimes I get a bit anemic.
pt: Beh, è pieno di tannini, quindi a volte divento un po' anemica.

# 3636_Kiryu
source: You sure know your stuff.
pt: Te ne intendi davvero.

# 3648_Hinata
source: It's because I go to tea classes!
pt: È perché vado a lezione di tè!

# 3660_Kiryu
source: Whoa, hey now. I've never heard of tea making you anemic. Don't you think that's bad?
pt: Ehi, un momento. Non ho mai sentito dire che il tè faccia venire l'anemia. Non credi che sia una cosa grave?

# 3672_Hinata
source: It's the same with coffee and green tea. Drinking too much tea has been linked with iron deficiencies.
pt: Vale lo stesso per il caffè e il tè verde. Bere troppo tè è stato collegato a carenze di ferro.

# 3684_Kiryu
source: Really? Then drinking too much coffee isn't good for you, either.
pt: Davvero? Allora nemmeno bere troppo caffè ti fa bene.

# 3696_Hinata
source: Then don't drink too much. Just drink as much as feels right and you'll be fine!
pt: Allora non esagerare. Bevi solo quanto ti senti e vedrai che starai bene!

# 3708_Kiryu
source: Ten cups is still way too much, I think.
pt: Dieci tazze sono comunque decisamente troppe, secondo me.

# 3720_Hinata
source: I don't own very many clothes, you know.
pt: Non ho molti vestiti, sai.

# 3732_Kiryu
source: Really? You strike me as very fashionable.
pt: Davvero? Mi sembri un tipo molto alla moda.

# 3744_Hinata
source: Nope! I own the bare minimum of what I need. I'd be in big trouble if I got careless and had nothing to wear because I forgot to wash them!
pt: Macché! Ho solo lo stretto necessario. Sarei in un bel guaio se mi distraessi e non avessi niente da mettermi perché ho dimenticato di lavarli!

# 3756_Kiryu
source: I don't have a lot of clothes, either. I don't dress well at home, and I've got my one good outfit for when I need to go out.
pt: Nemmeno io ho molti vestiti. In casa non mi vesto granché bene, e ho un solo completo buono per quando devo uscire.

# 3768_Hinata
source: See? More people are like that than you'd think. Even fashionable folks wear the same things over and over, if you stop and pay attention.
pt: Vedi? Ci sono molte più persone così di quanto credi. Persino i tipi alla moda mettono le stesse cose in continuazione, se ci fai caso.

# 3780_Kiryu
source: If I had nice clothes, I'd want to wear them a lot, too. People who always buy new things to wear are wasting their money in my book.
pt: Se avessi dei bei vestiti, anch'io vorrei metterli spesso. Secondo me, chi compra sempre roba nuova spreca solo i propri soldi.

# 3792_Kiryu
source: Don't get lazy. People pay more attention to that sort of thing than you'd think. If you try to cut corners, people will notice.
pt: Non battere la fiacca. La gente fa più caso a queste cose di quanto credi. Se cerchi di prendere scorciatoie, la gente se ne accorgerà.

# 3804_Hinata
source: That's why I try to make sure I look different each time.
pt: Ecco perché cerco di fare in modo di apparire diversa ogni volta.

# 3816_Hinata
source: When I go clothes shopping, I make it a point to buy things I can wear multiple ways.
pt: Quando vado a comprare vestiti, cerco sempre di prendere capi che posso indossare in diversi modi.

# 3828_Kiryu
source: You've put a lot of thought into this.
pt: Ci hai riflettuto parecchio.

# 3840_Kiryu
source: Maybe I could buy you some things. Perhaps an outfit or two that you'd like.
pt: Magari potrei comprarti qualcosa. Magari un completo o due che ti piacciono.

# 3852_Hinata
source: I really appreciate the offer, but...
pt: Apprezzo davvero l'offerta, ma...

# 3864_Hinata
source: My room's tiny and doesn't have a closet, so I don't have much room for clothes. That's why I try not to buy so much stuff.
pt: La mia stanza è minuscola e non ha un armadio, quindi non ho molto spazio per i vestiti. Ecco perché cerco di non comprare troppa roba.

# 3876_Kiryu
source: Ah, so that's why.
pt: Ah, ecco perché.

# 3888_Hinata
source: This job requires a dress, so I can manage it. But I'd never be able to see my clients in my normal street clothes.
pt: Questo lavoro richiede un abito elegante, quindi riesco a cavarmela. Ma non potrei mai farmi vedere dai miei clienti con i miei vestiti di tutti i giorni.

# 3900_Kiryu
source: I have to wear a uniform for work, too. It's nice to not have to worry about fashion.
pt: Anch'io devo indossare la divisa per lavoro. È bello non doversi preoccupare della moda.

# 3912_Hinata
source: Right!? Even if I was given a choice to wear my street clothes, I would never do it.
pt: Vero!? Anche se avessi la possibilità di indossare i miei vestiti di tutti i giorni, non lo farei mai.

# 3924_Kiryu
source: I'd actually like to see that.
pt: A dire il vero, mi piacerebbe vederlo.

# 3936_Hinata
source: Plus, if I were to ever put on weight, none of my clothes would fit anymore! So I try my very hardest to maintain my figure.
pt: E poi, se mai dovessi ingrassare, non mi andrebbe più bene niente! Quindi ce la metto tutta per mantenere la linea.

# 3948_Kiryu
source: That's good. Most people only notice they've gotten fat when it's too late. It's great to manage your weight proactively.
pt: Fai bene. La maggior parte della gente si accorge di essere ingrassata solo quando è troppo tardi. È ammirevole che tu gestisca il tuo peso in modo proattivo.

# 3960_Hinata
source: Yep! Not having to spend money on clothes is a big incentive!
pt: Già! Non dover spendere soldi per i vestiti è un gran bell'incentivo!

# 3972_Kiryu
source: Good point. So having a small amount of clothing isn't necessarily a bad thing after all. I'll try to keep that in mind myself.
pt: Hai ragione. Quindi avere pochi vestiti non è necessariamente un male, dopotutto. Cercherò di tenerlo a mente anch'io.

# 3984_Hinata
source: I'd own more if I could though! My financial situation is my big limiting factor.
pt: Ne avrei molti di più se potessi, però! La mia situazione finanziaria è il mio limite più grande.

# 3996_Kiryu
source: You can put that money to use towards other interests.
pt: Puoi usare quei soldi per altri tuoi interessi.

# 4008_Kiryu
source: It's not about money. Even if you don't have many clothes, they can still be nice ones.
pt: Non è una questione di soldi. Anche se non hai molti vestiti, possono comunque essere belli.

# 4020_Hinata
source: But isn't that kind of lame? You know, like buying stuff solely based on branding.
pt: Ma non è un po' da sfigati? Sai, tipo comprare roba basandosi solo sulla marca.

# 4032_Kiryu
source: Is it?
pt: Davvero?

# 4044_Hinata
source: Besides, I think it shows more fashion sense if you can look good with clothes that cost less.
pt: E poi, credo che dimostri più senso dello stile se riesci a fare bella figura anche con vestiti che costano poco.

# 4056_Kiryu
source: I see. It's not about what you wear, but how you wear it.
pt: Capisco. Non conta cosa indossi, ma come lo porti.

# 4068_Kiryu
source: Is that your big worry? I thought dieting was about being concerned with your appearance, and whether your clothes fit was a secondary thing.
pt: È questa la tua preoccupazione principale? Pensavo che mettersi a dieta servisse a curare il proprio aspetto, e che il fatto che i vestiti ti stessero bene o meno fosse una cosa secondaria.

# 4080_Hinata
source: No, not at all! This one time I was trying to put on a pair of jeans and the zipper wouldn't go up all the way. I was mortified!
pt: No, per niente! Una volta stavo cercando di mettermi un paio di jeans e la cerniera non saliva del tutto. Mi volevo sotterrare!

# 4092_Hinata
source: So now I go with one-size-fits-all dresses and gravitate towards loose-fitting clothes.
pt: Quindi adesso scelgo vestiti a taglia unica e tendo a orientarmi su capi più larghi.

# 4104_Kiryu
source: I see. Is that why loose clothing is in vogue nowadays?
pt: Capisco. È per questo che i vestiti larghi vanno di moda al giorno d'oggi?

# 4116_Hinata
source: Not everyone is concerned about how things fit around the waist.
pt: Non tutti si preoccupano di come i vestiti calzano in vita.

# 4128_Hinata
source: But when I do have clothes like that, it's nice because I can wear them more than once.
pt: Ma quando ho dei vestiti del genere, è bello perché posso metterli più di una volta.

# 4140_Kiryu
source: Maybe I should look for some looser-fitting clothing myself.
pt: Forse dovrei cercare anch'io dei vestiti più larghi.

# 4152_Kiryu
source: That's no good. You'd stand out more if you wore things that were a tighter fit.
pt: Così non va bene. Risalteresti di più se indossassi vestiti più aderenti.

# 4164_Hinata
source: Well, that's not the way I want to stand out. Lots of girls wear extra layers of clothing so they don't have guys ogling them so much.
pt: Beh, non è così che voglio farmi notare. Molte ragazze si vestono a strati proprio per non farsi squadrare troppo dagli uomini.

# 4176_Kiryu
source: Really? That's kind of a shame.
pt: Davvero? È un po' un peccato.

# 4188_Hinata
source: Okay, Kiryu-san. Honest answer.
pt: Ok, Kiryu-san. Sii sincero.

# 4200_Kiryu
source: About what?
pt: Riguardo a cosa?

# 4212_Hinata
source: Have I put on weight recently?
pt: Sono ingrassata ultimamente?

# 4224_Kiryu
source: Yeah. I feel like your face is a tiny bit fuller than when I first met you.
pt: Già. Mi sembra che il tuo viso sia un pizzico più pieno rispetto a quando ti ho incontrata la prima volta.

# 4236_Hinata
source: I thought as much. If someone else thinks that when looking at me, then it's probably true.
pt: Lo immaginavo. Se qualcun altro lo pensa guardandomi, allora dev'essere vero.

# 4248_Kiryu
source: No, you don't look particularly different. I think you look like you normally do.
pt: No, non mi sembri particolarmente diversa. Penso che tu sia come al solito.

# 4260_Hinata
source: So you're saying I've been fat ever since you met me. I'm kind of offended.
pt: Quindi stai dicendo che sono sempre stata grassa da quando ci siamo conosciuti. Mi sento un po' offesa.

# 4284_Hinata
source: I guess I'd better go on a diet, huh?
pt: Mi sa che farei meglio a mettermi a dieta, eh?

# 4296_Kiryu
source: What do you normally eat?
pt: Cosa mangi di solito?

# 4308_Hinata
source: Usually just one smallish meal a day.
pt: Di solito faccio solo un pasto piccolino al giorno.

# 4320_Kiryu
source: Wow, really? I can't imagine you'd get fat by doing that.
pt: Wow, davvero? Non riesco proprio a immaginare come tu possa ingrassare facendo così.

# 4332_Hinata
source: Well, I also drink lots of black tea, and I'll have sweets to go with it, too.
pt: Beh, bevo anche un sacco di tè nero e ci mangio pure dei dolci insieme.

# 4344_Kiryu
source: There's your problem. You wouldn't put on weight if you didn't keep snacking.
pt: Il problema è proprio quello. Non ingrasseresti se non continuassi a spizzicare.

# 4356_Hinata
source: Really? So I should try to drink less tea, then?
pt: Davvero? Quindi dovrei provare a bere meno tè?
