Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08ad.po
Languages: pt

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: Suited Man
pt: Uomo in completo

source: Actually a Driving Examiner
pt: In realtà un esaminatore di guida

# 56_Suited Man
source: Thank you! So, I have a confession to make.
pt: Grazie! Dunque, ho una confessione da fare.

# 68_Suited Man
source: I'm actually a driving examiner.
pt: Sono in realtà un esaminatore di guida.

# 80_Kiryu
source: A driving examiner?
pt: Un esaminatore di guida?

# 92_Suited Man
source: Yes, and your driving skills are absolutely amazing!
pt: Sì, e le tue abilità di guida sono assolutamente incredibili!

# 104_Kiryu
source: Thank you.
pt: Grazie.

# 116_Suited Man
source: Thank you. But I have a confession to make.
pt: Grazie. Ma ho una confessione da fare.

# 128_Suited Man
source: I'm actually a driving examiner.
pt: Sono in realtà un esaminatore di guida.

# 140_Kiryu
source: A driving examiner?
pt: Un esaminatore di guida?

# 152_Suited Man
source: Yes. Your driving skills are good, but I think you still have room for improvement.
pt: Sì. Le tue abilità di guida sono buone, ma penso che tu abbia ancora margine di miglioramento.

# 164_Kiryu
source: Thank you.
pt: Grazie.

# 176_Suited Man
source: Thank you. But I have a confession to make.
pt: Grazie. Ma ho una confessione da fare.

# 188_Suited Man
source: I'm actually a driving examiner.
pt: Sono in realtà un esaminatore di guida.

# 200_Kiryu
source: A driving examiner?
pt: Un esaminatore di guida?

# 212_Suited Man
source: I think you should really work on your driving skills.
pt: Penso che dovresti davvero lavorare sulle tue abilità di guida.

# 224_Kiryu
source: Right. Sorry about that.
pt: Va bene. Mi dispiace per quello.
