Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020a18.po
Languages: pt

source: You now have access to a hideout.
pt: Ora hai accesso a un covo.

source: You now have access to a hideout.
pt: Ora hai accesso a un covo.

source: Go to Bed
pt: Vai a letto

source: Not Yet
pt: Non ancora

# 96_Kiryu
source: Here you can save your game, move items to the Item Box, and view your play stats.
pt: Qui puoi salvare la partita, spostare gli oggetti nella Scatola oggetti e visualizzare le tue statistiche di gioco.

# 108_Kiryu
source: Furthermore, your health will recover while at a hideout.
pt: Inoltre, la tua salute si riprenderà al covo.

# 132_Kiryu
source: (Phew, another long day. Should probably get some sleep.)
pt: (Uff, un'altra lunga giornata. Sarà meglio andare a dormire.)

# 144_Kiryu
source: (Actually, I think I'll look around town a bit more.)
pt: (A dire il vero, credo che farò un altro giro in città.)

# 156_Kiryu
source: (Need to be fresh for tomorrow.)
pt: (Devo essere fresco per domani.)

# 216_Kiryu
source: Here you can save your game, move items to the Item Box, and view your play stats.
pt: Qui puoi salvare la partita, spostare gli oggetti nella Scatola oggetti e visualizzare le tue statistiche di gioco.

# 228_Kiryu
source: Furthermore, your health will recover while at a hideout.
pt: Inoltre, la tua salute si riprenderà al covo.

# 252_Kiryu
source: (Phew, another long day. Should probably get some sleep.)
pt: (Uff, un'altra lunga giornata. Sarà meglio andare a dormire.)

# 264_Kiryu
source: (Actually, I think I'll look around town a bit more.)
pt: (A dire il vero, credo che farò un altro giro in città.)

# 276_Kiryu
source: (Need to be fresh for tomorrow.)
pt: (Devo essere fresco per domani.)
