Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08d5.po
Languages: pt

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Masked Robber
pt: Rapinatore Mascherato

source: Police Officer
pt: Agente di Polizia

source: Masked Man
pt: Uomo mascherato

source: ArmsID
pt: ID Armi

# 60_Masked Robber
source: *pant* Looks like luck really wasn't on my side today. I ended up with a driver who's built like a tree trunk!
pt: *pant* Sembra che la fortuna non fosse proprio dalla mia parte oggi. Mi è capitato un tassista che è una montagna di muscoli!

# 72_Masked Robber
source: Or maybe I just didn't have the willpower?
pt: O forse non avevo semplicemente la forza di volontà?

# 96_Police Officer
source: A passerby reported seeing a taxi driver getting held up.
pt: Un passante ha segnalato di aver visto un tassista che veniva rapinato.

# 108_Police Officer
source: Is this the culprit? You can explain yourself down at the station. You're coming with me!
pt: È questo il colpevole? Potrai spiegarti in centrale. Tu vieni con me!

# 120_Masked Robber
source: No... My life is over.
pt: No... La mia vita è finita.

# 132_Kiryu
source: You made a mistake, but that doesn't mean your life is over.
pt: Hai fatto uno sbaglio, ma questo non significa che la tua vita sia finita.

# 144_Kiryu
source: Once you get out, work your hardest to make something of yourself. You have to keep trying.
pt: Una volta che sarai fuori, impegnati al massimo per farti una vita. Devi continuare a provarci.

# 156_Masked Robber
source: Thanks, driver. I'll do my best.
pt: Grazie, tassista. Farò del mio meglio.

# 168_Police Officer
source: Come on, let's hurry this up!
pt: Avanti, sbrighiamoci!

# 180_Kiryu
source: (I forgot to get the fare from him. But something else is bugging me.)
pt: Mi sono dimenticato di farmi pagare la corsa. Ma qualcos'altro mi rode.

# 192_Kiryu
source: (I get the feeling I could have talked him out of committing that crime, if I'd been careful.)
pt: Mi sa che avrei potuto farlo desistere dal commettere quel crimine, se fossi stato più attento.

# 204_Kiryu
source: (Driving taxis is tricky work.)
pt: Fare il tassista è un mestiere complicato.

# 288_Masked Robber
source: Are you sure this is where you want to get out?
pt: Sei sicuro che è qui che vuoi scendere?

# 300_Masked Man
source: Yes. The truth is, I was thinking of robbing you at first.
pt: Sì. A dire il vero, all'inizio pensavo di rapinarti.

# 312_Kiryu
source: What!?
pt: Cosa!?

# 324_Masked Man
source: My company fell apart, and I've run out of savings. I thought robbery was the only option I had.
pt: La mia azienda è fallita, e ho finito i risparmi. Pensavo che rapinare fosse l'unica opzione che avessi.

# 336_Kiryu
source: (That explains the mask.)
pt: (Questo spiega la maschera.)

# 348_Masked Man
source: But after talking to you, I started to see things differently.
pt: Ma dopo averti parlato, ho iniziato a vedere le cose diversamente.

# 360_Masked Man
source: Don't worry. I have enough money on me to pay you. Here's the fare, and a little extra on top.
pt: Non preoccuparti. Ho abbastanza soldi addosso per pagarti. Ecco la corsa, e pure una mancia.

# 408_Masked Robber
source: Thank you.
pt: Grazie.

# 420_Masked Man
source: I should be the one thanking you. You talked me out of something I would have regretted for the rest of my life.
pt: Dovrei essere io a ringraziarti. Mi hai fatto desistere da qualcosa che avrei rimpianto per il resto della mia vita.

# 432_Kiryu
source: I know things must be hard for you now, but stick with it.
pt: So che adesso è dura per te, ma tieni duro.

# 444_Masked Man
source: I will! I'll work my way up again from scratch, and someday I know I'll find happiness!
pt: Lo farò! Mi rifarò da zero, e un giorno so che troverò la felicità!

# 456_Kiryu
source: (It seems I somehow managed to turn his life around. Not a bad feeling.)
pt: (Sembra che in qualche modo sia riuscito a dargli una svolta alla vita. Non una brutta sensazione.)

# 468_Masked Robber
source: Are you sure this is where you want to get out?
pt: Sei sicuro che sia qui che vuoi scendere?

# 480_Masked Man
source: Yes. I couldn't do this if there were too many people around.
pt: Sì. Non potrei farlo se ci fosse troppa gente in giro.

# 492_Kiryu
source: Do what?
pt: Fare cosa?

# 504_Masked Man
source: Rob you and your taxi!
pt: Derubarti e il tuo taxi!

# 516_Kiryu
source: Huh!?
pt: Eh!?

# 528_Masked Robber
source: My company fell apart, and I've run out of savings. I decided robbery was my only option!
pt: La mia azienda è fallita, e ho finito i risparmi. Ho deciso che la rapina era la mia unica opzione!

# 540_Masked Robber
source: But I was never very brave, so once I got in your taxi, I didn't think I could go through with it.
pt: Ma non sono mai stato molto coraggioso, quindi una volta salito sul tuo taxi, non credevo di potercela fare.

# 552_Masked Robber
source: After talking to you, though, I found the courage to give it a shot! Thanks, man!
pt: Però, dopo aver parlato con te, ho trovato il coraggio di provarci! Grazie, amico!

# 564_Kiryu
source: (So that's what was going on. Looks like my advice came back to bite me.)
pt: (Allora era questo che succedeva. A quanto pare il mio consiglio mi si è ritorto contro.)

# 576_Masked Robber
source: Well, hurry up! Hand over the money!
pt: Dai, sbrigati! Dammi i soldi!

# 588_Kiryu
source: That's not going to happen. I'm sorry what I said caused you to do this, but there is another way.
pt: Questo non succederà. Mi dispiace che quello che ho detto ti abbia spinto a fare questo, ma c'è un'altra strada.

# 600_Masked Robber
source: I can't stop now! If you don't give me your money, I'll.... I'll have to take it by force!
pt: Non posso fermarmi adesso! Se non mi dai i tuoi soldi, io.... Dovrò prenderli con la forza!
