Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0779.po
Languages: pt

# 60_Hirakawa
source: That's the client whom you and Kiyokawa-kun went and apologized to after he complained. He mentioned he was ready for a rematch of some kind?
pt: È il cliente a cui tu e Kiyokawa-kun siete andati a chiedere scusa dopo che si è lamentato. Ha detto che era pronto per una rivincita, o qualcosa del genere?

# 72_Kiryu
source: (That would be Crash Kajiwara, one of the Devil Killers' Four Kings. I'd better not lose today.)
pt: (Quello sarebbe Crash Kajiwara, uno dei Quattro Re dei Devil Killers. Farei meglio a non perdere oggi.)

# 84_Kiyokawa
source: Don't go, man! You're lucky you came back alive last time. This time you might not.
pt: Non andarci, amico! Sei stato fortunato a tornare vivo l'ultima volta. Questa volta potresti non farcela.

# 96_Hirakawa
source: See you when I get back.
pt: Ci vediamo quando torno.

# 108_Kiyokawa
source: Hey! ...Wait for me!
pt: Ehi! ...Aspettami!

# 144_Hirakawa
source: What do you have for me?
pt: Cosa hai per me?

# 156_Hirakawa
source: Oh, right. Someone had a complaint about you, Suzuki-san. He was yelling over the phone, and he sounded really threatening. Any idea who that might be?
pt: Ah, giusto. Qualcuno si è lamentato di te, Suzuki-san. Urlava al telefono e sembrava davvero minaccioso. Hai idea di chi possa essere?

# 168_Kiryu
source: Your guess is as good as mine. Where should I go to make the apology?
pt: Non ne ho idea. Dove devo andare a scusarmi?

# 180_Hirakawa
source: Hang on a second... Here we go. Wouldn't you know it, he said he's at the highway rest area.
pt: Un attimo... Ci siamo. E guarda un po', ha detto che è all'area di sosta autostradale.

# 192_Kiryu
source: (The rest area... Another challenge from the Devil Killers, maybe?)
pt: (L'area di sosta... Un'altra sfida dai Devil Killers, forse?)

# 204_Hirakawa
source: Come to think of it, you've been for a pickup at that rest area before. Maybe it's the same person.
pt: A pensarci bene, sei già stato a fare un recupero in quell'area di sosta prima. Forse è la stessa persona.

# 216_Kiryu
source: Then he must be a regular. I'll go and clear things up.
pt: Allora dev'essere un habitué. Vado a sistemare le cose.

# 228_Hirakawa
source: Hey, guys!
pt: Ehi, ragazzi!

# 240_Hirakawa
source: Hello there, Kiyokawa-kun. Good timing. Suzuki-san is heading out to deal with a complaint. You should go along, too. You might learn something.
pt: Ciao, Kiyokawa-kun. Ottimo tempismo. Suzuki-san sta uscendo per sistemare una lamentela. Dovresti andare anche tu. Potresti imparare qualcosa.

# 252_Hirakawa
source: All right! Let's go, Suzuki-san!
pt: Forza! Andiamo, Suzuki-san!

# 264_Hirakawa
source: No, I'd rather handle this on my own.
pt: No, preferisco occuparmene da solo.

# 276_Hirakawa
source: I don't see the harm in bringing him along. He needs to learn how to apologize properly from someone, might as well be you.
pt: Non c'è niente di male a portarlo con te. Deve imparare a scusarsi come si deve da qualcuno, e tanto vale che sia tu.

# 288_Kiyokawa
source: You said it, Hirakawa-san! Now let's hit the road!
pt: Hai detto bene, Hirakawa-san! Ora mettiamoci in strada!

# 300_Kiryu
source: (Great...)
pt: (Ah, bene...)
