Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid012003b8.po
Languages: pt

source: Mildly Attractive Barker
pt: Imbonitore belloccio

source: Badass Lady
pt: Donna Cazzuta

source: ArmsID
pt: ID Armi

source: The Mangled Anteater
pt: Il Formichiere Maciullato

source: The Spangled Meteor
pt: La meteora scintillante

source: The Tangled Minotaur
pt: Il Minotauro Aggrovigliato

source: Woman
pt: Donna

source: Rather Creepy Barker
pt: Imbonitore piuttosto inquietante

source: Authoritative Voice
pt: Voce autoritaria

# 72_Mildly Attractive Barker
source: We're sorry! We were stupid! We'll leave! Just don't tell anyone about this! Our rep's on the line here!
pt: Ci dispiace! Siamo stati degli idioti! Ce ne andiamo! Solo, non dirlo a nessuno! Ne va della nostra reputazione!

# 96_Mildly Attractive Barker
source: Are you all right?
pt: Stai bene?

# 108_Badass Lady
source: Yeah, and you? I thought I said stay out of this.
pt: Sì, e tu? Mi pareva di aver detto di starne fuori.

# 120_Mildly Attractive Barker
source: Don't worry. This is far from the first fight I've been in.
pt: Non preoccuparti. Non è affatto la prima volta che faccio a botte.

# 132_Badass Lady
source: No shit. Well, you did help me keep from getting my hands dirty. Hey, why don't I buy you a drink? My way of saying thanks.
pt: Si vede. Beh, mi hai aiutato a non sporcarmi le mani. Ehi, che ne dici se ti offro da bere? Consideralo il mio ringraziamento.

# 144_Mildly Attractive Barker
source: Don't worry about it. I'm not in it for any reward.
pt: Non preoccuparti. Non l'ho fatto per avere una ricompensa.

# 156_Badass Lady
source: You might be fine with that, but I hate leaving favors unpaid. It's a karma thing.
pt: A te starà anche bene, ma io odio lasciare i favori in sospeso. È una questione di karma.

# 168_Badass Lady
source: The name's Rena Nanami. Here's my business card.
pt: Mi chiamo Rena Nanami. Ecco il mio biglietto da visita.

# 192_Nanami
source: Heh, so you can read. Yeah, that's my club. Hate it when people call me "Mama" though.
pt: Eheh, allora sai leggere. Sì, quello è il mio locale. Però odio quando mi chiamano "Mama".

# 204_Mildly Attractive Barker
source: I see. No wonder you carry yourself that way.
pt: Capisco. Non c'è da stupirsi che tu abbia quell'aria.

# 216_Nanami
source: Well, when you're a woman, you gotta keep your head held high or people take advantage.
pt: Beh, quando sei una donna devi tenere la testa alta, altrimenti la gente se ne approfitta.

# 228_Nanami
source: People always see nightlife entertainment as a man's world. So if you're a gal like me who wants to make it in the industry, you gotta work twice as hard.
pt: La gente vede sempre la vita notturna come un mondo per soli uomini. Quindi, se sei una ragazza come me che vuole farsi strada in questo ambiente, devi faticare il doppio.

# 240_Mildly Attractive Barker
source: That makes sense. Not that it's right, of course.
pt: Ha senso. Non che sia giusto, ovviamente.

# 252_Nanami
source: Well, my job is to show I can do more than any man out there.
pt: Beh, il mio lavoro è dimostrare che so fare più di qualunque uomo là fuori.

# 264_Nanami
source: To prove women can win in a man's world.
pt: Per dimostrare che le donne possono vincere in un mondo di uomini.

# 276_Nanami
source: And what pisses me off the most is people who say only men can get ahead and deny women our place in society.
pt: E la cosa che mi fa più incazzare è la gente che dice che solo gli uomini possono farsi strada, negando a noi donne il nostro posto nella società.

# 288_Mildly Attractive Barker
source: I see. So I guess you weren't all that thrilled when I said I couldn't ignore a lady being harassed, huh? Maybe it sounded like I was looking down on you.
pt: Capisco. Quindi immagino che non ti abbia fatto poi così piacere quando ho detto che non potevo ignorare una donna importunata, eh? Forse è sembrato che ti stessi guardando dall'alto in basso.

# 300_Nanami
source: Yup, you get it. Still, I'm glad you did what you did.
pt: Già, hai capito. Comunque, mi fa piacere che tu abbia fatto quello che hai fatto.

# 312_Mildly Attractive Barker
source: Heh. Me too.
pt: Eheh. Anch'io.

# 324_Nanami
source: Come to think of it, I haven't even asked you your name. Who are ya, and whaddya do?
pt: A pensarci bene, non ti ho nemmeno chiesto come ti chiami. Chi sei e di cosa ti occupi?

# 336_Mildly Attractive Barker
source: Oh, I'm Suzuki. I'm a taxi driver.
pt: Oh, sono Suzuki. Faccio il tassista.

# 348_Nanami
source: Suzuki... A taxi driver...
pt: Suzuki... Un tassista...

# 360_Nanami
source: Could it be...?
pt: Possibile che sia...?

# 372_Mildly Attractive Barker
source: Is something wrong?
pt: C'è qualcosa che non va?

# 384_Nanami
source: Oh, no. Nothing. I'm sure there are plenty of Suzuki-sans out there.
pt: Oh, no. Niente. Sono sicura che ci siano un sacco di Suzuki in giro.

# 396_Mildly Attractive Barker
source: Come to think of it... Zero Girls reminds me of a street racing group I heard about not too long ago.
pt: A pensarci bene... Zero Girls mi ricorda un gruppo di corse clandestine di cui ho sentito parlare non molto tempo fa.

# 408_Mildly Attractive Barker
source: The Vixen Zeroes, if I remember right.
pt: Le Vixen Zeroes, se non ricordo male.

# 432_Mildly Attractive Barker
source: In fact, I heard they're made up of beautiful women. I even saw their leader's car. I think people call her...
pt: A dire il vero, ho sentito che il gruppo è composto da belle donne. Ho persino visto l'auto della loro leader. Mi pare che la chiamino...

# 456_Mildly Attractive Barker
source: The Mangled Anteater.
pt: Il Formichiere Maciullato.

# 468_Nanami
source: Haha, what kinda gross name is that? I think you mean the Spangled Meteor.
pt: Ahah, ma che schifo di nome è? Credo che tu intenda la Meteora Scintillante.

# 480_Mildly Attractive Barker
source: Oh, yeah... That's what it was.
pt: Ah, già... Era proprio quello.

# 492_Mildly Attractive Barker
source: The Tangled Minotaur.
pt: Il Minotauro Aggrovigliato.

# 504_Nanami
source: Hah, well that's not a very speedy sounding name. Are you sure you don't mean the Spangled Meteor?
pt: Ahah, beh, non sembra un nome molto veloce. Sei sicuro di non intendere la Meteora Scintillante?

# 516_Mildly Attractive Barker
source: Oh, yeah... That's what it was.
pt: Ah, già... Era proprio quello.

# 528_Mildly Attractive Barker
source: The Spangled Meteor.
pt: La Meteora Scintillante.

# 540_Nanami
source: Well aren't you an enigma? I wouldn't have picked you for the type who keeps up with street racing culture. Not many people know about that name.
pt: Certo che sei proprio un enigma. Non ti avrei mai detto il tipo che segue l'ambiente delle corse clandestine. Non sono in molti a conoscere quel nome.

# 552_Nanami
source: Don't suppose you're a street racer yourself?
pt: Non sarai mica anche tu un pilota di corse clandestine?

# 564_Mildly Attractive Barker
source: Oh, no. Not me...
pt: Oh, no. Io no...

# 576_Nanami
source: Hmm... You sure? Huh, maybe I'm just reading into it.
pt: Hmm... Ne sei sicuro? Mah, forse è solo una mia impressione.

# 600_Nanami
source: Oh, speaking of street racing, I heard an interesting story myself the other day.
pt: Oh, a proposito di corse clandestine, l'altro giorno ho sentito una storia interessante.

# 612_Nanami
source: This Nagasu Taxi driver is apparently taking on the Devil Killers.
pt: Pare che questo tassista della Nagasu Taxi stia affrontando i Devil Killers.

# 624_Nanami
source: I think his name's Suzuki-san, too...
pt: Credo che anche lui si chiami Suzuki-san...

# 636_Mildly Attractive Barker
source: (She's onto me!)
pt: (Mi ha scoperto!)

# 648_Nanami
source: Coincidence, huh? Could you be the very same Suzuki? I mean, what are the odds, right? Hehe.
pt: Una coincidenza, eh? Non sarai mica proprio lo stesso Suzuki? Voglio dire, quante probabilità ci sono, no? Hehe.

# 660_Mildly Attractive Barker
source: ...You know, I just remembered I have some urgent business. Don't worry about that drink. I have to go.
pt: ...Sai, mi è appena venuto in mente che ho un impegno urgente. Non preoccuparti per quel drink. Devo andare.

# 672_Nanami
source: Hey, Suzuki-san!
pt: Ehi, Suzuki-san!

# 684_Nanami
source: I'll pay you back some other time, okay?
pt: Ti ripagherò un'altra volta, okay?

# 696_Nanami
source: Later.
pt: A dopo.

# 708_Mildly Attractive Barker
source: (So she's heard the rumors about me. Wonder if she's a street racer herself... Could I have met the Spangled Meteor just now?)
pt: (Quindi ha sentito le voci su di me. Chissà se anche lei è una pilota clandestina... Potrei aver appena incontrato la Meteora Sfavillante?)

# 720_Mildly Attractive Barker
source: You're actually pretty cute, you know. You could earn a killing at our place.
pt: Sei proprio carina, lo sai. Potresti fare una fortuna nel nostro locale.

# 732_Woman
source: Oh, no thanks...
pt: Oh, no, grazie...

# 744_Rather Creepy Barker
source: Babe, don't be scared. We're just trying to have a little conversation.
pt: Bella, non avere paura. Vogliamo solo fare due chiacchiere.

# 756_Mildly Attractive Barker
source: What he said. You're in good hands with us.
pt: Quello che ha detto lui. Con noi vai sul sicuro.

# 768_Woman
source: Sorry, but I have somewhere to be.
pt: Scusa, ma ho un impegno.

# 780_Mildly Attractive Barker
source: That's fine, it won't take long.
pt: Tranquillo, non ti porto via molto tempo.

# 792_Rather Creepy Barker
source: Yeah, it'll all be over in no time. Here, just step into the club for a bit.
pt: Sì, sarà tutto finito in un attimo. Dai, entra un attimo nel locale.

# 804_Woman
source: I said I wasn't interested...
pt: Ho detto che non ero interessata...

# 816_Authoritative Voice
source: Hey, quit bothering her, you clowns.
pt: Ehi, piantatela di seccarla, pagliacci.

# 828_Rather Creepy Barker
source: Huh? What gives you the right to tell us what to do?
pt: Eh? Chi ti credi di essere per dirci cosa fare?

# 840_Badass Lady
source: Can't you see you're making her uncomfortable? Just let her be on her way.
pt: Non vedi che la stai mettendo a disagio? Lasciala andare per la sua strada.

# 852_Mildly Attractive Barker
source: Aw, all we want is a moment of her time.
pt: Ma dai, vogliamo solo farle due chiacchiere.

# 864_Badass Lady
source: Fuck your moment of time. Sweetie, you can go now.
pt: Fottiti il tuo momento. Tesoro, puoi andare adesso.

# 888_Mildly Attractive Barker
source: Oh, okay... Um, thank you!
pt: Oh, ok... Ehm, grazie!

# 912_Mildly Attractive Barker
source: God freakin' dammit, she's gone! Oh well. 'Least she got replaced with an even prettier package. We'll talk her up instead.
pt: Porca miseria, se n'è andata! Vabbè. Almeno l'hanno rimpiazzata con un pezzo ancora più bello. Ci proviamo con lei, invece.

# 924_Mildly Attractive Barker
source: And boy does she have the goods. Mmph! And that fiery attitude... Just my type! Hey, hot stuff, you interested in makin' some serious cash?
pt: E cavolo se è ben piazzata. Mmph! E quell'atteggiamento focoso... Proprio il mio tipo! Ehi, bombetta, t'interessa farti una barca di soldi?

# 936_Rather Creepy Barker
source: Yeah, if you came to work at our club, you'd be rolling in dough in no time.
pt: Sì, se venissi a lavorare nel nostro locale, faresti soldi a palate in men che non si dica.

# 948_Badass Lady
source: Yeah right. If the rest of your club operates like you two amateurs, I'd only be rolling in regret. So no thanks.
pt: Sì, vabbè. Se il resto del vostro club opera come voi due dilettanti, mi troverei solo a rodermi il fegato dal rimorso. Quindi, no grazie.

# 960_Rather Creepy Barker
source: You nasty little bitch. I dare you to say that again!
pt: Schifosa piccola stronza. Ti sfido a dirlo di nuovo!

# 972_Mildly Attractive Barker
source: Hah. This chick's so hot she thinks she can actually burn us. Hey, babe, if you want to make a good first impression, that's really not how you do it.
pt: Ah. Questa tipa è così figa che pensa di poterci bruciare. Ehi, bella, se vuoi fare una buona prima impressione, non è proprio così che si fa.

# 984_Badass Lady
source: Who said I wanted to impress you? Next time you talk to a lady, try having more class than, "Hey, baby, I'm too dumb to treat you with respect. Wanna bang?"
pt: Chi ha detto che volevo impressionarti? La prossima volta che parli con una donna, cerca di avere più classe che dire: "Ehi, bella, sono troppo stupido per trattarti con rispetto. Vuoi scopare?"

# 996_Mildly Attractive Barker
source: Hey, I do <Italic>not</Italic> talk like that! ...Do I?
pt: Ehi, io <Italic>non</Italic> parlo mica così! ...Vero?

# 1008_Rather Creepy Barker
source: This bimbo... I think we need to teach this biker babe wannabe some manners!
pt: Questa oca... Credo che dobbiamo insegnare le buone maniere a questa che si crede una motociclista!

# 1020_Kiryu
source: Hey, back off!
pt: Ehi, fatti indietro!

# 1032_Kiryu
source: Seriously, cool it. You barkers aren't known for your restraint, but this is crossing the line.
pt: Seriamente, dacci un taglio. Voi adescatori non siete certo famosi per la vostra moderazione, ma così avete superato il limite.

# 1044_Mildly Attractive Barker
source: Tch. And who are you supposed to be?
pt: Tch. E tu chi ti credi di essere?

# 1056_Kiryu
source: Just another person passing by. But if you think I'll keep on walking while some goons harass a lady, you're mistaken.
pt: Ero solo uno di passaggio. Ma se pensi che io possa continuare a camminare mentre dei brutti ceffi molestano una signora, ti sbagli di grosso.

# 1068_Badass Lady
source: I appreciate the gesture, but I'm fine. These pricks don't know what kind of lady they're dealing with.
pt: Apprezzo il gesto, ma me la cavo. Questi stronzi non sanno con che razza di tipa hanno a che fare.

# 1080_Rather Creepy Barker
source: Heh. Step right up, then. We're gonna pound you both into the ground!
pt: Heh. Avanti, fatevi sotto, allora. Vi faremo a pezzi entrambi!

# 1092_Kiryu
source: I don't know what your deal is, but I can't let your attitude go unpunished. Let's do this.
pt: Non so che ti prende, ma non posso farla passare liscia al tuo atteggiamento. Facciamola finita.
