Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01520001.po
Languages: pt

source: Welcome to the blackjack table. Let's start with a tutorial on how to play. It will include three practice games that will help you learn.
pt: Benvenuto al tavolo del blackjack. Iniziamo con un tutorial su come si gioca. Sono incluse tre partite di prova che ti aiuteranno a imparare.

source: The point of blackjack is to make the sum of your cards as close to 21 as possible.
pt: L'obiettivo del blackjack è fare in modo che la somma delle tue carte si avvicini il più possibile a 21.

source: If your cards add up to 22 or more, you automatically lose. This is called busting.
pt: Se le tue carte fanno 22 o più, perdi automaticamente. Questo si chiama sballare.

source: The "Total" you see here displays the total of the cards you currently have.
pt: Il "Totale" che vedi qui mostra il totale delle carte che hai in mano.

source: When your total is 11 or less, it's impossible to bust, so you should always draw an additional card.
pt: Quando il tuo totale è 11 o meno, è impossibile sballare, quindi dovresti sempre pescare una carta aggiuntiva.

source: Selecting "Hit" will draw a card.
pt: Selezionare "Hit" ti farà pescare una carta.

source: Double Down will also draw a card, but you'll have to play with the cards in your hand at that point. You can also double your bet.
pt: Il Double Down ti farà anche pescare una carta, ma dovrai giocare con le carte che hai in mano a quel punto. Puoi anche raddoppiare la tua puntata.

source: Draw one more card by selecting Hit or Double Down.
pt: Pesca un'altra carta selezionando Hit o Double Down.

source: If you think you may go over 21 if you draw another card, select "Stand" to stay at your current total.
pt: Se pensi di poter superare il 21 se peschi un'altra carta, seleziona "Stand" per fermarti al tuo totale attuale.

source: It's your turn. Oh, it looks like you have two Queens. All face cards have a value of 10.
pt: È il tuo turno. Oh, sembra che tu abbia due Regine. Tutte le carte con figura hanno un valore di 10.

source: When you have two cards of the same value, you can perform a split. Try selecting Split now.
pt: Quando hai due carte dello stesso valore, puoi effettuare uno split. Prova a selezionare Split adesso.

source: Splitting allows you to separate your cards into two hands that you can play simultaneously. The value of the bet also doubles.
pt: Lo split ti permette di separare le tue carte in due mani che puoi giocare contemporaneamente. Anche il valore della puntata raddoppia.

source: The result of your game will be reflected in the chip count, as you see here.
pt: Il risultato della tua partita si rifletterà nel conteggio delle fiches, come vedi qui.

source: The dealer's open card is an ace. If the second one is a 10, Jack, Queen, or King, he has blackjack.
pt: La carta scoperta del banco è un asso. Se la seconda è un 10, un Fante, una Regina o un Re, ha blackjack.

source: You'll most likely lose if the dealer gets blackjack, but you can lower your risk by setting half the bet amount as insurance.
pt: Molto probabilmente perderai se il banco fa blackjack, ma puoi ridurre il rischio puntando metà dell'importo della puntata come assicurazione.

source: Let's try using insurance this time.
pt: Proviamo a usare l'assicurazione questa volta.

source: If your insurance bet succeeds, you'll make your original bet back.
pt: Se la tua puntata assicurativa va a buon fine, recupererai la tua puntata originale.

source: Otherwise, the round will continue as normal.
pt: Altrimenti, il round continuerà come al solito.

source: If you decide you have little or no chance of winning, you can select Surrender to retire from the game, losing only half the amount you bet.
pt: Se decidi di avere poche o nessuna possibilità di vincere, puoi selezionare Surrender per ritirarti dal gioco, perdendo solo metà dell'importo che hai puntato.

source: One more rule. If you get six cards in your hand without busting, you get what is called a Six Card Charlie and win automatically.
pt: Ancora una regola. Se ottieni sei carte in mano senza sballare, ottieni quello che viene chiamato un Six Card Charlie e vinci automaticamente.

source: This concludes our tutorial. Please enjoy playing all the games of skill and chance our casino has to offer!
pt: Questo conclude il nostro tutorial. Divertiti a giocare a tutti i giochi di abilità e fortuna che il nostro casinò ha da offrire!

source: Select Bet to set the number of chips to wager.
pt: Seleziona Puntata per impostare il numero di fiches da puntare.

source: Let's play the second game. Select Bet or Re-bet and then set the number of chips to wager.
pt: Giochiamo la seconda partita. Seleziona Puntata o Ri-punta e poi imposta il numero di fiches da puntare.

source: This is the final game in the tutorial. Select Bet or Re-bet, then set the number of chips to wager.
pt: Questa è l'ultima partita del tutorial. Seleziona Puntata o Ri-punta, poi imposta il numero di fiches da puntare.
