Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01091eae.po
Languages: pt

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Maniacal Voice
pt: Voce maniacale

source: Formerly Flaccid Fellow
pt: Il Tizio un tempo flaccido

source: ArmsID
pt: ID Armi

# 80_Saejima
source: (Blizzard startin' up...)
pt: (La bufera sta per scatenarsi...)

# 104_Saejima
source: Who's there!?
pt: Chi va là!?

# 116_Maniacal Voice
source: Got you, snowman!
pt: Beccato, uomo delle nevi!

# 140_Saejima
source: (Oh, that's...)
pt: (Oh, quello è...)

# 152_Formerly Flaccid Fellow
source: Hahaha! The giant footprints...
pt: Ahahah! Le orme giganti...

# 164_Formerly Flaccid Fellow
source: The towering, gorilla-like silhouette...
pt: La sagoma torreggiante, simile a un gorilla...

# 176_Formerly Flaccid Fellow
source: It's the abominable snowman, no mistaking it!
pt: È l'abominevole uomo delle nevi, non ci si sbaglia!

# 188_Formerly Flaccid Fellow
source: Die, snowman! Die!
pt: Muori, uomo delle nevi! Muori!

# 248_Formerly Flaccid Fellow
source: What?
pt: Cosa?

# 260_Saejima
source: What, yerself.
pt: Che vuoi, tu?

# 272_Formerly Flaccid Fellow
source: Arrrgh! You were the snowman! I was going to shoot you and live the good life!
pt: Arrrgh! Tu eri l'uomo delle nevi! Volevo spararti e godermi la bella vita!

# 284_Saejima
source: (You were gonna what?)
pt: (Volevi fare... cosa?)

# 296_Formerly Flaccid Fellow
source: Uh, uh, sorry. Really, I'm sorry. I was... um, blinded by greed and all that.
pt: Uhm, uhm, scusa. Davvero, mi dispiace. Ero... uhm, accecato dall'avidità e roba del genere.

# 308_Saejima
source: That oughta be a wake-up call to ya. The only path to the good life is workin' like an honest man.
pt: Questo ti dovrebbe dare una bella svegliata. L'unica strada per la bella vita è lavorare da uomo onesto.

# 320_Formerly Flaccid Fellow
source: You're right! I'm so sorry!
pt: Hai ragione! Mi dispiace davvero!

# 356_Saejima
source: Hoo, boy.
pt: Mamma mia.

# 368_Saejima
source: (Hey, at least the storm's liftin'.)
pt: (Ehi, almeno la tempesta sta passando.)

# 380_Saejima
source: Huh?
pt: Uh?

# 392_Saejima
source: (The footprints are gone.)
pt: (Le impronte sono sparite.)

# 404_Saejima
source: (Wonder what made those tracks? Oh, well.)
pt: (Mi chiedo cosa abbia fatto quelle impronte? Vabbè.)
