Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169006c.po
Languages: pt

source: You got a <Color:8>Snare<Color:Default>.
pt: Hai ottenuto un <Color:8>Laccio<Color:Default>.

source: Trap Durability
pt: Durabilità della Trappola

source: Trap Sites
pt: Siti delle Trappole

# 56_Okudera
source: Today I'll show you how to trap small game. It doesn't involve any shooting, so don't worry about your rifle.
pt: Oggi ti mostro come si cattura la piccola selvaggina. Non c'è bisogno di sparare, quindi non preoccuparti del fucile.

# 68_Okudera
source: You have to use different traps for different animals. Today we'll catch rabbits. For them, we use snares.
pt: Devi usare trappole diverse per animali diversi. Oggi cattureremo conigli. Per questi, usiamo i lacci.

# 80_Saejima
source: Got it. Rabbits, snares.
pt: Capito. Conigli, lacci.

# 92_Okudera
source: Yeah. You can also catch martens and foxes around here, but we'll save them for another time.
pt: Sì. Qui in giro puoi anche catturare martore e volpi, ma quelle le lasciamo per un'altra volta.

# 104_Okudera
source: So, this is a snare.
pt: Allora, questo è un laccio.

# 116_Okudera
source: When the animal steps in it, the wire tightens around its foot.
pt: Quando l'animale ci mette la zampa, il filo si stringe attorno alla zampa.

# 128_Okudera
source: You can use mine today, but remember to bring your own for next time.
pt: Oggi puoi usare il mio, ma ricordati di portare il tuo la prossima volta.

# 140_Saejima
source: 'Preciate it.
pt: Lo apprezzo.

# 176_Okudera
source: Traps are reusable, but they can break. Just repair them if that happens.
pt: Le trappole sono riutilizzabili, ma possono rompersi. Basta ripararle se succede.

# 188_Trap Durability
source: Each time you use a trap, it gets a little less durable. If its durability drops to zero, it will break. Use a <Color:8>repair kit<Color:Default> to repair it.
pt: Ogni volta che usi una trappola, la sua durabilità diminuisce un po'. Se la sua durabilità scende a zero, si romperà. Usa un <Color:8>kit di riparazione<Color:Default> per ripararla.

# 200_Okudera
source: The key to successful trapping is placement.
pt: La chiave per una cattura di successo è il posizionamento.

# 212_Okudera
source: You have to look for a good trap site.
pt: Devi cercare un buon posto per la trappola.

# 224_Saejima
source: Where do I find those?
pt: Dove li trovo?

# 236_Trap Sites
source: There are many <Color:7>trap sites<Color:Default> on the mountain, but the best ones are wherever there are lots of animal tracks. So if you find a site, check the area for tracks!
pt: Ci sono molti <Color:7>posti per le trappole<Color:Default> sulla montagna, ma i migliori sono dove ci sono un sacco di tracce di animali. Quindi, se trovi un posto, controlla l'area per le tracce!

# 248_Saejima
source: So... I gotta trek around in the snow until I find a site?
pt: Allora... Mi tocca battere la neve finché non trovo un posto?

# 260_Okudera
source: Nobody ever said a hunter's life was easy. Go on, now. Lead the way.
pt: Nessuno ha mai detto che la vita di un cacciatore fosse facile. Forza, adesso. Fai strada.

# 272_Saejima
source: Alright.
pt: Va bene.
