Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0df6.po
Languages: pt

source: Question one. Between Osaka Prefecture and Tokyo Metropolis, Osaka is the bigger of the two. True or false?
pt: Prima domanda. Tra la prefettura di Osaka e la metropoli di Tokyo, Osaka è la più grande delle due. Vero o falso?

source: Announcer
pt: Presentatore

source: Game Show Host
pt: Presentatore

source: True
pt: Vero

source: False
pt: Falso

# 44_Announcer
source: This is Sotenbori Love Check Quiz!
pt: Questo è il Sotenbori Love Check Quiz!

# 56_Game Show Host
source: Welcome to the show, Strawberry Maya-chan.
pt: Benvenuta allo show, Strawberry Maya-chan.

# 68_Game Show Host
source: Maya-chan, you're well known for your quirky ways, but some rumors say you're actually a quiet, serious, and relatively ordinary person.
pt: Maya-chan, sei famosa per i tuoi modi stravaganti, ma alcune voci dicono che in realtà sei una persona tranquilla, seria e piuttosto comune.

# 80_Maya
source: Oh, non, non, no! I am not quirky at all! I am the princess of the Strawberry Kingdom!
pt: Oh, no, no, no! Non sono affatto stravagante! Sono la principessa del Regno delle Fragole!

# 92_Game Show Host
source: Ah, please forgive me.
pt: Ah, ti prego di scusarmi.

# 104_Game Show Host
source: Now, let's begin, shall we?
pt: Bene, vogliamo iniziare?

# 116_Game Show Host
source: It's time for Sotenbori Love Check Quiz!
pt: È il momento del Sotenbori Love Check Quiz!

# 128_Akiyama
source: (Okay, let's get the cue cards ready. For Maya-chan to stay in character, she has to give the wrong answers. Meaning I have to give her the wrong answers.)
pt: (Ok, prepariamo i cartelli. Affinché Maya-chan rimanga nel personaggio, deve dare le risposte sbagliate. Quindi devo suggerirle io le risposte sbagliate.)

# 152_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 164_Maya
source: That's true.
pt: È vero.

# 176_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 188_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 200_Maya
source: I'm going to say false.
pt: Dico falso.

# 212_Game Show Host
source: Correct.
pt: Corretto.

# 224_Announcer
source: Question two. Two times three times four times zero divided by two equals zero. True or false?
pt: Domanda numero due. Due per tre per quattro per zero diviso per due fa zero. Vero o falso?

# 236_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 248_Maya
source: I'll say true.
pt: Dico vero.

# 260_Game Show Host
source: Correct.
pt: Corretto.

# 272_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 284_Maya
source: I believe it's false.
pt: Credo sia falso.

# 296_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 308_Announcer
source: Question three. Dolphins are mammals. True or false?
pt: Domanda numero tre. I delfini sono mammiferi. Vero o falso?

# 320_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 332_Maya
source: Um... True?
pt: Ehm... Vero?

# 344_Game Show Host
source: Correct.
pt: Corretto.

# 356_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 368_Maya
source: This one's false.
pt: Questa è falsa.

# 380_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 392_Announcer
source: Question four. Idol and idle. Both are people. True or false?
pt: Domanda numero quattro. Idol e idle. Entrambi sono persone. Vero o falso?

# 404_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 416_Maya
source: Definitely true.
pt: Sicuramente vero.

# 428_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 440_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 452_Maya
source: Definitely false.
pt: Sicuramente falso.

# 464_Game Show Host
source: Correct.
pt: Corretto.

# 476_Announcer
source: Question five. The first computer ran on batteries. True or false?
pt: Domanda numero cinque. Il primo computer funzionava a batterie. Vero o falso?

# 488_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 500_Maya
source: It must be true.
pt: Deve essere vero.

# 512_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 524_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 536_Maya
source: It must be false.
pt: Deve essere falso.

# 548_Game Show Host
source: Correct.
pt: Corretto.

# 560_Announcer
source: Question six. The final day of July is the thirty-first. True or false?
pt: Domanda numero sei. L'ultimo giorno di luglio è il trentuno. Vero o falso?

# 572_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 584_Maya
source: My answer is true.
pt: La mia risposta è vero.

# 596_Game Show Host
source: Correct.
pt: Corretto.

# 608_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 620_Maya
source: My answer is false.
pt: La mia risposta è falso.

# 632_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 644_Announcer
source: Question seven. The legal drinking age is eighteen. True or false?
pt: Domanda numero sette. L'età legale per bere è diciotto anni. Vero o falso?

# 656_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 668_Maya
source: I hope it's true.
pt: Spero che sia vero.

# 680_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 692_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 704_Maya
source: That's false.
pt: È falso.

# 716_Game Show Host
source: Correct.
pt: Corretto.

# 728_Announcer
source: Question eight. H is hydrogen, O is oxygen, and Na is natrogen. True or false?
pt: Domanda numero otto. H è l'idrogeno, O è l'ossigeno e Na è il natrogeno. Vero o falso?

# 740_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 752_Maya
source: For sure, true.
pt: Di sicuro, vero.

# 764_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 776_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 788_Maya
source: For sure, false.
pt: Di sicuro, falso.

# 800_Game Show Host
source: Correct.
pt: Corretto.

# 812_Announcer
source: Question nine. French toast did not originate in France. True or false?
pt: Domanda numero nove. Il french toast non è nato in Francia. Vero o falso?

# 824_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 836_Maya
source: I say true.
pt: Dico vero.

# 848_Game Show Host
source: Correct.
pt: Corretto.

# 860_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 872_Maya
source: I say false.
pt: Dico falso.

# 884_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 896_Announcer
source: Question ten. The French Revolution came before the Russian Revolution. True or false?
pt: Domanda numero dieci. La rivoluzione francese è avvenuta prima della rivoluzione russa. Vero o falso?

# 908_Announcer
source: (Maya-chan, say true!)
pt: (Maya-chan, di' vero!)

# 920_Maya
source: Why, that's true.
pt: Beh, è vero.

# 932_Game Show Host
source: Correct.
pt: Corretto.

# 944_Announcer
source: (Maya-chan, say false!)
pt: (Maya-chan, di' falso!)

# 956_Maya
source: Why, that's false.
pt: Beh, è falso.

# 968_Game Show Host
source: Incorrect.
pt: Sbagliato.

# 992_Announcer
source: Amazing! You got a perfect ten out of ten. That's odd, Maya-chan. You seem to be a lot smarter than you initially led us to believe.
pt: Incredibile! Hai ottenuto un dieci su dieci perfetto. Che strano, Maya-chan. Sembri molto più intelligente di quanto inizialmente ci avessi fatto credere.

# 1004_Maya
source: Well, I, uh...
pt: Beh, io, ehm...

# 1028_Game Show Host
source: Sorry, you're not fooling anyone now. You're obviously just playing a silly character.
pt: Spiacente, ormai non stai più ingannando nessuno. È palese che tu stia solo interpretando un personaggio sciocco.

# 1052_Game Show Host
source: Join us next time on Sotenbori Love Check Quiz!
pt: Alla prossima puntata di Sotenbori Love Check Quiz!

# 1064_Announcer
source: You scored surprisingly high. That's odd, Maya-chan. You seem to be much smarter than you led us to believe.
pt: Hai ottenuto un punteggio sorprendentemente alto. Che strano, Maya-chan. Sembri molto più intelligente di quanto ci avessi fatto credere.

# 1076_Maya
source: Oh, no, I just...
pt: Oh, no, io... ecco...

# 1100_Game Show Host
source: Sorry, you're not fooling anyone now. You're obviously just playing a silly character.
pt: Spiacente, ormai non stai più ingannando nessuno. È palese che tu stia solo interpretando un personaggio sciocco.

# 1124_Game Show Host
source: Join us next time on Sotenbori Love Check Quiz!
pt: Alla prossima puntata di Sotenbori Love Check Quiz!

# 1136_Announcer
source: Your score was more or less average. Do you think that will change how your character is perceived?
pt: Il tuo punteggio è stato più o meno nella media. Pensi che questo cambierà il modo in cui viene percepito il tuo personaggio?

# 1148_Maya
source: Character? Maya doesn't understand, pon!
pt: Personaggio? Maya non capisce, pon!

# 1160_Game Show Host
source: I see. Good for you, then. Join us next time on Sotenbori Love Check Quiz!
pt: Capisco. Buon per te, allora. Alla prossima puntata di Sotenbori Love Check Quiz!

# 1172_Announcer
source: I have to say, the results are what we expected. Were the questions perhaps too challenging for a princess from the Strawberry Kingdom?
pt: Devo dire che i risultati sono quelli che ci aspettavamo. Le domande erano forse troppo difficili per una principessa del Regno delle Fragole?

# 1184_Maya
source: Ooh, oui, indeed they were. Much too hard for me, paloomp.
pt: Ooh, oui, proprio così. Erano decisamente troppo difficili per me, paloomp.

# 1196_Game Show Host
source: Thank you for coming, Strawberry Maya. Join us next time on Sotenbori Love Check Quiz!
pt: Grazie per essere venuta, Strawberry Maya. Alla prossima puntata di Sotenbori Love Check Quiz!

# 1208_Announcer
source: Wow. A spectacular zero out of ten. That takes some doing, even if you're guessing randomly. Was it perhaps too hard for the Strawberry princess?
pt: Wow. Uno spettacolare zero su dieci. Ce ne vuole d'impegno, anche a tirare a indovinare. Forse era troppo difficile per la principessa delle Fragole?

# 1220_Maya
source: Ooh, oui, indeed it was. Much too hard for me, paloomp.
pt: Ooh, oui, proprio così. Era decisamente troppo difficile per me, paloomp.

# 1232_Game Show Host
source: Thank you for coming, Strawberry Maya. Join us next time on Sotenbori Love Check Quiz!
pt: Grazie per essere venuta, Strawberry Maya. Alla prossima puntata di Sotenbori Love Check Quiz!
