Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01091e84.po
Languages: pt

source: You got <Color:8>Cold Weather Rations<Color:Default>.
pt: Hai ottenuto <Color:8>Razioni da clima freddo<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

# 76_Saejima
source: (A Jizo statue. Might as well pray for safe huntin'.)
pt: (Una statua Jizo. Tanto vale pregare per una caccia sicura.)

# 100_Saejima
source: (I feel a little safer now... Maybe.)
pt: (Mi sento un po' più al sicuro ora... Magari.)

# 112_Saejima
source: (There's a Jizo statue here. I should pray for safe huntin'.)
pt: (C'è una statua Jizo qui. Dovrei pregare per una caccia sicura.)

# 136_Saejima
source: (I feel a little safer now... Maybe.)
pt: (Mi sento un po' più al sicuro ora... Magari.)

# 172_Saejima
source: (That's the twelfth Jizo statue. I've paid my respects to all of 'em.)
pt: (È la dodicesima statua Jizo. Ho reso i miei omaggi a tutte quante.)

# 184_Saejima
source: (Hm? There's somethin' here, too.)
pt: (Hm? C'è qualcosa anche qui.)

# 220_Saejima
source: (Been okay so far. Maybe all these Jizo statues really did keep me from harm.)
pt: (Per ora tutto bene. Magari tutte queste statue Jizo mi hanno davvero tenuto al sicuro.)

# 232_Saejima
source: (Guess I should do a quick bow next time I see one.)
pt: (Mi sa che dovrei fare un inchino veloce la prossima volta che ne vedo una.)
