Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0dde.po
Languages: pt

# 56_Shinada
source: Ooh, it smells great here. No wonder everyone in Nagoya raves about this place!
pt: Oh, che profumino qui. Non c'è da stupirsi se tutti a Nagoya ne vanno matti!

# 68_Mi-chan
source: For me, this is actually my first time coming here. Ta-chan, feel free to order as much as you like.
pt: A dire il vero, anche per me è la prima volta che vengo qui. Ta-chan, ordina pure tutto quello che vuoi senza farti problemi.

# 80_Shinada
source: Aww, thanks, but... I know you've got some debt of your own to clear. I just can't take advantage of that.
pt: Oh, grazie, ma... So che anche tu hai dei debiti da saldare. Non posso proprio approfittarne.

# 92_Mi-chan
source: Sure, but if I don't at least let off a little steam every now and then, I think I would go crazy! So don't worry about money today.
pt: Certo, ma se non mi sfogo almeno un po' ogni tanto, credo che andrei fuori di testa! Quindi oggi non preoccuparti dei soldi.

# 104_Mi-chan
source: Ooh... Ouch... My jaw...
pt: Ooh... Ahia... La mascella...

# 116_Shinada
source: You okay?
pt: Tutto bene?

# 128_Mi-chan
source: Sort of. If I open my mouth too wide, my jaw aches.
pt: Più o meno. Se apro troppo la bocca, mi fa male la mascella.

# 140_Shinada
source: Maybe you're working too hard?
pt: Forse stai lavorando troppo?

# 152_Mi-chan
source: Hmm, you might be right.
pt: Mmm, forse hai ragione.

# 164_Shinada
source: (How did such a nice girl get saddled with so much debt? I can only imagine what it's like for her, being on the other end of a happy ending... Actually, I'd rather not.)
pt: (Come ha fatto una ragazza così carina a finire sommersa da tutti questi debiti? Posso solo immaginare cosa significhi per lei trovarsi dall'altra parte di un lieto fine... Anzi, meglio non pensarci.)

# 176_Mi-chan
source: What's the matter, Ta-chan? You look so serious all of a sudden.
pt: Che succede, Ta-chan? Sembri così serio tutto a un tratto.

# 188_Shinada
source: Oh, sorry. Didn't mean to space out on ya. To be honest, I'm amazed you invited me out like this.
pt: Oh, scusa. Non volevo incantarmi. A dire il vero, mi sorprende che tu mi abbia invitato a uscire così.

# 200_Shinada
source: I mean, there are lots of other regulars at the batting center. So why me?
pt: Voglio dire, ci sono un sacco di altri clienti fissi al centro di battuta. Quindi perché proprio io?

# 212_Mi-chan
source: Well, it's probably 'cause Takasugi-san mentions your name every so often.
pt: Be', probabilmente è perché Takasugi-san fa il tuo nome ogni tanto.

# 224_Mi-chan
source: He sure likes you, doesn't he?
pt: Gli piaci proprio, eh?

# 236_Shinada
source: You think so? The guy wanted to squish my fingers for money.
pt: Dici? Quel tipo voleva schiacciarmi le dita per via dei soldi.

# 248_Mi-chan
source: Haha, what? I don't know about all that, but one thing I can say is once I finally met you, I realized you're kind of adorable.
pt: Ahah, cosa? Non saprei proprio nulla di tutto ciò, ma una cosa la posso dire: ora che ti ho finalmente conosciuto, ho capito che sei un po' adorabile.

# 260_Mi-chan
source: That, and we're both in debt. So there's sort of a kinship between us, wouldn't you say?
pt: E poi, siamo entrambi pieni di debiti. Quindi c'è una sorta di affinità tra noi, non trovi?

# 272_Shinada
source: About that... I'm always here to talk if you want. Still kinda blows my mind you're in this situation to begin with.
pt: A quel proposito... Se ti va di parlarne, io ci sono sempre. Mi fa ancora strano che tu sia finita in questa situazione, tanto per cominciare.

# 284_Mi-chan
source: I'm sorry?
pt: Scusa?

# 296_Shinada
source: I just can't understand why a good girl like you would end up with that much debt.
pt: Non riesco proprio a capire come una brava ragazza come te sia finita con tutti quei debiti.

# 308_Shinada
source: Like, so much debt that you'd have to work in the sex industry.
pt: Tipo, così tanti debiti da doverti far lavorare nell'industria del sesso.

# 320_Mi-chan
source: <Italic>Sex</Italic> industry!? Ta-chan, what are you saying?
pt: <Italic>Industria del sesso</Italic>!? Ta-chan, ma che stai dicendo?

# 332_Shinada
source: I didn't tell you, but... I overheard Takasugi-san talking to you on the phone.
pt: Non te l'avevo detto, ma... ho sentito per caso Takasugi-san che ti parlava al telefono.

# 344_Mi-chan
source: And?
pt: E allora?

# 356_Shinada
source: He said stuff like how you were drowning in debt, and not to complain about an aching jaw.
pt: Diceva robe tipo che stavi affogando nei debiti e di non lamentarti per il dolore alla mascella.

# 368_Mi-chan
source: Well, yes. I do work at a bathhouse, but－
pt: Beh, sì. Lavoro in un bagno pubblico, ma－

# 380_Shinada
source: Gosh... I'm sure you have to go through so much.
pt: Caspita... Immagino che tu ne debba passare davvero tante.

# 392_Mi-chan
source: Wait, is <Italic>that</Italic> what you've been thinking? Oh, gross! It's not that kind of job! All I do is clean a public bathhouse after closing.
pt: Aspetta, è <Italic>quello</Italic> che pensavi? Oh, che schifo! Non è quel tipo di lavoro! Non faccio altro che pulire un bagno pubblico dopo la chiusura.

# 404_Shinada
source: Huh? Like, the kind that families go to?
pt: Eh? Tipo quelli dove vanno le famiglie?

# 416_Shinada
source: So... when you say you work at a bathhouse... it really is just a bathhouse? Not some sticky pool of sin?
pt: Quindi... quando dici che lavori in un bagno pubblico... si tratta davvero solo di un bagno pubblico? Non di una qualche viscida pozza del peccato?

# 428_Mi-chan
source: Eww, no!
pt: Che schifo, no!

# 440_Shinada
source: Then what about your aching jaw?
pt: E allora il dolore alla mascella?

# 452_Mi-chan
source: I was doing voice training and I think that damaged my jaw joints.
pt: Facevo esercizi vocali e credo che mi abbiano rovinato le articolazioni della mascella.

# 464_Mi-chan
source: They call it temporomandibular joint disorder, or TMD. Makes my mouth ache all the time.
pt: Lo chiamano disturbo dell'articolazione temporo-mandibolare, o ATM. Mi fa male la bocca in continuazione.

# 476_Mi-chan
source: I had to borrow money because the treatment is so expensive. And insurance won't cover it.
pt: Ho dovuto chiedere un prestito perché le cure sono molto costose. E l'assicurazione non le copre.

# 488_Shinada
source: So... you haven't been working some sleazy job... and I've been jumping to the wrong conclusions.
pt: Quindi... non stavi facendo un lavoro squallido... e io sono saltato a conclusioni del tutto sbagliate.

# 500_Mi-chan
source: Duh! Takasugi-san would never make me do something like that!
pt: Ma dai! Takasugi-san non mi farebbe mai fare una cosa del genere!

# 512_Shinada
source: Oh. Boy, am I glad to hear it.
pt: Oh. Cavolo, sono proprio contento di sentirlo.

# 524_Mi-chan
source: Hold on, though. Ta-chan, is that seriously what you thought about me this whole time!?
pt: Aspetta un attimo, però. Ta-chan, è davvero questo quello che pensavi di me per tutto questo tempo!?

# 536_Shinada
source: Uh. Kind of. That's why I tried not to mention it.
pt: Ehm. Un po'. Ecco perché ho cercato di non parlarne.

# 548_Mi-chan
source: Oh my god! That's so grody! Geez...
pt: Oh mio Dio! Che schifo! Cavolo...

# 560_Shinada
source: Hey, blame it on Takasugi-san. If you heard that phone call, you'd get the wrong idea too.
pt: Ehi, dà la colpa a Takasugi-san. Se avessi sentito quella telefonata, ti saresti fatta un'idea sbagliata anche tu.

# 572_Mi-chan
source: Well, if that's what it was, I'll forgive you. But no more misunderstandings, okay?
pt: Beh, se le cose stavano così, ti perdono. Però basta malintesi, okay?

# 584_Shinada
source: Hahaha, yeah, all clear! I'm so glad, though. I was worried about you.
pt: Ahahah, sì, tutto chiarito! Sono proprio contento, però. Ero preoccupato per te.

# 596_Mi-chan
source: ...I wish you would have asked me.
pt: ...Avrei voluto che me lo chiedessi.

# 608_Shinada
source: Come on, that's not the sort of thing you can just ask someone.
pt: Ma dai, non è proprio il tipo di cosa che puoi chiedere a qualcuno così, su due piedi.

# 620_Shinada
source: Oh, look, our wings are coming. Let's dig in!
pt: Oh, guarda, stanno arrivando le nostre alette. Diamoci dentro!

# 632_Mi-chan
source: Oh, here they are! But first, I propose a toast! To living debt-free... someday!
pt: Oh, eccole qui! Ma prima, propongo un brindisi! A una vita senza debiti... un giorno!

# 644_Shinada
source: Cheers to that!
pt: Brindiamo a questo!
