Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01021361.po
Languages: pt

source: Handshake Events
pt: Eventi Stretta di Mano

source: The Remover 1
pt: L'Allontanatore 1

source: The Remover 2
pt: L'Allontanatore 2

source: How to Play
pt: Come si gioca

source: The Remover
pt: L'Allontanatore

source: Yes, please.
pt: Sì, per favore.

source: No, thank you.
pt: No, grazie.

# 44_Uda
source: So, Haruka-san, have you ever done one of these handshake events before?
pt: Allora, Haruka, hai mai fatto uno di questi Eventi Stretta di Mano prima d'ora?

# 56_Haruka
source: No, this is my first time.
pt: No, è la mia prima volta.

# 68_Uda
source: I see. That's all right. Well, let me give you a little rundown of how it's going to go.
pt: Capisco. Non c'è problema. Allora, lascia che ti dia una piccola infarinatura di come andrà.

# 80_Uda
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Al tempo stesso, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai superfan che indossano happi coat. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 92_Uda
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere mantenuta in movimento. Questo è il lavoro di un membro dello staff di nome Taro Hagashi, conosciuto come "L'Allontanatore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 104_Uda
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va impaurito, e il livello di soddisfazione dei fan cala. Per fortuna, "L'Allontanatore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e diventerà un mollaccione, dimenticandosi di fare il suo lavoro. Puoi usarlo a tuo vantaggio sorridendo al momento giusto.

# 116_Uda
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilascerai <Action:Button_Square@Handshake>. Durante questo tempo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 128_Uda
source: And that's about it... So, in a nutshell, we'd like you to meet as many guests as possible in the time that we have, and do your best to make them all happy.
pt: E questo è quanto... Quindi, in poche parole, vorremmo che tu incontrassi quanti più ospiti possibile nel tempo che abbiamo, e facessi del tuo meglio per renderli tutti felici.

# 140_Uda
source: The best way to make 'em happy is by shaking hands with each one of them for as long as you can and carefully responding to what they say.
pt: Il modo migliore per farli felici è stringendo la mano a ognuno di loro il più a lungo possibile e rispondendo attentamente a quello che dicono.

# 152_Haruka
source: I think you mentioned something about "removing," but could you explain what that means?
pt: Mi pare che tu abbia menzionato qualcosa riguardo all'"allontanare", ma potresti spiegarmi cosa significa?

# 164_Uda
source: Oh, that. Well, if a handshake goes on a little too long, one of our staff will help move that fan along. In this business, we call that "removing."
pt: Oh, quello. Beh, se una stretta di mano si prolunga un po' troppo, uno dei nostri membri dello staff aiuterà a far proseguire quel fan. In questo ambiente, lo chiamiamo "allontanare".

# 176_Uda
source: It's an unfortunate necessity due to the nature of the event. What's more, fans who get "removed," of course, feel disappointed and overall satisfaction drops.
pt: È una sfortunata necessità a causa della natura dell' evento. Per di più, i fan che vengono "allontanati," ovviamente, si sentono delusi e la soddisfazione generale cala.

# 188_Uda
source: You'll want to shake their hands for as long as possible, but make sure you stop before they need to be "removed."
pt: Vorrai stringere loro la mano il più a lungo possibile, ma assicurati di fermarti prima che debbano essere "allontanati".

# 200_Haruka
source: I see. Phew, there's a lot more to these events than I thought...
pt: Capisco. Uff, c'è molto di più in questi eventi di quanto pensassi...

# 212_Uda
source: By the way, that guy over there is the one in charge of monitoring the guests. He's "The Remover."
pt: A proposito, quel tipo lì è quello che si occupa di monitorare gli ospiti. È "L'Allontanatore".

# 236_The Remover
source: Don't you worry! I'll defend your safety with my very life if need be! Say the word, and they're outta here!
pt: Non ti preoccupare! Difenderò la tua sicurezza a costo della mia vita, se serve! Basta una parola, e li spedisco fuori!

# 248_Haruka
source: Huh? Uh, thank you... As long as you don't get too carried away...
pt: Eh? Ehm, grazie... Basta che non ti faccia prendere troppo la mano...

# 260_Uda
source: And that just about covers it. Would you like for me to go through it again?
pt: E con questo è più o meno tutto. Vuoi che te lo ripassi di nuovo?

# 272_Haruka
source: Yes, please, if you wouldn't mind.
pt: Sì, per favore, se non ti dispiace.

# 284_Uda
source: Not at all! All right. Here we go, from the top.
pt: Figurati! Va bene. Allora, ripartiamo da capo.

# 296_Uda
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che il tempo scada. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai attento ai super fan che indossano gli happi. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 308_Uda
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Anche se è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche scorrere. Questo è il lavoro di un membro dello staff di nome Taro Hagashi, conosciuto come "L'Allontanatore". Lui scoraggia i fan dal trattenersi troppo a lungo e li allontana se necessario.

# 320_Uda
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va spaventato, e il livello di soddisfazione dei fan cala. Per fortuna, "L'Allontanatore" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per lanciargli un sorriso e si scioglierà, dimenticandosi del suo lavoro. Puoi sfruttare la cosa a tuo vantaggio sorridendo al momento giusto.

# 332_Uda
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando appare il comando per stringere la mano, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 344_Haruka
source: No, thank you. I think I understand.
pt: No, grazie. Credo di aver capito.

# 356_Uda
source: It's just about time. Thank you for doing this, and good luck!
pt: Manca poco. Grazie di averlo fatto, e buona fortuna!
