Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690156.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Yes, I think I'd better review it first.
pt: Sì, credo che farò meglio a ripassarlo prima.

source: I guess I don't need to.
pt: Non credo ce ne sia bisogno.

source: Dance Events
pt: Eventi di Danza

source: Yes, I'd better review one more time.
pt: Sì, farò meglio a ripassare un'ultima volta.

source: I'm ready.
pt: Sono pronto.

# 44_Haruka
source: Hello. Thank you very much for inviting me here today.
pt: Salve. La ringrazio molto per avermi invitato qui oggi.

# 56_Event Staff
source: Sawamura-san, hello!
pt: Sawamura-san, salve!

# 68_Event Staff
source: Sorry to spring this on you right away, but I'm afraid the director isn't here yet.
pt: Scusa se ti butto lì questa cosa così su due piedi, ma temo che il direttore non sia ancora qui.

# 80_Haruka
source: Hm? Does that mean the event is off?
pt: Hm? Significa che l'evento è saltato?

# 92_Event Staff
source: No, actually, we need you to go on as soon as possible. The guests are already here!
pt: No, anzi, abbiamo bisogno che tu vada in scena il prima possibile. Gli ospiti sono già qui!

# 116_Event Staff
source: So as soon as you're ready, go ahead and get on up there. Thank you!
pt: Quindi, appena sei pronta, vai pure su. Grazie!

# 128_Haruka
source: Well, okay then.
pt: Beh, va bene allora.

# 140_Haruka
source: (What now? Should I go over how the event works before I get started?)
pt: (E adesso? Dovrei ripassare come funziona l'evento prima di iniziare?)

# 152_Haruka
source: (I've done this kind of thing before, so I guess I don't need to. I'd better get started.)
pt: (Ho già fatto questo genere di cose prima, quindi immagino di non averne bisogno. Meglio che inizi.)

# 188_Haruka
source: I think I'd better review it first. And take some deep breaths, too!
pt: Meglio che lo ripassi prima. E fare anche qualche bel respiro profondo!

# 200_Haruka
source: In dance events, you dance alone instead of with an opponent. Press the displayed buttons at the correct time to score points and fill the Performance Gauge, located at the top right of the screen. Your objective is to completely fill the Performance Gauge through all four stages.
pt: Negli eventi di ballo, si balla da soli invece che con un avversario. Premi i pulsanti visualizzati al momento giusto per fare punti e riempire l'Indicatore Prestazione, situato in alto a destra dello schermo. Il tuo obiettivo è riempire completamente l'Indicatore Prestazione attraverso tutti e quattro gli stage.

# 212_Haruka
source: (Okay, makes sense. But maybe I should go over it once more?)
pt: (Okay, ha senso. Ma forse dovrei ripassarlo un'altra volta?)

# 224_Haruka
source: (Yeah, I'd better review one more time. Just to be on the safe side.)
pt: (Sì, meglio che lo ripassi un'altra volta. Giusto per sicurezza.)

# 236_Haruka
source: In dance events, you dance alone instead of with an opponent. Press the displayed buttons at the correct time to score points and fill the Performance Gauge, located at the top right of the screen. Your objective is to completely fill the Performance Gauge through all four stages.
pt: Negli eventi di ballo, si balla da soli invece che con un avversario. Premi i pulsanti visualizzati al momento giusto per fare punti e riempire l'Indicatore Prestazione, situato in alto a destra dello schermo. Il tuo obiettivo è riempire completamente l'Indicatore Prestazione attraverso tutti e quattro gli stage.

# 248_Haruka
source: (Okay, makes sense. But maybe I should go over it once more?)
pt: (Okay, ha senso. Ma forse dovrei ripassarlo un'altra volta?)

# 260_Haruka
source: (I'm ready. Here we go.)
pt: (Sono pronta. Ci siamo.)
