Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0801.po
Languages: pt

# 60_Muramatsu
source: Hah! That's what you get for swerving around on the road instead of finding an actual track!
pt: Hah! Così impari a sbandare in giro per strada invece di trovarti una pista vera!

# 72_Muramatsu
source: You can think of us circuit racers like pedigreed hounds, while street racers like you are nothing but stray mongrels.
pt: Noi piloti da circuito siamo come cani di razza, mentre voi piloti di strada non siete che bastardi randagi.

# 84_Kiryu
source: Don't lump me in with that crowd. I'm not one of them.
pt: Non mischiarmi con quella gente. Non sono uno di loro.

# 96_Muramatsu
source: Well you have yet to convince me. After all, you just raced me, didn't you! But I understand how losing like this might leave a bad taste in your mouth.
pt: Beh, non mi hai ancora convinto. Dopotutto, mi hai appena sfidato, no?! Ma capisco come perdere così possa lasciarti l'amaro in bocca.

# 108_Muramatsu
source: I'll give you a rematch anytime. Just don't get your hopes up, you wannabe.
pt: Ti do una rivincita quando vuoi. Ma non farti illusioni, finto pilota.

# 120_Muramatsu
source: Heheheh... Hahahahaha!
pt: Eheheh... Ahahahahaha!

# 144_Muramatsu
source: Hello?
pt: Salve?

# 156_Muramatsu
source: About that client who was askin' for Muramatsu-san.
pt: A proposito di quel cliente che chiedeva di Muramatsu-san.

# 168_Muramatsu
source: It sounds like he'll make do with another driver for now.
pt: Sembra che si accontenterà di un altro pilota per ora.

# 180_Kiryu
source: That's a relief.
pt: Meno male.

# 192_Muramatsu
source: Maybe, but if this happens again, we'll lose his business to another party.
pt: Forse, ma se ricapita, perderemo i suoi affari e ce li prenderà un altro.

# 204_Muramatsu
source: I just wish I knew where Muramatsu-kun snuck off to.
pt: Vorrei solo sapere dove Muramatsu-kun è sgattaiolato via.

# 216_Muramatsu
source: Lemme know if you see him, 'kay?
pt: Fammi sapere se lo vedi, ok?

# 252_Muramatsu
source: All that training on the circuit... all that time and dedication... only to lose to a street racer?
pt: Tutto quell'allenamento in circuito... tutto quel tempo e dedizione... per poi perdere contro un pilota di strada?

# 264_Kiryu
source: I'll say it one more time, Muramatsu-san. I'm not a street racer, and I never intend to be.
pt: Te lo dico un'altra volta, Muramatsu-san. Non sono un pilota di strada, e non ho alcuna intenzione di esserlo.

# 276_Muramatsu
source: Heh. Yeah... I know.
pt: Eh. Già... lo so.

# 288_Muramatsu
source: Deep down, I think I just wanted an excuse to race you.
pt: In fondo, credo di aver solo voluto una scusa per sfidarti.

# 300_Kiryu
source: That's all?
pt: Tutto qui?

# 312_Muramatsu
source: I was jealous, okay? Everyone was making a fuss about you beating the Devil Killers and being the best in town.
pt: Ero geloso, ok? Tutti facevano un gran casino per te che avevi battuto i Devil Killers ed eri il migliore in città.

# 324_Muramatsu
source: And yet I thought in my heart I was the faster man. It bugged me to no end. But now I know the truth.
pt: Eppure, in fondo, credevo di essere il più veloce. Mi rodeva da morire. Ma ora conosco la verità.

# 336_Muramatsu
source: You beat me fair and square, Suzuki-san. You cut me down to size, but I'm honestly glad you did. I'll be rooting for you from now on.
pt: Mi hai battuto pulito e onesto, Suzuki-san. Mi hai ridimensionato, ma sono sinceramente contento che tu l'abbia fatto. Farò il tifo per te d'ora in poi.

# 348_Kiryu
source: You're sure?
pt: Sei sicuro?

# 360_Muramatsu
source: Mhm. I wasn't lying when I said I hate street racers. You show those Devil Killers who's boss, okay?
pt: Mhm. Non stavo mentendo quando ho detto che odio i piloti di strada. Fai vedere a quei Devil Killers chi comanda, ok?

# 372_Kiryu
source: I will.
pt: Certo.

# 384_Muramatsu
source: Heheh. Strange though, how so many talented drivers end up being drawn to our company. I guess that's all the chief's doing.
pt: Eh eh. Strano però, come così tanti piloti di talento finiscano per essere attratti dalla nostra compagnia. Credo sia tutta opera del capo.

# 396_Kiryu
source: What do you mean?
pt: Cosa intendi?

# 408_Muramatsu
source: What? Didn't you know? He used to be a street racer himself.
pt: Cosa? Non lo sapevi? Anche lui era un pilota di strada.

# 420_Kiryu
source: ...You're not serious, are you?
pt: ...Non sei serio, vero?

# 432_Muramatsu
source: Well, all I've heard are rumors. This must've been over two decades ago, and I don't know the details.
pt: Beh, tutto quello che ho sentito sono voci. Dev'essere stato più di vent'anni fa, e non conosco i dettagli.

# 444_Kiryu
source: (I find that hard to believe, but...)
pt: (Faccio fatica a crederci, ma...)

# 456_Muramatsu
source: But despite my loathing for reckless, street-racing jerks, I have nothing but respect for our boss. He's one of the few who made it out of the game to start an honest living.
pt: Ma nonostante il mio disprezzo per quelle teste calde dei piloti di strada, non ho che rispetto per il nostro capo. È uno dei pochi che sono riusciti a uscire dal giro per intraprendere una vita onesta.

# 468_Muramatsu
source: Anyway, I know I went off without saying anything, so I think it's best we head back. Don't want to keep the chief waiting any longer than I already have!
pt: Comunque, lo so, sono partito senza dire nulla, quindi credo sia meglio che ce ne torniamo. Non voglio far aspettare il capo più di quanto non l'abbia già fatto!

# 480_Kiryu
source: Good. Let's get a move on.
pt: Bene. Muoviamoci.
