Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901cf.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You won <Color:8>10,000 yen<Color:Default>.
pt: Hai vinto <Color:8>10.000 yen<Color:Default>.

source: You got 1,700 experience points.
pt: Hai ottenuto 1.700 punti esperienza.

source: You got 900 experience points.
pt: Hai ottenuto 900 punti esperienza.

source: Game Show Host
pt: Presentatore

source: There is no yakisoba shop in Sotenbori, but(改行)there's a ramen shop. True or false?(改行)
pt: A Sotenbori non ci sono negozi di yakisoba, ma(改行)ce n'è uno di ramen. Vero o falso?(改行)

source: That's true!
pt: È proprio così!

source: I think that's false.
pt: Penso sia falso.

source: The song for round one of the Princess(改行)League finals is "Much, Much More!"(改行)
pt: La canzone per il primo turno delle finali della(改行)Princess League è "Much, Much More!"(改行)

source: That's exactly right!
pt: È proprio così!

source: Of course not!
pt: Certo che no!

source: The name of the park in Sotenbori is(改行)"Ashitama Park." True or false?(改行)
pt: Il nome del parco di Sotenbori è(改行)"Ashitama Park". Vero o falso?(改行)

source: True, of course!
pt: Vero, naturalmente!

source: That's false!
pt: È falso!

source: There is only one "M Store" convenience(改行)store in Sotenbori. True or false?(改行)
pt: C'è un solo minimarket "M Store"(改行)a Sotenbori. Vero o falso?(改行)

source: The chairman of the Sotenbori Merchants(改行)Association is Mr. Utah. True or false?(改行)
pt: Il presidente dell'Associazione Commercianti(改行)di Sotenbori è il signor Utah. Vero o falso?(改行)

source: The name of the T-Set member with the bobbed(改行)hair is "Azusa." True or false?(改行)
pt: Il nome del membro delle T-Set con i capelli a(改行)caschetto è "Azusa". Vero o falso?(改行)

source: Which one is the popular okonomiyaki restaurant(改行)in Sotenbori?(改行)
pt: Qual è il famoso ristorante di okonomiyaki(改行)a Sotenbori?(改行)

source: What's the name of the takoyaki shop in(改行)Sotenbori?(改行)
pt: Come si chiama il negozio di takoyaki a(改行)Sotenbori?(改行)

source: Popular Sotenbori street competitions of(改行)rhythm and skill are called...?(改行)
pt: Le popolari sfide di strada di Sotenbori(改行)di ritmo e abilità si chiamano...?(改行)

source: Dance battles!
pt: Battaglie di danza!

source: Rhythm battles!
pt: Battaglie di ritmo!

source: The driving range on Sotenbori Street is called...?(改行)(改行)
pt: Il campo pratica su Sotenbori Street si chiama...?(改行)(改行)

# 80_dummy
source: Sawamura-san, welcome back! You were tripping over your words a bit the first time you were on. How are you feeling this time?
pt: Sawamura-san, bentornata! Ti sei impappinata un po' con le parole la prima volta che sei stata qui. Come ti senti stavolta?

# 92_Haruka
source: Fine.
pt: Bene.

# 104_Game Show Host
source: A little nervous, maybe?
pt: Un po' nervosa, forse?

# 116_Haruka
source: Yes.
pt: Sì.

# 128_Game Show Host
source: Ah, keeping your answers short, huh? Are you afraid you might trip over your words again?
pt: Ah, risposte brevi, eh? Hai paura di impappinarti di nuovo?

# 140_Haruka
source: Yes, that's right!
pt: Sì, proprio così!

# 152_Game Show Host
source: I can see you're a very cautious person.
pt: Vedo che sei una persona molto prudente.

# 164_Haruka
source: Is that bad?
pt: È una brutta cosa?

# 176_Game Show Host
source: On the contrary. I think it's a great quality.
pt: Al contrario. Penso che sia un'ottima qualità.

# 200_dummy
source: Anyway, let's get started.
pt: Comunque, iniziamo.

# 212_Game Show Host
source: Sotenbori Love Check Quiz－begin!
pt: Sotenbori Love Check Quiz－si comincia!

# 308_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 332_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 356_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 416_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 440_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 464_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 524_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 548_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 572_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 632_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 656_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 680_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 740_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 764_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 788_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 848_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 872_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 896_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 956_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 980_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 1004_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1064_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 1088_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 1112_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1172_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che riuscirai a continuare così. E ora, passiamo alla prossima domanda.

# 1196_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che la risposta sia errata. Andrà meglio alla prossima domanda!

# 1220_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1280_dummy
source: You are correct!
pt: La risposta è corretta!

# 1304_dummy
source: I'm afraid you are incorrect.
pt: Temo che la risposta sia errata.

# 1328_dummy
source: I'm afraid you're out of time.
pt: Temo che il tempo sia scaduto.

# 1364_dummy
source: Now, Sawamura-san, let's see how you did!
pt: Bene, Sawamura-san, vediamo com'è andata!

# 1448_dummy
source: You got all ten questions correct!
pt: Hai risposto correttamente a tutte e dieci le domande!

# 1460_Haruka
source: I did it!
pt: Ce l'ho fatta!

# 1472_Game Show Host
source: With all ten questions correct, you win the title of "Sotenbori Fanatic" and 30,000 yen!
pt: Con tutte e dieci le risposte corrette, vinci il titolo di "Fanatico di Sotenbori" e 30.000 yen!

# 1496_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1508_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Tornate a trovarci la prossima volta al Sotenbori Love Check Quiz!

# 1676_dummy
source: You did very well!
pt: Hai fatto un ottimo lavoro!

# 1688_Haruka
source: Oh, I'm so glad!
pt: Oh, sono così felice!

# 1700_Game Show Host
source: For meeting the seven-question goal, you win the title of "Sotenbori Buff" and 10,000 yen!
pt: Per aver raggiunto l'obiettivo di sette domande, vinci il titolo di "Appassionato di Sotenbori" e 10.000 yen!

# 1724_Haruka
source: Thank you!
pt: Grazie!

# 1736_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Tornate a trovarci la prossima volta al Sotenbori Love Check Quiz!

# 1904_dummy
source: I'm sorry, but you weren't a winner this time.
pt: Mi dispiace, ma stavolta non hai vinto.

# 1916_Haruka
source: Oh, darn.
pt: Oh, peccato.

# 1928_Game Show Host
source: I hope this doesn't mean you're lacking in love for good ol' Sotenbori!
pt: Spero che questo non significhi che ti manchi l'amore per la vecchia cara Sotenbori!

# 1940_Haruka
source: No, of course not.
pt: No, certo che no.

# 1952_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Tornate a trovarci la prossima volta al Sotenbori Love Check Quiz!
