Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

# 7188_Kaguya
source: Oh, I'm just kidding. You always take things so seriously, Saejima-san!
pt: Oh, stavo solo scherzando. Prendi sempre tutto così sul serio, Saejima-san!

# 7200_Saejima
source: Seriously? If you say ya've quit and then come back tomorrow like nothin' ever happened, I'll be royally pissed.
pt: Dico sul serio. Se dici di aver mollato e poi torni domani come se niente fosse, m'incazzerei di brutto.

# 7212_Kaguya
source: Ahaha! You've seen right through me!
pt: Ahaha! Mi hai proprio scoperta!

# 7224_Saejima
source: You said ya've changed clubs a few times. Would ya say that's a common thing for ya?
pt: Hai detto che hai cambiato club diverse volte. Diresti che è un'abitudine per te?

# 7236_Kaguya
source: Well, I haven't really moved from Tsukimino. That allows my regular clients to follow me to my new club.
pt: Beh, non mi sono mai mossa da Tsukimino. Questo permette ai miei clienti abituali di seguirmi nel mio nuovo club.

# 7248_Saejima
source: Gotcha. So yer regulars have been with ya all this time.
pt: Capito. Quindi i tuoi clienti abituali sono rimasti con te per tutto questo tempo.

# 7260_Kaguya
source: My point is that I've never completely lost touch with any of my customers since I got into this business.
pt: Quello che voglio dire è che non ho mai perso del tutto i contatti con nessuno dei miei clienti da quando ho iniziato questo lavoro.

# 7272_Saejima
source: They love ya. It must make ya happy, knowin' they'll go outta their way to follow you.
pt: Ti adorano. Deve farti piacere sapere che fanno di tutto per seguirti.

# 7284_Kaguya
source: It does. Lately I'm not trying hard to build up a stable of regular clients, so if I didn't have those customers, I'd probably get the axe.
pt: Mi fa piacere. Ultimamente non mi sto impegnando molto per crearmi un nuovo giro di clienti fissi, quindi se non avessi loro, probabilmente mi darebbero il benservito.

# 7296_Saejima
source: Ya'd never be able to get out. If ya don't find another livelihood, you'll be stuck doin' this as long as ya can.
pt: Non riusciresti mai a uscirne. Se non trovi un altro modo per campare, rimarrai bloccata a fare questo finché potrai.

# 7308_Kaguya
source: Yeah, you're right. But I can't really see myself being suited for any other line of work.
pt: Già, hai ragione. Ma non riesco proprio a vedermi adatta a nessun altro tipo di lavoro.

# 7320_Kaguya
source: Though I do kind of wish I had the chance.
pt: Anche se un po' vorrei averne avuta la possibilità.

# 7332_Saejima
source: Get yerself a man. That'd be the fastest way to get outta the biz.
pt: Trovati un uomo. Sarebbe il modo più veloce per uscire da questo giro.

# 7344_Kaguya
source: Yeah, that happens a lot. Girls who quit because they got a boyfriend or got married.
pt: Già, succede spesso. Ragazze che mollano perché si sono fidanzate o si sono sposate.

# 7356_Kaguya
source: But I haven't met anyone I like.
pt: Però non ho ancora incontrato nessuno che mi piaccia.

# 7368_Saejima
source: Guess yer not considerin' your clients...
pt: Immagino che tu non stia prendendo in considerazione i tuoi clienti...

# 7380_Saejima
source: Ya can't sit and wait. Why not look for some other way to make money so ya can quit?
pt: Non puoi mica stare lì ad aspettare. Perché non cerchi un altro modo per fare soldi, così puoi mollare?

# 7392_Kaguya
source: But there aren't many jobs better than being a hostess, as far as money goes. Oh, maybe this job is the best option for me after all!
pt: Però non ci sono molti lavori migliori di fare la hostess, per quanto riguarda i soldi. Oh, forse dopotutto questo lavoro è l'opzione migliore per me!

# 7404_Saejima
source: Do ya lack motivation 'cause yer workin' as a hostess, or are ya a hostess 'cause yer not willin' to do anythin' else? Which is it?
pt: Ti manca la voglia perché fai la hostess, o fai la hostess perché non hai voglia di fare nient'altro? Quale delle due?

# 7416_Kaguya
source: The latter.
pt: La seconda.

# 7428_Saejima
source: That ain't somethin' ya oughta be proud of.
pt: Non è mica una cosa di cui andare fiera.

# 7440_Saejima
source: Why'd ya change clubs?
pt: Perché hai cambiato locale?

# 7452_Kaguya
source: This club is owned by the same people as my last one. My manager and I transferred when they opened it because they needed experienced staff.
pt: Questo locale è degli stessi proprietari del mio ultimo club. Io e il mio manager ci siamo trasferiti quando l'hanno aperto perché avevano bisogno di personale esperto.

# 7464_Saejima
source: I see. That's why yer the most senior of the girls here.
pt: Capisco. Ecco perché sei la più esperta tra le ragazze qui.

# 7476_Kaguya
source: Yep. When I started here they gave me a raise, and the manager had always been fond of me, so it was a pretty good fit.
pt: Già. Quando ho iniziato qui mi hanno dato un aumento e, dato che il manager mi ha sempre preso in simpatia, mi sono trovata subito bene.

# 7488_Saejima
source: Ya must be pretty attached to this place.
pt: Devi essere parecchio legata a questo posto.

# 7500_Kaguya
source: Yeah, that's why I can't bring myself to quit.
pt: Già, è per questo che non riesco a decidermi a mollare.

# 7512_Kaguya
source: Saejima-san, why did you decide to get into the line of work you're in now?
pt: Saejima-san, come mai hai deciso di intraprendere il lavoro che fai adesso?

# 7524_Saejima
source: I guess 'cause it was my only real option. It wasn't outta any particular desire to do this.
pt: Immagino perché fosse la mia unica vera opzione. Non l'ho fatto per un qualche desiderio particolare.

# 7536_Kaguya
source: Really? Was there another job you used to dream about having?
pt: Davvero? C'era qualche altro lavoro che sognavi di fare?

# 7548_Saejima
source: Yeah. I wanted to be a teacher when I was a kid.
pt: Già. Volevo fare l'insegnante, da ragazzino.

# 7560_Kaguya
source: Wow, a teacher? Really?
pt: Wow, un insegnante? Davvero?

# 7572_Saejima
source: How 'bout you?
pt: E tu invece?

# 7584_Kaguya
source: I've never really had a dream job. That's why even after graduating from college I've only had part-time jobs.
pt: Non ho mai avuto un vero e proprio lavoro dei sogni. È per questo che, anche dopo essermi laureata, ho fatto solo lavori part-time.

# 7596_Saejima
source: Findin' work is tough nowadays. Yer situation ain't that uncommon.
pt: Trovare lavoro è dura al giorno d'oggi. La tua situazione non è poi così insolita.

# 7608_Kaguya
source: But I've never even looked for a real job.
pt: Ma non ho mai nemmeno cercato un vero lavoro.

# 7620_Saejima
source: Really?
pt: Davvero?

# 7632_Saejima
source: Yer folks must be mad. Goin' to college costs a lotta money. Don't ya owe it to them to find solid work after that?
pt: I tuoi saranno furiosi. Mandarti all'università costa un sacco di soldi. Non glielo devi, di trovare un lavoro serio dopo?

# 7644_Kaguya
source: My parents said the same thing. I guess you'd make a good teacher after all, Saejima-san!
pt: I miei genitori hanno detto la stessa cosa. Immagino che saresti un bravo insegnante dopotutto, Saejima-san!

# 7656_Saejima
source: Don't laugh. I'm bein' completely serious here.
pt: Non ridere. Dico sul serio.

# 7668_Saejima
source: Why do ya ask?
pt: Perché me lo chiedi?

# 7680_Kaguya
source: The other day, a famous film director came to the club. Apparently, they were doing a shoot in Tsukimino.
pt: L'altro giorno è venuto un famoso regista al club. A quanto pare, stavano facendo delle riprese a Tsukimino.

# 7704_Kaguya
source: One of the girls here wants to be an actress, and she caught the director's eye. So he invited her to come by for an audition.
pt: Una delle ragazze qui vuole fare l'attrice e ha colpito il regista. Così l'ha invitata a presentarsi per un provino.

# 7716_Saejima
source: That's amazin'.
pt: È incredibile.

# 7728_Kaguya
source: And apparently she's going to go all the way to Tokyo for that audition.
pt: E a quanto pare andrà fino a Tokyo per quel provino.

# 7740_Kaguya
source: Seeing people around me taking on challenges makes me feel like I ought to do something...
pt: Vedere le persone intorno a me che si mettono in gioco mi fa sentire come se dovessi fare qualcosa anch'io...

# 7752_Saejima
source: Why don't ya try actin'? Ya've got good looks. I bet ya've got a shot.
pt: Perché non provi a recitare? Sei una bella ragazza. Scommetto che avresti una possibilità.

# 7764_Kaguya
source: I can't pass an audition on looks alone.
pt: Non posso superare un provino solo con la bellezza.

# 7776_Saejima
source: Yeah? I'm no expert, but I feel like there's plenty a' girls who can't act for beans, but they get gigs 'cause of their looks.
pt: Ah sì? Non sono un esperto, ma mi sembra che ci siano un sacco di ragazze che non sanno recitare un tubo, ma che ottengono degli ingaggi solo per il loro aspetto.

# 7788_Saejima
source: Live yer own life. It ain't like everyone's gotta do things by a certain time.
pt: Vivi la tua vita. Non è che tutti debbano fare le cose entro un certo tempo.

# 7800_Kaguya
source: I used to think the same thing, but now I guess I was wrong.
pt: Pensavo la stessa cosa anch'io, ma ora mi sa che mi sbagliavo.

# 7812_Kaguya
source: It's not just high schoolers making their debuts in show biz now. It starts with middle and grade school aged kids. After twenty, it's too late.
pt: Ormai non sono solo gli studenti delle superiori a debuttare nel mondo dello spettacolo. Si inizia già con i ragazzini delle medie e delle elementari. Dopo i vent'anni, è troppo tardi.

# 7824_Saejima
source: Bein' recruited that young is rough. I bet only a small handful are able to stick it out.
pt: Essere reclutati così giovani è dura. Scommetto che solo una manciata riesce a resistere.

# 7836_Kaguya
source: I'm not sure I'd be able to make any of my dreams come true in my late twenties, even if I tried my best at it.
pt: Non so se sarei in grado di realizzare i miei sogni a vent'anni inoltrati, anche se ce la mettessi tutta.

# 7848_Saejima
source: It is what it is. Not everybody has dreams. And only a few people even realize their dreams.
pt: Le cose stanno così. Non tutti hanno dei sogni. E solo in pochi riescono a realizzarli.

# 7860_Kaguya
source: So then I should just keep bouncing around from job to job until I find someone to settle down with, get married, and become a housewife?
pt: Quindi dovrei solo continuare a saltare da un lavoro all'altro finché non trovo qualcuno con cui sistemarmi, sposarmi e diventare una casalinga?

# 7872_Saejima
source: What's wrong with that? Ya could get married, have kids, and build a happy family. Be an upstandin' member of society. I can't do that.
pt: Che c'è di male? Potresti sposarti, avere dei figli e metter su una famiglia felice. Diventare un membro rispettabile della società. Io non posso farlo.

# 7884_Kaguya
source: Yeah, I guess our values are different. I don't think of that as contributing to society. Or maybe I just don't want to do it.
pt: Sì, mi sa che abbiamo valori diversi. Non credo che quello significhi contribuire alla società. O forse, semplicemente, non voglio farlo.

# 7896_Kaguya
source: I wish the world was a kinder place to people who don't work or aren't married.
pt: Vorrei che il mondo fosse un posto più gentile con chi non lavora o non è sposato.

# 7908_Saejima
source: Guess I'm old-fashioned that way.
pt: Mi sa che sono un tipo all'antica, in quel senso.

# 7920_Saejima
source: That ain't it. Ya shouldn't live yer life worried about if everythin's right or wrong.
pt: Non è quello. Non dovresti vivere la vita a preoccuparti se ogni cosa sia giusta o sbagliata.

# 7932_Saejima
source: Even if others are against ya, livin' yer life with conviction is the best way to live without regret.
pt: Anche se gli altri ti sono contro, vivere la tua vita con convinzione è il modo migliore per vivere senza rimpianti.

# 7944_Kaguya
source: When you say it like that, it sounds kind of cool to go against the grain. I kind of want to follow your example, Saejima-san!
pt: Detta così, sembra quasi forte andare controcorrente. Mi viene quasi voglia di seguire il tuo esempio, Saejima-san!

# 7956_Kaguya
source: Maybe it's okay if I don't have any big goals.
pt: Forse va bene anche se non ho dei grandi obiettivi.

# 7968_Saejima
source: I think ya oughta give it some real thought.
pt: Penso che dovresti pensarci seriamente.

# 7980_Saejima
source: Don't give up. There's things only you can do. Bein' in yer late twenties, ya can do stuff no brat in their teens could pull off.
pt: Non mollare. Ci sono cose che solo tu puoi fare. Verso la fine dei tuoi vent'anni, puoi fare cose che nessuna mocciosa adolescente riuscirebbe a fare.

# 7992_Saejima
source: I had to wait patiently for 25 years. There are flowers that can bloom at 45. It's never too late to dream.
pt: Ho dovuto aspettare pazientemente per 25 anni. Ci sono fiori che possono sbocciare a 45 anni. Non è mai troppo tardi per sognare.

# 8004_Kaguya
source: Maybe I should try to find something that I'm capable of doing now.
pt: Forse dovrei provare a trovare qualcosa che sono in grado di fare adesso.

# 8016_Kaguya
source: I've only thought about what I want to do. I should consider things that I <Italic>can</Italic> do!
pt: Ho pensato solo a quello che voglio fare. Dovrei prendere in considerazione le cose che <Italic>posso</Italic> fare!

# 8028_Kaguya
source: Thanks for the advice, Saejima-san!
pt: Grazie per il consiglio, Saejima-san!

# 8040_Saejima
source: I think ya oughta give it some real thought.
pt: Penso che dovresti pensarci seriamente.

# 8052_Kaguya
source: The other day, a famous film director came to the club. Apparently, they were doing a shoot in Tsukimino.
pt: L'altro giorno un famoso regista è venuto al club. A quanto pare, stavano facendo delle riprese a Tsukimino.

# 8076_Kaguya
source: One of the girls here wants to be an actress, and she caught the director's eye. So he invited her to come by for an audition.
pt: Una delle ragazze qui vuole fare l'attrice e ha attirato l'attenzione del regista. Così l'ha invitata a presentarsi per un provino.

# 8088_Saejima
source: That's amazin'.
pt: È incredibile.

# 8100_Kaguya
source: And apparently she's going to go all the way to Tokyo for that audition.
pt: E a quanto pare andrà fino a Tokyo per quel provino.

# 8112_Kaguya
source: Seeing people around me taking on challenges makes me feel like I ought to do something...
pt: Vedere le persone intorno a me che si mettono alla prova mi fa sentire come se dovessi fare qualcosa...

# 8124_Saejima
source: Why don't ya try actin'? Ya've got good looks. I bet ya've got a shot.
pt: Perché non provi a recitare? Hai un bell'aspetto. Scommetto che avresti una possibilità.

# 8136_Kaguya
source: I can't pass an audition on looks alone.
pt: Non posso superare un provino solo con l'aspetto fisico.

# 8148_Saejima
source: Yeah? I'm no expert, but I feel like there's plenty a' girls who can't act for beans, but they get gigs 'cause of their looks.
pt: Ah sì? Non sono un esperto, ma mi pare che ci siano un sacco di ragazze che non sanno recitare un fico secco, ma ottengono degli ingaggi solo per il loro aspetto.

# 8160_Saejima
source: Live yer own life. It ain't like everyone's gotta do things by a certain time.
pt: Vivi la tua vita. Non è che tutti debbano per forza fare le cose entro un tempo prestabilito.

# 8172_Kaguya
source: I used to think the same thing, but now I guess I was wrong.
pt: Anch'io la pensavo allo stesso modo, ma ora credo di essermi sbagliata.

# 8184_Kaguya
source: It's not just high schoolers making their debuts in show biz now. It starts with middle and grade school aged kids. After twenty, it's too late.
pt: Ormai non sono solo i liceali a debuttare nel mondo dello spettacolo. Si comincia già con i ragazzini delle medie e delle elementari. Dopo i vent'anni, è troppo tardi.

# 8196_Saejima
source: Bein' recruited that young is rough. I bet only a small handful are able to stick it out.
pt: Essere reclutati così giovani è dura. Scommetto che solo una manciata riesce a tenere duro.

# 8208_Kaguya
source: I'm not sure I'd be able to make any of my dreams come true in my late twenties, even if I tried my best at it.
pt: Non sono sicura che riuscirei a realizzare i miei sogni alla fine dei vent'anni, anche se ce la mettessi tutta.

# 8220_Saejima
source: It is what it is. Not everybody has dreams. And only a few people even realize their dreams.
pt: È così che va. Non tutti hanno dei sogni. E solo in pochi riescono davvero a realizzarli.

# 8232_Kaguya
source: So then I should just keep bouncing around from job to job until I find someone to settle down with, get married, and become a housewife?
pt: Quindi dovrei solo continuare a saltare da un lavoro all'altro finché non trovo qualcuno con cui sistemarmi, sposarmi e diventare una casalinga?

# 8244_Saejima
source: That ain't it. Ya shouldn't live yer life worried about if everythin's right or wrong.
pt: Non è così. Non dovresti vivere la tua vita preoccupandoti se ogni cosa sia giusta o sbagliata.

# 8256_Saejima
source: Even if others are against ya, livin' yer life with conviction is the best way to live without regret.
pt: Anche se gli altri ti sono contro, vivere la propria vita con convinzione è il modo migliore per non avere rimpianti.

# 8268_Kaguya
source: But you said I was a disappointment to my parents, Saejima-san. I guess I really can't just drift around without a plan.
pt: Ma lei ha detto che sono una delusione per i miei genitori, Saejima-san. Immagino di non poter proprio continuare ad andare alla deriva senza un piano.

# 8280_Saejima
source: Right, that's not a good idea.
pt: Già, non è una buona idea.

# 8292_Kaguya
source: So I've looked into things a bit more, and I can't find any jobs I'd be good at doing.
pt: Così ho fatto qualche altra ricerca, ma non riesco a trovare nessun lavoro in cui sarei brava.

# 8304_Saejima
source: No jobs, huh? How come?
pt: Niente lavori, eh? Come mai?

# 8316_Kaguya
source: I'm either outside of the age range they're hiring for, or I don't have enough experience.
pt: O sono fuori dalla fascia d'età che cercano, oppure non ho abbastanza esperienza.

# 8328_Saejima
source: I see. I guess we're still in a recession.
pt: Capisco. Mi sa che siamo ancora in recessione.

# 8340_Kaguya
source: So it's just going to be tough to find a job, isn't it?
pt: Quindi sarà proprio dura trovare un lavoro, vero?

# 8352_Saejima
source: Don't give up. You'll never accomplish anythin' if ya give up that easily.
pt: Non mollare. Non combinerai mai niente se ti arrendi così facilmente.

# 8364_Kaguya
source: Yeah, I was thinking of looking a little more.
pt: Sì, pensavo di cercare ancora un po'.

# 8376_Kaguya
source: There was one thing that looked kind of promising. It was an audition for models.
pt: C'era una cosa che sembrava piuttosto promettente. Un'audizione per modelle.

# 8388_Saejima
source: What happened?
pt: Che è successo?

# 8400_Kaguya
source: They said they needed girls between eighteen and 25. And I turned 26 last month.
pt: Hanno detto che cercavano ragazze tra i 18 e i 25 anni. E io ho compiuto 26 anni il mese scorso.

# 8412_Saejima
source: That's too bad. If only ya'd gotten yerself in a little sooner.
pt: È un peccato. Se solo ti fossi fatta avanti un po' prima.

# 8424_Kaguya
source: That's been happening to me a lot lately. If only I'd done such-and-such a little earlier. I'm full of regrets...
pt: Mi sta succedendo spesso ultimamente. Se solo avessi fatto questa o quella cosa un po' prima. Sono piena di rimpianti...

# 8436_Saejima
source: There'll be others. Lotsa places'll be hirin' after the new year, right?
pt: Ce ne saranno altre. Un sacco di posti assumeranno dopo l'anno nuovo, no?

# 8448_Kaguya
source: Sure, but they'll have the same requirements and I'll keep getting older. So it's not like I can just wait until next year.
pt: Certo, ma avranno gli stessi requisiti e io continuerò a invecchiare. Quindi non è che posso semplicemente aspettare l'anno prossimo.

# 8460_Saejima
source: I see. Chances are gonna be gettin' fewer and fewer, huh?
pt: Capisco. Le occasioni si faranno sempre più rare, eh?

# 8472_Saejima
source: Well, ya can't do anythin' about yer age. Ya need to better yerself. If a rare chance does come by, ya need to be able to take it.
pt: Beh, non puoi farci niente per l'età. Devi cercare di migliorarti. Se dovesse capitarti un'occasione rara, dovrai essere in grado di coglierla.

# 8484_Kaguya
source: Will a chance like that really come?
pt: Arriverà davvero un'occasione del genere?

# 8496_Saejima
source: It will. Effort is bound to pay off in time.
pt: Arriverà. L'impegno è destinato a essere ripagato, col tempo.

# 8508_Kaguya
source: It's reassuring to hear you say that!
pt: Mi rassicura molto sentirtelo dire!

# 8520_Saejima
source: I've had my own string of failures in life.
pt: Anch'io ho avuto la mia dose di fallimenti nella vita.

# 8532_Saejima
source: But I got to where I am now by not lettin' the few chances I had slip me by, and by havin' someone who trusted me enough to wait.
pt: Ma sono arrivato dove sono ora non lasciandomi sfuggire le poche occasioni che ho avuto, e avendo qualcuno che si fidava di me abbastanza da aspettarmi.

# 8544_Kaguya
source: Hmm. In that case, I'll have to do my best to live up to your expectations of me, Saejima-san!
pt: Uhm. In tal caso, mi impegnerò al massimo per essere all'altezza delle tue aspettative, Saejima-san!

# 8556_Saejima
source: Heh. Ya've got my support.
pt: Heh. Hai il mio sostegno.

# 8568_Saejima
source: Look for other options. If yer outlook's too narrow, you'll never know when a good chance comes yer way.
pt: Cerca altre opzioni. Se hai una visione troppo ristretta, non saprai mai quando ti capiterà un'occasione d'oro.

# 8580_Kaguya
source: Good point. I should think a little more about what sort of things I can do!
pt: Hai ragione. Dovrei riflettere un po' di più su che tipo di cose posso fare!

# 8592_Saejima
source: Yeah. Chances don't come along just by waitin'. Ya need to get out there and grab 'em.
pt: Già. Le occasioni non arrivano mica solo aspettando. Devi uscire là fuori e afferrarle.

# 8604_Kaguya
source: Will do!
pt: Lo farò!

# 8616_Saejima
source: So lie about yer age. A single year ain't gonna be a big deal.
pt: E allora menti sulla tua età. Un solo anno non sarà mica un grosso problema.

# 8628_Kaguya
source: What? I can't do that. They went out of their way to put strict age limits.
pt: Cosa? Non posso farlo. Hanno messo apposta dei limiti di età molto rigidi.

# 8640_Saejima
source: Ya don't think you can make it?
pt: Non pensi di potercela fare?

# 8652_Kaguya
source: Well, I mean... What if I blow it because I get caught in my lie?
pt: Beh, voglio dire... E se mandassi tutto all'aria perché mi scoprono a mentire?

# 8664_Saejima
source: If ya don't have the chops, it won't matter how old you are. First, you should try applyin' to see if ya even got what it takes.
pt: Se non hai la stoffa, non importerà quanti anni hai. Per prima cosa, dovresti provare a fare domanda per vedere se sei davvero all'altezza.

# 8676_Kaguya
source: Oh, that's a good point. Then if I don't get it, it won't be because of my age.
pt: Oh, hai ragione. Allora se non dovessi farcela, non sarà per via della mia età.

# 8688_Saejima
source: Don't worry 'bout that. Everyone does that sorta thing from time to time.
pt: Non preoccupartene. Lo fanno tutti, di tanto in tanto.

# 8700_Kaguya
source: Really?
pt: Davvero?

# 8712_Saejima
source: Yeah. Even lyin' to achieve yer dreams shows ya really want it. If ya hesitate 'cause of yer age, it'll only hold ya back.
pt: Già. Persino mentire per realizzare i tuoi sogni dimostra quanto lo vuoi davvero. Se esiti per via della tua età, finirà solo per frenarti.
