Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340035.po
Languages: pt

source: Player
pt: Giocatore

source: Sure.
pt: Certo.

source: No thanks.
pt: No grazie.

source: Sorry, no.
pt: Mi spiace, no.

# 488_Hinata
source: Hello there!
pt: Ehilà!

# 500_Hinata
source: Kiryu-san, welcome back! I'm so glad you picked me!
pt: Kiryu-san, bentornato! Sono così felice che tu abbia scelto me!

# 512_Hinata
source: Did you come all the way here to see me? Hehe. You must have it for me pretty bad!
pt: Sei venuto fin qui apposta per vedermi? Eh eh. Ti sei proprio preso una bella cotta per me!

# 524_Hinata
source: Kiryu-san! I've been waiting for you!
pt: Kiryu-san! Ti stavo aspettando!

# 560_Hinata
source: Nice to meet you! I'm Hinata Osaki.
pt: Piacere di conoscerti! Sono Hinata Osaki.

# 572_Hinata
source: Here's my card. <Color:255,200,200,255>♥<Color:Default>
pt: Ecco il mio biglietto da visita. <Color:255,200,200,255>♥<Color:Default>

# 608_Hinata
source: You got a business card.
pt: Hai ottenuto un biglietto da visita.

# 644_Hinata
source: May I ask your name?
pt: Posso chiederti come ti chiami?

# 668_Hinata
source: A pleasure to meet you, Kiryu-san!
pt: È un piacere conoscerti, Kiryu-san!

# 680_Kiryu
source: Nice to meet you, too.
pt: Piacere mio.

# 692_Hinata
source: Thanks for coming!
pt: Grazie per essere venuto!

# 728_Hinata
source: You got a business card.
pt: Hai ottenuto un biglietto da visita.

# 752_Hinata
source: Just for you, Kiryu-san.
pt: Solo per te, Kiryu-san.

# 800_Hinata
source: You smell nice. <Color:255,200,200,255>♥<Color:Default> Are you wearing cologne? I admire a man who has such discerning taste.
pt: Hai un buon profumo. <Color:255,200,200,255>♥<Color:Default> Porti del profumo? Ammiro un uomo che ha un gusto così raffinato.

# 812_Hinata
source: Nice outfit there, Kiryu-san! <Color:255,200,200,255>♥<Color:Default> You must spend a lot to dress that nicely.
pt: Bel completo, Kiryu-san! <Color:255,200,200,255>♥<Color:Default> Devi spendere parecchio per vestirti così bene.

# 824_Hinata
source: You're looking nice today, Kiryu-san. That really suits you. <Color:255,200,200,255>♥<Color:Default>
pt: Oggi stai proprio bene, Kiryu-san. Ti sta davvero bene. <Color:255,200,200,255>♥<Color:Default>

# 836_Hinata
source: Dressed as usual, I see.
pt: Vedo che sei vestito come al solito.

# 848_Hinata
source: So, about that outfit. It's definitely... Well, it's definitely something.
pt: Allora, riguardo a quel completo. È decisamente... Beh, di certo si fa notare.

# 860_Hinata
source: Oh, that outfit's hideous! Why are you even outside with that?
pt: Oh, quel completo è orrendo! Perché mai te ne vai in giro conciato così?

# 896_Hinata
source: Error
pt: Errore

# 908_Hinata
source: What would you like to order?
pt: Cosa vorresti ordinare?

# 932_Player
source: I'll have this.
pt: Prendo questo.

# 944_Hinata
source: What? Really!?
pt: Cosa? Davvero!?

# 956_Hinata
source: Wow, Kiryu-san! Look at you, big spender!
pt: Wow, Kiryu-san! Guardati, uno che non bada a spese!

# 968_Hinata
source: What? Really!?
pt: Cosa? Davvero!?

# 980_Hinata
source: Gold Champagne it is!
pt: E allora Champagne Gold sia!

# 992_Hinata
source: Oh, are you going to give it a try? Ah, it's gonna be fun!
pt: Oh, vuoi fare un tentativo? Ah, sarà divertente!

# 1004_Hinata
source: What? Really!?
pt: Cosa? Davvero!?

# 1016_Hinata
source: All right. We'll keep your bottle for you, Kiryu-san.
pt: Va bene. Terremo la bottiglia per te, Kiryu-san.

# 1028_Hinata
source: One bottle for storage!
pt: Una bottiglia da mettere in deposito!

# 1040_Hinata
source: All right!
pt: Bene!

# 1052_Hinata
source: A house bottle? Sure thing!
pt: Una bottiglia della casa? Certamente!

# 1148_Player
source: Could you get me my bottle?
pt: Mi porteresti la mia bottiglia?

# 1160_Hinata
source: All right!
pt: Bene!

# 1184_Hinata
source: Mind if I join you for a drink?
pt: Ti dispiace se bevo qualcosa con te?

# 1196_Hinata
source: Cheers!
pt: Salute!

# 1208_Hinata
source: Oh, okay.
pt: Ah, okay.

# 1220_Hinata
source: Mind if I join you for a drink?
pt: Ti dispiace se bevo qualcosa con te?

# 1232_Hinata
source: Cheers!
pt: Salute!

# 1244_Hinata
source: Oh, okay.
pt: Ah, okay.

# 1256_Hinata
source: Your glass is empty. Would you like some more?
pt: Il tuo bicchiere è vuoto. Ne vuoi ancora?

# 1280_Player
source: I'll have this.
pt: Prendo questo.

# 1292_Hinata
source: What? Really!?
pt: Cosa? Davvero!?

# 1304_Hinata
source: Wow, Kiryu-san! Look at you, big spender!
pt: Wow, Kiryu-san! Ma guardati, che spendaccione!

# 1316_Hinata
source: What? Really!?
pt: Cosa? Davvero!?

# 1328_Hinata
source: Gold Champagne it is!
pt: Champagne Gold sia!

# 1340_Hinata
source: Oh, are you going to give it a try? Ah, it's gonna be fun!
pt: Oh, vuoi fare un tentativo? Ah, sarà divertente!

# 1352_Hinata
source: What? Really!?
pt: Cosa? Davvero!?

# 1364_Hinata
source: All right. We'll keep your bottle for you, Kiryu-san.
pt: Va bene. Terremo la tua bottiglia per te, Kiryu-san.

# 1376_Hinata
source: One bottle for storage!
pt: Una bottiglia da mettere da parte!

# 1388_Hinata
source: All right!
pt: Bene!

# 1400_Hinata
source: A house bottle? Sure thing!
pt: Una bottiglia della casa? Certamente!

# 1508_Hinata
source: Can I have another drink?
pt: Posso prendere un altro drink?

# 1520_Player
source: (Damn, I don't have the cash.)
pt: (Maledizione, non ho i contanti.)

# 1532_Player
source: Sorry, no.
pt: No, mi spiace.

# 1544_Hinata
source: Can I have another drink?
pt: Posso prendere un altro drink?

# 1556_Hinata
source: Cheers!
pt: Salute!

# 1568_Hinata
source: Oh, okay.
pt: Ah, okay.

# 1580_Hinata
source: Can I have another drink?
pt: Posso prendere un altro drink?

# 1592_Hinata
source: Cheers!
pt: Salute!

# 1604_Hinata
source: Oh, okay.
pt: Ah, okay.

# 1616_Player
source: I'm kind of hungry.
pt: Ho un po' di fame.

# 1628_Hinata
source: What would you like to order?
pt: Cosa vorresti ordinare?

# 1652_Player
source: I'll have this.
pt: Prendo questo.

# 1664_Hinata
source: All right!
pt: Bene!

# 1676_Hinata
source: Oh, you like that, huh? <Color:255,200,200,255>♥<Color:Default>
pt: Oh, ti piace, eh? <Color:255,200,200,255>♥<Color:Default>

# 1688_Hinata
source: Okay, sure thing.
pt: Okay, certo.

# 1700_Hinata
source: You like that? Oh.
pt: Ti piace? Oh.

# 1712_Hinata
source: Okay. Maybe some other time.
pt: Okay. Magari un'altra volta.

# 1748_Hinata
source: Hey, want to play the chocolate stick game?
pt: Ehi, ti va di fare il gioco del bastoncino di cioccolato?

# 1760_Player
source: Sure.
pt: Certo.

# 1796_Hinata
source: Okay, let me feed it to you. <Color:255,200,200,255>♥<Color:Default>
pt: Okay, lascia che ti imbocchi. <Color:255,200,200,255>♥<Color:Default>

# 1808_Player
source: What!?
pt: Cosa!?

# 1904_Hinata
source: Over here, please.
pt: Da questa parte, per favore.

# 2000_Hinata
source: Let me mix that for you.
pt: Lascia che te lo prepari io.

# 2012_Player
source: Okay.
pt: Ok.

# 2024_Hinata
source: Drink up!
pt: Bevi tutto!

# 2036_Hinata
source: You sure drink a lot!
pt: Certo che bevi un sacco!

# 2048_Player
source: I suppose.
pt: Immagino.

# 2060_Hinata
source: Drink up!
pt: Bevi tutto!

# 2072_Hinata
source: Your glass is empty. Let me take care of that.
pt: Il tuo bicchiere è vuoto. Lascia che ci pensi io.

# 2084_Player
source: Okay.
pt: Ok.

# 2096_Hinata
source: Drink up!
pt: Bevi tutto!

# 2144_Hinata
source: Cheers!
pt: Salute!

# 2156_Hinata
source: Thanks for coming! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie per essere venuto! <Color:255,200,200,255>♥<Color:Default>

# 2168_Player
source: I should be on my way.
pt: Dovrei andare.

# 2192_Hinata
source: You go and do your thing, okay? I'll be in touch in a bit.
pt: Tu vai pure a fare le tue cose, ok? Ci sentiamo tra poco.

# 2204_Player
source: Okay.
pt: Ok.

# 2228_Hinata
source: Sure, I'll get you the check.
pt: Certo, ti porto subito il conto.

# 2240_Hinata
source: Check, please!
pt: Il conto, per favore!

# 2252_Hinata
source: You're leaving already?
pt: Te ne vai già?

# 2264_Player
source: Yeah.
pt: Sì.

# 2276_Hinata
source: Check, please!
pt: Il conto, per favore!

# 2288_Hinata
source: Your glass is empty. Would you like some more?
pt: Il tuo bicchiere è vuoto. Ne vuoi ancora?

# 2300_Player
source: (Damn, I don't have the cash.)
pt: (Dannazione, non ho i contanti.)

# 2312_Player
source: Sorry, I have to be on my way.
pt: Scusa, devo andare.

# 2324_Hinata
source: You're leaving already?
pt: Te ne vai già?

# 2336_Player
source: Yeah.
pt: Sì.

# 2348_Hinata
source: Check, please!
pt: Il conto, per favore!

# 2360_Hinata
source: Can I have another drink?
pt: Posso avere un altro drink?

# 2372_Player
source: (Damn, I don't have the cash.)
pt: (Dannazione, non ho i contanti.)

# 2384_Player
source: Sorry, I have to be on my way.
pt: Scusa, devo andare.

# 2396_Hinata
source: You're leaving already?
pt: Te ne vai già?

# 2408_Player
source: Yeah.
pt: Sì.

# 2420_Hinata
source: Check, please!
pt: Il conto, per favore!

# 2444_Player
source: (Looks like we've run out of things to talk about. I should get going.)
pt: (Sembra che non abbiamo più nulla di cui parlare. Sarà meglio che vada.)

# 2456_Player
source: I should be on my way.
pt: Sarà meglio che vada.

# 2468_Hinata
source: You're leaving already?
pt: Te ne vai già?

# 2480_Player
source: Yeah.
pt: Sì.

# 2492_Hinata
source: Check, please!
pt: Il conto, per favore!

# 2504_Player
source: Feel like coming out with me after this?
pt: Ti va di uscire con me dopo?

# 2528_Hinata
source: I don't like people who can't take a hint.
pt: Non mi piacciono le persone che non capiscono l'antifona.

# 2552_Hinata
source: You're being too desperate, Kiryu-san! Asking again isn't going to change my mind!
pt: Sei troppo disperato, Kiryu-san! Chiedermelo di nuovo non mi farà cambiare idea!

# 2576_Hinata
source: After this, you mean?
pt: Dopo, intendi?

# 2600_Hinata
source: Sorry, Kiryu-san. I have other plans today. But ask me next time, okay?
pt: Scusa, Kiryu-san. Oggi ho altri programmi. Però riprovaci la prossima volta, ok?

# 2612_Player
source: Ah, all right. I understand.
pt: Ah, va bene. Capisco.

# 2624_Hinata
source: Sorry, not today. I'm not really in the mood.
pt: Scusa, non oggi. Non sono proprio in vena.

# 2636_Player
source: All right. Maybe some other time, when you feel up to it.
pt: Va bene. Sarà per un'altra volta, quando te la sentirai.

# 2648_Hinata
source: Isn't that kind of sudden? Let's spend more time talking here in the club first, okay?
pt: Non ti sembra un po' improvviso? Passiamo ancora un po' di tempo a chiacchierare qui al club prima, ok?

# 2660_Player
source: Okay.
pt: Ok.

# 2672_Hinata
source: Error
pt: Errore

# 2684_Player
source: Feel like coming out with me after this?
pt: Ti va di uscire con me dopo?

# 2708_Hinata
source: Well, if you insist. I guess a little date wouldn't hurt.
pt: Beh, se proprio insisti. Immagino che un appuntamento non faccia male.

# 2720_Player
source: Great.
pt: Bene.

# 2732_Hinata
source: You're that eager to go out with me, huh? Okay! I can spare some time.
pt: Hai proprio tutta questa voglia di uscire con me, eh? Va bene! Posso ritagliarmi un po' di tempo.

# 2744_Player
source: Thanks...
pt: Grazie...

# 2756_Hinata
source: After this, you mean?
pt: Intendi dopo?

# 2780_Hinata
source: Yeah, I'd like to spend more time with you, too!
pt: Sì, anche a me piacerebbe passare più tempo con te!

# 2792_Player
source: Good.
pt: Bene.

# 2804_Hinata
source: Absolutely! I had a feeling you might ask me out, Kiryu-san!
pt: Certamente! Avevo come la sensazione che me lo avresti chiesto, Kiryu-san!

# 2816_Player
source: Guess you can read me like a book.
pt: Vedo che mi leggi come un libro aperto.

# 2828_Hinata
source: Sure, I've got nothing else going on.
pt: Certo, non ho altri impegni.

# 2840_Player
source: Really?
pt: Davvero?

# 2852_Hinata
source: Error
pt: Errore

# 2864_Hinata
source: What is it?
pt: E cioè?

# 2888_Hinata
source: Oh, I love it! <Color:255,200,200,255>♥<Color:Default> You really know me, Kiryu-san!
pt: Oh, lo adoro! <Color:255,200,200,255>♥<Color:Default> Mi conosci proprio bene, Kiryu-san!

# 2900_Hinata
source: Oh, I've been wanting this! Thank you!
pt: Oh, lo volevo proprio! Grazie!

# 2912_Hinata
source: Are you sure? I'll take really good care of it, promise.
pt: Sei sicuro? Ne avrò davvero molta cura, promesso.

# 2924_Hinata
source: Oh. Thanks.
pt: Oh. Grazie.

# 2936_Hinata
source: What's this? What am I even supposed to do with it?
pt: E questo cos'è? Cosa dovrei farci?

# 2948_Hinata
source: What? You're giving me another one of these?
pt: Cosa? Me ne stai dando un altro di questi?

# 2960_Hinata
source: You gave me this before. Do you give out so many you forget who you gave them to, or what?
pt: Me l'hai già dato questo. Ne regali così tanti che ti dimentichi a chi li dai, o cosa?

# 2972_Hinata
source: Error
pt: Errore

# 3128_Hinata
source: I hope you'll come see me again, Kiryu-san!
pt: Spero che verrai di nuovo a trovarmi, Kiryu-san!

# 3140_Player
source: I like you. I'll be sure to ask for you next time.
pt: Mi piaci. Chiederò sicuramente di te la prossima volta.

# 3152_Hinata
source: Really!? I can't wait!
pt: Davvero!? Non vedo l'ora!

# 3200_Hinata
source: I had lots of fun today!
pt: Mi sono divertita un sacco oggi!

# 3212_Player
source: Yeah, me too.
pt: Sì, anch'io.

# 3224_Hinata
source: Haha! <Color:255,200,200,255>♥<Color:Default>
pt: Ahah! <Color:255,200,200,255>♥<Color:Default>

# 3260_Hinata
source: Thanks for coming today. Stop by again, okay?
pt: Grazie per essere venuto oggi. Torna a trovarmi, okay?

# 3272_Player
source: See you next time.
pt: Ci vediamo alla prossima.

# 3284_Hinata
source: Haha! <Color:255,200,200,255>♥<Color:Default>
pt: Ahah! <Color:255,200,200,255>♥<Color:Default>

# 3320_Hinata
source: I'll be waiting for you!
pt: La aspetterò!

# 3332_Player
source: Thanks.
pt: Grazie.

# 3344_Hinata
source: Haha! <Color:255,200,200,255>♥<Color:Default>
pt: Ahah! <Color:255,200,200,255>♥<Color:Default>

# 3380_Hinata
source: I'll see you around! <Color:255,200,200,255>♥<Color:Default>
pt: Ci vediamo in giro! <Color:255,200,200,255>♥<Color:Default>

# 3392_Player
source: You too.
pt: Anche tu.

# 3404_Hinata
source: Haha! <Color:255,200,200,255>♥<Color:Default>
pt: Ahah! <Color:255,200,200,255>♥<Color:Default>

# 3416_Hinata
source: I wonder what you'll get!
pt: Chissà cosa riceverai!

# 3428_Player
source: Here goes.
pt: Si parte.

# 3512_Hinata
source: You won <Color:8>Toughness Infinity<Color:Default>!
pt: Hai vinto <Color:8>Toughness Infinity<Color:Default>!

# 3536_Hinata
source: Oh, that's super common. But hey, at least it's useful.
pt: Oh, succede spessissimo. Ma ehi, almeno è utile.

# 3548_Player
source: Right.
pt: Giusto.

# 3560_Hinata
source: You won <Color:8>French Cologne<Color:Default>!
pt: Hai vinto <Color:8>French Cologne<Color:Default>!

# 3584_Hinata
source: Oh, that's super common. But hey, at least it's useful.
pt: Oh, succede spessissimo. Ma ehi, almeno è utile.

# 3596_Player
source: Right.
pt: Giusto.

# 3608_Hinata
source: You won <Color:8>Staminan Spark<Color:Default>!
pt: Hai vinto <Color:8>Staminan Spark<Color:Default>!

# 3632_Hinata
source: Oooh, that's a good one! Lucky you, Kiryu-san!
pt: Oooh, questo è un gran bel colpo! Che fortuna, Kiryu-san!

# 3644_Player
source: No, I'm sure I can do better.
pt: No, sono sicuro di poter fare di meglio.

# 3656_Hinata
source: You won <Color:8>Goddess of Children Amulet<Color:Default>!
pt: Hai vinto <Color:8>Goddess of Children Amulet<Color:Default>!

# 3680_Hinata
source: Oooh, that's a good one! Lucky you, Kiryu-san!
pt: Oooh, questo è un gran bel colpo! Che fortuna, Kiryu-san!

# 3692_Player
source: No, I'm sure I can do better.
pt: No, sono sicuro di poter fare di meglio.

# 3704_Hinata
source: You won <Color:8>Monogrammed Bag<Color:Default>!
pt: Hai vinto <Color:8>Monogrammed Bag<Color:Default>!

# 3728_Hinata
source: Oh wow! I almost never see anyone win those! Better take care of that.
pt: Oh wow! Non capita quasi mai di vederne vincere uno! Mi raccomando, trattalo bene.

# 3740_Player
source: Thanks for the tip.
pt: Grazie per la dritta.

# 3752_Hinata
source: You won <Color:8>Italian Women's Watch<Color:Default>!
pt: Hai vinto <Color:8>Italian Women's Watch<Color:Default>!

# 3776_Hinata
source: Oh wow! I almost never see anyone win those! Better take care of that.
pt: Oh wow! Non capita quasi mai di vederne vincere uno! Mi raccomando, trattalo bene.

# 3788_Player
source: Thanks for the tip.
pt: Grazie per la dritta.

# 3800_Hinata
source: You won <Color:8>Mystery Stone<Color:Default>!
pt: Hai vinto <Color:8>Mystery Stone<Color:Default>!

# 3824_Hinata
source: Oh wow! I almost never see anyone win those! Better take care of that.
pt: Oh wow! Non capita quasi mai di vederne vincere uno! Mi raccomando, trattalo bene.

# 3836_Player
source: Thanks for the tip.
pt: Grazie per la dritta.

# 3848_Hinata
source: You won <Color:8>Swiss Watch<Color:Default>!
pt: Hai vinto <Color:8>Swiss Watch<Color:Default>!

# 3872_Hinata
source: Whoa, you hit the jackpot! You're really lucky, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>
pt: Wow, hai fatto il colpaccio! Sei proprio fortunato, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>

# 3884_Player
source: Excellent.
pt: Eccellente.

# 3896_Hinata
source: You won <Color:8>Platinum Membership Card<Color:Default>!
pt: Hai vinto <Color:8>Platinum Membership Card<Color:Default>!

# 3920_Hinata
source: Whoa, you hit the jackpot! You're really lucky, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>
pt: Wow, hai fatto il colpaccio! Sei proprio fortunato, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>

# 3932_Player
source: Excellent.
pt: Eccellente.

# 3944_Hinata
source: Time for the chocolate stick game!
pt: È il momento del gioco dei bastoncini!

# 3956_Hinata
source: One bottle of champagne, please!
pt: Una bottiglia di champagne, per favore!

# 3968_Hinata
source: Champagne tower, please!
pt: Una torre di champagne, per favore!
