Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340012.po
Languages: pt

# 8100_Riku
source: Yeah. When she came to ask me for advice, she always made it a point to listen. But I guess she didn't really trust me after all.
pt: Già. Quando veniva a chiedermi consiglio, ci teneva sempre ad ascoltarmi. Ma a quanto pare non si fidava davvero di me, alla fine.

# 8112_Kiryu
source: Perhaps. I mean, you said it yourself, right? People who come for advice only want someone to listen to them talk about their situation.
pt: Può darsi. Voglio dire, l'hai detto tu stessa, no? Chi viene a chiedere consiglio vuole solo qualcuno che lo ascolti parlare della sua situazione.

# 8124_Kiryu
source: Maybe they never actually came to you looking for advice in the first place.
pt: Magari non sono mai venuti da te in cerca di consigli, tanto per cominciare.

# 8136_Riku
source: Right. I guess deep down I kinda already knew that, but I got too caught up in wantin' to be someone folks could rely on.
pt: Già. Sotto sotto credo di averlo sempre saputo, ma mi sono fatta prendere troppo dal voler essere qualcuno su cui la gente potesse contare.

# 8148_Kiryu
source: It's good you realized that. From now on, you can be more modest and concentrate on earning real trust from others.
pt: È un bene che tu l'abbia capito. D'ora in poi potrai essere più modesta e concentrarti sul guadagnarti la vera fiducia degli altri.

# 8160_Riku
source: What? But I don't wanna wait 'til later on. Can't y'tell me what to do now?
pt: Cosa? Ma non voglio mica aspettare fino a dopo. Non puoi dirmi cosa fare adesso?

# 8172_Kiryu
source: Hm. Well, right now might be a bit tricky, you know? I think it's just going to take time.
pt: Hm. Beh, proprio adesso potrebbe essere un po' complicato, sai? Credo che ci vorrà solo del tempo.

# 8184_Riku
source: Argh, this blows.
pt: Argh, che palle.

# 8196_Kiryu
source: You still have a good heart.
pt: Hai ancora un buon cuore.

# 8208_Riku
source: Hm, y'think? How so?
pt: Hm, dici? In che senso?

# 8220_Kiryu
source: You have a vision of who you want to be. It's important for you to be faithful to that vision. Do that, and a good reputation will follow.
pt: Hai un'idea di chi vuoi essere. È importante che tu rimanga fedele a quella visione. Fallo, e la buona reputazione verrà da sé.

# 8232_Riku
source: Hmm. I guess that's one way to look at things. It's definitely not like me to get all caught up in what other folks think of me!
pt: Hmm. Suppongo sia un modo di vedere le cose. Non è proprio da me farmi condizionare così tanto da quello che la gente pensa di me!

# 8244_Riku
source: All righty, then! From here on out, I'm gonna try to be a better, more dependable Riku-san!
pt: Va bene, allora! D'ora in poi cercherò di essere una Riku-san migliore e più affidabile!

# 8256_Kiryu
source: There, that's the spirit.
pt: Ecco, questo è lo spirito giusto.

# 8268_Kiryu
source: I don't think that's it. She's hurting because she trusted you, and she thinks you've betrayed her.
pt: Non credo sia per quello. Sta soffrendo perché si è fidata di te, e pensa che tu l'abbia tradita.

# 8280_Kiryu
source: If you keep insisting on explaining yourself, eventually you'll get through to her.
pt: Se continui a insistere nel voler dare spiegazioni, alla fine riuscirai a farti capire.

# 8292_Riku
source: Y'really think so?
pt: Dici davvero?

# 8304_Kiryu
source: Yes.
pt: Sì.

# 8316_Riku
source: Really, really?
pt: Davvero, davvero?

# 8328_Kiryu
source: Really, really.
pt: Davvero, davvero.

# 8340_Riku
source: No foolin'?
pt: Dici sul serio?

# 8352_Kiryu
source: No fooling.
pt: Dico sul serio.

# 8364_Riku
source: But how do y'know that for sure? You're not just tellin' me what I wanna hear, are ya? Don't just blow me off like that, okay!
pt: Ma come fai a esserne così sicuro? Non mi starai mica dicendo solo quello che voglio sentirmi dire, vero? Non liquidarmi così, okay!

# 8376_Kiryu
source: I'm not, honest.
pt: Dico sul serio, davvero.

# 8388_Riku
source: C'mon, I'm really serious about this.
pt: Dai, dico sul serio.

# 8412_Kiryu
source: Well, maybe. It's really all up to you, though.
pt: Beh, può darsi. Ma in realtà dipende tutto da te.

# 8424_Kiryu
source: If you put it that way, I'm not really confident about my answer.
pt: Se la metti così, non sono molto sicuro della mia risposta.

# 8436_Riku
source: What!? You're supposed to say everything is gonna be okay!
pt: Cosa!? Dovresti dirmi che andrà tutto bene!

# 8448_Kiryu
source: Oh. Then, everything will be okay.
pt: Oh. Allora, andrà tutto bene.

# 8460_Riku
source: Really?
pt: Davvero?

# 8472_Kiryu
source: Yeah.
pt: Sì.

# 8484_Riku
source: Really, really?
pt: Davvero davvero?

# 8496_Kiryu
source: Really. Now come on, how many times are you going to make me repeat it?
pt: Davvero. Dai, quante volte hai intenzione di farmelo ripetere?

# 8508_Riku
source: Ahaha. Sorry, it's kinda fun, that's all!
pt: Ahaha. Scusa, è che è divertente, tutto qui!

# 8520_Riku
source: Besides, your words alone cheered me up. I won't give up, promise!
pt: E poi, le tue parole da sole mi hanno già tirato su il morale. Non mi arrenderò, promesso!

# 8532_Kiryu
source: Good.
pt: Bene.

# 8544_Riku
source: I went to talk to Asumi-chan, but just as I thought, she wouldn't hear me out.
pt: Sono andata a parlare con Asumi-chan, ma proprio come immaginavo, non ha voluto starmi a sentire.

# 8556_Kiryu
source: You still haven't cleared up the misunderstanding?
pt: Non hai ancora chiarito il malinteso?

# 8568_Riku
source: Nope. I didn't think things would get this bad.
pt: No. Non pensavo che le cose si mettessero così male.

# 8580_Kiryu
source: Don't give up. Eventually she'll see you're being sincere and hear you out.
pt: Non arrenderti. Prima o poi capirà che sei sincera e ti ascolterà.

# 8592_Riku
source: Yeah, you're right! I can't just up and leave things hangin' like this!
pt: Sì, hai ragione! Non posso andarmene e lasciare le cose in sospeso così!

# 8604_Kiryu
source: Good to hear.
pt: Bello a sapersi.

# 8616_Kiryu
source: Don't waste your time. She may be your friend, but you don't need this trouble.
pt: Non sprecare il tuo tempo. Sarà anche tua amica, ma non hai bisogno di cercarti dei guai.

# 8628_Riku
source: I dunno. The thought of doing that kinda leaves a bad taste in my mouth. Ain't it better to try and be friends with her?
pt: Non saprei. L'idea di farlo mi lascia un po' l'amaro in bocca. Non è meglio provare a restare amiche?

# 8640_Kiryu
source: But that's what you're trying to do now, and all it's doing is running you ragged.
pt: Ma è quello che stai cercando di fare ora, e non sta facendo altro che sfiancarti.

# 8652_Riku
source: Yuka-chan's been avoiding me lately too. And apparently she's spreadin' rumors about me behind my back.
pt: Anche Yuka-chan mi sta evitando ultimamente. E a quanto pare mette in giro voci su di me alle mie spalle.

# 8664_Kiryu
source: That's not good. If you let her get away with that, other people you know might turn against you.
pt: Non va bene. Se gliela lasci passare, altre persone che conosci potrebbero mettersi contro di te.

# 8676_Riku
source: Right. I gotta do somethin' about this.
pt: Già. Devo proprio fare qualcosa al riguardo.

# 8688_Kiryu
source: Let her talk. No matter how much people might badmouth you, that doesn't mean you're a bad person.
pt: Lasciala parlare. Non importa quanto la gente possa sparlare di te, non significa che tu sia una cattiva persona.

# 8700_Riku
source: But ain't that just gonna make things worse? I don't wanna give up and let the misunderstanding stand. I gotta do somethin'.
pt: Ma così non finirà per peggiorare solo le cose? Non voglio arrendermi e lasciare che il malinteso rimanga tale. Devo fare qualcosa.

# 8712_Kiryu
source: Do you have any ideas?
pt: Hai qualche idea?

# 8724_Riku
source: Hmm. I think trying to talk to those two any more than I already have is just gonna fall on deaf ears. I gotta do something about him instead.
pt: Mmh. Penso che cercare di parlare con quei due più di quanto non abbia già fatto cadrà solo nel vuoto. Devo fare qualcosa riguardo a lui, invece.

# 8736_Kiryu
source: I agree.
pt: Sono d'accordo.

# 8748_Riku
source: Y'do? You really mean that, Kiryu-san?
pt: Dici? Lo pensi davvero, Kiryu-san?

# 8760_Kiryu
source: Yes.
pt: Sì.

# 8772_Riku
source: Okay then.
pt: Va bene, allora.

# 8784_Kiryu
source: Him who?
pt: Lui chi?

# 8796_Riku
source: Y'know, Subaru-san!
pt: Sai, Subaru-san!

# 8808_Kiryu
source: Ah, right.
pt: Ah, già.

# 8820_Riku
source: That settles it! Next time I go out, I'm gonna confront him! Even if I don't got proof, all I need is to get him to admit everything, right?
pt: È deciso! La prossima volta che esco, lo affronterò! Anche se non ho le prove, mi basta fargli ammettere tutto, giusto?

# 8832_Riku
source: That settles it! Next time I go out, I'm gonna confront him! Even if I don't got proof, all I need is to get him to admit everything, right?
pt: È deciso! La prossima volta che esco, lo affronterò! Anche se non ho le prove, mi basta fargli ammettere tutto, giusto?

# 8844_Kiryu
source: Right. That's the fastest way to settle this. But you said this guy has ties to the yakuza, right? Be sure to think carefully before you act.
pt: Esatto. È il modo più rapido per risolvere la questione. Ma hai detto che questo tizio ha dei legami con la yakuza, no? Assicurati di riflettere bene prima di agire.

# 8856_Riku
source: I hear ya. I ain't gonna let the same kind of misunderstanding happen again. I'll be careful.
pt: Ti capisco. Non permetterò che si ripeta lo stesso malinteso. Farò attenzione.

# 8868_Kiryu
source: Right. That's the fastest way to settle this. But you said this guy has ties to the yakuza, right? Be sure to think carefully before you act.
pt: Esatto. È il modo più rapido per risolvere la questione. Ma hai detto che questo tizio ha dei legami con la yakuza, no? Assicurati di riflettere bene prima di agire.

# 8880_Riku
source: I hear ya. I ain't gonna let the same kind of misunderstanding happen again. I'll be careful.
pt: Ti capisco. Non permetterò che si ripeta lo stesso malinteso. Farò attenzione.

# 8892_Riku
source: I gotta say, Kiryu-san, ya sure do seem to know what I'm thinking.
pt: Devo proprio dirlo, Kiryu-san, sembra proprio che tu sappia cosa sto pensando.

# 8904_Kiryu
source: Well, you came to me for advice, so now I'm concerned about you. That's all.
pt: Beh, sei venuta da me per un consiglio, quindi ora mi preoccupo per te. Tutto qui.

# 8916_Riku
source: You really are a stand-up guy, Kiryu-san. I'm glad I asked you for advice.
pt: Sei proprio un uomo tutto d'un pezzo, Kiryu-san. Sono contenta di averti chiesto consiglio.

# 8928_Kiryu
source: Heh. Sure.
pt: Heh. Già.

# 8940_Kiryu
source: You really shouldn't. You said this guy's mixed up with the yakuza, right? You don't want to mess with someone like that.
pt: Faresti meglio a non farlo. Hai detto che questo tizio è invischiato con la yakuza, no? Non ti conviene metterti contro uno così.

# 8952_Riku
source: But I don't know what else I can do.
pt: Ma non so cos'altro potrei fare.

# 8964_Kiryu
source: Hey now, I'm not going to leave you hanging.
pt: Ehi, non ho intenzione di piantarti in asso.

# 8976_Riku
source: Huh?
pt: Uh?

# 8988_Kiryu
source: You don't have to rush into this all alone. It's okay to ask for help. If things get bad, give me a call.
pt: Non devi affrontare tutto questo da sola. Va bene chiedere aiuto. Se le cose dovessero mettersi male, chiamami.

# 9000_Riku
source: You mean it? You're the best, Kiryu-san! I'm so glad I asked you for advice!
pt: Dici sul serio? Sei il migliore, Kiryu-san! Sono proprio contenta di averti chiesto consiglio!

# 9012_Kiryu
source: Heh.
pt: Eh.

# 9024_Kiryu
source: Him? Who do you mean?
pt: Lui? Chi intendi?

# 9036_Riku
source: Who? But you... y'said ya knew what I meant!
pt: Chi? Ma tu... avevi detto di aver capito cosa intendevo!

# 9048_Kiryu
source: No, I... Er...
pt: No, io... Ehm...

# 9060_Riku
source: I don't believe you! I've got a wicked serious problem here, and you're just noddin' your head and goin' "Yeah, sure, okay."
pt: Non ci credo! Ho un problema maledettamente serio qui, e tu non fai altro che annuire e dire "Sì, certo, okay".

# 9072_Kiryu
source: ...Sorry.
pt: ...Mi scusi.

# 9084_Riku
source: I'm never comin' to ya for help again!
pt: Non verrò mai più a chiederti aiuto!

# 9108_Riku
source: Things with Counselor Riku are A-OK again! I cleared the air with Yuka-chan and Asumi-chan, and we're back to being friends like before!
pt: Le cose con la Consulente Riku vanno di nuovo alla grande! Mi sono chiarita con Yuka-chan e Asumi-chan, e siamo tornate amiche come prima!

# 9120_Kiryu
source: That's good to hear. All's well that ends well.
pt: Mi fa piacere sentirlo. Tutto è bene quel che finisce bene.

# 9132_Riku
source: This is all thanks to you, Kiryu-san.
pt: È tutto merito tuo, Kiryu-san.

# 9144_Kiryu
source: Don't let it go to your head. If you're not careful in the future, this same sort of thing could happen again.
pt: Non montarti la testa. Se non farai attenzione in futuro, questo genere di cose potrebbe capitare di nuovo.

# 9156_Riku
source: Yeah, yeah, I know.
pt: Sì, sì, lo so.

# 9168_Riku
source: But hey, if you have a problem, Kiryu-san, y'can ask me for advice anytime, okay?
pt: Ma senti, se hai un problema, Kiryu-san, puoi chiedermi consiglio in qualsiasi momento, okay?

# 9180_Kiryu
source: I do have quite a few. More than we could cover in one evening, really.
pt: Ne ho parecchi. Più di quanti potremmo affrontarne in una sola serata, a dire il vero.

# 9192_Riku
source: Don't mind that none, Kiryu-san! I'll listen to anything ya got that might be troublin' you.
pt: Non farti problemi, Kiryu-san! Ascolterò qualsiasi cosa ti stia preoccupando.

# 9204_Kiryu
source: Hey, all you're going to do is listen?
pt: Ehi, ascolterai e basta?

# 9216_Kiryu
source: I don't really have any.
pt: In realtà non ne ho.

# 9228_Riku
source: Well, if ya ever do, just keep me in mind, okay?
pt: Beh, se mai dovessi averne, tienimi presente, okay?

# 9240_Kiryu
source: I might stop coming here before that happens.
pt: Potrei smettere di venire qui prima che accada.

# 9252_Riku
source: Hey, ya can't do that! Kiryu-san, you meanie!
pt: Ehi, non puoi farlo! Kiryu-san, che cattivo!

# 9264_Kiryu
source: Heh.
pt: Eh.

# 9276_Riku
source: <Color:255,200,200,255>You've really got it together, Kiryu-san. And you speak so properly, too. I bet you're a real perfectionist at work.<Color:Default>
pt: <Color:255,200,200,255>Sei proprio un tipo in gamba, Kiryu-san. E parli anche in modo così corretto. Scommetto che sei un vero perfezionista sul lavoro.<Color:Default>

# 9288_Kiryu
source: You could say that. I don't like leaving things half-done. I see things through to the end.
pt: Si potrebbe dire così. Non mi piace lasciare le cose a metà. Porto sempre a termine ciò che inizio.

# 9300_Riku
source: <Color:255,200,200,255>Aha. I figured as much.<Color:Default>
pt: <Color:255,200,200,255>Ahah. Lo immaginavo.<Color:Default>

# 9312_Kiryu
source: Is there a problem with that?
pt: C'è qualche problema?

# 9324_Kiryu
source: Not really. I'm only human, after all. I get careless and make mistakes just like anyone else does.
pt: Non proprio. In fondo sono umano anch'io. Mi capita di distrarmi e commettere errori, proprio come tutti gli altri.

# 9336_Riku
source: <Color:255,200,200,255>No way! Are you yankin' my chain?<Color:Default>
pt: <Color:255,200,200,255>Ma va! Mi stai prendendo in giro?<Color:Default>

# 9348_Kiryu
source: Why do you sound so happy about that?
pt: Perché sembri così felice della cosa?

# 9360_Riku
source: <Color:255,200,200,255>I just like folks who aren't complete perfectionists.<Color:Default>
pt: <Color:255,200,200,255>È solo che mi piacciono le persone che non sono dei perfezionisti assoluti.<Color:Default>

# 9372_Riku
source: <Color:255,200,200,255>I just like folks who aren't complete perfectionists.<Color:Default>
pt: <Color:255,200,200,255>È solo che mi piacciono le persone che non sono dei perfezionisti assoluti.<Color:Default>

# 9384_Kiryu
source: Why's that?
pt: Perché?

# 9396_Riku
source: <Color:255,200,200,255>I dunno. I sorta like to poke my nose into things. And I like to help out folks with problems.<Color:Default>
pt: <Color:255,200,200,255>Non saprei. Mi piace un po' ficcare il naso dappertutto. E mi piace aiutare chi ha dei problemi.<Color:Default>

# 9408_Kiryu
source: That's very maternal of you.
pt: È molto materno da parte tua.

# 9420_Riku
source: <Color:255,200,200,255>I know, right? And my maternal instincts are sharp as a knife!<Color:Default>
pt: <Color:255,200,200,255>Vero? E il mio istinto materno è affilato come un coltello!<Color:Default>

# 9432_Kiryu
source: Maybe I want you to mother me. It might be good for me to trust people sometimes.
pt: Magari voglio che tu mi faccia da madre. Potrebbe farmi bene fidarmi degli altri, ogni tanto.

# 9444_Riku
source: <Color:255,200,200,255>Oh, I can't do that. I don't like it when men depend on me like I'm their mama. Makes ya kinda weak and all.<Color:Default>
pt: <Color:255,200,200,255>Oh, non posso farlo. Non mi piace quando gli uomini dipendono da me come se fossi la loro mamma. Ti rende un po' debole e tutto il resto.<Color:Default>

# 9456_Riku
source: <Color:255,200,200,255>When you've done all you can do by yourself, bring your troubles to ol' Riku here, and she'll help you out!<Color:Default>
pt: <Color:255,200,200,255>Quando avrai fatto tutto quello che puoi da solo, porta i tuoi problemi qui dalla vecchia Riku, e lei ti darà una mano!<Color:Default>

# 9468_Kiryu
source: I don't quite get you.
pt: Non ti capisco proprio.

# 9480_Kiryu
source: Do whatever you want. I'm not the kinda guy to ask a woman for advice.
pt: Fai pure come vuoi. Non sono il tipo che chiede consigli a una donna.

# 9492_Riku
source: <Color:255,200,200,255>Exactly! That's fine!<Color:Default>
pt: <Color:255,200,200,255>Esatto! Va bene così!<Color:Default>

# 9504_Kiryu
source: Huh?
pt: Uh?

# 9516_Riku
source: <Color:255,200,200,255>When you've done all you can do by yourself, bring your troubles to ol' Riku here, and she'll help you out!<Color:Default>
pt: <Color:255,200,200,255>Quando avrai fatto tutto quello che puoi da solo, porta i tuoi problemi qui dalla vecchia Riku, e lei ti darà una mano!<Color:Default>

# 9528_Kiryu
source: I don't quite get you.
pt: Non ti capisco proprio.

# 9540_Kiryu
source: What's good about that? Is it so wrong to make mistakes?
pt: Cosa c'è di buono in questo? È così sbagliato commettere degli errori?

# 9552_Riku
source: <Color:255,200,200,255>Well, then you'd just be a regular ol' good-for-nothing. I'd normally want you t'pull your own weight a bit more, ya know.<Color:Default>
pt: <Color:255,200,200,255>Beh, allora saresti solo il solito buono a nulla. Di norma vorrei che facessi un po' più la tua parte, sai.<Color:Default>

# 9564_Kiryu
source: That's... complicated.
pt: È... complicato.

# 9576_Kiryu
source: Does that disqualify me?
pt: Questo mi squalifica?

# 9588_Riku
source: <Color:255,200,200,255>Naw, 'course not. From what I can tell, you think you're almost perfect, but you're actually kinda loosey-goosey.<Color:Default>
pt: <Color:255,200,200,255>Macché, certo che no. Da quello che vedo, credi di essere quasi perfetto, ma in realtà sei un po' svagato.<Color:Default>

# 9600_Kiryu
source: And what of it?
pt: E con ciò?

# 9612_Riku
source: <Color:255,200,200,255>I'm gonna find the cracks in your defenses, Kiryu-san! You'll slip up eventually, just y'wait!<Color:Default>
pt: <Color:255,200,200,255>Troverò delle crepe nelle tue difese, Kiryu-san! Prima o poi farai un passo falso, aspetta e vedrai!<Color:Default>

# 9624_Kiryu
source: Heh. I'll be careful.
pt: Eheh. Starò attento.

# 9636_Kiryu
source: That's not true.
pt: Non è vero.

# 9648_Riku
source: <Color:255,200,200,255>Really? Aw, that's too bad. A guy who's too perfect won't be liked by many people.<Color:Default>
pt: <Color:255,200,200,255>Davvero? Oh, peccato. Un tipo troppo perfetto non piace a molta gente.<Color:Default>

# 9672_Kiryu
source: Meaning guys like me?
pt: Intendi i tipi come me?

# 9684_Riku
source: <Color:255,200,200,255>Maaaybe. Hehehe. Does that make ya happy?<Color:Default>
pt: <Color:255,200,200,255>Chissà... Eheheh. Ti fa piacere?<Color:Default>

# 9696_Kiryu
source: Maybe.
pt: Può darsi.

# 9708_Riku
source: <Color:255,200,200,255>Well then, Kiryu-san, y'just be your real self around me, okay?<Color:Default>
pt: <Color:255,200,200,255>Beh allora, Kiryu-san, vedi di essere te stesso con me, va bene?<Color:Default>

# 9720_Kiryu
source: That's a difficult proposition.
pt: È una richiesta difficile.

# 9732_Kiryu
source: Not really.
pt: Non proprio.

# 9744_Riku
source: <Color:255,200,200,255>There you go again, actin' all prim and proper again. But it's kinda nice.<Color:Default>
pt: <Color:255,200,200,255>Ci risiamo, fai di nuovo tutto il perfettino. Però è piuttosto carino.<Color:Default>

# 9756_Kiryu
source: This is tiresome...
pt: È stancante...

# 9768_Riku
source: <Color:255,200,200,255>Hey, Kiryu-san. I'm a gal who's pretty popular with the boys, y'know.<Color:Default>
pt: <Color:255,200,200,255>Ehi, Kiryu-san. Sono una ragazza piuttosto popolare tra i ragazzi, sai.<Color:Default>

# 9780_Kiryu
source: Sure. You give off that impression.
pt: Certo. Mi dai quest'impressione.

# 9792_Riku
source: <Color:255,200,200,255>Really? I look like I'm a good catch?<Color:Default>
pt: <Color:255,200,200,255>Davvero? Sembro un buon partito?<Color:Default>

# 9804_Kiryu
source: Yeah.
pt: Sì.

# 9816_Kiryu
source: Whoa, hey. Modest much?
pt: Ehi, ehi. Quanta modestia.

# 9828_Riku
source: <Color:255,200,200,255>Hey, it's true!<Color:Default>
pt: <Color:255,200,200,255>Ehi, è vero!<Color:Default>

# 9840_Kiryu
source: I see.
pt: Capisco.

# 9852_Riku
source: <Color:255,200,200,255>So I kinda have a problem with that.<Color:Default>
pt: <Color:255,200,200,255>Quindi la cosa mi crea qualche problema.<Color:Default>

# 9864_Kiryu
source: A problem?
pt: Un problema?

# 9876_Riku
source: <Color:255,200,200,255>Yeah like, I know I can get a guy and all. That ain't the problem. It's keeping 'em where I run into trouble.<Color:Default>
pt: <Color:255,200,200,255>Già, tipo, lo so che posso conquistare un ragazzo e tutto il resto. Non è quello il problema. È tenerseli che mi crea problemi.<Color:Default>

# 9900_Riku
source: I'm always the one getting dumped. Guys wind up leavin' me every time.<Color:Default>
pt: Sono sempre io quella che viene mollata. I ragazzi finiscono per lasciarmi ogni volta.<Color:Default>

# 9912_Riku
source: <Color:255,200,200,255>Am I just no good, do y'think?<Color:Default>
pt: <Color:255,200,200,255>Pensi che io non valga proprio niente?<Color:Default>

# 9924_Kiryu
source: Maybe. If it keeps happening, there might be some kind of issue with you.
pt: Forse. Se continua a succedere, potrebbe esserci qualcosa che non va in te.

# 9936_Riku
source: <Color:255,200,200,255>Y'really think so, huh? Like, I do my best to stay affectionate so the guy doesn't stop liking me and all, but it just keeps happenin'.<Color:Default>
pt: <Color:255,200,200,255>Lo pensi davvero, eh? Tipo, faccio del mio meglio per essere affettuosa così il ragazzo non smette di volermi bene e tutto quanto, ma continua a succedere.<Color:Default>

# 9948_Kiryu
source: That's your problem. Guys may think you're being too overbearing.
pt: Il problema è questo. Gli uomini potrebbero pensare che tu sia troppo opprimente.

# 9960_Riku
source: <Color:255,200,200,255>What? For real?<Color:Default>
pt: <Color:255,200,200,255>Cosa? Dici sul serio?<Color:Default>

# 9972_Kiryu
source: Yeah. Maybe you should give them some space.
pt: Già. Forse dovresti lasciargli un po' di spazio.
