Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010d0017.po
Languages: pt

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Disgruntled Man
pt: Uomo scontento

source: Disgruntled Driver
pt: Autista scontento

source: Apologetic Driver
pt: Autista dispiaciuto

# 60_Disgruntled Man
source: Ooagh...! Guess that's what I get for pickin' a fight with a yakuza.
pt: Urgh...! Me lo sono cercato per essermi messo contro uno yakuza.

# 72_Kiryu
source: You're the yakuza. I'm just an ordinary civilian.
pt: Sei uno yakuza. Sono solo un normale civile.

# 84_Disgruntled Man
source: What? I'm the civilian here.
pt: Cosa? Sono io il civile qui.

# 96_Kiryu
source: You mean you're not the angry yakuza passenger?
pt: Vuoi dire che non sei il passeggero yakuza arrabbiato?

# 108_Disgruntled Man
source: What the hell does that mean? Do I look like yakuza to you? I hate those money-grubbing, finger-chopping assholes!
pt: Che cazzo significa? Ti sembro uno yakuza? Odio quei stronzi ingordi di soldi e taglia-dita!

# 120_Kiryu
source: Wait... Are you the driver?
pt: Aspetta... Sei tu l'autista?

# 132_Disgruntled Man
source: What in tarnation are you rambling about!? <Italic>Of course</Italic> I'm the driver!
pt: Ma che cazzo stai blaterando!? <Italic>Certo</Italic> che sono l'autista!

# 144_Kiryu
source: Then why aren't you wearing a uniform?
pt: Allora perché non indossi la divisa?

# 156_Disgruntled Driver
source: Hey, I was on break. What's the point of being all buttoned-up for that?
pt: Ehi, ero in pausa. Che senso ha vestirmi di tutto punto per quello?

# 168_Kiryu
source: True... So you weren't getting robbed?
pt: Vero... Quindi non ti stavano derubando?

# 180_Disgruntled Driver
source: Robbed? Who was getting robbed?
pt: Derubato? Chi stavano derubando?

# 192_Kiryu
source: I thought a passenger was threatening you, and that's why you were driving erratically.
pt: Pensavo che un passeggero ti stesse minacciando, ed è per questo che guidavi a casaccio.

# 204_Disgruntled Driver
source: Why on earth would you think that? I was just taking a nap when some yakuza type tried to get in the car, so I drove off.
pt: Ma perché diavolo l'hai pensato? Stavo solo facendo un pisolino quando un tipo yakuza ha provato a salire in macchina, così sono partito.

# 216_Disgruntled Driver
source: I've had a lotta nasty trouble whenever those folks try to hitch a ride, and I'll be damned if I let it happen again!
pt: Ho avuto un sacco di brutti casini ogni volta che quella gente prova a farsi un passaggio, e mi venga un colpo se lo lascio succedere di nuovo!

# 228_Disgruntled Driver
source: But the guy today just kept chasing after me. I thought he was crazy or something.
pt: Ma il tipo oggi continuava a inseguirmi. Pensavo fosse pazzo o qualcosa del genere.

# 240_Kiryu
source: This yakuza... Are you saying...?
pt: Questo yakuza... Stai dicendo...?

# 252_Disgruntled Driver
source: It's you!
pt: Sei tu!

# 264_Kiryu
source: ...Is that why you flashed the emergency light?
pt: ...È per questo che hai acceso le luci di emergenza?

# 276_Disgruntled Driver
source: Did I?
pt: Davvero?

# 288_Kiryu
source: See for yourself.
pt: Vedi da te.

# 300_Disgruntled Driver
source: Oh, whoops. Must've hit the switch while I was napping again. I tend to toss and turn. I'm a side sleeper, y'see.
pt: Oh, ops. Devo aver premuto l'interruttore mentre facevo un altro pisolino. Tendo a girarmi e rigirarmi. Dormo sul fianco, sai.

# 372_Apologetic Driver
source: Well, sorry about that! I didn't take you for one of us. I'm allergic to yakuza, so I thought I had a pretty good instinct for spotting them.
pt: Beh, scusa per quello! Non ti avevo preso per uno di noi. Sono allergico agli yakuza, quindi pensavo di avere un buon istinto per individuarli.

# 384_Apologetic Driver
source: This is the first time my gut has been wrong. I'm really ashamed I thought so badly of a fellow driver.
pt: È la prima volta che il mio istinto sbaglia. Mi vergogno tantissimo di aver pensato così male di un collega tassista.

# 396_Kiryu
source: Don't worry about it.
pt: Non preoccuparti.

# 408_Kiryu
source: Just be careful not to trip that switch by accident again.
pt: Fai solo attenzione a non premere quell'interruttore per sbaglio di nuovo.

# 420_Apologetic Driver
source: I don't know what to say. I've never had someone go to so much trouble to help me out before.
pt: Non so cosa dire. Non ho mai avuto nessuno che si sia scomodato così tanto per aiutarmi prima d'ora.

# 432_Apologetic Driver
source: You're right. Taxi drivers may be rivals, but we've got to look out for each other.
pt: Hai ragione. I tassisti potranno anche essere rivali, ma dobbiamo guardarci le spalle a vicenda.

# 444_Apologetic Driver
source: Those are damn good words to live by! Anyway, thanks. Take this for your trouble.
pt: Sono parole sante, queste! Comunque, grazie. Tieni questo per il tuo disturbo.

# 480_Apologetic Driver
source: Okay, I'd better get back to work.
pt: Ok, devo tornare al lavoro.

# 492_Kiryu
source: Good luck out there.
pt: In bocca al lupo là fuori.

# 576_Disgruntled Man
source: (Isn't that...?)
pt: (Non è...?)

# 588_Disgruntled Man
source: (The taxi with the emergency signal on!)
pt: (Il taxi con le quattro frecce accese!)

# 612_Disgruntled Man
source: (Nobody's in there... I guess I was too late. Where'd the driver and that yakuza go?)
pt: (Non c'è nessuno lì dentro... Immagino di essere arrivato troppo tardi. Che fine hanno fatto il tassista e quello yakuza?)

# 624_Disgruntled Man
source: All right, I know ya been followin' me. What is it ya want?
pt: Va bene, lo so che mi stavi dietro. Che cosa vuoi?

# 636_Kiryu
source: So you're the one behind this. Nice of you to come straight to me. Now what did you do with the driver?
pt: Allora, sei tu il responsabile. Bel gesto venire dritto da me. Ora, che hai fatto all'autista?

# 648_Disgruntled Man
source: Huh? You're not making any damn sense. But if you've come lookin' for trouble, you found it! You better skedaddle, or else!
pt: Eh? Non dici un accidente di sensato. Ma se sei venuto a cercare guai, li hai trovati! Faresti meglio a filartela, o altrimenti!

# 660_Kiryu
source: Not happening. Taxi drivers may be rivals, but we've got to look out for each other!
pt: Niente da fare. I tassisti potranno anche essere rivali, ma dobbiamo guardarci le spalle a vicenda!
