Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200338.po
Languages: pt

source: ○I've learned the ropes.
pt: ○Ho imparato il mestiere.

source: △Still getting the hang of things.
pt: △Sto ancora prendendo la mano.

source: □I have no idea what I'm doing.
pt: □Non so dove mettere le mani.

# 56_Wada
source: You all settled in at work now?
pt: Ti sei ambientato a lavoro ormai?

# 80_受け答え
source: Yes. I've pretty much learned the ropes.
pt: Sì. Ho praticamente imparato il mestiere.

# 92_Wada
source: Good to hear.
pt: Bello a sapersi.

# 104_受け答え
source: I'm still trying to get the hang of things.
pt: Sto ancora cercando di prendere la mano.

# 116_Wada
source: Don't worry, you'll get there.
pt: Non preoccuparti, ci arriverai.

# 128_受け答え
source: I have no idea what I'm doing.
pt: Non so dove mettere le mani.

# 140_Wada
source: Hm. Well, I hope you find your feet soon.
pt: Mh. Beh, spero che ti ambienti presto.

# 152_受け答え
source: Hey, don't ignore the question!
pt: Ehi, non ignorare la domanda!
