Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0688.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

source: Young Salesman
pt: Giovane Venditore

# 56_Young Salesman
source: Hey, thanks for the ride! I'm ready to give it another shot!
pt: Ehi, grazie per il passaggio! Sono pronto a riprovarci!

# 68_Kiryu
source: (Good to see that he's cheered up.)
pt: (Fa piacere vederlo tirato su.)

# 80_Young Salesman
source: Here's the fare. Let me add a little something on top!
pt: Ecco la tariffa. Ti metto su qualcosina in più!

# 116_Young Salesman
source: Thank you.
pt: Grazie.

# 128_Young Salesman
source: All right, time to get some work done!
pt: Ok, è ora di darsi da fare!

# 140_Young Salesman
source: Hey, thanks for the ride! I'm ready to give it another shot!
pt: Ehi, grazie per il passaggio! Sono pronto a riprovarci!

# 152_Kiryu
source: (Good to see that he's cheered up.)
pt: (Fa piacere vederlo tirato su.)

# 164_Young Salesman
source: Here's the fare.
pt: Ecco la tariffa.

# 188_Young Salesman
source: Thank you.
pt: Grazie.

# 200_Young Salesman
source: Guess I'll get some work done, eh?
pt: Mi sa che mi darò da fare, eh?

# 212_Young Salesman
source: Thanks for the ride... Oh, right, the fare.
pt: Grazie per il passaggio... Ah, giusto, la tariffa.

# 224_Kiryu
source: (He looks even gloomier now.)
pt: (Sembra ancora più mogio.)

# 248_Young Salesman
source: Thank you.
pt: Grazie.

# 260_Young Salesman
source: Uh-huh...
pt: Uh-uh...

# 272_Kiryu
source: (Guess encouraging young people isn't as easy as I thought.)
pt: (Mi sa che incoraggiare i giovani non è così facile come pensavo.)
