Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070994.po
Languages: pt

source: Settling Up
pt: Regolamento

# 556_Settling Up
source: The banker got a 6, winning the same amount as the stake.
pt: Il banco ha fatto un 6, vincendo la stessa cifra della puntata.

# 568_Settling Up
source: The banker rolled trips, winning three times the stake.
pt: Il banco ha fatto un tris, vincendo il triplo della puntata.

# 580_Settling Up
source: The banker rolled ace out, winning five times the stake.
pt: Il banco ha fatto un tris d'assi, vincendo il quintuplo della puntata.

# 592_Settling Up
source: The banker rolled 4-5-6, winning two times the stake.
pt: Il banco ha fatto 4-5-6, vincendo il doppio della puntata.

# 604_Settling Up
source: The banker got a 1, losing the same amount as the stake.
pt: Il banco ha fatto un 1, perdendo la stessa cifra della puntata.

# 616_Settling Up
source: The banker missed the pot, losing the same amount as the stake.
pt: Il banco ha mancato il piatto, perdendo la stessa cifra della puntata.

# 628_Settling Up
source: The banker did not roll a point, losing the same amount as the stake.
pt: Il banco ha mancato il punto, perdendo la stessa cifra della puntata.

# 640_Settling Up
source: The banker rolled 1-2-3, losing two times the stake.
pt: Il banco ha fatto 1-2-3, perdendo il doppio della puntata.

# 652_Settling Up
source: The banker rolled 6-3-4, winning two times the stake.
pt: Il banco ha fatto 6-3-4, vincendo il doppio della puntata.

# 664_Settling Up
source: You got a 6 as the banker, winning the same amount as the stake.
pt: Hai fatto un 6 come banco, vincendo la stessa cifra della puntata.

# 676_Settling Up
source: You rolled trips as the banker, winning three times the stake.
pt: Hai fatto un tris come banco, vincendo il triplo della puntata.

# 688_Settling Up
source: You rolled ace out as the banker, winning five times the stake.
pt: Hai fatto un tris d'assi come banco, vincendo il quintuplo della puntata.

# 700_Settling Up
source: You rolled 4-5-6 as the banker, winning two times the stake.
pt: Hai fatto 4-5-6 come banco, vincendo il doppio della puntata.

# 712_Settling Up
source: You got a 1 as the banker, losing the same amount as the stake.
pt: Hai fatto un 1 come banco, perdendo la stessa cifra della puntata.

# 724_Settling Up
source: You missed the pot as the banker, losing the same amount as the stake.
pt: Hai mancato il piatto come banco, perdendo la stessa cifra della puntata.

# 736_Settling Up
source: You did not roll a point as the banker, losing the same amount as the stake.
pt: Hai mancato il punto come banco, perdendo la stessa cifra della puntata.

# 748_Settling Up
source: You got a 1-2-3 as the banker, losing two times the stake.
pt: Hai fatto un 1-2-3 come banco, perdendo il doppio della puntata.

# 760_Settling Up
source: You rolled 6-3-4 as the banker, winning two times the stake.
pt: Hai fatto 6-3-4 come banco, vincendo il doppio della puntata.

# 772_Settling Up
source: You rolled trips, winning three times the stake.
pt: Hai fatto un tris, vincendo il triplo della puntata.

# 784_Settling Up
source: You rolled ace out, winning five times the stake.
pt: Hai fatto un tris d'assi, vincendo il quintuplo della puntata.

# 796_Settling Up
source: You rolled 4-5-6, winning two times the stake.
pt: Hai fatto 4-5-6, vincendo il doppio della puntata.

# 808_Settling Up
source: You missed the pot, losing the same amount as the stake.
pt: Hai mancato il piatto, perdendo la stessa cifra della puntata.

# 820_Settling Up
source: You did not roll a point, losing the same amount as the stake.
pt: Hai mancato il punto, perdendo la stessa cifra della puntata.

# 832_Settling Up
source: You rolled 1-2-3, losing two times the stake.
pt: Hai fatto un 1-2-3, perdendo il doppio della puntata.

# 844_Settling Up
source: You beat the banker's roll, winning the same amount as the stake.
pt: Hai battuto il tiro del banco, vincendo la stessa cifra della puntata.

# 856_Settling Up
source: You didn't beat the banker's roll, and will lose the same amount as the stake.
pt: Non hai battuto il tiro del banco, e perderai la stessa cifra della puntata.

# 868_Settling Up
source: You tied the banker's roll, so there is no change in the stake.
pt: Hai pareggiato il tiro del banco, quindi non c'Ã¨ nessun cambiamento nella puntata.

# 880_Settling Up
source: You rolled 6-3-4, winning two times the stake.
pt: Hai fatto 6-3-4, vincendo il doppio della puntata.

# 892_Settling Up
source: You beat all the other players.
pt: Hai battuto tutti gli altri giocatori.

# 904_Settling Up
source: Points will increase based on match results.
pt: I punti aumenteranno in base ai risultati della partita.

# 916_Settling Up
source: Points will decrease based on match results.
pt: I punti diminuiranno in base ai risultati della partita.

# 928_Settling Up
source: You lost to all the other players.
pt: Hai perso contro tutti gli altri giocatori.

# 940_Settling Up
source: You tied all the other players.
pt: Hai pareggiato con tutti gli altri giocatori.
