Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134004d.po
Languages: pt

source: Player
pt: Giocatore

# 44_Kaguya
source: Hello, %s-san? This is Kaguya.
pt: Ciao, %s-san? Sono Kaguya.

# 56_Player
source: Oh, hey, Kaguya. Ya need somethin'?
pt: Oh, ehi, Kaguya. Ti serve qualcosa?

# 68_Kaguya
source: Saejima-san, would you like to go on a date with me?
pt: Saejima-san, ti andrebbe di uscire con me?

# 80_Player
source: Huh?
pt: Uh?

# 92_Kaguya
source: You have time, don't you?
pt: Hai tempo, vero?

# 104_Player
source: Just 'cause you're free doesn't mean I am. But heck, alright.
pt: Solo perché sembra che io sia libero non significa che lo sono. Ma vabbè, d'accordo.

# 116_Kaguya
source: Okay! I'll be waiting <Color:255,200,200,255>in front of Bridie, at the Tsukasa Street intersection<Color:Default>.
pt: Va bene! Ti aspetterò <Color:255,200,200,255>davanti a Bridie, all'incrocio di Tsukasa Street<Color:Default>.

# 128_Player
source: Bridie, at the Tsukasa Street intersection? Got it.
pt: Bridie, all'incrocio di Tsukasa Street? Capito.

# 140_Kaguya
source: I'll be waiting for you! Do please hurry! <Color:7>♥<Color:Default>
pt: Ti aspetterò! Ti prego, sbrigati! <Color:7>♥<Color:Default>
