Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0116009a.po
Languages: pt

source: Suited Goon
pt: Scagnozzo in completo

source: Shady Man
pt: Uomo Ombroso

# 104_Shinada
source: Sorry to make you wait, Kurashina-kun. There's no one to bother us now. Let's have that one-on-one.
pt: Scusa se ti ho fatto aspettare, Kurashina-kun. Ormai non c'è nessuno a disturbarci. Facciamolo, questo uno contro uno.

# 116_Kurashina
source: No! Get away from me, man!
pt: No! Stammi lontano, amico!

# 140_Shinada
source: Hey! Hold on!
pt: Ehi! Aspetta!

# 176_Shinada
source: This is where Kurashina is?
pt: È qui che si trova Kurashina?

# 188_Suited Goon
source: Yeah...
pt: Già...

# 200_Kurashina
source: Wait... I've seen you! You're the guy who was with Seto-san!
pt: Aspetta... ti ho già visto! Sei il tipo che era con Seto-san!

# 212_Shady Man
source: What?
pt: Cosa?

# 224_Shinada
source: Sorry to butt in, but I need to have a word with Kurashina-kun. Could you maybe leave us alone for a while?
pt: Scusate se mi intrometto, ma devo dire due parole a Kurashina-kun. Potreste lasciarci da soli per un po'?

# 236_Shady Man
source: Hey, what's your angle? You think you can just barge on in here and start making demands like you own the place!?
pt: Ehi, qual è il tuo gioco? Pensi di poter irrompere così qui e metterti ad avanzare pretese come se fossi il padrone!?

# 248_Shinada
source: You're the one who barged in. I don't know which ball club you work for, but you sure play dirty.
pt: Sei tu quello che ha fatto irruzione. Non so per quale squadra lavori, ma di sicuro giochi sporco.

# 260_Shady Man
source: Hmph. Don't know what you're talking about.
pt: Mpf. Non so di cosa stai parlando.

# 272_Shinada
source: You're a scout from some team. Using a bribe to tamper with a draft pick? That's not right.
pt: Sei un osservatore di qualche squadra. Usare una bustarella per truccare una scelta del draft? Non è affatto giusto.

# 284_Shady Man
source: Who the hell are you?
pt: Chi diavolo sei tu?

# 296_Shinada
source: Let's just say I used to work with the Wyverns.
pt: Diciamo solo che un tempo lavoravo per i Wyverns.

# 308_Shady Man
source: "Used to," huh? This doesn't concern you, then.
pt: "Un tempo", eh? Allora la cosa non ti riguarda.

# 320_Kurashina
source: Let's just ignore this man and go...
pt: Ignoriamo quest'uomo e andiamocene...

# 332_Shady Man
source: Don't worry about it, Kurashina. He's going to disappear. We'll see to it that you never see him again.
pt: Non preoccuparti, Kurashina. Sparirà dalla circolazione. Faremo in modo che tu non debba mai più rivederlo.

# 344_Shinada
source: Huh?
pt: Uh?

# 368_Shady Man
source: You'll stay out of this if you know what's good for you. Quit harassing Kurashina. Unless you want to end up in the emergency room.
pt: Faresti meglio a starne fuori, se sai cosa ti conviene. Smettila di importunare Kurashina. A meno che tu non voglia finire al pronto soccorso.

# 380_Shinada
source: Not really, but I still need to talk to the guy.
pt: Direi di no, ma devo comunque parlare con quel ragazzo.

# 392_Shady Man
source: What are you, a fucking masochist? I'm telling you to get lost before we beat your ass black and blue and red, and whatever other colors ooze out of a broken body.
pt: Ma che sei, un fottuto masochista? Ti sto dicendo di sparire prima che ti pestiamo finché non diventi nero, blu e rosso, e di qualunque altro colore sgorghi da un corpo a pezzi.

# 404_Shinada
source: Sorry. But I'm not gonna back down. And by the way, you're really gross.
pt: Scusa. Ma non ho intenzione di tirarmi indietro. E comunque, fai proprio schifo.

# 416_Shady Man
source: You really are stupid, aren't you? Amazing... Well, have it your way. Get him, boys!
pt: Sei proprio stupido, eh? Incredibile... Beh, come vuoi tu. Prendetelo, ragazzi!

# 440_Suited Goon
source: Ugh... Someone call the military, tell 'em we found their tank... Seriously, who is this guy?
pt: Ugh... Qualcuno chiami l'esercito, ditegli che abbiamo trovato il loro carro armato... Ma chi diavolo è questo tipo?

# 452_Shinada
source: I'll be asking the questions here. Who are you, and who was with Kurashina just now?
pt: Qui le domande le faccio io. Chi sei, e chi c'era con Kurashina poco fa?

# 464_Suited Goon
source: Hell if I know...
pt: Che diavolo ne so...

# 476_Shinada
source: Want me to rephrase that? Which baseball club do you work for? You're trying to pry Kurashina away from the Wyverns, right?
pt: Vuoi che te lo chieda in un altro modo? Per quale squadra di baseball lavori? Stai cercando di soffiare Kurashina ai Wyverns, dico bene?

# 488_Suited Goon
source: Hmph. We didn't pry anyone away. He ditched the Wyverns of his own free will.
pt: Hmpf. Non abbiamo soffiato via nessuno. Ha mollato i Wyverns di sua spontanea volontà.

# 500_Shinada
source: Oh, sure. Bet you just waved some cash in his face. I know what your kind do.
pt: Sì, certo. Scommetto che gli avete solo sventolato un po' di soldi sotto il naso. So come agisce la gente come voi.

# 512_Shinada
source: You're paying him to take the year off, aren't you? That way you can sign him when he re-enters the draft next year.
pt: Lo state pagando per fargli saltare l'anno, vero? Così potrete ingaggiarlo quando si ripresenterà al draft l'anno prossimo.

# 536_Shinada
source: You know this kind of backdoor deal caused a huge stink before. I didn't think anyone was dumb enough to still try it.
pt: Sai che questo genere di accordi sottobanco ha già scatenato un polverone in passato. Non pensavo che qualcuno fosse tanto idiota da provarci ancora.

# 548_Shinada
source: So, what kind of money did you have to flash? Not just ten or twenty million, I bet.
pt: Allora, quanti soldi gli avete dovuto sventolare sotto il naso? Non solo dieci o venti milioni, scommetto.

# 560_Shinada
source: The kid dreamed of becoming a Wyvern. I bet it took a whole lot of persuading. Maybe even something like a hundred million?
pt: Quel ragazzino sognava di diventare un Wyvern. Scommetto che ci è voluta una bella dose di persuasione. Magari qualcosa come cento milioni?

# 572_Suited Goon
source: Come on, what's your problem? Let us go already!
pt: E dai, qual è il tuo problema? Lasciaci andare una buona volta!

# 584_Shinada
source: Take me to Kurashina, then. We need to chat. Or would you rather start round two of getting your asses kicked?
pt: Allora portatemi da Kurashina. Dobbiamo parlare. O preferite iniziare il secondo round e farvi spaccare di nuovo il culo?

# 596_Suited Goon
source: Shit...
pt: Merda...

# 656_Shinada
source: (Oh, there's Kurashina... Who's he got with him?)
pt: (Oh, ecco Kurashina... Chi c'è con lui?)

# 668_Shady Man
source: Yo, Kurashina. You done with your little talk?
pt: Ehi, Kurashina. Hai finito il tuo discorsetto?

# 692_Kurashina
source: Yes. It's all over. I cut off all negotiations with the Wyverns.
pt: Sì. È tutto finito. Ho interrotto ogni trattativa con i Wyverns.

# 704_Shady Man
source: You did? Great! Good going. You leave the rest up to me.
pt: Davvero? Ottimo! Bel lavoro. Al resto ci penso io.

# 716_Shady Man
source: Don't worry, Kurashina. You made the right choice. Signing with a lost cause like the Wyverns would only stunt your career.
pt: Non preoccuparti, Kurashina. Hai fatto la scelta giusta. Firmare con una causa persa come i Wyverns non farebbe altro che frenare la tua carriera.

# 728_Kurashina
source: Uh, right.
pt: Uh, sì.

# 752_Shinada
source: (What was up with that guy? Is he a scout from another team? It's time I go into stealth mode... follow 'em around for a bit!)
pt: (Ma che gli prendeva a quello? È uno scout di un'altra squadra? È ora di entrare in modalità furtiva... e seguirli per un po'!)

# 764_Suited Goon
source: Hey, dipshit. Turn the fuck around.
pt: Ehi, testa di cazzo. Voltati, cazzo.

# 776_Shinada
source: Huh?
pt: Uh?

# 788_Suited Goon
source: You got a good reason for snooping around in Kurashina's affairs? Huh!?
pt: Hai una buona ragione per ficcare il naso negli affari di Kurashina? Eh!?

# 800_Shinada
source: Oh, you see, uh... Who did you say you were?
pt: Oh, vede, uh... Chi ha detto di essere?

# 812_Suited Goon
source: Shut up! We're the ones asking the questions, asshole!
pt: Chiudi quella bocca! Qui le domande le facciamo noi, stronzo!

# 824_Shinada
source: Let me guess. You're working with the guy who walked off with Kurashina just now.
pt: Fammi indovinare. Lavori per il tizio che se n'è appena andato con Kurashina.

# 836_Suited Goon
source: This nosy motherfucker... You better get your ass over here. I get the impression the folks around here won't be able to stomach what's about to go down.
pt: Sto impiccione figlio di puttana... Faresti meglio a portare il culo qui. Ho l'impressione che la gente da queste parti non riuscirà a digerire quello che sta per succedere.

# 848_Shinada
source: And if I say no?
pt: E se dicessi di no?

# 860_Suited Goon
source: Simple. We'll cave your face in on the spot!
pt: Semplice. Ti sfondiamo la faccia seduta stante!
