Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340030.po
Languages: pt

source: Player
pt: Giocatore

source: Sure!
pt: Certo!

source: No way!
pt: Assolutamente no!

# 488_Shion
source: Hello.
pt: Salve.

# 500_Shion
source: Shinada-san, welcome! I'm delighted that you've requested me!
pt: Shinada, benvenuto! Sono felicissima che tu abbia chiesto di me!

# 512_Shion
source: Did you come to see me? Have you taken an interest in me, I wonder?
pt: Sei venuto a trovarmi? Ti sarai mica interessato a me, chissà?

# 524_Shion
source: I've been waiting for you, Shinada-san! Today is going to be so much fun!
pt: Ti stavo aspettando, Shinada! Oggi ci divertiremo un sacco!

# 560_Shion
source: My name is Shion. It's a pleasure to meet you.
pt: Mi chiamo Shion. Piacere di conoscerti.

# 572_Shinada
source: Shion-chan, huh? Hey, mind if I get your business card?
pt: Shion-chan, eh? Senti, ti dispiace se prendo il tuo biglietto da visita?

# 584_Shion
source: Oh, not at all.
pt: Oh, nient'affatto.

# 596_Shion
source: Here you are! <Color:255,200,200,255>♥<Color:Default>
pt: Ecco a te! <Color:255,200,200,255>♥<Color:Default>

# 632_Shion
source: You got a business card.
pt: Hai ricevuto un biglietto da visita.

# 668_Shion
source: And may I have your name?
pt: E posso sapere il tuo nome?

# 692_Shion
source: Shinada-san, it's a pleasure to make your acquaintance.
pt: Shinada, è un piacere fare la tua conoscenza.

# 704_Shinada
source: The pleasure's all mine, beautiful!
pt: Il piacere è tutto mio, bellezza!

# 716_Shion
source: Thank you for coming!
pt: Grazie per essere venuto!

# 752_Shion
source: You got a business card.
pt: Hai ricevuto un biglietto da visita.

# 776_Shion
source: This is just for you, Shinada-san.
pt: Questo è solo per te, Shinada-san.

# 824_Shion
source: My, you smell quite nice today! <Color:255,200,200,255>♥<Color:Default>You have wonderful taste in cologne, Shinada-san.
pt: Caspita, che buon profumo che hai oggi! <Color:255,200,200,255>♥<Color:Default>Hai un ottimo gusto in fatto di colonia, Shinada-san.

# 836_Shion
source: Look how handsome you are! <Color:255,200,200,255>♥<Color:Default> Your fashion sense is impeccable, Shinada-san.
pt: Ma guarda come sei bello! <Color:255,200,200,255>♥<Color:Default> Il tuo gusto nel vestire è impeccabile, Shinada-san.

# 848_Shion
source: Those clothes look quite nice on you! <Color:255,200,200,255>♥<Color:Default>
pt: Quei vestiti ti stanno proprio bene! <Color:255,200,200,255>♥<Color:Default>

# 860_Shion
source: Are those the only clothes you own?
pt: Ma hai solo questi vestiti?

# 872_Shion
source: That's an... interesting fashion choice.
pt: È una... scelta di stile interessante.

# 884_Shion
source: Honestly, what were you thinking, coming here dressed like that?
pt: Sinceramente, a cosa stavi pensando a venire qui vestito in quel modo?

# 920_Shion
source: This is an error.
pt: Questo è un errore.

# 932_Shion
source: What would you like?
pt: Cosa desideri?

# 956_Player
source: I'll have this, please.
pt: Prendo questo, per favore.

# 968_Shion
source: Oh my, are you certain?
pt: Caspita, ne sei sicuro?

# 980_Shion
source: Shinada-san, you're so generous!
pt: Shinada-san, sei davvero generoso!

# 992_Shion
source: Oh my, are you certain?
pt: Caspita, ne sei sicuro?

# 1004_Shion
source: Gold Champagne it is!
pt: Vada per lo Champagne Oro!

# 1016_Shion
source: Oh, you'd like to try your luck? Very well!
pt: Oh, vuoi tentare la fortuna? E va bene!

# 1028_Shion
source: Oh my, are you certain?
pt: Caspita, ne sei sicuro?

# 1040_Shion
source: All right. We'll hold on to your bottle for you, Shinada-san.
pt: Va bene. Terremo noi la tua bottiglia, Shinada-san.

# 1052_Shion
source: One bottle for storage!
pt: Una bottiglia da tenere in deposito!

# 1064_Shion
source: All right.
pt: Va bene.

# 1076_Shion
source: Very well. A house bottle it is, then.
pt: Va bene. Allora vada per la bottiglia della casa.

# 1172_Player
source: Could you get me my bottle?
pt: Potresti portarmi la mia bottiglia?

# 1184_Shion
source: Of course.
pt: E di che.

# 1208_Shion
source: May I have a drink as well?
pt: Posso ordinare da bere anch'io?

# 1220_Shion
source: Cheers!
pt: Salute!

# 1232_Shion
source: Oh, I see.
pt: Oh, capisco.

# 1244_Shion
source: May I have a drink as well?
pt: Posso ordinare da bere anch'io?

# 1256_Shion
source: Cheers!
pt: Salute!

# 1268_Shion
source: Oh, I see.
pt: Oh, capisco.

# 1280_Shion
source: Your glass is empty. Shall I get you some more?
pt: Hai il bicchiere vuoto. Te ne verso ancora?

# 1304_Player
source: I'll have this, please.
pt: Prendo questo, per favore.

# 1316_Shion
source: Oh my, are you certain?
pt: Oh, ma ne sei sicuro?

# 1328_Shion
source: Shinada-san, you're so generous!
pt: Shinada-san, sei così generoso!

# 1340_Shion
source: Oh my, are you certain?
pt: Oh, ma ne sei sicuro?

# 1352_Shion
source: Gold Champagne it is!
pt: Champagne Oro sia!

# 1364_Shion
source: Oh, you'd like to try your luck? Very well!
pt: Oh, vuoi tentare la fortuna? E sia!

# 1376_Shion
source: Oh my, are you certain?
pt: Oh, ma ne sei sicuro?

# 1388_Shion
source: All right. We'll hold on to your bottle for you, Shinada-san.
pt: Va bene. Ti terremo da parte la bottiglia, Shinada-san.

# 1400_Shion
source: One bottle for storage!
pt: Una bottiglia da mettere da parte!

# 1412_Shion
source: All right.
pt: Va bene.

# 1424_Shion
source: Very well. A house bottle it is, then.
pt: Molto bene. Allora bottiglia della casa sia.

# 1532_Shion
source: May I have another drink?
pt: Posso avere un altro drink?

# 1544_Player
source: (Uh oh, I don't have the money.)
pt: (Accidenti, non ho i soldi.)

# 1556_Player
source: Sorry. No can do right now.
pt: Scusa. Proprio non posso adesso.

# 1568_Shion
source: Would you mind if I had another drink?
pt: Ti dispiacerebbe se prendessi un altro drink?

# 1580_Shion
source: Cheers!
pt: Salute!

# 1592_F_cab_sitsofa_sync_order
source: Excuse me!
pt: Scusi!

# 1604_Shion
source: Oh, I see.
pt: Oh, capisco.

# 1616_Shion
source: May I have another drink?
pt: Posso avere un altro drink?

# 1628_Shion
source: Cheers!
pt: Salute!

# 1640_Shion
source: Oh, I see.
pt: Oh, capisco.

# 1652_Player
source: I'm sort of hungry.
pt: Ho un po' di fame.

# 1664_Shion
source: What would you like?
pt: Cosa desideri?

# 1688_Player
source: I'll have this, please.
pt: Prendo questo, per favore.

# 1700_Shion
source: Certainly!
pt: Certamente!

# 1712_Shion
source: Oh my, you like that too? <Color:255,200,200,255>♥<Color:Default>
pt: Oh, piace anche a te? <Color:255,200,200,255>♥<Color:Default>

# 1724_Shion
source: Sure, all right.
pt: Certo, va bene.

# 1736_Shion
source: You actually like that? We have different tastes, it seems.
pt: Ti piace sul serio? Abbiamo gusti diversi, a quanto pare.

# 1748_Shion
source: All right. Another time, perhaps.
pt: Va bene. Sarà per un'altra volta.

# 1784_Shion
source: Shall we play the chocolate stick game?
pt: Ti va di fare il gioco dello stecco di cioccolato?

# 1796_Player
source: For real!? You bet!
pt: Dici sul serio!? Altroché!

# 1832_Shion
source: Allow me to feed it to you. <Color:255,200,200,255>♥<Color:Default>
pt: Lascia che ti imbocchi io. <Color:255,200,200,255>♥<Color:Default>

# 1844_Player
source: Really!?
pt: Davvero!?

# 1940_Shion
source: Over here please!
pt: Da questa parte, per favore!

# 2036_Shion
source: I'll make it for you now.
pt: Te lo preparo subito.

# 2048_Player
source: Sure.
pt: Certo.

# 2060_Shion
source: Here you are!
pt: Ecco a te!

# 2072_Shion
source: My, you're an impressive drinker!
pt: Caspita, sei un gran bevitore!

# 2084_Player
source: Heheh.
pt: Eheh.

# 2096_Shion
source: Here you are!
pt: Ecco a te!

# 2108_Shion
source: Allow me to refill your glass.
pt: Lascia che ti riempia il bicchiere.

# 2120_Player
source: Sure.
pt: Certo.

# 2132_Shion
source: Here you are!
pt: Ecco a te!

# 2180_Shion
source: Cheers!
pt: Salute!

# 2192_Shion
source: Thank you for coming! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie per essere venuto! <Color:255,200,200,255>♥<Color:Default>

# 2204_Player
source: I have to be going.
pt: Devo andare.

# 2228_Shion
source: I'll contact you in a little while. Would you mind passing the time somewhere until then?
pt: Ti contatterò tra poco. Ti dispiacerebbe passare il tempo da qualche parte fino ad allora?

# 2240_Player
source: Okay.
pt: Ok.

# 2264_Shion
source: Very well, allow me to get your check.
pt: Benissimo, vado a prenderti il conto.

# 2276_Shion
source: Check, please!
pt: Il conto, per favore!

# 2288_Shion
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2300_Player
source: Yeah.
pt: Sì.

# 2312_Shion
source: Check, please!
pt: Il conto, per favore!

# 2324_Shion
source: Your glass is empty. Shall I get you some more?
pt: Il tuo bicchiere è vuoto. Te ne porto ancora?

# 2336_Player
source: (Uh oh, I don't have the money.)
pt: (Oh-oh, non ho i soldi.)

# 2348_Player
source: No, I have to be on my way.
pt: No, devo proprio andare.

# 2360_Shion
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2372_Player
source: Yeah.
pt: Sì.

# 2384_Shion
source: Check, please!
pt: Il conto, per favore!

# 2396_Shion
source: May I join you for another drink?
pt: Posso accompagnarti con un altro drink?

# 2408_Player
source: (Uh oh, I don't have the money.)
pt: (Oh-oh, non ho i soldi.)

# 2420_Player
source: No, I have to be on my way.
pt: No, devo proprio andare.

# 2432_Shion
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2444_Player
source: Yeah.
pt: Sì.

# 2456_Shion
source: Check, please!
pt: Il conto, per favore!

# 2480_Player
source: (I've run out of stuff to talk about. Guess I should get going.)
pt: (Non ho più niente di cui parlare. Mi sa che farei meglio ad andare.)

# 2492_Player
source: I'll be on my way.
pt: Ora vado.

# 2504_Shion
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2516_Player
source: Yeah.
pt: Sì.

# 2528_Shion
source: Check, please!
pt: Il conto, per favore!

# 2540_Player
source: Do you want to go out later?
pt: Ti va di uscire più tardi?

# 2576_Player
source: That's... That's a no, huh? Ahaha, I figured.
pt: Quindi... è un no, eh? Ahaha, lo immaginavo.

# 2588_Shion
source: Asking me again isn't going to change my answer.
pt: Chiedermelo di nuovo non cambierà la mia risposta.

# 2600_Player
source: Yeah, I guess not.
pt: Già, credo di no.

# 2612_Shion
source: After this, you mean?
pt: Dopo questo, intendi?

# 2636_Shion
source: My apologies, Shinada-san, but I have a prior engagement today. Ask me again sometime, okay?
pt: Mi dispiace, Shinada-san, ma oggi ho già un impegno. Chiedimelo di nuovo un'altra volta, okay?

# 2648_Player
source: That's too bad, but no hard feelings.
pt: Peccato, ma senza rancore.

# 2660_Shion
source: I'm not really up for that sort of thing today, I'm afraid.
pt: Temo di non averne molta voglia oggi, per questo genere di cose.

# 2672_Player
source: All right. Maybe some other time, if you want.
pt: Va bene. Sarà per un'altra volta, se ti va.

# 2684_Shion
source: Perhaps after we've gotten to know each other better? It's a bit improper, asking me so soon.
pt: Magari dopo che ci saremo conosciuti meglio? È un po' sconveniente chiedermelo così presto.

# 2696_Player
source: Yeah, I guess it kind of is.
pt: Già, credo che in un certo senso lo sia.

# 2708_Shion
source: This is an error.
pt: Questo è un errore.

# 2720_Player
source: Do you want to go out later?
pt: Ti va di uscire più tardi?

# 2744_Shion
source: Oh, I suppose. I don't mind spending a little time with you.
pt: Oh, direi di sì. Non mi dispiace passare un po' di tempo con te.

# 2756_Player
source: You really mean it!? Awesome!
pt: Dici davvero!? Grande!

# 2768_Shion
source: Do you want to go out with me that badly? Then I suppose I can make a little time for you.
pt: Ci tieni così tanto a uscire con me? Allora credo di poter trovare un po' di tempo per te.

# 2780_Player
source: You really mean it!? Awesome!
pt: Dici davvero!? Grande!

# 2792_Shion
source: After this, you mean?
pt: Dopo questo, intendi?

# 2816_Shion
source: I'd love to spend more time with you, Shinada-san!
pt: Mi piacerebbe molto passare più tempo con te, Shinada-san!

# 2828_Player
source: Aww, come on, you're making me blush!
pt: Eddai, mi fai arrossire!

# 2840_Shion
source: Of course I'd like to! I would never turn down an invitation from you, Shinada-san!
pt: Certo che mi piacerebbe! Non rifiuterei mai un tuo invito, Shinada-san!

# 2852_Player
source: Happy to hear it!
pt: Mi fa piacere sentirlo!

# 2864_Shion
source: I just happen to have some free time. Why not?
pt: Guarda caso ho un po' di tempo libero. Perché no?

# 2876_Player
source: Haha, lucky me.
pt: Ahah, che fortuna.

# 2888_Shion
source: This is an error.
pt: Questo è un errore.

# 2900_Shion
source: What is it, Shinada-san?
pt: Cosa c'è, Shinada-san?

# 2924_Shion
source: Oh, I love it! Shinada-san, how did you know? <Color:255,200,200,255>♥<Color:Default>
pt: Oh, lo adoro! Shinada-san, come facevi a saperlo? <Color:255,200,200,255>♥<Color:Default>

# 2936_Shion
source: I had my eye on this! Thank you so much!
pt: Ci avevo messo gli occhi sopra! Grazie mille!

# 2948_Shion
source: Are you certain? I'll take good care of it!
pt: Ne sei proprio sicuro? Ne avrò molta cura!

# 2960_Shion
source: Thank you.
pt: Grazie.

# 2972_Shion
source: What in the world is this? I have no idea what I would even do with it.
pt: Ma che cos'è questo? Non ho la minima idea di cosa potrei mai farci.

# 2984_Shion
source: Oh? This is for me?
pt: Oh? Questo è per me?

# 2996_Shion
source: You've already given me one of these. Have you forgotten?
pt: Me ne hai già dato uno. Te lo sei dimenticato?

# 3008_Shion
source: This is an error.
pt: Questo è un errore.

# 3164_Shion
source: Shinada-san, please do come and see me again.
pt: Shinada-san, torna a trovarmi ancora, mi raccomando.

# 3176_Player
source: Of course! I'll ask for you next time!
pt: Certo! Chiederò di te la prossima volta!

# 3188_Shion
source: Oh my, really? Then I'll be waiting for you!
pt: Oh, davvero? Allora ti aspetterò!

# 3224_Shion
source: Shinada-san!
pt: Shinada!

# 3236_Shion
source: I had a lovely time today!
pt: Mi sono divertita molto oggi!

# 3248_Player
source: Me too!
pt: Anch'io!

# 3260_Shion
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3284_Shion
source: Shinada-san!
pt: Shinada!

# 3296_Shion
source: Thank you so much for today! See you soon!
pt: Grazie mille per oggi! A presto!

# 3308_Player
source: You too!
pt: Anche a te!

# 3320_Shion
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3344_Shion
source: Shinada-san!
pt: Shinada!

# 3356_Shion
source: Come back soon! I'll be waiting!
pt: Torna presto! Ti aspetterò!

# 3368_Player
source: Heheh.
pt: Eheh.

# 3380_Shion
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3404_Shion
source: Shinada-san!
pt: Shinada!

# 3416_Shion
source: I'll see you later! <Color:255,200,200,255>♥<Color:Default>
pt: Ci vediamo dopo! <Color:255,200,200,255>♥<Color:Default>

# 3428_Player
source: I can't wait!
pt: Non vedo l'ora!

# 3440_Shion
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Ehe! <Color:255,200,200,255>♥<Color:Default>

# 3452_Shion
source: I wonder what you'll get!
pt: Chissà cosa riceverai!

# 3464_Player
source: Fingers crossed!
pt: Incrociamo le dita!

# 3548_Shion
source: You won <Color:8>Toughness Infinity<Color:Default>!
pt: Hai vinto <Color:8>Toughness Infinity<Color:Default>!

# 3572_Shion
source: I thought you might get that!
pt: Pensavo proprio che avresti preso quello!

# 3584_Player
source: What's this? A booby prize?
pt: Cos'è questo? Un premio di consolazione?

# 3596_Shion
source: You won <Color:8>French Cologne<Color:Default>!
pt: Hai vinto <Color:8>Colonia francese<Color:Default>!

# 3620_Shion
source: I thought you might get that!
pt: Pensavo proprio che avresti preso quello!

# 3632_Player
source: What's this? A booby prize?
pt: Cos'è questo? Un premio di consolazione?

# 3644_Shion
source: You won <Color:8>Staminan Spark<Color:Default>!
pt: Hai vinto <Color:8>Staminan Spark<Color:Default>!

# 3668_Shion
source: Oh, that isn't so bad, I guess.
pt: Oh, non è poi così male, direi.

# 3680_Player
source: Are there better things? All right, next time I'll win big!
pt: C'è di meglio? D'accordo, la prossima volta vincerò alla grande!

# 3692_Shion
source: You won <Color:8>Goddess of Children Amulet<Color:Default>!
pt: Hai vinto <Color:8>Amuleto della dea dei bambini<Color:Default>!

# 3716_Shion
source: Oh, that isn't so bad, I guess.
pt: Oh, non è poi così male, direi.

# 3728_Player
source: Are there better things? All right, next time I'll win big!
pt: C'è di meglio? D'accordo, la prossima volta vincerò alla grande!

# 3740_Shion
source: You won <Color:8>Monogrammed Bag<Color:Default>!
pt: Hai vinto <Color:8>Borsa monogrammata<Color:Default>!

# 3764_Shion
source: Wonderful! You have terrific luck, Shinada-san! I bet you can win something even better! <Color:255,200,200,255>♥<Color:Default>
pt: Fantastico! Hai una fortuna incredibile, Shinada-san! Scommetto che puoi vincere qualcosa di ancora meglio! <Color:255,200,200,255>♥<Color:Default>

# 3776_Player
source: There's better than this!? All righty! I'll keep trying until I win them all!
pt: C'è di meglio di questo!? D'accordo! Continuerò a provarci finché non li avrò vinti tutti!

# 3788_Shion
source: You won <Color:8>Italian Women's Watch<Color:Default>!
pt: Hai vinto <Color:8>Orologio da donna italiano<Color:Default>!

# 3812_Shion
source: Wonderful! You have terrific luck, Shinada-san! I bet you can win something even better! <Color:255,200,200,255>♥<Color:Default>
pt: Fantastico! Hai una fortuna incredibile, Shinada-san! Scommetto che puoi vincere qualcosa di ancora meglio! <Color:255,200,200,255>♥<Color:Default>

# 3824_Player
source: There's better than this!? All righty! I'll keep trying until I win them all!
pt: C'è di meglio di questo!? D'accordo! Continuerò a provarci finché non li avrò vinti tutti!

# 3836_Shion
source: You won <Color:8>Mystery Stone<Color:Default>!
pt: Hai vinto <Color:8>Pietra del mistero<Color:Default>!

# 3860_Shion
source: Wonderful! You have terrific luck, Shinada-san! I bet you can win something even better! <Color:255,200,200,255>♥<Color:Default>
pt: Fantastico! Hai una fortuna incredibile, Shinada-san! Scommetto che puoi vincere qualcosa di ancora meglio! <Color:255,200,200,255>♥<Color:Default>

# 3872_Player
source: There's better than this!? All righty! I'll keep trying until I win them all!
pt: C'è di meglio di questo!? D'accordo! Continuerò a provarci finché non li avrò vinti tutti!

# 3884_Shion
source: You won <Color:8>Swiss Watch<Color:Default>!
pt: Hai vinto <Color:8>Orologio svizzero<Color:Default>!

# 3908_Shion
source: Good heavens, you've hit the jackpot! Share some of that luck with me! <Color:255,200,200,255>♥<Color:Default>
pt: Cielo, hai fatto il colpaccio! Passami un po' di quella fortuna! <Color:255,200,200,255>♥<Color:Default>

# 3920_Player
source: Woohoo! If only repaying my debts went this well.
pt: Woohoo! Se solo ripagare i miei debiti andasse così bene.

# 3932_Shion
source: You won <Color:8>Platinum Membership Card<Color:Default>!
pt: Hai vinto <Color:8>Tessera socio platino<Color:Default>!

# 3956_Shion
source: Good heavens, you've hit the jackpot! Share some of that luck with me! <Color:255,200,200,255>♥<Color:Default>
pt: Cielo, hai fatto il colpaccio! Passami un po' di quella fortuna! <Color:255,200,200,255>♥<Color:Default>

# 3968_Player
source: Woohoo! If only repaying my debts went this well.
pt: Woohoo! Se solo ripagare i miei debiti andasse così bene.

# 3980_Shion
source: It's time for the chocolate stick game!
pt: È ora del gioco del bastoncino di cioccolato!

# 3992_Shion
source: Champagne time!
pt: È l'ora dello champagne!

# 4004_Shion
source: Champagne tower, please!
pt: Una torre di champagne, per favore!
