Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340015.po
Languages: pt

source: Player
pt: Giocatore

source: Sure.
pt: Certo.

source: Sorry, no.
pt: Mi dispiace, no.

# 488_Riku
source: Hello.
pt: Salve.

# 500_Riku
source: Welcome, Kiryu-san! I'm so happy ya picked me!
pt: Benvenuto, Kiryu-san! Sono felicissima che tu abbia scelto me!

# 512_Riku
source: You came to see me? Does that mean ya like me?
pt: Sei venuto a trovarmi? Significa che ti piaccio?

# 524_Riku
source: Kiryu-san, I've been waitin' for ya! Today's gonna be a blast!
pt: Kiryu-san, ti stavo aspettando! Oggi ci divertiremo un sacco!

# 560_Riku
source: Nice to meet you. I'm Riku!
pt: Piacere di conoscerti. Sono Riku!

# 572_Riku
source: Here's my card. <Color:255,200,200,255>♥<Color:Default>
pt: Ecco il mio biglietto da visita. <Color:255,200,200,255>♥<Color:Default>

# 608_Riku
source: You got Riku's business card.
pt: Hai il biglietto da visita di Riku.

# 644_Riku
source: Do you mind if I ask your name?
pt: Ti dispiace se ti chiedo il tuo nome?

# 656_Kiryu
source: My name?
pt: Il mio nome?

# 668_Kiryu
source: (Using my real name shouldn't be a problem.)
pt: (Usare il mio vero nome non dovrebbe essere un problema.)

# 692_Riku
source: Well then, Kiryu-san, it's great to meet ya!
pt: Beh allora, Kiryu-san, è un piacere conoscerti!

# 704_Kiryu
source: Nice to meet you too.
pt: Piacere mio.

# 716_Riku
source: Hit me up anytime!
pt: Fatti sentire quando vuoi!

# 752_Riku
source: You got Riku's business card.
pt: Hai il biglietto da visita di Riku.

# 776_Riku
source: Just for you, Kiryu-san!
pt: Solo per te, Kiryu-san!

# 824_Riku
source: You smell really nice! <Color:255,200,200,255>♥<Color:Default> Are you wearing cologne? I really like it!
pt: Hai un profumo fantastico! <Color:255,200,200,255>♥<Color:Default> Ti sei messo del profumo? Mi piace un sacco!

# 836_Riku
source: Oh, look at you, all fancied up! <Color:255,200,200,255>♥<Color:Default> You take real pride in your appearance, don't ya, Kiryu-san?
pt: Oh, ma guardati, tutto in ghingheri! <Color:255,200,200,255>♥<Color:Default> Ci tieni proprio al tuo aspetto, vero, Kiryu-san?

# 848_Riku
source: I like what you're wearing today. <Color:255,200,200,255>♥<Color:Default>
pt: Mi piace come sei vestito oggi. <Color:255,200,200,255>♥<Color:Default>

# 860_Riku
source: I see you're wearin' the usual.
pt: Vedo che indossi il solito.

# 872_Riku
source: Did y'think those clothes look good on you?
pt: Pensavi che quei vestiti ti stessero bene?

# 884_Riku
source: ...You're really not lookin' so hot.
pt: ...Non hai proprio un bell'aspetto.

# 920_Riku
source: This is an error.
pt: Questo è un errore.

# 932_Riku
source: What'll it be?
pt: Cosa prendete?

# 956_Player
source: I'll have this.
pt: Prendo questo.

# 968_Riku
source: Whoa, really!?
pt: Wow, davvero!?

# 980_Riku
source: Oh wow, Kiryu-san, that's so generous of you!
pt: Oh wow, Kiryu-san, sei davvero generoso!

# 992_Riku
source: Whoa, really!?
pt: Wow, davvero!?

# 1004_Riku
source: Gold Champagne it is!
pt: E Champagne d'oro sia!

# 1016_Riku
source: Gonna try your luck, huh?
pt: Vuoi tentare la fortuna, eh?

# 1028_Riku
source: Whoa, really!?
pt: Wow, davvero!?

# 1040_Riku
source: All right, then! We'll keep your bottle for ya, Kiryu-san.
pt: Va bene, allora! Ti terremo da parte la bottiglia, Kiryu-san.

# 1052_Riku
source: One bottle for storage!
pt: Una bottiglia da mettere da parte!

# 1064_Riku
source: All right!
pt: Bene!

# 1076_Riku
source: All right. A house bottle it is, then.
pt: Va bene. Allora vada per una bottiglia della casa.

# 1172_Player
source: Could you get me my bottle?
pt: Potresti portarmi la mia bottiglia?

# 1184_Riku
source: All right!
pt: Bene!

# 1208_Riku
source: May I join you for a drink?
pt: Posso bere qualcosa con te?

# 1220_Riku
source: Cheers!
pt: Salute!

# 1232_Riku
source: Oh, all right...
pt: Oh, va bene...

# 1244_Riku
source: May I join you for a drink?
pt: Posso bere qualcosa con te?

# 1256_Riku
source: Cheers!
pt: Salute!

# 1268_Riku
source: Oh, all right...
pt: Oh, va bene...

# 1280_Riku
source: Your glass is empty. Did y'want some more?
pt: Il tuo bicchiere è vuoto. Ne vuoi dell'altro?

# 1304_Player
source: I'll have this.
pt: Prendo questo.

# 1316_Riku
source: Whoa, really!?
pt: Whoa, davvero!?

# 1328_Riku
source: Oh wow, Kiryu-san, that's so generous of you!
pt: Oh wow, Kiryu-san, sei davvero generoso!

# 1340_Riku
source: Whoa, really!?
pt: Whoa, davvero!?

# 1352_Riku
source: Gold Champagne it is!
pt: Champagne Gold sia!

# 1364_Riku
source: Gonna try your luck, huh?
pt: Vuoi tentare la fortuna, eh?

# 1376_Riku
source: Whoa, really!?
pt: Whoa, davvero!?

# 1388_Riku
source: All right, then! We'll keep your bottle for ya, Kiryu-san.
pt: Va bene, allora! Terremo la tua bottiglia da parte, Kiryu-san.

# 1400_Riku
source: One bottle for storage!
pt: Una bottiglia da mettere da parte!

# 1412_Riku
source: All right!
pt: Bene!

# 1424_Riku
source: All right. A house bottle it is, then.
pt: Va bene. Allora vada per una bottiglia della casa.

# 1532_Riku
source: May I have another drink?
pt: Posso prendere un altro drink?

# 1544_Player
source: (Damn, I don't have the cash.)
pt: (Dannazione, non ho i contanti.)

# 1556_Player
source: Sorry, no.
pt: No, mi dispiace.

# 1568_Riku
source: May I have another drink?
pt: Posso prendere un altro drink?

# 1580_Riku
source: Cheers!
pt: Salute!

# 1592_Riku
source: Oh, all right...
pt: Oh, va bene...

# 1604_Riku
source: May I have another drink?
pt: Posso prendere un altro drink?

# 1616_Riku
source: Cheers!
pt: Salute!

# 1628_Riku
source: Oh, all right...
pt: Oh, va bene...

# 1640_Player
source: I'm kind of hungry.
pt: Ho un po' di fame.

# 1652_Riku
source: What would y'like?
pt: Cosa ti va?

# 1676_Player
source: I'll have this please.
pt: Prendo questo, per favore.

# 1688_Riku
source: Sure thing!
pt: Certo!

# 1700_Riku
source: Oh, you like that, huh? <Color:255,200,200,255>♥<Color:Default>
pt: Oh, ti piace, eh? <Color:255,200,200,255>♥<Color:Default>

# 1712_Riku
source: Sure, all right.
pt: Certo, va bene.

# 1724_Riku
source: You like that? I never woulda figured.
pt: Ti piace? Non l'avrei mai detto.

# 1736_Riku
source: Okay. Another time then.
pt: Va bene. Sarà per un'altra volta allora.

# 1772_Riku
source: Wanna play the chocolate stick game?
pt: Ti va di fare il gioco del bastoncino di cioccolato?

# 1784_Player
source: Heh, sure.
pt: Heh, certo.

# 1820_Riku
source: Here, I'll feed it to ya. <Color:255,200,200,255>♥<Color:Default>
pt: Ecco, te lo imbocco io. <Color:255,200,200,255>♥<Color:Default>

# 1832_Player
source: What!?
pt: Cosa!?

# 1928_Riku
source: C'mere, please!
pt: Vieni qui, per favore!

# 2024_Riku
source: I'm puttin' it together now.
pt: Lo sto preparando proprio ora.

# 2036_Player
source: Okay.
pt: Ok.

# 2048_Riku
source: Here ya go!
pt: Eccoti!

# 2060_Riku
source: You're quite the drinker!
pt: Sei proprio un gran bevitore!

# 2072_Player
source: Yeah.
pt: Sì.

# 2084_Riku
source: Here ya go!
pt: Eccoti!

# 2096_Riku
source: Your glass is empty. Lemme fix that.
pt: Hai il bicchiere vuoto. Ci penso io.

# 2108_Player
source: Okay.
pt: Ok.

# 2120_Riku
source: Here ya go!
pt: Eccoti!

# 2168_Riku
source: Cheers!
pt: Salute!

# 2180_Riku
source: Thanks for comin'! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie di essere venuto! <Color:255,200,200,255>♥<Color:Default>

# 2192_Player
source: I have to be on my way.
pt: Devo andare.

# 2216_Riku
source: Okay, can y'hang out somewhere and wait for me? I'll give you a call later, 'kay?
pt: Ok, puoi farti un giro da qualche parte e aspettarmi? Ti chiamo più tardi, ok?

# 2228_Player
source: All right.
pt: Va bene.

# 2252_Riku
source: All right, let me get you your check, then.
pt: Va bene, allora vado a prenderti il conto.

# 2264_Riku
source: Check, please!
pt: Il conto, per favore!

# 2276_Riku
source: You're leavin' already?
pt: Te ne vai già?

# 2288_Player
source: Yeah...
pt: Già...

# 2300_Riku
source: Check, please!
pt: Il conto, per favore!

# 2312_Riku
source: Your glass is empty. Did y'want some more?
pt: Il tuo bicchiere è vuoto. Ne vuoi ancora?

# 2324_Player
source: (Damn, I don't have the cash.)
pt: (Dannazione, non ho i soldi.)

# 2336_Riku
source: You're leavin' already?
pt: Te ne vai già?

# 2348_Player
source: Yeah...
pt: Già...

# 2360_Riku
source: Check, please!
pt: Il conto, per favore!

# 2372_Riku
source: May I join you for a drink?
pt: Posso unirmi a te per un drink?

# 2384_Player
source: (Damn, I don't have the cash.)
pt: (Dannazione, non ho i soldi.)

# 2396_Player
source: Sorry, I have to be on my way.
pt: Scusa, adesso devo andare.

# 2408_Riku
source: You're leavin' already?
pt: Te ne vai già?

# 2420_Player
source: Yeah...
pt: Già...

# 2432_Riku
source: Check, please!
pt: Il conto, per favore!

# 2456_Player
source: (Looks like we've run out of things to talk about. I should get going.)
pt: (Sembra che abbiamo esaurito gli argomenti. Farei meglio ad andare.)

# 2468_Player
source: I have to be on my way.
pt: Adesso devo andare.

# 2480_Riku
source: You're leavin' already?
pt: Te ne vai già?

# 2492_Player
source: Yeah...
pt: Già...

# 2504_Riku
source: Check, please!
pt: Il conto, per favore!

# 2516_Player
source: Feel like coming out with me after this?
pt: Ti va di uscire con me dopo?

# 2540_Riku
source: What? I already told ya no! Geez, you're a nag.
pt: Cosa? Ti ho già detto di no! Mamma mia, quanto sei pesante.

# 2564_Riku
source: Askin' again ain't gonna change my mind!
pt: Chiedermelo ancora non mi farà cambiare idea!

# 2576_Player
source: Hm...
pt: Mmm...

# 2588_Riku
source: Like after this?
pt: Tipo dopo?

# 2612_Riku
source: Sorry, Kiryu-san. I've already got a previous engagement today. But ask me again next time.
pt: Mi dispiace, Kiryu-san. Ho già un altro impegno per oggi. Però riprova la prossima volta.

# 2624_Player
source: Ah, all right. It's okay. I understand.
pt: Ah, va bene. Non preoccuparti. Capisco.

# 2636_Riku
source: Hmm. Not today, sorry. I'm feelin' kinda off.
pt: Mmm. Oggi no, scusa. Non mi sento molto in forma.

# 2648_Player
source: All right. Maybe another time, when you feel up to it.
pt: Va bene. Magari un'altra volta, quando te la senti.

# 2660_Riku
source: Hmm. Maybe after we get t'know each other a bit better.
pt: Mmm. Magari quando ci saremo conosciuti un po' meglio.

# 2672_Player
source: Got it.
pt: Capito.

# 2684_Riku
source: This is an error.
pt: Questo è un errore.

# 2696_Player
source: Feel like coming out with me after this?
pt: Ti va di uscire con me dopo?

# 2720_Riku
source: Okay, fine, if ya insist. But only for a little while, 'kay?
pt: E va bene, se proprio insisti. Però solo per un po', ok?

# 2732_Player
source: All right!
pt: Bene!

# 2744_Riku
source: Haha. You wanna go out with me that bad? Sure. But just for a little bit, 'kay?
pt: Ahah. Vuoi uscire con me così tanto? Certo. Ma solo per un po', ok?

# 2756_Player
source: Heh, all right.
pt: Heh, va bene.

# 2768_Riku
source: Like after this?
pt: Tipo dopo?

# 2792_Riku
source: Sure. I've been wantin' to spend more time with ya myself.
pt: Certo. Anch'io volevo passare più tempo con te.

# 2804_Player
source: I see.
pt: Capisco.

# 2816_Riku
source: Of course I do! There's no way I'd turn ya down, Kiryu-san.
pt: Certo che sì! Non potrei mai rifiutarti, Kiryu-san.

# 2828_Player
source: That's what I like to hear.
pt: Proprio quello che volevo sentire.

# 2840_Riku
source: Yeah, okay. I got nothin' else to do.
pt: Sì, va bene. Tanto non ho nient'altro da fare.

# 2852_Player
source: Really?
pt: Davvero?

# 2864_Riku
source: This is an error.
pt: Questo è un errore.

# 2876_Riku
source: What's up?
pt: Che c'è?

# 2900_Riku
source: Oh wow, is this really for me?
pt: Oh wow, è proprio per me?

# 2912_Kiryu
source: Yeah.
pt: Sì.

# 2924_Riku
source: But getting somethin' this expensive makes me feel kinda guilty.
pt: Ma ricevere qualcosa di così costoso mi fa sentire un po' in colpa.

# 2936_Kiryu
source: Really?
pt: Davvero?

# 2948_Riku
source: Oh, no way! I had my eye on this! Thank you!
pt: Oh, non ci credo! Lo tenevo d'occhio! Grazie!

# 2960_Riku
source: Are you sure!? I'll take good care of it!
pt: Dici sul serio!? Ne avrò molta cura!

# 2972_Riku
source: Oh, thanks...
pt: Oh, grazie...

# 2984_Riku
source: What's this? I dunno what to do with it.
pt: E questo cos'è? Non so proprio cosa farmene.

# 2996_Riku
source: Huh? You're givin' me another one?
pt: Eh? Me ne regali un altro?

# 3008_Riku
source: But you already gave me this. Don't ya remember?
pt: Ma questo me l'hai già dato. Non te lo ricordi?

# 3020_Riku
source: This is an error.
pt: Questo è un errore.

# 3176_Riku
source: Kiryu-san, will y'come and see me again?
pt: Kiryu-san, verrai ancora a trovarmi?

# 3188_Player
source: I'll ask for you next time.
pt: La prossima volta chiederò di te.

# 3200_Riku
source: You mean it? Then I'll be waitin'!
pt: Dici sul serio? Allora ti aspetterò!

# 3248_Riku
source: I had lotsa fun today!
pt: Mi sono divertita un sacco oggi!

# 3260_Player
source: Yeah, me too.
pt: Sì, anch'io.

# 3272_Riku
source: Hehe. <Color:255,200,200,255>♥<Color:Default>
pt: Ehe. <Color:255,200,200,255>♥<Color:Default>

# 3308_Riku
source: Thanks for comin' by! See ya later!
pt: Grazie di essere passato! A dopo!

# 3320_Player
source: Later.
pt: A dopo.

# 3332_Riku
source: Hehe. <Color:255,200,200,255>♥<Color:Default>
pt: Ehe. <Color:255,200,200,255>♥<Color:Default>

# 3368_Riku
source: I'll be waitin' for ya!
pt: Ti aspetterò!

# 3380_Player
source: Thanks.
pt: Grazie.

# 3392_Riku
source: Hehe. <Color:255,200,200,255>♥<Color:Default>
pt: Ehe. <Color:255,200,200,255>♥<Color:Default>

# 3440_Riku
source: I'll see ya later! <Color:255,200,200,255>♥<Color:Default>
pt: Ci vediamo dopo! <Color:255,200,200,255>♥<Color:Default>

# 3452_Player
source: Sure thing.
pt: Ma certo!

# 3464_Riku
source: Hehe. <Color:255,200,200,255>♥<Color:Default>
pt: Ehe. <Color:255,200,200,255>♥<Color:Default>

# 3476_Riku
source: Wonder what you're gonna get.
pt: Chissà cosa riceverai.

# 3488_Player
source: Here goes.
pt: Si parte.

# 3572_Riku
source: You won <Color:8>Toughness Infinity<Color:Default>!
pt: Hai vinto <Color:8>Toughness Infinity<Color:Default>!

# 3596_Riku
source: Oh, that one's kinda common.
pt: Oh, quello è piuttosto comune.

# 3608_Player
source: I see.
pt: Capisco.

# 3620_Riku
source: You won <Color:8>French Cologne<Color:Default>!
pt: Hai vinto <Color:8>French Cologne<Color:Default>!

# 3644_Riku
source: Oh, that one's kinda common.
pt: Oh, quello è piuttosto comune.

# 3656_Player
source: I see.
pt: Capisco.

# 3668_Riku
source: You won <Color:8>Staminan Spark<Color:Default>!
pt: Hai vinto <Color:8>Staminan Spark<Color:Default>!

# 3692_Riku
source: Yeah, that's pretty okay I guess.
pt: Sì, direi che non è male.

# 3704_Player
source: I see.
pt: Capisco.

# 3716_Riku
source: You won <Color:8>Goddess of Children Amulet<Color:Default>!
pt: Hai vinto <Color:8>Goddess of Children Amulet<Color:Default>!

# 3740_Riku
source: Yeah, that's pretty okay I guess.
pt: Sì, direi che non è male.

# 3752_Player
source: I see.
pt: Capisco.

# 3764_Riku
source: You won <Color:8>Monogrammed Bag<Color:Default>!
pt: Hai vinto <Color:8>Monogrammed Bag<Color:Default>!

# 3788_Riku
source: Oh, wow! Those are wicked rare!
pt: Oh, wow! Quelli sono rarissimi!

# 3800_Player
source: Oh, really?
pt: Oh, davvero?

# 3812_Riku
source: You won <Color:8>Italian Women's Watch<Color:Default>!
pt: Hai vinto <Color:8>Italian Women's Watch<Color:Default>!

# 3836_Riku
source: Oh, wow! Those are wicked rare!
pt: Oh, wow! Quelli sono rarissimi!

# 3848_Player
source: Oh, really?
pt: Oh, davvero?

# 3860_Riku
source: You won <Color:8>Mystery Stone<Color:Default>!
pt: Hai vinto <Color:8>Mystery Stone<Color:Default>!

# 3884_Riku
source: Oh, wow! Those are wicked rare!
pt: Oh, wow! Quelli sono rarissimi!

# 3896_Player
source: Oh, really?
pt: Oh, davvero?

# 3908_Riku
source: You won <Color:8>Swiss Watch<Color:Default>!
pt: Hai vinto <Color:8>Swiss Watch<Color:Default>!

# 3932_Riku
source: Oh wow, you hit the jackpot! Congrats, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>
pt: Oh wow, hai fatto il jackpot! Congratulazioni, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>

# 3944_Player
source: Great!
pt: Ottimo!

# 3956_Riku
source: You won <Color:8>Platinum Membership Card<Color:Default>!
pt: Hai vinto <Color:8>Platinum Membership Card<Color:Default>!

# 3980_Riku
source: Oh wow, you hit the jackpot! Congrats, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>
pt: Oh wow, hai fatto il jackpot! Congratulazioni, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>

# 3992_Player
source: Great!
pt: Ottimo!

# 4004_Riku
source: Time for the chocolate stick game!
pt: È ora del gioco dei bastoncini di cioccolato!

# 4016_Riku
source: One bottle of champagne!
pt: Una bottiglia di champagne!

# 4028_Riku
source: Champagne tower, please!
pt: Una piramide di champagne, per favore!
