Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330985.po
Languages: pt

source: You got <Color:8>Mystery Stone<Color:Default>.
pt: Hai ottenuto <Color:8>Pietra misteriosa<Color:Default>.

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

# 116_Shirakawa
source: Will this do? You had it out with Kurosaki here, didn't you?
pt: Ti basta così? È qui che hai fatto i conti con Kurosaki, no?

# 128_Shinada
source: Huh, he actually told you? He asked me to look after you, you know.
pt: Ah, te l'ha detto davvero? Mi ha chiesto di tenerti d'occhio, lo sai.

# 140_Shirakawa
source: Hmph. What could he possibly ask you to do?
pt: Hmph. Cosa mai potrebbe averti chiesto di fare?

# 152_Shirakawa
source: Atone for your twenty-year-old crime? For robbing me of baseball so you could satisfy your pride?
pt: Espiare il tuo crimine di vent'anni fa? Per avermi privato del baseball solo per soddisfare il tuo orgoglio?

# 164_Shinada
source: You won't listen to anything I say, will you? Not until I hit an Akamatsu pitch. Though I doubt you can throw one in this state.
pt: Non hai intenzione di ascoltare una parola di quello che dico, eh? Non finché non colpisco un lancio alla Akamatsu. Anche se dubito che tu riesca a lanciarne uno in questo stato.

# 188_Shinada
source: Your shoulder's messed up, man. Blown. Torn. Injured. How many ways must I say it?
pt: Hai la spalla a pezzi, amico. È andata. Strappata. Infortunata. In quanti modi te lo devo dire?

# 200_Shirakawa
source: I admit my left shoulder will never be the same. But I still have my right shoulder.
pt: Lo ammetto, la mia spalla sinistra non tornerà mai più come prima. Ma ho ancora la mia spalla destra.

# 212_Shinada
source: You're gonna throw right? What are you thinking? There's no way you'll beat me with an overnight conversion.
pt: Vuoi lanciare di destro? Ma a cosa stai pensando? Non c'è verso che tu mi batta con un cambio fatto dall'oggi al domani.

# 224_Shirakawa
source: It's not an overnight conversion. I switched to throwing right after I saw you hit that homer on a stolen sign.
pt: Non è un cambio fatto dall'oggi al domani. Ho iniziato a lanciare di destro subito dopo averti visto colpire quel fuoricampo su un segnale rubato.

# 236_Shinada
source: What...?
pt: Cosa...?

# 248_Shirakawa
source: Ever since that game, I've thought about when this day would come. I was determined to prove you betrayed me.
pt: Sin da quella partita, ho sempre pensato a quando sarebbe arrivato questo giorno. Ero deciso a dimostrare che mi avevi tradito.

# 260_Shirakawa
source: But I gradually stopped training. I couldn't fully commit when I didn't know where or how I'd find you.
pt: Ma a poco a poco ho smesso di allenarmi. Non riuscivo a impegnarmi a fondo senza sapere dove o come ti avrei trovato.

# 272_Shirakawa
source: When you beat me the first time, that lit a fire under my ass. So I could replicate Akamatsu's pitching for one final duel!
pt: Quando mi hai battuto la prima volta, mi ha messo il pepe al culo. Così da poter replicare i lanci di Akamatsu per un ultimo duello!

# 284_Shinada
source: I see.
pt: Capisco.

# 296_Shirakawa
source: The stage is finally set. Think back, Shinada. Remember exactly how it was. The regional tournament final, twenty years ago.
pt: Tutto è finalmente pronto. Torna indietro con la mente, Shinada. Ricorda esattamente com'era. La finale del torneo regionale, vent'anni fa.

# 308_Shirakawa
source: Bottom of the ninth in a scoreless tie, two outs, runners on second and third. On the mound is Akamatsu, the tournament's top pitcher.
pt: Parte bassa del nono, parità sullo zero a zero, due eliminati, corridori in seconda e terza. Sul monte di lancio c'è Akamatsu, il miglior lanciatore del torneo.

# 356_Shirakawa
source: Get in the box, Shinada!
pt: Entra nel box, Shinada!

# 392_Shirakawa
source: Well? What now, Shirakawa? You convinced yet?
pt: Allora? E adesso, Shirakawa? Ti sei convinto?

# 416_Shinada
source: Well? Are you?
pt: Allora? Lo sei?

# 428_Shirakawa
source: ...Yeah. There's no two ways about it. Not after that. Your batting's seriously something else.
pt: ...Già. Non ci sono dubbi. Non dopo quello che ho visto. Il tuo modo di battere è davvero di un altro pianeta.

# 440_Shirakawa
source: But I think I knew that a long time ago. I just couldn't force myself to admit it.
pt: Ma credo di averlo saputo già da un pezzo. Solo che non riuscivo proprio a costringermi ad ammetterlo.

# 452_Shinada
source: What do you mean?
pt: Cosa intendi?

# 464_Shirakawa
source: When you, my former teammate, were accused of sign stealing... I thought you were a fraud.
pt: Quando tu, il mio ex compagno di squadra, sei stato accusato di aver rubato i segnali... ho pensato che fossi un imbroglione.

# 476_Shirakawa
source: A fake. A dirty cheat. A wannabe pro, grasping for fame he didn't deserve.
pt: Un falso. Uno sporco imbroglione. Un aspirante professionista a caccia di una fama che non meritava.

# 488_Shirakawa
source: When I thought of you like that, it made sense why you took that wild swing.
pt: Quando ti vedevo in quel modo, aveva senso il motivo per cui avessi fatto quello swing così sconsiderato.

# 500_Shirakawa
source: You challenged Akamatsu just to earn more respect. And that selfishness robbed me of baseball!
pt: Hai sfidato Akamatsu solo per farti rispettare di più. E quell'egoismo mi ha portato via il baseball!

# 524_Shirakawa
source: ...Those kinds of thoughts consumed me. My hatred of you kept growing. Snowballing.
pt: ...Quei pensieri mi consumavano. Il mio odio per te continuava a crescere. Come una valanga.

# 536_Shirakawa
source: But now I understand. You were the real thing, too. A true, professional player. Not the kind of guy who'd put himself before the team.
pt: Ma ora ho capito. Anche tu eri uno vero. Un vero professionista. Non il tipo che metterebbe se stesso davanti alla squadra.

# 548_Shirakawa
source: That homer you hit as a Wyvern－you really didn't cheat, did you?
pt: Quel fuoricampo che hai battuto con i Wyvern－non hai imbrogliato davvero, vero?

# 560_Shinada
source: Damn right I didn't. When it comes to baseball, I'm pure as a puppy. Not even a drop of guile in me.
pt: Puoi scommetterci che non l'ho fatto. Quando si tratta di baseball, sono puro come un cucciolo. Non ho neanche un briciolo di malizia.

# 572_Shirakawa
source: Heh, I suppose that's one way to put it.
pt: Eheh, immagino che si possa dire anche così.

# 584_Shinada
source: Heheh. Come on, man. Have some faith in your old teammate.
pt: Eheh. Dai, amico. Abbi un po' di fiducia nel tuo vecchio compagno di squadra.

# 596_Shirakawa
source: Faith... Now that's a word you don't hear much these days. But you know what? You're right.
pt: Fiducia... Ecco una parola che non si sente spesso di questi tempi. Ma sai che c'è? Hai ragione.

# 608_Shirakawa
source: I guess I didn't trust my teammates back then. Not really.
pt: Immagino che allora non mi fidassi dei miei compagni. Non per davvero.

# 620_Shirakawa
source: My left shoulder was shredded from overuse, but I never told anyone. Not the coach, and certainly not anyone from the team.
pt: La mia spalla sinistra era a pezzi per il troppo sforzo, ma non l'avevo mai detto a nessuno. Né all'allenatore, e di certo a nessuno della squadra.

# 632_Shirakawa
source: I wasn't thinking about the future at all. The only thing that mattered was Koshien, and earning our right to be there.
pt: Non pensavo minimamente al futuro. L'unica cosa che contava era il Koshien, e guadagnarci il diritto di andarci.

# 644_Shirakawa
source: If I had stepped out of my shell and confided in someone, maybe my career would have gone differently.
pt: Se fossi uscito dal mio guscio e mi fossi confidato con qualcuno, forse la mia carriera sarebbe andata diversamente.

# 656_Shinada
source: ...Actually, I knew about your shoulder. And that you were trying to hide it.
pt: ...A dire il vero, sapevo della tua spalla. E che cercavi di nasconderlo.

# 668_Shirakawa
source: What?
pt: Cosa?

# 680_Shinada
source: I never told anyone, though. Because I knew how you felt. If I had an injury, I would have kept it a secret too.
pt: Però non l'ho mai detto a nessuno. Perché sapevo come ti sentissi. Se mi fossi infortunato, avrei tenuto il segreto anch'io.

# 692_Shinada
source: We all felt the same way. Back then, getting to Koshien was everything. No one thought about what might happen next.
pt: La pensavamo tutti allo stesso modo. Allora, arrivare al Koshien era tutto. Nessuno pensava a cosa sarebbe potuto succedere dopo.

# 704_Shirakawa
source: I guess a batter like you would have noticed something was off with my throwing.
pt: Immagino che un battitore come te si sarebbe accorto che qualcosa non andava nel mio modo di lanciare.

# 728_Shirakawa
source: I get it now. I finally understand why you challenged Akamatsu.
pt: Ora ho capito. Finalmente ho capito perché hai sfidato Akamatsu.

# 752_Shirakawa
source: If we went into extra innings with the score knotted, you were afraid my damaged shoulder would give out.
pt: Se fossimo andati agli inning supplementari con il punteggio in parità, avevi paura che la mia spalla malandata avrebbe ceduto.

# 764_Shirakawa
source: That's what made you take that swing. So I wouldn't have to pitch anymore.
pt: È per questo che hai fatto quello swing. Così non avrei più dovuto lanciare.

# 776_Shirakawa
source: Knowing full well you'd take the blame if you blew it.
pt: Sapendo benissimo che ti saresti preso la colpa se avessi fallito.

# 788_Shinada
source: ...Honest to goodness, that's a little too far back for me. Can't remember what I was thinking.
pt: ...Sinceramente, è passato un po' troppo tempo. Non ricordo cosa mi passasse per la testa.

# 800_Shirakawa
source: Oh... No need to thank you then. Boy, am I glad I stopped myself in time.
pt: Oh... Allora non c'è bisogno di ringraziarti. Cavolo, meno male che mi sono fermato in tempo.

# 812_Shinada
source: Come on, what's with the attitude? It's not like a thank-you costs anything.
pt: Dai, che è questo atteggiamento? Un grazie non costa nulla.

# 824_Shirakawa
source: Heh, isn't it a bit late to drop the act?
pt: Heh, non è un po' tardi per smettere di fingere?

# 836_Shinada
source: ...So, Shirakawa. What are you gonna do now?
pt: ...Allora, Shirakawa. Che farai adesso?

# 848_Shirakawa
source: I'm going back to Tokyo. I took all this time off, and the guys at the office are probably swamped with work.
pt: Torno a Tokyo. Mi sono preso tutto questo tempo libero e i ragazzi in ufficio saranno probabilmente sommersi di lavoro.

# 860_Shirakawa
source: You know, it feels like a huge weight's been lifted from my shoulders. For the first time, I can finally wake up in the morning with a renewed sense of purpose.
pt: Sai, mi sembra che mi sia stato tolto un peso enorme dalle spalle. Per la prima volta, posso finalmente svegliarmi la mattina con una nuova motivazione.

# 872_Shinada
source: That's great to hear. You take care, okay?
pt: Mi fa piacere sentirlo. Stammi bene, okay?

# 884_Shirakawa
source: Yeah. Sorry for being such an asshole, Shinada.
pt: Già. Scusa per essere stato un tale stronzo, Shinada.

# 920_Shirakawa
source: Oh, and one more thing!
pt: Oh, e un'altra cosa!

# 932_Shinada
source: What?
pt: Cosa?

# 944_Shirakawa
source: Thanks!
pt: Grazie!

# 956_Shinada
source: For what?
pt: Per cosa?

# 968_Shirakawa
source: Everything. All of it! I really owe you one!
pt: Per tutto. Per ogni cosa! Ti devo davvero un favore!

# 992_Shirakawa
source: Heh. Try to stay in character, you.
pt: Heh. Cerca di restare nel personaggio, tu.

# 1076_Shirakawa
source: What kind of lame attempt was that? Or is that the best you got?
pt: Che razza di patetico tentativo era? O è il meglio che sai fare?

# 1100_Shirakawa
source: This better not be it. You haven't proven anything yet.
pt: Spero proprio che non sia tutto qui. Non hai ancora dimostrato niente.

# 1160_Shirakawa
source: Get ready for the final showdown, Shinada! I'll get the truth out of you, no matter how many pitches it takes!
pt: Preparati per la resa dei conti finale, Shinada! Ti farò sputare la verità, non importa quanti lanci ci vorranno!

# 1172_Shinada
source: I'm well aware of that. Bring it on, Shirakawa!
pt: Lo so fin troppo bene. Fatti sotto, Shirakawa!
