Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020717.po
Languages: pt

source: Washed-up Yakuza
pt: Yakuza bollito

# 92_Saejima
source: (Well, that's done. Just gotta make sure I'm ready, then I'm off to the battin' center.)
pt: (Beh, a posto. Devo solo assicurarmi di essere pronto, poi me ne vado al centro di battuta.)

# 116_Washed-up Yakuza
source: Dammit... You're too freaking strong!
pt: Cazzo... Sei troppo dannatamente forte!

# 128_Saejima
source: Ya want my advice? Find a new line of work. You'll be happier for it.
pt: Vuoi un consiglio? Cambiati mestiere. Ne sarai più felice.

# 140_Washed-up Yakuza
source: Hah... Hahaha! Like there's somewhere else that'll take a guy like me.
pt: Hah... Hahaha! Come se ci fosse un altro posto che prenderebbe uno come me.

# 152_Saejima
source: If ya can't find anythin', come see me.
pt: Se non trovi niente, vieni da me.

# 164_Saejima
source: Gonna be leavin' town for a while tonight, but I'll be back someday. If you're still flounderin' by then, I'll give ya a hand up.
pt: Stasera me ne vado dalla città per un po', ma tornerò un giorno. Se a quel punto sarai ancora in alto mare, ti darò una mano a rialzarti.

# 176_Washed-up Yakuza
source: Oh, uh... Thanks.
pt: Oh, uh... Grazie.

# 188_Saejima
source: (Well, that took longer than I was hopin'. Better get to New Serena before it's too late.)
pt: (Beh, è durata più a lungo di quanto sperassi. Meglio che vada al New Serena prima che sia troppo tardi.)

# 212_Yakuza
source: Hey, you.
pt: Ehi, tu.

# 236_Saejima
source: Can I help you?
pt: Posso aiutarla?

# 260_Saejima
source: Ya got cotton shoved in your ears? I asked you a question.
pt: Ti sei ficcato del cotone nelle orecchie? Ti ho fatto una domanda.

# 272_Yakuza
source: I'm sick of you and your whole tough guy shtick.
pt: Sono stufo di te e di tutta la tua pagliacciata da duro.

# 284_Saejima
source: Ya gonna explain that, or can I go? Got places to be.
pt: Me lo spieghi, o posso andare? Ho degli impegni.

# 296_Yakuza
source: Not so fast. You're the reason my career's gone down the shitter.
pt: Non così in fretta. Sei tu il motivo per cui la mia carriera è finita nel cesso.

# 308_Saejima
source: N' how's that, exactly?
pt: E come, di preciso?

# 320_Yakuza
source: Don't play dumb! If your criminal ass didn't come waltzing back into the Tojo Clan, I'd have been lieutenant by now!
pt: Non fare il finto tonto! Se il tuo brutto culo da criminale non fosse tornato a farsi bello nel Tojo Clan, a quest'ora sarei luogotenente!

# 332_Saejima
source: Huh. So you're Tojo, too.
pt: Ah. Quindi anche tu sei del Tojo.

# 344_Yakuza
source: Ever since you filled that empty exec seat, we've been getting screwed. Over and over and over again!
pt: Da quando hai occupato quel posto vuoto da dirigente, siamo stati fregati. Ancora e ancora e ancora!

# 356_Yakuza
source: First our casino got busted, then the cops raided the family office. Bye bye, main revenue stream!
pt: Prima il nostro casinò è saltato, poi i poliziotti hanno fatto un blitz nell'ufficio della famiglia. Addio addio, principale fonte di guadagni!

# 368_Yakuza
source: Most of our boys ended up scurrying off not long after. Rats who can see the ship is sinking fast.
pt: La maggior parte dei nostri ragazzi finì per filarsela poco dopo. Ratti che vedono la nave affondare a picco.

# 380_Yakuza
source: So what's left of us now? We got no money, no men. Hell, we're barely even a family.
pt: E quindi cosa ci resta adesso? Non abbiamo soldi, non abbiamo uomini. Cazzo, non siamo quasi più una famiglia.

# 392_Saejima
source: Tough break.
pt: Che sfiga.

# 404_Yakuza
source: Tough break? Is that all you have to say!?
pt: Che sfiga? È tutto quello che hai da dire!?

# 416_Saejima
source: Lemme ask ya somethin'. When things started goin' south, what did you do?
pt: Senti, ti chiedo una cosa. Quando le cose hanno iniziato ad andare a rotoli, tu cosa hai fatto?

# 428_Yakuza
source: Huh?
pt: Uh?

# 440_Saejima
source: Your casino got busted. Ya got raided by the cops.
pt: Il tuo casinò è saltato. Ti hanno fatto un blitz i poliziotti.

# 452_Saejima
source: Your family fell on its ass quicker than ya can count to ten. I wanna know, how'd ya respond?
pt: La tua famiglia è finita nella merda più in fretta di quanto tu possa contare fino a dieci. Voglio sapere, come hai reagito?

# 464_Yakuza
source: I, well...
pt: Io, beh...

# 476_Yakuza
source: What was I supposed to do? I can't turn that shit around all by myself!
pt: E che dovevo fare? Non posso rimettere a posto quella merda tutto da solo!

# 488_Saejima
source: There. Now do ya see why you ain't a leader?
pt: Ecco. Ora capisci perché non sei un capo?

# 500_Yakuza
source: What?
pt: Cosa?

# 512_Saejima
source: Sure, maybe my comin' back tossed a few pebbles in your path.
pt: Certo, magari il mio ritorno ha messo qualche sassolino sulla tua strada.

# 524_Saejima
source: But if a pebble or two are gonna make ya fall flat on your face, how're ya ever gonna climb the mountains life's got in store?
pt: Ma se uno o due sassolini ti fanno già schiantare a terra, come farai mai a scalare le montagne che la vita ti riserva?

# 536_Saejima
source: So yeah, ya might slip a bit here n' there. But what really matters is how ya respond after.
pt: Dunque, sì, potresti scivolare un po' qui e là. Ma quello che conta davvero è come reagisci dopo.

# 548_Yakuza
source: You little...
pt: Tu, piccolo...

# 560_Saejima
source: If the family means that much to ya, you gotta be willin' to give your life on keepin' it afloat.
pt: Se la famiglia significa così tanto per te, devi essere disposto a dare la tua vita per tenerla a galla.

# 572_Saejima
source: Else you just ain't cut out for the yakuza, pal.
pt: Se no, non sei tagliato per la yakuza, socio.

# 584_Yakuza
source: I don't need a fucking lecture from <Italic>you</Italic>!
pt: Non ho bisogno di una cazzo di lezione da <Italic>te</Italic>!

# 596_Yakuza
source: You know what? I'm sick of your shit! Get ready to die!
pt: Sai che c'è? Sono stufo della tua merda! Preparati a morire!

# 608_Saejima
source: Easy there. I'm skippin' town for good after tonight.
pt: Piano. Me la filo via da sta città per sempre dopo stanotte.

# 620_Saejima
source: Let me enjoy my last evenin' in peace.
pt: Fammi godere la mia ultima serata in pace.

# 632_Yakuza
source: No way, man! Not after the sermon you just made us sit through!
pt: Manco per sogno, socio! Non dopo il pippone che ci hai appena rifilato!

# 656_Majima
source: Ahhh, that was good shit! Couldn't shove down another bite if I wanted. So, what're ya doin' now?
pt: Ahhh, che mangiata! Non riuscirei a ficcare giù un altro boccone, nemmeno volendo. Allora, che combini adesso?

# 668_Saejima
source: They're comin' for me tonight. Guess I'll take one last stroll around town.
pt: Vengono a prendermi stanotte. Mi sa che mi faccio un ultimo giro per la città.

# 680_Majima
source: Now there's a hell of an idea. Ya oughta have a good time before goin' away.
pt: Un'idea della madonna, questa. Ti conviene divertirti un po' prima di filartela via.

# 692_Majima
source: So get on out there n' live it up.
pt: Allora va' lì fuori e spassatela.

# 704_Saejima
source: Think I will.
pt: Mi sa di sì.

# 716_Majima
source: Oh yeah. Stop in n' see me before they haul you in, so I can give ya a proper send-off. I'll be waitin' at the usual place!
pt: Sì, dai. Fai un salto da me prima che ti vengano a prendere, così posso darti un addio come si deve. Ti aspetto al solito posto!

# 728_Saejima
source: Where?
pt: Dove?

# 740_Majima
source: Y'know! What's the one place we're always pallin' around at?
pt: Lo sai! Qual è l'unico posto dove ci bazzichiamo sempre?

# 752_Saejima
source: Heh. The battin' center, then.
pt: Heh. Il centro di battuta, allora.

# 764_Majima
source: So whaddya say? One last chance at the plate before ya get benched?
pt: Allora, che ne dici? Un'ultima chance alla battuta prima che ti mettano in panchina?

# 776_Saejima
source: Yeah, sure.
pt: Sì, certo.

# 800_Saejima
source: (Time to wave this town goodbye.)
pt: (È ora di dare l'addio a 'sta città.)

# 812_Saejima
source: (Might wanna drop by New Serena first, tell 'em I'm goin'.)
pt: (Magari faccio un salto al New Serena prima, a dirgli che me ne vado.)
