Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002e.po
Languages: pt

# 1824_Shion
source: Then why did you say that girls in Nagoya are so brand-obsessed?
pt: E allora perché hai detto che le ragazze di Nagoya sono così ossessionate dalle grandi firme?

# 1836_Shion
source: You speak in such vague terms about everything, Shinada-san! I don't get your point!
pt: Parli in termini così vaghi di tutto, Shinada-san! Non capisco proprio dove vuoi arrivare!

# 1848_Shinada
source: Well, if I spoke my mind, you'd probably get offended.
pt: Beh, se dicessi quello che penso davvero, probabilmente ti offenderesti.

# 1860_Shinada
source: It's because of the makeup. Like, guys don't wear makeup, right? That's why it's only the girls who stand out.
pt: È per via del trucco. Cioè, gli uomini mica si truccano, no? Per questo sono solo le ragazze a dare nell'occhio.

# 1872_Shion
source: But don't women all over the country wear makeup?
pt: Ma le donne non si truccano in tutto il paese?

# 1884_Shinada
source: Yeah, but here the girls lay it on real thick. Don't people say that a lot, that it's because the girls here are actually ugly?
pt: Sì, ma qui le ragazze ci vanno giù davvero pesante. Non si dice spesso che sia perché in realtà sono brutte?

# 1896_Shion
source: Well, I never! Even if that's how you feel, I'd rather you not go and say it out loud!
pt: Ma insomma! Anche se la pensi così, preferirei che non andassi a dirlo ad alta voce!

# 1908_Shinada
source: Ack, sorry! Uh, I was kidding, I swear!
pt: Ah, scusa! Ehm, stavo scherzando, giuro!

# 1920_Shion
source: Fixed Topic 03
pt: Argomento fisso 03

# 1932_Shion
source: Fixed Topic 04
pt: Argomento fisso 04

# 1944_Shion
source: Fixed Topic 05
pt: Argomento fisso 05

# 1956_Shion
source: Fixed Topic 06
pt: Argomento fisso 06

# 1968_Shion
source: Fixed Topic 07
pt: Argomento fisso 07

# 1980_Shion
source: Fixed Topic 08
pt: Argomento fisso 08

# 1992_Shion
source: Fixed Topic 09
pt: Argomento fisso 09

# 2004_Shion
source: Fixed Topic 10
pt: Argomento fisso 10

# 2016_Shion
source: Fixed Topic 11
pt: Argomento fisso 11

# 2028_Shion
source: Fixed Topic 12
pt: Argomento fisso 12

# 2040_Shion
source: Fixed Topic 13
pt: Argomento fisso 13

# 2052_Shion
source: Fixed Topic 14
pt: Argomento fisso 14

# 2064_Shion
source: Fixed Topic 15
pt: Argomento fisso 15

# 2076_Shinada
source: Did you know that tequila's popular with foreign celebrities? It started in Hollywood, so now everyone in the States is crazy about it.
pt: Sapevi che la tequila va forte tra le celebrità straniere? Tutto è iniziato a Hollywood, e ora negli States ne vanno tutti matti.

# 2088_Shion
source: My word, isn't tequila a spirit that's rather high in alcohol? I imagine a woman like myself would find it quite harsh.
pt: Cielo, la tequila non è un superalcolico dalla gradazione piuttosto alta? Immagino che una donna come me la troverebbe piuttosto forte.

# 2100_Shinada
source: Nah, it's only between 35 and 55 percent alcohol, so it's much weaker than vodka. Vodka can go as high as 90 percent.
pt: Ma va', ha solo tra il 35 e il 55 percento di alcol, quindi è molto più leggera della vodka. La vodka può arrivare anche al 90 percento.

# 2112_Shinada
source: And if it's premium, one hundred percent agave tequila, the alcohol is processed faster, so even ladies can drink it without getting sick.
pt: E se è tequila premium, cento per cento agave, l'alcol viene smaltito più in fretta, quindi anche le signore possono berla senza stare male.

# 2124_Shion
source: Oh, really? I'm rather curious what it tastes like. The next time I go to a bar I may have to try some!
pt: Oh, davvero? Sono piuttosto curiosa di sapere che sapore abbia. La prossima volta che andrò in un bar, potrei proprio provarla!

# 2136_Shinada
source: Heh, a tequila-drinkin' gal would be right up my alley!
pt: Eheh, una tipa che beve tequila sarebbe proprio il mio tipo!

# 2148_Shion
source: Since my mother is from France, I'm more accustomed to drinking wine and champagne.
pt: Dato che mia madre è francese, sono più abituata a bere vino e champagne.

# 2160_Shion
source: Though I've heard that more recently, young people in France don't drink wine very much.
pt: Anche se ho sentito che ultimamente i giovani in Francia non bevono molto vino.

# 2172_Shinada
source: Wow, really?
pt: Wow, davvero?

# 2184_Shion
source: It's probably for the best. Drinking too much isn't good for you, and it isn't exactly a cheap habit.
pt: Forse è meglio così. Bere troppo non ti fa bene, e non è proprio un vizio economico.

# 2196_Shinada
source: I hear young people in Japan don't drink beer much anymore, either. But I always like a drink and good conversation.
pt: Ho sentito che nemmeno i giovani in Giappone bevono più molta birra. Ma a me piacciono sempre un buon drink e una bella conversazione.

# 2208_Shion
source: Oh, that's right. I had my picture taken while I was drunk the other day. I saw the photo later and my face looked hideous.
pt: Oh, è vero. L'altro giorno mi hanno scattato una foto mentre ero ubriaca. Ho visto la foto più tardi e la mia faccia era orribile.

# 2220_Shinada
source: Hehe, were you beet red?
pt: Eheh, eri rossa come un peperone?

# 2232_Shion
source: My mouth was open in this tremendous laugh, as if something were particularly amusing. I had lost any and all sense of shame!
pt: Avevo la bocca spalancata in una risata sguaiata, come se ci fosse qualcosa di particolarmente divertente. Avevo perso ogni briciolo di vergogna!

# 2244_Shinada
source: Haha! I'd like to see you like that, Shion-chan!
pt: Ahah! Mi piacerebbe proprio vederti così, Shion-chan!

# 2256_Shion
source: Oh, but I'd rather not drink again for a while.
pt: Oh, ma preferirei non bere più per un po'.

# 2268_Shinada
source: Oh, that's right. Sorry.
pt: Ah, già. Scusa.

# 2280_Shion
source: I go out for drinks at bars from time to time, and men often try to hit on me.
pt: Ogni tanto vado a bere nei bar, e spesso gli uomini ci provano con me.

# 2292_Shinada
source: That's because you're so pretty. Even if they're married, I bet they can't help but flirt.
pt: È perché sei così bella. Scommetto che anche se sono sposati, non possono fare a meno di provarci.

# 2304_Shion
source: Quite so! I do prefer that to men who would ignore a catch like myself!
pt: Proprio così! Lo preferisco di gran lunga agli uomini che ignorerebbero un bocconcino come me!

# 2316_Shinada
source: Heh, not lacking in confidence, are you?
pt: Eh, la sicurezza non ti manca di certo, eh?

# 2328_Shion
source: Shinada-san, you told me about this already.
pt: Shinada-san, me ne hai già parlato.

# 2340_Shinada
source: Oh no, did I?
pt: Oh no, l'ho fatto?

# 2352_Shion
source: I'd rather talk about something else.
pt: Preferirei parlare di qualcos'altro.

# 2364_Shinada
source: Sure...
pt: Certo...

# 2388_Shinada
source: Do you ever go to the ballpark to watch baseball games, Shion-chan?
pt: Vai mai allo stadio a guardare le partite di baseball, Shion-chan?

# 2400_Shion
source: Only once, I'm afraid.
pt: Solo una volta, temo.

# 2412_Shion
source: I was too far away to see much, and it was quite too rowdy for me. I left partway through.
pt: Ero troppo lontana per vedere bene, ed era decisamente troppo chiassoso per i miei gusti. Me ne sono andata a metà.

# 2424_Shinada
source: Why not try watching from a VIP skybox?
pt: Perché non provi a guardarla da un palchetto VIP?

# 2436_Shion
source: Oh, are there special rooms like that?
pt: Oh, esistono delle sale speciali del genere?

# 2448_Shinada
source: Yep! VIP rooms give you a great view of the field. You can even sit on a sofa and watch the game in the peace and quiet.
pt: Già! Dalle sale VIP hai una vista pazzesca sul campo. Puoi perfino sederti su un divano e guardare la partita in tutta tranquillità.

# 2460_Shinada
source: And even better, there are monitors all over so you can see close-ups on the big plays. Oh, and you can order food and drinks, right from the box! It's a great way to enjoy a game.
pt: E il bello è che ci sono monitor ovunque, così puoi vedere i primi piani delle azioni più importanti. Oh, e puoi ordinare cibo e bevande direttamente dal palchetto! È un modo fantastico per godersi la partita.

# 2472_Shion
source: That sounds lovely! Knowing that there are rooms like that, I may have to try going to see another game sometime.
pt: Sembra fantastico! Sapendo che esistono sale del genere, magari potrei provare ad andare a vedere un'altra partita, prima o poi.

# 2484_Shinada
source: You bet! I'd love to try one of them out someday, too.
pt: Puoi scommetterci! Piacerebbe anche a me provarne una, un giorno.

# 2496_Shion
source: Speaking of which, when I went to the race track the other day, my ears hurt quite a bit from the noise.
pt: A proposito, l'altro giorno quando sono andata in pista, mi facevano un bel po' male le orecchie per via del rumore.

# 2508_Shinada
source: Oh yeah, I hear you need earplugs to watch F1.
pt: Ah già, ho sentito che servono i tappi per le orecchie per guardare la F1.

# 2520_Shion
source: After that, the crowd at a ball game is downright silent! Perhaps I overreacted.
pt: In confronto a quello, la folla a una partita di baseball è il silenzio assoluto! Forse la mia è stata una reazione eccessiva.

# 2532_Shinada
source: Heh, maybe next time you should join in the cheering.
pt: Eh, magari la prossima volta dovresti unirti al tifo anche tu.

# 2544_Shion
source: Baseball is rather popular in America, isn't it? I know they have basketball and football too, but I feel baseball is their national sport.
pt: Il baseball è piuttosto popolare in America, non è vero? So che hanno anche il basket e il football, ma ho l'impressione che il baseball sia il loro sport nazionale.

# 2556_Shinada
source: Yeah. And it's not just a guys' sport, but something the whole family can enjoy.
pt: Già. E non è solo uno sport per soli uomini, ma qualcosa che può godersi tutta la famiglia.

# 2568_Shion
source: If I ever do move there, I wonder if I'll become a fan of my local baseball team?
pt: Se mai dovessi trasferirmi là, mi chiedo se diventerò una tifosa della squadra di baseball locale.

# 2580_Shinada
source: That'd be nice. Baseball is definitely a sport that's part of the local scene.
pt: Sarebbe bello. Il baseball è sicuramente uno sport che fa parte della realtà locale.

# 2592_Shion
source: Incidentally, I heard Las Vegas is getting a new ballpark. Maybe I'll go when it's finished!
pt: A proposito, ho sentito che a Las Vegas stanno costruendo un nuovo stadio di baseball. Magari ci andrò quando sarà finito!

# 2604_Shinada
source: That'd be awesome! Catch a game during the day and hit the casinos at night! That's the life!
pt: Sarebbe una figata! Guardarsi una partita di giorno e fare un salto al casinò di sera! Questa sì che è vita!

# 2616_Shion
source: I wonder if bringing pets along is allowed?
pt: Chissà se è permesso portarsi dietro degli animali domestici?

# 2628_Shinada
source: No, I'm pretty sure it isn't. I know most ballparks don't allow pets, at least.
pt: No, sono quasi sicuro di no. Per lo meno, so che nella maggior parte degli stadi gli animali non sono ammessi.

# 2640_Shion
source: Oh, then I wouldn't be able to bring Ulysses with me. That's a shame.
pt: Oh, allora non potrei portare Ulysses con me. Che peccato.

# 2652_Shion
source: Shinada-san, you told me about this already.
pt: Shinada-san, me l'hai già raccontato.

# 2664_Shinada
source: Oh no, did I?
pt: Oh no, l'ho fatto?

# 2676_Shion
source: I'd rather talk about something else.
pt: Preferirei parlare di qualcos'altro.

# 2688_Shinada
source: Sure...
pt: Certo...

# 2712_Shinada
source: Do you have miso soup every day, Shion-chan?
pt: Mangi la zuppa di miso tutti i giorni, Shion-chan?

# 2724_Shion
source: Let's see... I have bread for breakfast fairly often, but I usually have miso soup at least once a day, I think.
pt: Vediamo... Mangio pane a colazione piuttosto spesso, ma credo di mangiare la zuppa di miso almeno una volta al giorno.

# 2736_Shinada
source: Say, did you know miso is great for both your health and beauty?
pt: Senti, lo sapevi che il miso fa benissimo sia alla salute che alla bellezza?

# 2748_Shion
source: Oh my, is it really?
pt: Oh, davvero?

# 2760_Shinada
source: Yep, it's packed with nutrients like proteins and minerals, it's a digestive aid, and has anti-cancer properties. Miso's awesome!
pt: Sì, è pieno di nutrienti come proteine e minerali, aiuta la digestione e ha proprietà antitumorali. Il miso è una bomba!

# 2772_Shion
source: Oh my, I had no idea!
pt: Cielo, non ne avevo idea!

# 2784_Shinada
source: That's because us Japanese people take it for granted! Oh right, it's also good for your skin!
pt: È perché noi giapponesi lo diamo per scontato! Ah, giusto, fa bene anche alla pelle!

# 2796_Shinada
source: I heard eating it can help reduce the growth of freckles and other stuff, too.
pt: Ho sentito dire che mangiarlo aiuta a ridurre la comparsa di lentiggini e altra roba del genere.

# 2808_Shion
source: You know, we use miso in most of our cooking. I wonder if that's why my mother and I are so pretty?
pt: Sai, usiamo il miso in quasi tutto quello che cuciniamo. Chissà se è per questo che io e mia madre siamo così carine?

# 2820_Shinada
source: Hahaha! I'm sure that's it!
pt: Ah ah ah! Ne sono proprio sicuro!

# 2832_Shion
source: Speaking of which, my mother says her favorite thing about Japan is the miso.
pt: A proposito, mia madre dice che la cosa che preferisce del Giappone è il miso.

# 2844_Shinada
source: Yeah, they don't have miso in France, do they?
pt: Già, in Francia il miso non ce l'hanno, vero?

# 2856_Shion
source: That's right. Now, she loves it so much that she adds miso into her recipes for French cuisine!
pt: Proprio così. Ormai le piace così tanto che aggiunge il miso persino alle sue ricette di cucina francese!

# 2868_Shinada
source: Wow, what does that taste like? I'd love to try it sometime!
pt: Wow, che sapore ha? Mi piacerebbe un sacco provarlo prima o poi!

# 2880_Shinada
source: Oh, you know what else? I also heard that miso is great for a hangover!
pt: Oh, e sai cos'altro? Ho sentito dire che il miso è ottimo anche per i postumi della sbornia!

# 2892_Shion
source: Oh, really?
pt: Oh, davvero?

# 2904_Shinada
source: Yep. It helps to purge the alcohol from your body, and prevents it from building up in your fat.
pt: Già. Aiuta a smaltire l'alcol dal corpo e impedisce che si accumuli nel grasso.

# 2916_Shion
source: The next time I wind up drinking too much, I'll be sure to have a bowl of miso soup.
pt: La prossima volta che mi capiterà di bere troppo, mi berrò di sicuro una bella ciotola di zuppa di miso.

# 2928_Shinada
source: Good idea. That'll probably shake off the wooziness and help you clear your head.
pt: Buona idea. Probabilmente ti farà passare lo stordimento e ti aiuterà a schiarirti le idee.

# 2940_Shion
source: I just had an idea. Maybe I should try putting some miso in Ulysses' food as well?
pt: Mi è appena venuta un'idea. Magari dovrei provare a mettere un po' di miso anche nel cibo di Ulysses?

# 2952_Shinada
source: Huh. Is it safe for dogs to eat?
pt: Uhm. Ma i cani possono mangiarlo tranquillamente?

# 2964_Shion
source: Yes, so long as there isn't too much salt in it. He hasn't been getting much water lately, so maybe I could give him a bit of miso soup to help.
pt: Sì, basta che non ci sia troppo sale. Ultimamente non sta bevendo molto, quindi potrei provare a dargli un po' di zuppa di miso per aiutarlo.

# 2976_Shinada
source: Wow, you really pay attention to your pet's health, huh?
pt: Wow, ci tieni proprio alla salute del tuo animale, eh?

# 2988_Shion
source: The other day, I saw a TV special about people who make miso for a living.
pt: L'altro giorno ho visto uno speciale in TV su chi produce miso per vivere.

# 3000_Shion
source: Needless to say, people in that line of work don't visit our club...
pt: Inutile a dirsi, chi fa quel tipo di lavoro non frequenta il nostro club...

# 3012_Shinada
source: Yeah, I imagine they don't have much money to spare for flashy cabaret clubs.
pt: Già, immagino che non abbiano molti soldi da buttare in sfarzosi cabaret club.

# 3024_Shion
source: Shinada-san, you told me about this already.
pt: Shinada-san, me ne hai già parlato.

# 3036_Shinada
source: Oh no, did I?
pt: Oh no, davvero?

# 3048_Shion
source: I'd rather talk about something else.
pt: Preferirei parlare di qualcos'altro.

# 3060_Shinada
source: Sure...
pt: Certo...

# 3084_Shinada
source: Do you like tebasaki, Shion-chan?
pt: Ti piacciono le tebasaki, Shion-chan?

# 3096_Shion
source: I don't eat them very often, but I suppose that's because I don't frequent places that serve them. Typically, I wind up having chicken karaage instead.
pt: Non le mangio molto spesso, ma immagino sia perché non frequento i posti che le servono. Di solito finisco per prendere del pollo karaage, invece.

# 3108_Shinada
source: Did you know the skin of the chicken wings is high in collagen?
pt: Lo sapevi che la pelle delle alette di pollo è ricca di collagene?

# 3120_Shinada
source: It's full of vitamin A, too, which has anti-aging properties and strengthens bones and joints!
pt: È anche piena di vitamina A, che ha proprietà anti-invecchiamento e rinforza ossa e articolazioni!

# 3132_Shion
source: My, you're quite knowledgeable, Shinada-san! I may have to try some soon.
pt: Caspita, ne sai un bel po', Shinada-san! Magari dovrei provarle presto.

# 3144_Shinada
source: Hey, I'm a health-conscious kind of guy. And I'm always ready to share food tips!
pt: Ehi, sono un tipo attento alla salute. E sono sempre pronto a condividere consigli sul cibo!

# 3156_Shion
source: Speaking of tebasaki, did you know they have a special version of them in America?
pt: A proposito di tebasaki, lo sapevi che in America ne hanno una versione speciale?

# 3168_Shinada
source: Oh, really?
pt: Oh, davvero?

# 3180_Shion
source: They're called buffalo wings. The wings are fried and then covered with a strong, spicy sauce.
pt: Si chiamano buffalo wings. Le alette vengono fritte e poi ricoperte da una salsa forte e piccante.

# 3192_Shion
source: They're extremely popular over there!
pt: Laggiù vanno fortissimo!

# 3204_Shinada
source: Wow, I've never heard of them! I kind of want to give them a try now.
pt: Caspita, non ne avevo mai sentito parlare! Adesso mi è quasi venuta voglia di provarle.

# 3216_Shion
source: That reminds me. I didn't go, but my friend had the afterparty for her wedding at a tebasaki place.
pt: A proposito, mi hai fatto venire in mente una cosa. Io non ci sono andato, ma una mia amica ha fatto l'afterparty del suo matrimonio in un locale di tebasaki.

# 3228_Shinada
source: Wow, they do wedding afterparties there?
pt: Caspita, fanno gli afterparty dei matrimoni lì?

# 3240_Shion
source: Indeed. People around here love their tebasaki, after all! Especially the men!
pt: Già. Da queste parti la gente va matta per i tebasaki, dopotutto! Soprattutto gli uomini!

# 3252_Shinada
source: Oh yeah, you Nagoya folks are real big on tebasaki, aren't you?
pt: Già, voi di Nagoya andate matti per i tebasaki, vero?

# 3264_Shion
source: They're also good to use for dog food.
pt: Sono ottimi anche da usare come cibo per cani.

# 3276_Shinada
source: Wow, for real?
pt: Wow, sul serio?

# 3288_Shion
source: Yes! You can serve them raw or stewed. They're apparently good for dogs. Maybe I should try feeding them to Ulysses!
pt: Sì! Puoi servirli crudi o stufati. A quanto pare fanno bene ai cani. Magari dovrei provare a darli a Ulysses!

# 3300_Shinada
source: I never would've thought of giving them to dogs.
pt: Non avrei mai pensato di darli ai cani.

# 3312_Shion
source: You know, I've never actually been to a restaurant that specializes in tebasaki.
pt: Sai, in realtà non sono mai stato in un ristorante specializzato in tebasaki.

# 3324_Shinada
source: Whoa, really? You gotta go! If you want, I can take you to one!
pt: Caspita, davvero? Devi andarci assolutamente! Se vuoi, posso accompagnarti io!

# 3336_Shion
source: Goodness, you sure know a lot about the parts of the world I don't, Shinada-san.
pt: Caspita, ne sai davvero un sacco su quegli aspetti del mondo che io non conosco, Shinada-san.

# 3348_Shinada
source: Hey, I'd love to go to the kinds of restaurants you usually go to, Shion-chan.
pt: Ehi, mi piacerebbe molto andare nei tipi di ristoranti che frequenti di solito, Shion-chan.

# 3360_Shion
source: Shinada-san, you told me about this already.
pt: Shinada-san, me ne hai già parlato.

# 3372_Shinada
source: Oh no, did I?
pt: Oddio, davvero?

# 3384_Shion
source: I'd rather talk about something else.
pt: Preferirei parlare di qualcos'altro.

# 3396_Shinada
source: Sure...
pt: Certo...

# 3420_Shinada
source: I hear the rich and famous in LA hit up ski resorts over the Christmas holiday season.
pt: Ho sentito dire che a L.A. i ricchi e i famosi frequentano i resort sciistici durante le vacanze di Natale.

# 3432_Shion
source: Oh my, really? I find it hard to imagine going someplace colder in the middle of winter. Why not go someplace warm, like Dubai?
pt: Cielo, davvero? Faccio fatica a immaginare di andare in un posto ancora più freddo in pieno inverno. Perché non andare in un posto caldo, come Dubai?

# 3444_Shinada
source: Well, the West Coast is already warm year-round, so rich people like to head up into the mountains to have themselves a white Christmas.
pt: Beh, sulla West Coast fa già caldo tutto l'anno, quindi ai ricchi piace andare in montagna per godersi un bianco Natale.

# 3456_Shion
source: Goodness, actively chasing after harsh weather for fun certainly sounds like the charmed celebrity lifestyle to me!
pt: Caspita, andare apposta in cerca del clima rigido per divertimento mi sembra proprio la vita dorata delle celebrità!

# 3468_Shinada
source: I guess it's because they never get snow normally. I'm a little jealous.
pt: Immagino sia perché di solito lì non nevica mai. Un po' li invidio.

# 3480_Shion
source: That reminds me of a ski resort in France called Courchevel.
pt: Questo mi ricorda una località sciistica in Francia chiamata Courchevel.

# 3492_Shion
source: It's also packed with high-end boutiques and caters to the rich. I'd love to go someday on a holiday.
pt: È anche piena di boutique di lusso e si rivolge ai ricchi. Mi piacerebbe tanto andarci un giorno in vacanza.

# 3504_Shinada
source: Geez, what's the point of shopping at a ski resort? Just go there for the skiing. You rich people sure are strange, I tell ya.
pt: Ma dai, che senso ha fare shopping in una località sciistica? Andateci solo per sciare. Voi ricchi siete proprio strani, ve lo dico io.

# 3516_Shion
source: Incidentally, remember my racer friend I told you about? He said his family has a private jet.
pt: A proposito, ti ricordi del mio amico pilota di cui ti ho parlato? Ha detto che la sua famiglia ha un jet privato.

# 3528_Shinada
source: Seriously!?
pt: Sul serio!?

# 3540_Shion
source: Yes. Apparently when he goes to resorts he personally pilots it to his destination!
pt: Sì. A quanto pare, quando va nei resort lo pilota lui stesso fino a destinazione!

# 3552_Shinada
source: Whoa, it's like rich people live in a totally different world.
pt: Cavolo, sembra proprio che i ricchi vivano in un mondo completamente diverso.

# 3564_Shion
source: You know, one thing I admire about wealthy Americans is their ability to own private beaches.
pt: Sai, una cosa che ammiro dei ricchi americani è che possono possedere delle spiagge private.

# 3576_Shinada
source: Private beaches!?
pt: Spiagge private!?
