Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid011107dc.po
Languages: pt

source: Attendant
pt: Addetto

# 56_Attendant
source: Where are you in town from, sir?
pt: Di dove viene, signore?

# 80_Attendant
source: Tokyo, really? I'm from Tokyo myself, actually.
pt: Tokyo, davvero? Anch'io sono di Tokyo, a dire il vero.

# 92_Saejima
source: Oh yeah? What're ya doin' in Tsukimino, then?
pt: Ah sì? Che ci fai a Tsukimino, allora?

# 104_Attendant
source: Well... it's something of a delicate subject. I'll just say, certain things kept me from sticking around Honshu.
pt: Beh... è un argomento un po' delicato. Dirò solo questo: certe cose mi hanno impedito di restare a Honshu.

# 116_Saejima
source: Uh, I'll change the subject. What sorta club are ya takin' me to? The girls there any good?
pt: Uh, cambio argomento. Che razza di club mi porti? Le ragazze lì sono valide?

# 128_Attendant
source: I'm not sure what your tastes are, sir, but personally, I would recommend Kaguya-chan.
pt: Non so quali siano i suoi gusti, signore, ma personalmente, le raccomanderei Kaguya-chan.

# 164_Saejima
source: (Kaguya's the same girl that Himura recommended, right?)
pt: (Kaguya è la stessa ragazza che Himura ha raccomandato, giusto?)

# 176_Attendant
source: Oh, yes! She's pin-up girl material, with a real dynamite body! Just wait 'til you set your eyes on her melons, hehehe.
pt: Oh, sì! È roba da pin-up, con un corpo davvero esplosivo! Aspetta solo di vedere i suoi meloni, hehehe.

# 188_Attendant
source: She also can come off as kind of lackadaisical, but she's actually really smart and a snappy conversationalist. She's pretty popular with the older men.
pt: Può anche sembrare un po' indolente, ma in realtà è molto intelligente e ha la parlantina sciolta. È piuttosto popolare tra gli uomini più anziani.

# 200_Saejima
source: Lackawhatsical?
pt: Indolentecosa?

# 212_Attendant
source: I'll just say, she takes things at her own pace, and it's probably not worth trying to lecture her about it.
pt: Dirò solo questo: lei fa le cose al suo ritmo, e probabilmente non vale la pena cercare di farle la predica.

# 224_Saejima
source: Not a fan of bein' lectured, then.
pt: Non le piace farsi fare la predica, allora.

# 236_Attendant
source: She's also blood type A, 26 years old, and a Scorpio. If memory serves me correctly, she's a big lover of chocolate as well.
pt: È anche di gruppo sanguigno A, ha 26 anni, ed è dello Scorpione. Se la memoria non mi inganna, è anche una grande amante del cioccolato.

# 248_Saejima
source: I see.
pt: Capisco.
