Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690069.po
Languages: pt

source: Hunting Huts
pt: Capanne da Caccia

source: Leaving the Mountain Via Hut
pt: Uscita dalla Montagna tramite Capanna

source: Earning Money as a Hunter
pt: Farsi Soldi come Cacciatore

# 56_Okudera
source: This used to be a hunting hut. I haven't been to this one in a while－I typically use the other ones...
pt: Questa era una capanna da caccia. È un pezzo che non metto piede in questa－di solito uso le altre...

# 68_Okudera
source: But what a shame to see it like this. Bears must have knocked it flat.
pt: Ma che peccato vederla così. Gli orsi devono averla buttata giù.

# 80_Saejima
source: This is Yama-oroshi's doin'?
pt: È stato Yama-oroshi?

# 92_Okudera
source: Who knows? Other bears may not be as strong or big as he is, but they could still do something like this. Such a shame... But at least it can be fixed with a <Color:8>hut repair kit<Color:Default> from the village.
pt: Chi lo sa? Gli altri orsi magari non saranno forti o grossi come lui, ma potrebbero comunque fare una cosa del genere. Che peccato... Ma almeno si può riparare con un <Color:8>kit di riparazione capanna<Color:Default> dal villaggio.

# 104_Okudera
source: If you fix it, it could be used as a hunting hut again.
pt: Se la ripari, potrebbe essere usata di nuovo come capanna da caccia.

# 116_Hunting Huts
source: There are a number of flattened huts on the mountain.
pt: Ci sono diverse capanne buttate giù sulla montagna.

# 128_Hunting Huts
source: If fixed with a <Color:8>hut repair kit<Color:Default>, a hunting hut will be usable as a checkpoint. If you fail a mission, you can restart the mission at the hut you last visited.
pt: Se la sistemi con un <Color:8>kit di riparazione capanna<Color:Default>, una capanna da caccia potrà essere usata come checkpoint. Se fallisci una missione, puoi riavviarla alla capanna che hai visitato per ultimo.

# 140_Hunting Huts
source: Rest at a hunting hut to restock your ammunition. And just like a hideout, the hut restores your health over time.
pt: Riposa in una capanna da caccia per rifornirti di munizioni. E proprio come un nascondiglio, la capanna ripristina la tua salute col tempo.

# 152_Leaving the Mountain Via Hut
source: If you become too weak to continue, you can make an emergency return to the village from any hunting hut. However, if you do this, you will lose all items obtained during the outing, as well as any mission progress.
pt: Se sei troppo debole per andare avanti, puoi tornare d'emergenza al villaggio da qualsiasi capanna da caccia. Però, se lo fai, perderai tutti gli oggetti ottenuti durante la battuta di caccia, e anche qualsiasi progresso della missione.

# 164_Saejima
source: Sure, but it ain't like I got the money for buyin' any hut repair kit. That'll have to wait.
pt: Certo, ma non è che c'ho i soldi per comprare un <Color:8>kit di riparazione capanna<Color:Default>. Tocca aspettare.

# 176_Okudera
source: That's the way of a hunter's life... He's poor until he catches his prey. Why don't we try to rectify that now? Let's look for some deer.
pt: È la vita del cacciatore... è povero finché non acchiappa la preda. Perché non proviamo a rimediare adesso? Andiamo a cercare qualche cervo.

# 188_Saejima
source: Ya don't have to convince me.
pt: Non devi mica convincermi.

# 200_Earning Money as a Hunter
source: You can (and should) sell items you acquire on the mountain. Your only source of income in the village is what you manage to hunt, trap, and harvest.
pt: Puoi (e dovresti) vendere gli oggetti che trovi sulla montagna. La tua unica fonte di guadagno nel villaggio è quel che riesci a cacciare, intrappolare e raccogliere.
