Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169030c.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Director
pt: Regista

source: Girl
pt: Ragazza

# 44_Director
source: So you understand the procedure for filming? All right. We're through here, then. Thank you!
pt: Allora, hai capito come si fa per le riprese? Va bene. Abbiamo finito qui, allora. Grazie!

# 56_Haruka
source: Thank you very much for everything.
pt: Grazie mille di tutto.

# 68_Director
source: Thank you for coming in.
pt: Grazie per essere venuto.

# 92_Director
source: (Phew. The meeting's all done. I guess I'd better head back to the agency.)
pt: (Uff. L'incontro è finito. Credo sia meglio tornare all'agenzia.)

# 152_Haruka
source: Um, that's me.
pt: Ehm, sono io.

# 164_Girl
source: It's me, Mitsuyo Fukai, from Cloudy Production. We were on a a location shoot together the other day, remember?
pt: Sono io, Mitsuyo Fukai, della Cloudy Production. Abbiamo fatto delle riprese in esterna insieme l'altro giorno, ti ricordi?

# 176_Haruka
source: Oh, right...
pt: Ah, giusto...

# 188_Haruka
source: (Uh-oh. I don't really remember her.)
pt: (Ops. Non me la ricordo molto bene.)

# 200_Mitsuyo
source: Busy as usual, I see! You're working here again today?
pt: Impegnato come al solito, vedo! Stai lavorando qui anche oggi?

# 212_Haruka
source: Yes, I just finished a meeting about my next location shoot. I was just about to leave.
pt: Sì, ho appena finito un incontro sulle mie prossime riprese in esterna. Stavo giusto per andarmene.

# 224_Mitsuyo
source: Oh, well, I was about to head to the studio to record for a variety show, but I'll basically just be sitting in the peanut gallery.
pt: Oh, beh, stavo per andare in studio a registrare per un variety show, ma in pratica starò lì solo a far da tappezzeria.

# 236_Haruka
source: That sounds fun, though.
pt: Sembra divertente, però.

# 248_Mitsuyo
source: Oh, how I wish I tried to get on the Princess League! I doubt I could've won, but I might've been able to hang in there for at least a few rounds.
pt: Oh, come vorrei aver provato a entrare nella Princess League! Dubito che avrei potuto vincere, ma magari sarei riuscito a resistere per almeno qualche round.

# 260_Mitsuyo
source: At least that way, I could've had a little more TV exposure like you!
pt: Almeno così, avrei potuto avere un po' più di visibilità in TV come te!

# 284_Mitsuyo
source: Ooh! And if by some miracle I actually won, I could've gone on to be a huge success! Haha! Is that your dream, too?
pt: Ooh! E se per qualche miracolo avessi davvero vinto, sarei potuto diventare un enorme successo! Ahah! È anche il tuo sogno?

# 296_Haruka
source: Uh... Mhm.
pt: Ehm... Mhm.

# 308_Mitsuyo
source: Huh? For real? You mean you're actually serious about trying to win the whole thing?
pt: Eh? Sul serio? Vuoi dire che sei davvero intenzionato a provare a vincere tutto?

# 320_Haruka
source: Well, of course. That's why I've been working so hard.
pt: Ma certo. Ecco perché mi sono impegnata così tanto.

# 332_Mitsuyo
source: You're really serious!? I don't know about that. After all, you're up against T-Set! Those girls are in a league of their own.
pt: Sei davvero seria!? Non ne sono così sicura. Dopotutto, sei contro le T-Set! Quelle ragazze sono di un altro livello.

# 344_Mitsuyo
source: They've got the looks, and their singing and dancing is outstanding. They have first-rate coaches, too.
pt: Hanno il look, e il loro canto e ballo sono sbalorditivi. Hanno anche coach di prim'ordine.

# 356_Mitsuyo
source: Natural ability, hard work, and money. Those girls really have it all! If you ask me, there isn't much hope of beating them.
pt: Abilità naturale, duro lavoro e soldi. Quelle ragazze hanno proprio tutto! Secondo me, non c'è molta speranza di batterle.

# 368_Haruka
source: Yes, T-Set is amazing. I agree.
pt: Sì, le T-Set sono incredibili. Sono d'accordo.

# 380_Mitsuyo
source: Right? T-Set is the reason I avoided going to the Princess League this year.
pt: Vero? Le T-Set sono la ragione per cui ho evitato di andare alla Princess League quest'anno.

# 392_Mitsuyo
source: My manager said it'd be a waste of time to even try. I was pretty disappointed, but I have to admit she was probably right.
pt: La mia manager ha detto che sarebbe stato uno spreco di tempo anche solo provarci. Ero abbastanza delusa, ma devo ammettere che probabilmente aveva ragione.

# 404_Mitsuyo
source: I don't think you should let yourself get your hopes too high, either, you know?
pt: Non credo che dovresti farti troppe speranze nemmeno tu, sai?

# 416_Haruka
source: Excuse me, but I have to go now.
pt: Scusa, ma devo andare adesso.

# 428_Mitsuyo
source: Oh, hold on. I've got something good to tell you!
pt: Oh, aspetta. Ho qualcosa di bello da dirti!

# 440_Haruka
source: Hm?
pt: Mh?

# 452_Mitsuyo
source: Don't tell anyone I told you this, but I hear those T-Set girls are doing the ol' pillow dance with the Princess League producer.
pt: Non dire a nessuno che te l'ho detto, ma ho sentito che quelle ragazze delle T-Set stanno facendo il giochino del cuscino con il producer della Princess League.

# 464_Haruka
source: Pillow what?
pt: Cuscino cosa?

# 476_Mitsuyo
source: You know! Sleeping their way to the top! That's why victory's already guaranteed for them.
pt: Sai! Farsi strada a letto! Ecco perché la vittoria è già garantita per loro.

# 488_Mitsuyo
source: I bet the producer manipulates the points on the show's concert battles, too.
pt: Scommetto che il producer manipola i punti nelle battaglie di concerto dello show, anche.

# 500_Mitsuyo
source: Still, I've got to hand it to those girls. I mean, they'd do absolutely anything to get ahead, you know? That's an act I could never hope to follow.
pt: Comunque, devo dare atto a quelle ragazze. Voglio dire, farebbero assolutamente qualsiasi cosa per farsi strada, sai? È un modo di fare che io non potrei mai sperare di seguire.

# 512_Haruka
source: You know, I don't believe any of that's true.
pt: Sai, non credo che nulla di tutto questo sia vero.

# 524_Mitsuyo
source: Huh? What are you talking about?
pt: Eh? Di cosa stai parlando?

# 536_Haruka
source: The T-Set girls would never do anything like that to get ahead. Who told you that?
pt: Le ragazze delle T-Set non farebbero mai niente del genere per farsi strada. Chi te l'ha detto?

# 548_Mitsuyo
source: Well, um, I mean, everybody just assumes it! After all, that producer is always playing favorites with them!
pt: Beh, voglio dire, tutti lo danno per scontato! Dopotutto, quel producer fa sempre favoritismi con loro!

# 560_Haruka
source: You can't go around spreading horrible rumors like that based solely on an assumption! They actually hate that kind of thing. One of them even saved me from it.
pt: Non puoi andare in giro a spargere voci orribili del genere basandoti solo su una supposizione! Loro in realtà odiano quel genere di cose. Una di loro mi ha persino salvato da quello.

# 572_Mitsuyo
source: Geez. You don't have to get all bent out of shape. And keep your voice down. I'm just telling you what I heard.
pt: Uffa. Non c'è bisogno di scaldarsi così tanto. E abbassa la voce. Ti sto solo dicendo quello che ho sentito.

# 584_Mitsuyo
source: Just forget it. I'm not wasting any more of my time on you. I have to get to the studio!
pt: Lascia perdere. Non spreco più il mio tempo con te. Devo andare allo studio!

# 608_Mitsuyo
source: You just go right on sucking up to T-Set and trying to share their spotlight. Good luck with that!
pt: Continua pure a fare la lecchina alle T-Set e a cercare di condividere la loro ribalta. Buona fortuna con quello!

# 632_Director
source: (I can't believe such an awful rumor about T-Set is going around! It's horrible.)
pt: Non posso credere che una voce così orribile sulle T-Set stia girando! È orribile.
