Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01021a28.po
Languages: pt

source: You can now use the hideout in Kage's residence.
pt: Ora puoi usare il nascondiglio nella residenza di Kage.

source: Player
pt: Giocatore

# 88_Player
source: You can save the game.
pt: Puoi salvare il gioco.

# 100_Player
source: You recover health while in your hideout.
pt: Recuperi salute mentre sei nel tuo nascondiglio.

# 112_Player
source: You can now change characters.
pt: Ora puoi cambiare personaggi.

# 124_Player
source: You can view Results.
pt: Puoi visualizzare i Risultati.

# 136_Player
source: You can use the Item Box.
pt: Puoi usare la Cassa oggetti.

# 160_Kiryu
source: (A package arrived.)
pt: (Un pacco è arrivato.)

# 172_Akiyama
source: (Looks like I got a package.)
pt: (Pare che mi sia arrivato un pacco.)

# 184_Saejima
source: (Got a package delivered.)
pt: (Mi è arrivato un pacco.)

# 196_Shinada
source: (Hey, I got a package!)
pt: (Ehi, mi è arrivato un pacco!)

# 208_Haruka
source: (A package arrived.)
pt: (Un pacco è arrivato.)

# 232_Player
source: You received a package from an online shop.
pt: Ti è arrivato un pacco da un negozio online.
