Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0162.po
Languages: pt

source: Player
pt: Giocatore

source: ○Try to be considerate.
pt: ○Cerca di essere premuroso.

source: □Leave things be.
pt: □Lascia stare.

source: △What about yourself?
pt: △E tu?

source: Idle
pt: Inattivo

# 60_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 72_Staff
source: This way, please.
pt: Da questa parte, prego.

# 132_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 144_Hinata
source: Oh, I'd really like the <Color:8>Sashimi Platter (4 kinds)<Color:Default>. <Color:255,200,200,255>♥<Color:Default>
pt: Oh, vorrei proprio il <Color:8>Sashimi misto (4 tipi)<Color:Default>. <Color:255,200,200,255>♥<Color:Default>

# 156_Player
source: (Hinata seems to be hungry for some <Color:8>Sashimi Platter (4 kinds)<Color:Default>.)
pt: (Hinata sembra avere fame del <Color:8>Sashimi misto (4 tipi)<Color:Default>.)

# 228_Hinata
source: Ooh, this looks yummy!
pt: Ooh, sembra proprio una delizia!

# 288_Hinata
source: Oh, hey, so I had something I wanted to talk to you about real quick.
pt: Oh, ehi, avevo una cosa di cui volevo parlarti al volo.

# 300_Player
source: What is it?
pt: E cioè?

# 312_Hinata
source: My little brother's about to graduate from college, but I don't think he's going to be able to find a job anytime soon.
pt: Mio fratellino sta per laurearsi all'università, ma non credo che riuscirà a trovare un lavoro tanto presto.

# 324_Player
source: Yeah, I hear the market's rough these days.
pt: Già, sento dire che il mercato è tosto di questi tempi.

# 336_Hinata
source: Right, but my youngest sister's finishing up junior college and she already has a job lined up.
pt: Giusto, ma la mia sorella più piccola sta per diplomarsi e ha già un lavoro che l'aspetta.

# 348_Player
source: That's great for your sister.
pt: Che bello per tua sorella.

# 360_Hinata
source: Yeah, but things at home are kinda tense.
pt: Già, ma le cose a casa sono un po' tese.

# 372_Player
source: Try to be considerate. I know that sounds obvious, but things are going to be a little rough for your brother.
pt: Cerca di essere comprensivo. Lo so che può sembrare ovvio, ma per tuo fratello le cose si faranno un po' toste.

# 384_Hinata
source: That's true. Plus, I think my brother at least has an idea of what he wants to do.
pt: È vero. In più, penso che mio fratello abbia almeno un'idea di cosa voglia fare.

# 396_Player
source: In that case, your family should do what they can to support his dreams. It won't help if the people around him are negative.
pt: In quel caso, la tua famiglia dovrebbe fare il possibile per sostenere i suoi sogni. Non aiuterà se le persone intorno a lui sono negative.

# 408_Hinata
source: But won't that put more pressure on him if he doesn't meet our expectations?
pt: Ma questo non gli metterebbe più pressione se non soddisfa le nostre aspettative?

# 420_Player
source: Maybe, but it's better than just ignoring the issue. If he feels like no one cares about him, then he'll have no reason to try.
pt: Forse, ma è meglio che ignorare il problema e basta. Se si sente che a nessuno importa di lui, allora non avrà alcun motivo per provarci.

# 432_Hinata
source: I guess that's a good point.
pt: Immagino sia un buon punto.

# 444_Hinata
source: Oh, this sucks! Why do I have to be the one to always worry about these things?
pt: Oh, che palle! Perché devo essere io quello a preoccuparmi sempre di queste cose?

# 456_Player
source: Because you're a responsible sister.
pt: Perché sei una sorella responsabile.

# 468_Player
source: Leave things be. If you make too big of a deal about it, it's likely to come across as overbearing.
pt: Lascia stare. Se la fai troppo grossa, probabilmente sembrerà invadente.

# 480_Hinata
source: That's true. Plus, I think my brother at least has an idea of what he wants to do.
pt: È vero. In più, penso che mio fratello abbia almeno un'idea di cosa voglia fare.

# 492_Player
source: In that case, you're better off keeping out of his business until he's figured things out on his own.
pt: In quel caso, ti conviene non intrometterti nei suoi affari finché non avrà capito come fare da solo.

# 504_Player
source: If he's got strong ambitions, he might rebel against anyone who tries to tell him what to do.
pt: Se ha forti ambizioni, potrebbe ribellarsi contro chiunque provi a dirgli cosa fare.

# 516_Hinata
source: For now, he's going to keep his part-time job. It has nothing to do with his dream, but it's at least better than not working at all.
pt: Per ora, continuerà a fare il suo lavoro part-time. Non c'entra niente con il suo sogno, ma è almeno meglio che non lavorare affatto.

# 528_Player
source: And some people are able to move up from part-time to full-time work. Maybe he'll decide to do that.
pt: E alcune persone riescono a passare da un lavoro part-time a un lavoro a tempo pieno. Magari deciderà di farlo.

# 540_Hinata
source: Ugh, dreams can be a real pain, huh?
pt: Ugh, i sogni possono essere una vera rottura, eh?

# 552_Player
source: What about yourself? I can't imagine being a hostess is a full time career.
pt: E tu? Non riesco a immaginare che fare la hostess sia una carriera a tempo pieno.

# 564_Hinata
source: Well, yeah. That's what makes it tough. Finding a "real" job is next to impossible these days.
pt: Eh, già. È questo che la rende tosta. Trovare un lavoro "serio" è praticamente impossibile di questi tempi.

# 576_Player
source: Well, I wouldn't say it's impossible.
pt: Beh, non direi che sia impossibile.

# 588_Hinata
source: Alright, geez. You don't have to be so nitpicky!
pt: Dai, uffa! Non c'è bisogno di essere così precisino!

# 600_Hinata
source: Oh! Maybe you can talk to my brother, Kiryu-san! You've got tons of life experience, and you'd probably get through to him better than I could!
pt: Oh! Magari puoi parlare con mio fratello, Kiryu-san! Hai un sacco di esperienza di vita, e probabilmente riusciresti a fargli capire le cose meglio di me!

# 612_Player
source: I guess that's true enough. Bring him along with you next time.
pt: Sì, è vero. Portalo con te la prossima volta.

# 684_Hinata
source: Thanks for the treat!
pt: Grazie per l'offerta!

# 708_Staff
source: Sorry, something came up all of a sudden. I have to go.
pt: Scusa, è venuto fuori un imprevisto all'improvviso. Devo andare.

# 720_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 816_Staff
source: Here's your check.
pt: Ecco il tuo conto.

# 840_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 900_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 948_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 984_Staff
source: (I'm broke.)
pt: (Sono al verde.)

# 1008_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1020_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 1032_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 1044_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 1056_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 1080_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1092_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 1104_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1116_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1128_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 1140_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1164_Staff
source: This way, please.
pt: Da questa parte, prego.

# 1224_Staff
source: Welcome. Can I start you off with something to drink?
pt: Benvenuto. Desidera qualcosa da bere per iniziare?

# 1248_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 1296_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 1344_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1356_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 1368_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1380_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1392_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 1404_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1452_Staff
source: Here's your check.
pt: Ecco il suo conto.

# 1476_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 1536_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.
