Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013302e7.po
Languages: pt

source: You now have access to a hideout.
pt: Ora hai accesso a un covo.

source: Player
pt: Giocatore

# 88_Player
source: Here you can save your game, move items to the Item Box, and view your play stats.
pt: Qui puoi salvare la partita, spostare oggetti nella Cassetta Oggetti, e visualizzare le tue statistiche di gioco.

# 100_Player
source: Furthermore, your health will recover while at a hideout.
pt: Inoltre, la tua salute si riprenderà al covo.

# 124_Kiryu
source: (A package arrived.)
pt: (È arrivato un pacco.)

# 136_Akiyama
source: (Looks like I got a package.)
pt: (Sembra che mi sia arrivato un pacco.)

# 148_Saejima
source: (Got a package delivered.)
pt: (È arrivato un pacco.)

# 160_Shinada
source: (Hey, I got a package!)
pt: (Hey, mi è arrivato un pacco!)

# 172_Haruka
source: (A package arrived.)
pt: (È arrivato un pacco.)

# 196_Player
source: You received a package from an online shop.
pt: Hai ricevuto un pacco da un negozio online.
