Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0daa.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got a <Color:8>Tauriner +<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner +<Color:Default>.

source: You got <Color:8>3,000 yen<Color:Default>.
pt: Hai intascato <Color:8>3.000 yen<Color:Default>.

source: You got a <Color:8>Tauriner +<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner +<Color:Default>.

source: You got <Color:8>1,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>1.000 yen<Color:Default>.

source: You got a <Color:8>Tauriner +<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner +<Color:Default>.

source: You got <Color:8>Expired Lunch Set<Color:Default>.
pt: Hai ottenuto <Color:8>Pasto Scaduto<Color:Default>.

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got <Color:8>3,000 yen<Color:Default>.
pt: Hai intascato <Color:8>3.000 yen<Color:Default>.

source: You got <Color:8>Expired Lunch Set<Color:Default>.
pt: Hai ottenuto <Color:8>Pasto Scaduto<Color:Default>.

source: You got <Color:8>1,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>1.000 yen<Color:Default>.

source: You got <Color:8>Expired Lunch Set<Color:Default>.
pt: Hai ottenuto <Color:8>Pasto Scaduto<Color:Default>.

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: Convenience Store Manager
pt: Responsabile del minimarket

# 56_Convenience Store Manager
source: Way to go, Ta-chan! We finally got rid of that conniving kleptomaniac!
pt: Grande, Ta-chan! Finalmente ci siamo sbarazzati di quel furbacchione cleptomane!

# 68_Shinada
source: Heh, that was the easy part. Working behind the register was way harder.
pt: Heh, quella era la parte facile. Stare dietro alla cassa è stato molto più tosto.

# 80_Convenience Store Manager
source: I know what you mean. You always have to be thinking ahead, crunching numbers, anticipating all kinds of problems... A lot's expected out of you for such little pay!
pt: Capisco cosa intendi. Devi sempre pensare in anticipo, fare i conti, anticipare ogni genere di problemi... Un sacco di roba ti viene chiesta per una paga così misera!

# 92_Shinada
source: Right, that's only like 700 yen an hour... At least it's steadier work than my writing gig.
pt: Giusto, sono solo tipo 700 yen all'ora... Almeno è un lavoro più stabile del mio lavoretto da scrittore.

# 104_Convenience Store Manager
source: Wow, you freelance writers don't have it easy either, huh? Well, here's your pay.
pt: Caspita, nemmeno voi scrittori freelance ve la passate bene, eh? Beh, ecco la tua paga.

# 164_Convenience Store Manager
source: You manned the counter like a veteran, too. You got it down, Ta-chan. Heck, I hope I can call on you as a pinch hitter if we're short-staffed.
pt: Hai anche presidiato il bancone come un veterano. Ci sai fare, Ta-chan. Cavolo, spero di poterti chiamare come jolly se siamo a corto di personale.

# 176_Shinada
source: Hehe, thanks.
pt: Hehe, grazie.

# 236_Convenience Store Manager
source: You were pretty good behind the counter. Actually, you were great for your first time. Not bad at all, Ta-chan.
pt: Te la sei cavata piuttosto bene dietro al bancone. Anzi, per essere la tua prima volta, sei stato eccezionale. Niente male, Ta-chan.

# 296_Convenience Store Manager
source: Well, it seems like you had some issues behind the counter, but nothing too major.
pt: Beh, sembra che tu abbia avuto qualche problemino dietro al bancone, ma niente di troppo grave.

# 308_Shinada
source: Today I learned I'm really not cut out for working at a convenience store.
pt: Oggi ho capito che non sono proprio tagliato per lavorare in un minimarket.

# 320_Convenience Store Manager
source: I added a reward for catching that crook in with your payment, too. Oh, and don't forget your bento!
pt: Ho incluso una ricompensa per aver beccato quel lestofante, insieme alla tua paga. Oh, e non dimenticare il tuo bento!

# 380_Convenience Store Manager
source: Woohoo! Thanks! I really needed this.
pt: Evviva! Grazie! Ne avevo proprio bisogno.

# 392_Convenience Store Manager
source: Hey, but this is a one-time deal, okay? Don't get it into your head that you can keep coming back for more.
pt: Ehi, ma questa è una cosa che succede una volta e basta, capito? Non ti mettere in testa di poter tornare qui per altro.

# 404_Shinada
source: Haha... You had to go and say that.
pt: Haha... Te pareva che dovevi dirlo.

# 416_Convenience Store Manager
source: Anyway, you really came through today. Thanks a bunch, Ta-chan!
pt: Comunque, oggi hai fatto proprio un gran bel lavoro. Grazie mille, Ta-chan!

# 428_Convenience Store Manager
source: Gee, even you couldn't nab that crook? He sure is a slippery one.
pt: Cavolo, nemmeno tu sei riuscito a beccare quel lestofante? È una vera anguilla.

# 440_Shinada
source: Sorry I couldn't come through for you. Especially after going through all that work at the register.
pt: Mi dispiace di non avercela fatta per te. Soprattutto dopo tutta quella fatica alla cassa.

# 452_Convenience Store Manager
source: Yeah, how was that? It's a job that makes you think ahead and keeps you calculating all the time. Not as easy as it looks, is it?
pt: Allora, com'è andata? È un lavoro che ti fa pensare in anticipo e ti fa fare calcoli in continuazione. Non è mica facile come sembra, eh?

# 464_Convenience Store Manager
source: They sure expect a lot out of us, despite the bullshit pay!
pt: Pretendono un sacco da noi, nonostante la paga di merda!

# 476_Shinada
source: Right, that's only like 700 yen an hour... At least it's steadier work than my writing gig.
pt: Già, sono solo tipo 700 yen all'ora... Almeno è un lavoro più stabile del mio lavoretto da scrittore.

# 488_Convenience Store Manager
source: Wow, you freelance writers don't have it easy either, huh? Well, it's too bad you couldn't catch that crook, but here's your pay.
pt: Cavolo, neanche voi scrittori freelance ve la passate bene, eh? Beh, peccato che non sei riuscito a beccare quel lestofante, ma ecco la tua paga.

# 524_Convenience Store Manager
source: You manned the counter like a veteran, too. I think you got it down. Heck, I wish I could call on you as a pinch hitter if we're short-staffed.
pt: Hai gestito il bancone da veterano, pure. Credo che tu ci abbia preso la mano. Cavolo, magari potessi chiamarti come rinforzo se siamo a corto di personale.

# 560_Convenience Store Manager
source: You were pretty good behind the counter. Actually, you were great for your first time.
pt: Eri piuttosto bravo dietro al bancone. Anzi, per essere la tua prima volta, sei stato un fenomeno.

# 572_Convenience Store Manager
source: Hehe, thanks.
pt: Hehe, grazie.

# 584_Convenience Store Manager
source: You couldn't catch the shoplifter, but you were helpful with the customers. So here, you still get this.
pt: Non sei riuscito a beccare il taccheggiatore, ma sei stato d'aiuto con i clienti. Quindi, tieni, ti spetta comunque questo.

# 644_Convenience Store Manager
source: Woohoo! Thanks! I needed this.
pt: Evvai! Grazie! Era proprio quello che mi serviva.

# 656_Convenience Store Manager
source: Hey, but this is a one-time deal, okay? Don't get it into your head that you can keep coming back for more.
pt: Senti, però è una cosa una tantum, ok? Non ti mettere in testa di poter tornare sempre per averne ancora.

# 668_Shinada
source: Haha, as if.
pt: Haha, ma figurati.

# 680_Convenience Store Manager
source: Okay, thanks for helping. See you around, Ta-chan!
pt: Va bene, grazie per l'aiuto. Ci si vede, Ta-chan!

# 716_Convenience Store Manager
source: To be honest, I wish you would've been better behind the counter. I hate to do this to you, but I had to dock your pay.
pt: Ad essere onesto, mi sarebbe piaciuto che fossi stato più bravo dietro al bancone. Mi dispiace doverti fare questo, ma ho dovuto tagliarti la paga.

# 728_Convenience Store Manager
source: I feel bad about that, so here, take this.
pt: Mi dispiace per quello, quindi, tieni questo.

# 788_Convenience Store Manager
source: Woohoo! Thanks! I needed this.
pt: Evvai! Grazie! Era proprio quello che mi serviva.

# 800_Convenience Store Manager
source: Hey, but this is a one-time deal, okay? Don't get it into your head that you can keep coming back for more.
pt: Senti, però è una cosa una tantum, ok? Non ti mettere in testa di poter tornare sempre per averne ancora.

# 812_Shinada
source: Haha, as if.
pt: Haha, ma figurati.

# 824_Convenience Store Manager
source: Okay, thanks for helping. See you around, Ta-chan!
pt: Va bene, grazie per l'aiuto. Ci si vede, Ta-chan!
