Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 9900_Hinata
source: Uh. Umm... What should I do then?
pt: Uh. Ehm... E allora cosa dovrei fare?

# 9912_Kiryu
source: It's not good to overdo it. You have the opportunity now to try a number of different things, so you ought to give it some serious thought.
pt: Non va bene strafare. Ora hai l'occasione di provare diverse cose, quindi faresti bene a rifletterci seriamente.

# 9924_Hinata
source: You sure are smart, Kiryu-san. I was going to work all the available shifts this month, but maybe I should reconsider.
pt: Sei proprio in gamba, Kiryu-san. Avevo intenzione di fare tutti i turni disponibili questo mese, ma forse dovrei riconsiderare la cosa.

# 9936_Kiryu
source: I don't think the owner would even okay that.
pt: Non credo che il proprietario ti darebbe nemmeno l'okay.

# 9948_Hinata
source: But I'm not the only girl who's annoyed at being beaten by a newbie.
pt: Ma non sono l'unica ragazza a essere seccata per essere stata battuta da una novellina.

# 9960_Hinata
source: Now that I think about it, the girls who were here before me probably thought the same when I passed them up. Do you think they hate me?
pt: Ora che ci penso, le ragazze che erano qui prima di me probabilmente hanno pensato la stessa cosa quando le ho superate. Pensi che mi odino?

# 9972_Kiryu
source: Don't worry about it. You need to keep aiming for the top, and don't look down.
pt: Non preoccupartene. Devi continuare a puntare alla vetta e non guardare mai in basso.

# 9984_Hinata
source: You keep saying, "Don't worry about it."
pt: Continui a dire: "Non preoccupartene".

# 9996_Hinata
source: But if I only focus on myself, aren't the people around me going to resent me for it?
pt: Ma se penso solo a me stessa, le persone intorno a me non finiranno per portarmi rancore?

# 10008_Kiryu
source: Doing what you want is the best way to avoid regrets later. I've never worried about what other people think.
pt: Fare ciò che vuoi è il modo migliore per evitare rimpianti in seguito. Non mi sono mai preoccupato di quello che pensano gli altri.

# 10020_Hinata
source: Hey, Kiryu-san?
pt: Ehi, Kiryu-san?

# 10032_Kiryu
source: Yeah?
pt: Sì?

# 10044_Hinata
source: So, you know that thing with Aimi-chan? Well, I recently found out how she improved her numbers so much.
pt: Senti, hai presente quella faccenda di Aimi-chan? Beh, di recente ho scoperto come ha fatto a migliorare così tanto i suoi numeri.

# 10056_Kiryu
source: Oh? How's that?
pt: Oh? E come?

# 10068_Hinata
source: It turns out that she's been sleeping with her customers.
pt: Viene fuori che va a letto con i suoi clienti.

# 10080_Kiryu
source: That makes sense. There are guys who will give a hostess extra money just to butter her up, so that she'll be more likely to say yes.
pt: Ha senso. Ci sono uomini che danno soldi extra a una hostess solo per ingraziarsela, così è più probabile che lei dica di sì.

# 10092_Hinata
source: I guess so.
pt: Immagino di sì.

# 10104_Kiryu
source: Meaning what?
pt: In che senso?

# 10116_Hinata
source: Meaning she's sleeping her way to the top! C'mon, you know what I mean!
pt: Nel senso che si sta portando a letto tutti per arrivare in cima! Dai, sai cosa intendo!

# 10128_Kiryu
source: Oh, uh, right.
pt: Ah, uhm, giusto.

# 10140_Kiryu
source: Like taking naps with them?
pt: Tipo facendo dei pisolini con loro?

# 10152_Hinata
source: You've got to be kidding me, Kiryu-san.
pt: Ma non vorrai mica scherzare, Kiryu-san.

# 10176_Kiryu
source: So, how did you find this out?
pt: Quindi, come l'hai scoperto?

# 10188_Hinata
source: Well, I happened to spot her the other night... going into a hotel with one of her clients!
pt: Beh, mi è capitato di vederla l'altra sera... mentre entrava in un hotel con uno dei suoi clienti!

# 10200_Kiryu
source: Aha. Caught in the act, I see.
pt: Aha. Beccata sul fatto, vedo.

# 10212_Hinata
source: Even worse, club policy forbids us from sleeping with our clients. It would ruin our reputation if word got around that our girls were easy.
pt: Ancora peggio, il regolamento del club ci proibisce di andare a letto con i clienti. Rovinerebbe la nostra reputazione se si spargesse la voce che le nostre ragazze sono facili.

# 10224_Kiryu
source: Yeah. The real thrill with hostesses is getting as close to the line as you can without actually crossing it.
pt: Già. Il vero brivido con le hostess è arrivare il più vicino possibile al limite senza mai oltrepassarlo davvero.

# 10236_Kiryu
source: Because once that line is crossed, the customer probably won't come back.
pt: Perché una volta oltrepassato quel limite, probabilmente il cliente non tornerà più.

# 10248_Hinata
source: Right.
pt: Giusto.

# 10260_Hinata
source: I'd been thinking of Aimi-chan as my rival, but now I just feel like an idiot for being the only one putting in real effort.
pt: Consideravo Aimi-chan la mia rivale, ma ora mi sento un'idiota per essere l'unica a impegnarsi sul serio.

# 10272_Hinata
source: I don't even care about being number one anymore.
pt: Non mi importa nemmeno più di essere la numero uno.

# 10284_Kiryu
source: You're giving up? I thought being the number one girl was your dream?
pt: Rinunci così? Pensavo che essere la numero uno fosse il tuo sogno?

# 10296_Hinata
source: It was, but there's no way I can compete with... Well, that.
pt: Lo era, ma non c'è modo di competere con... Beh, quello.

# 10308_Kiryu
source: Maybe not. So shoot for number two. That's plenty prestigious enough, right?
pt: Forse no. Allora punta al secondo posto. È comunque un traguardo di tutto rispetto, no?

# 10320_Hinata
source: I don't care so much about being number one so much as, like... It just bugs me that I'm losing to someone who's sleeping around.
pt: Non mi importa tanto di essere la numero uno, è più che... Mi rode perdere contro una che va a letto con tutti.

# 10332_Kiryu
source: Don't worry. The others here will see the effort you're putting in.
pt: Non preoccuparti. Gli altri qui vedranno l'impegno che ci stai mettendo.

# 10344_Kiryu
source: You'll be evaluated on your own merits in time. So just do the best you can.
pt: Col tempo verrai valutata per i tuoi meriti. Quindi continua a fare del tuo meglio.

# 10356_Hinata
source: All right.
pt: Va bene.

# 10368_Kiryu
source: That's not true. You said sleeping with clients is against club policy, right? If the club found out, they'd have to let her go.
pt: Non è vero. Hai detto che andare a letto con i clienti è contro il regolamento del locale, giusto? Se il locale lo scoprisse, dovrebbero licenziarla.

# 10380_Hinata
source: But then I'm not beating her in a fair fight. That sort of victory is meaningless!
pt: Ma così non la batterei in uno scontro alla pari. Una vittoria del genere non avrebbe alcun senso!

# 10392_Kiryu
source: You want to earn the number one spot fair and square, huh? That'll be tougher to achieve.
pt: Vuoi ottenere il primo posto lealmente, eh? Sarà più difficile riuscirci.

# 10404_Hinata
source: That's fine. It's not really a dream if you can achieve the goal with no effort.
pt: Va bene. Non è un vero sogno se riesci a raggiungere l'obiettivo senza alcuno sforzo.

# 10416_Kiryu
source: I suppose that's true.
pt: Suppongo che sia vero.

# 10428_Kiryu
source: You can't blame her. She did what she felt she had to do to get ahead.
pt: Non puoi fargliene una colpa. Ha fatto ciò che riteneva necessario per farsi strada.

# 10440_Hinata
source: Well, now I just have to sit here feeling sorry for myself. I can't bring myself to go that far.
pt: Beh, ora non mi resta che starmene qui a piangermi addosso. Non riesco proprio a spingermi a tanto.

# 10452_Kiryu
source: That's fine. If you get what you want by doing something you don't want to, you'll only end up regretting it later.
pt: Va bene così. Se ottieni quello che vuoi facendo qualcosa che non vorresti, finirai solo per pentirtene più avanti.

# 10464_Kiryu
source: There will be plenty of other chances, so don't rush it. Stick it out and do what you can.
pt: Avrai un sacco di altre occasioni, quindi non avere fretta. Tieni duro e fai quello che puoi.

# 10476_Hinata
source: Okay.
pt: Ok.

# 10488_Kiryu
source: Why not? A lot of people make similar choices to get what they want.
pt: Perché no? Molte persone fanno scelte simili per ottenere ciò che vogliono.

# 10500_Kiryu
source: You might regret it later, or maybe it wouldn't end up bothering you at all. You'll never know for sure unless you try it.
pt: Potresti pentirtene in seguito, o magari alla fine non ti darebbe affatto fastidio. Non potrai mai saperlo con certezza finché non ci proverai.

# 10512_Hinata
source: I don't really have a good reason, I guess. It just feels kinda wrong.
pt: Non ho un vero motivo, credo. È solo che mi sembra sbagliato.

# 10524_Hinata
source: Maybe I'm the one who's weird.
pt: Forse sono io quello strano.

# 10536_Kiryu
source: Don't be so hard on yourself. I still like you, just the way you are.
pt: Non essere così duro con te stesso. Mi piaci ancora così come sei.

# 10560_Kiryu
source: You should do what she did. Then you'll be sure to blow past Aimi and become number one.
pt: Dovresti fare quello che ha fatto lei. Così supererai di sicuro Aimi e diventerai la numero uno.

# 10572_Hinata
source: No way! I'd rather die!
pt: Neanche per sogno! Piuttosto morirei!

# 10584_Hinata
source: I don't know what you think of me, Kiryu-san, but I'm not the kind of girl to do that with a customer!
pt: Non so cosa pensi di me, Kiryu-san, ma non sono il tipo di ragazza che fa certe cose con un cliente!

# 10596_Kiryu
source: So then you're giving up? I thought being the number one girl was your dream.
pt: Quindi ti arrendi? Pensavo che diventare la numero uno fosse il tuo sogno.

# 10608_Hinata
source: I did it! At long last, Hinata Osaki is now the number one girl at Elise!
pt: Ce l'ho fatta! Finalmente, Hinata Osaki è la numero uno dell'Elise!

# 10620_Kiryu
source: You worked hard for it. I wasn't sure if you actually had the drive to make it this far.
pt: Hai lavorato sodo per riuscirci. Non ero sicuro che avessi la grinta necessaria per arrivare fin qui.

# 10632_Hinata
source: Kiryu-san, this is all because of you. I can't thank you enough!
pt: Kiryu-san, è tutto merito tuo. Non ti ringrazierò mai abbastanza!

# 10644_Kiryu
source: Thanks to whom?
pt: E grazie a chi?

# 10656_Hinata
source: Why you, of course, Kiryu-san!
pt: Ma a te, ovviamente, Kiryu-san!

# 10668_Kiryu
source: Heh.
pt: Eh.

# 10680_Hinata
source: I've always dreamt of being a hostess, but I never thought that dream would come true so easily.
pt: Ho sempre sognato di fare la hostess, ma non avrei mai pensato che quel sogno si sarebbe avverato così facilmente.

# 10692_Hinata
source: So then I decided that being the club's number one girl would be my new dream. And then that dream came true, too!
pt: Così ho deciso che diventare la numero uno del locale sarebbe stato il mio nuovo sogno. E poi anche quel sogno si è avverato!

# 10704_Kiryu
source: Good for you. Dreams are a sign that you aren't yet satisfied with your life. Not having dreams shows that you're content with what you have.
pt: Buon per te. I sogni sono il segno che non sei ancora soddisfatto della tua vita. Non avere sogni dimostra che sei contento di quello che hai.

# 10716_Hinata
source: How true! For now, I'm just going to bask in how good it feels to be number one.
pt: Proprio così! Per ora, voglio solo godermi quanto è bello essere la numero uno.

# 10728_Kiryu
source: Just don't let yourself slack off. You don't want your rank to drop back down.
pt: Vedi solo di non battere la fiacca. Non vorrai che la tua posizione scenda di nuovo.

# 10740_Kiryu
source: Keep at it. You're only number one at this club. Next you need to shoot for being the best in all Kamurocho.
pt: Continua così. Sei la numero uno solo in questo locale. Adesso devi puntare a diventare la migliore di tutta Kamurocho.

# 10752_Hinata
source: Yeah! All righty then, Kiryu-san. Make sure you keep coming by to see me!
pt: Sì! D'accordo allora, Kiryu-san. Mi raccomando, continua a venire a trovarmi!

# 10764_Kiryu
source: I suppose I have to.
pt: Immagino di doverlo fare.

# 10776_Kiryu
source: What's next?
pt: E adesso?

# 10788_Hinata
source: Hmm. I mean it's not exactly a dream, but I figured I'd strive to make sure I keep my number one spot.
pt: Mmh. Voglio dire, non è esattamente un sogno, ma ho pensato di impegnarmi per assicurarmi di mantenere la mia posizione come numero uno.

# 10800_Hinata
source: But maybe it'd be nice to become the manager next. Or even the owner!
pt: Ma magari sarebbe bello diventare la manager come prossima tappa. O addirittura la proprietaria!

# 10812_Kiryu
source: You've really set your sights high.
pt: Hai puntato proprio in alto.

# 10824_Hinata
source: <Color:255,200,200,255>You look super strong, Kiryu-san.<Color:Default>
pt: <Color:255,200,200,255>Sembri davvero fortissimo, Kiryu-san.<Color:Default>

# 10836_Kiryu
source: Oh? Well, maybe.
pt: Oh? Beh, può darsi.

# 10848_Hinata
source: <Color:255,200,200,255>Are you a tough guy towards the ladies, too?<Color:Default>
pt: <Color:255,200,200,255>Fai il duro anche con le donne?<Color:Default>

# 10860_Kiryu
source: Yeah. That's what makes a guy attractive. Girls don't want a man who's meek and mild.
pt: Già. È proprio quello che rende un uomo affascinante. Alle ragazze non piace un uomo timido e remissivo.

# 10872_Hinata
source: <Color:255,200,200,255>Hmm. Really?<Color:Default>
pt: <Color:255,200,200,255>Mmh. Davvero?<Color:Default>

# 10884_Kiryu
source: Huh?
pt: Uh?

# 10896_Kiryu
source: Not really. Looking tough is all the more reason to make sure I act like a gentleman, and to treat women with kindness.
pt: Non proprio. Sembrare un duro è un motivo in più per assicurarmi di comportarmi da gentiluomo e trattare le donne con gentilezza.

# 10908_Hinata
source: Oh, that's an awesome attitude to have! You're so mature, Kiryu-san!
pt: Oh, è un atteggiamento fantastico! Sei così maturo, Kiryu-san!

# 10920_Kiryu
source: Heh.
pt: Eh.

# 10932_Hinata
source: <Color:255,200,200,255>I can't stand guys who'd mistreat a woman on a date. I drop them as fast as I can!<Color:Default>
pt: <Color:255,200,200,255>Non sopporto i tipi che trattano male una donna a un appuntamento. Li scarico il prima possibile!<Color:Default>

# 10944_Kiryu
source: You're right to leave them. You don't have to date a guy who's violent towards women.
pt: Fai bene a mollarli. Non devi frequentare un uomo che è violento con le donne.

# 10956_Hinata
source: <Color:255,200,200,255>There's a lot more to it than that!<Color:Default>
pt: <Color:255,200,200,255>C'è molto di più di così!<Color:Default>

# 10968_Kiryu
source: Oh? Such as?
pt: Oh? Ad esempio?

# 10980_Kiryu
source: Try to tough it out. Nobody's perfect. You need to be able to overlook a few flaws here and there, or you'll never be able to date anyone.
pt: Cerca di portare pazienza. Nessuno è perfetto. Devi essere in grado di chiudere un occhio su qualche difetto qua e là, o non riuscirai mai a frequentare nessuno.

# 10992_Hinata
source: <Color:255,200,200,255>That's what they all say. But what isn't a big deal to one person might be more than another person can tolerate, you know?<Color:Default>
pt: <Color:255,200,200,255>Dicono tutti così. Ma quello che per qualcuno non è un grosso problema, per un altro potrebbe essere intollerabile, sai?<Color:Default>

# 11004_Kiryu
source: What sort of things do you mean by that?
pt: Che genere di cose intendi dire?

# 11016_Hinata
source: <Color:255,200,200,255>Okay, so like...<Color:Default>
pt: <Color:255,200,200,255>Ok, allora, tipo...<Color:Default>

# 11028_Kiryu
source: Mistreat how?
pt: Trattare male in che modo?

# 11040_Hinata
source: <Color:255,200,200,255>You know, like abuse.<Color:Default>
pt: <Color:255,200,200,255>Sai, tipo abusi.<Color:Default>

# 11052_Kiryu
source: Abuse? You mean like domestic violence?
pt: Abusi? Intendi dire come la violenza domestica?

# 11064_Hinata
source: <Color:255,200,200,255>Yeah! Between a man and a woman.<Color:Default>
pt: <Color:255,200,200,255>Già! Tra un uomo e una donna.<Color:Default>

# 11076_Hinata
source: <Color:255,200,200,255>There's also stuff like demanding you answer phone calls right away, or nagging about why you didn't answer their emails.<Color:Default>
pt: <Color:255,200,200,255>C'è anche roba tipo pretendere che rispondi subito alle chiamate, o assillarti sul perché non hai risposto alle email.<Color:Default>

# 11088_Hinata
source: <Color:255,200,200,255>They don't let you hang out with other guys, always ask where you are, and demand to see your phone to make sure you're faithful.<Color:Default>
pt: <Color:255,200,200,255>Non ti lasciano uscire con altri ragazzi, chiedono sempre dove sei e pretendono di vedere il telefono per assicurarsi che tu sia fedele.<Color:Default>

# 11100_Kiryu
source: That's awful. Where do they get off doing that?
pt: È terribile. Ma con che coraggio lo fanno?

# 11112_Hinata
source: <Color:255,200,200,255>Right!? And then if you don't do what they say, they'll get really angry! It's the worst.<Color:Default>
pt: <Color:255,200,200,255>Vero!? E poi, se non fai quello che dicono, si arrabbiano tantissimo! È il peggio del peggio.<Color:Default>

# 11124_Kiryu
source: I'd never do that. If anything, I'd be the one getting yelled at. I'm not good with stuff like emails.
pt: Non farei mai una cosa simile. Semmai, sarei io quello che verrebbe sgridato. Non me la cavo bene con roba tipo le email.

# 11136_Hinata
source: <Color:255,200,200,255>Haha! That's a much better problem! It sucks getting bombarded with emails around the clock!<Color:Default>
pt: <Color:255,200,200,255>Ahah! Questo sì che è un problema migliore! È uno strazio essere bombardati di email a ogni ora del giorno e della notte!<Color:Default>

# 11148_Kiryu
source: I suppose it must.
pt: Immagino sia così.

# 11160_Kiryu
source: Us guys worry too. It's a sign that we care about a girl. It'd be natural to doubt our affections if we did nothing to show them.
pt: Anche noi uomini ci preoccupiamo. È un segno che teniamo a una ragazza. Sarebbe naturale dubitare del nostro affetto se non facessimo nulla per dimostrarlo.

# 11172_Hinata
source: <Color:255,200,200,255>If you cared about us, then you wouldn't do such nasty things! Ugh, why are guys always so pushy?<Color:Default>
pt: <Color:255,200,200,255>Se ci teneste a noi, non fareste cose tanto odiose! Uff, perché voi uomini siete sempre così asfissianti?<Color:Default>

# 11184_Kiryu
source: You have a point. It's not good when a guy thinks he's all high and mighty. Respecting your partner lets you build a good foundation.
pt: Hai ragione. Non va bene quando un uomo si crede superiore a tutti. Rispettare la propria partner permette di costruire delle solide basi.

# 11196_Hinata
source: <Color:255,200,200,255>See, that's what I think! No way am I going to date someone who looks down on me.<Color:Default>
pt: <Color:255,200,200,255>Vedi? La penso proprio così! Non esiste che io esca con qualcuno che mi guarda dall'alto in basso.<Color:Default>

# 11208_Kiryu
source: Yes, a man should be humble.
pt: Sì, un uomo dovrebbe essere umile.

# 11220_Kiryu
source: That's what being a couple is. You can't really say you're dating until you're interacting with each other like that, right?
pt: Essere una coppia significa questo. Non si può dire davvero di stare insieme finché non ci si relaziona in quel modo, no?

# 11232_Hinata
source: <Color:255,200,200,255>No! I'm not going to put up with a guy who tries to touch me or always forces things his way. That isn't what being in a relationship is about.<Color:Default>
pt: <Color:255,200,200,255>No! Non ho intenzione di sopportare un uomo che cerca di allungare le mani o che vuole sempre fare a modo suo. Non è questo il senso di stare insieme.<Color:Default>

# 11244_Hinata
source: <Color:255,200,200,255>Gosh, you really don't get women.<Color:Default>
pt: <Color:255,200,200,255>Caspita, proprio non capisci le donne.<Color:Default>

# 11256_Kiryu
source: I guess I should be more careful myself.
pt: Mi sa che dovrei stare più attento anch'io.

# 11268_Kiryu
source: Women are the same way. There are plenty of women who will talk to their boyfriends like that.
pt: Anche per le donne è lo stesso. Ci sono un sacco di donne che parlano ai loro fidanzati in quel modo.

# 11280_Hinata
source: <Color:255,200,200,255>That's the other side of the coin. Guys can be victims too.<Color:Default>
pt: <Color:255,200,200,255>È l'altra faccia della medaglia. Anche gli uomini possono essere delle vittime.<Color:Default>

# 11292_Kiryu
source: Right. That happens in other kinds of domestic violence cases.
pt: Vero. Capita anche in altri casi di violenza domestica.

# 11304_Hinata
source: <Color:255,200,200,255>If you experience it yourself, you wouldn't like it either, right? Is it too much to ask for your partner to understand that?<Color:Default>
pt: <Color:255,200,200,255>Se lo provassi sulla tua pelle, non piacerebbe neanche a te, no? È chiedere troppo che il proprio partner lo capisca?<Color:Default>

# 11316_Kiryu
source: It's not okay for either men or women to take things too far, I guess.
pt: Immagino che non vada bene esagerare, né per gli uomini né per le donne.

# 11328_Kiryu
source: Do you fear what they'll see? If you're not cheating, you should be fine with a guy looking at your phone.
pt: Hai paura di quello che potrebbero vedere? Se non tradisci, non dovresti avere problemi se un uomo ti guarda il telefono.

# 11340_Hinata
source: <Color:255,200,200,255>That's not the point! Why should my boyfriend need to see emails I exchange with my friends?<Color:Default>
pt: <Color:255,200,200,255>Non è questo il punto! Perché il mio ragazzo dovrebbe aver bisogno di vedere le email che mi scambio con i miei amici?<Color:Default>

# 11352_Kiryu
source: How's he going to know you're emailing a friend if he doesn't see it for himself?
pt: Come farà a sapere che stai mandando un'email a un amico se non lo vede con i suoi occhi?

# 11364_Hinata
source: <Color:255,200,200,255>I feel like if a guy can't believe what I say, I'm better off not dating him.<Color:Default>
pt: <Color:255,200,200,255>Sento che se un ragazzo non riesce a credere a quello che dico, farei meglio a non uscirci insieme.<Color:Default>

# 11376_Kiryu
source: Just asking...
pt: Chiedevo così...

# 11388_Hinata
source: <Color:255,200,200,255>So you know, I'm super into guys who are total studs! Even a cool attitude and loads of money can't save a guy who's lacking in looks.<Color:Default>
pt: <Color:255,200,200,255>Devi sapere che vado pazza per i ragazzi che sono dei veri fighi! Nemmeno un atteggiamento figo e un sacco di soldi possono salvare un uomo che pecca nell'aspetto.<Color:Default>

# 11400_Kiryu
source: I'm safe, then. I know I look good.
pt: Allora sono a posto. So di avere un bell'aspetto.

# 11412_Hinata
source: <Color:255,200,200,255>Uh, you're pretty hot and all, Kiryu-san, but maybe you shouldn't say it that way? Guys who think they're all that put me off, you know?<Color:Default>
pt: <Color:255,200,200,255>Ehm, sei piuttosto attraente e tutto il resto, Kiryu-san, ma forse non dovresti dirlo in quel modo. I tipi che si credono chissà chi mi smontano, sai?<Color:Default>

# 11424_Kiryu
source: So a guy has to be humble, even if they know they're hot.
pt: Quindi un uomo deve essere umile, anche se sa di essere un figo.

# 11436_Kiryu
source: Guess I'm out of luck. I'm way too old.
pt: Immagino di non avere speranze. Sono decisamente troppo vecchio.
