Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690547.po
Languages: pt

source: You got 50,000 experience points.
pt: Hai ottenuto 50.000 punti esperienza.

# 92_Noa Amon
source: So, you actually dared to show your face here again, did you? I'll admit, you do look a little more confident than before. You really think you're ready to challenge me?
pt: Allora, hai davvero osato farti rivedere qui? Devo ammetterlo, sembri un po' più sicura di te rispetto a prima. Pensi davvero di essere pronta a sfidarmi?

# 104_Noa Amon
source: Then let's do this!
pt: Allora, facciamolo!

# 140_Haruka
source: *pant* You're very good!
pt: *pant* Sei molto brava!

# 152_Noa Amon
source: Unbelievable! I barely even tried. Come on!
pt: Incredibile! Non mi sono nemmeno sforzata. Dai!

# 164_Noa Amon
source: Defeating someone as weak as you is hardly something I can be proud of.
pt: Sconfiggere una debole come te non è certo qualcosa di cui vantarmi.

# 176_Noa Amon
source: Come back and see me when you can provide a real challenge. I'll be waiting.
pt: Torna a farti vedere quando sarai in grado di offrirmi una vera sfida. Ti aspetterò.

# 212_Noa Amon
source: Ahh! Why!?
pt: Ahhh! Perché!?

# 224_Noa Amon
source: Why can't I beat you!?
pt: Perché non riesco a batterti!?

# 236_Noa Amon
source: The Amon Clan has passed our knowledge down through the generations, all with the aim of being the best!
pt: Il Clan Amon ha tramandato il nostro sapere di generazione in generazione, tutto con l'obiettivo di essere i migliori!

# 248_Noa Amon
source: If I lose to someone like you, what does that make me!?
pt: Se perdo contro una come te, che cosa sono allora!?

# 260_Haruka
source: Do you know what I think? I think that if your whole purpose in doing something is to be the best, you'll never be able to do so.
pt: Sai cosa ne penso? Penso che se il tuo unico scopo nel fare qualcosa è essere la migliore, non ci riuscirai mai.

# 272_Noa Amon
source: ...What?
pt: ...Cosa?

# 284_Haruka
source: I just mean, that if a person is truly good at what they do, they strive not to be the best, but rather toward a specific dream or conviction.
pt: Voglio solo dire, che se una persona è davvero brava in quello che fa, non si sforza di essere la migliore, ma piuttosto verso un sogno o una convinzione specifica.

# 296_Haruka
source: A person needs to be motivated by something positive, not something like pride or revenge. If she wants to be truly great, there's no other way.
pt: Una persona deve essere motivata da qualcosa di positivo, non da qualcosa come l'orgoglio o la vendetta. Se lei vuole essere davvero grande, non c'è altro modo.

# 308_Haruka
source: I really believe that.
pt: Lo credo davvero.

# 332_Noa Amon
source: So not only do I lose, but I have to get a lecture, too? Looks like I'm still the disgrace of the Amon Clan.
pt: Quindi non solo perdo, ma devo pure beccarmi una predica? A quanto pare sono ancora la vergogna del Clan Amon.

# 344_Haruka
source: I didn't mean for it to be a lecture. I'm sorry.
pt: Non volevo che fosse una predica. Mi dispiace.

# 356_Noa Amon
source: You have nothing to apologize for. That belief of yours got you this far. I mean, you won, didn't you? You're probably right.
pt: Non hai niente di cui scusarti. Quella tua convinzione ti ha portato fin qui. Voglio dire, hai vinto, no? Probabilmente hai ragione.

# 368_Noa Amon
source: All my life, I've had a chip on my shoulder about being born a woman. I was always worried about bringing shame upon the Amon name.
pt: Per tutta la vita, mi sono sempre portata dietro il peso di essere nata donna. Ero sempre preoccupata di portare disonore al nome degli Amon.

# 380_Noa Amon
source: With that kind of negative thinking, I guess I was setting myself up to fail from the start.
pt: Con quel tipo di pensiero negativo, suppongo mi stavo preparando al fallimento fin dall'inizio.

# 404_Noa Amon
source: Well, you beat me this time. I must rethink what it means to be truly great.
pt: Beh, mi hai battuto questa volta. Devo ripensare cosa significhi essere davvero grandi.

# 416_Noa Amon
source: Haruka Sawamura. Thank you.
pt: Haruka Sawamura. Grazie.

# 428_Noa Amon
source: I'm glad I got a chance to go up against you. But I'm warning you－next time I will not lose!
pt: Sono contento di aver avuto l'occasione di affrontarti. Ma ti avverto－la prossima volta non perderò!

# 440_Haruka
source: You're on!
pt: Ci sto!

# 464_Noa Amon
source: (Amon-san, you're stronger than you think.)
pt: (Amon-san, sei più forte di quanto pensi.)

# 476_Haruka
source: (But gosh. Uncle Kaz sure has a lot of enemies.)
pt: (Ma cavoli. Lo Zio Kaz ha di sicuro un sacco di nemici.)

# 536_Haruka
source: (I came to Soten TV, like Amon-san said. But where is she?)
pt: (Sono venuta a Soten TV, come ha detto Amon-san. Ma dov'è?)

# 548_Noa Amon
source: I've been waiting for you, Haruka Sawamura.
pt: Ti stavo aspettando, Haruka Sawamura.

# 572_Noa Amon
source: Oh. So, why Soten TV? Is there something you have in mind?
pt: Oh. Allora, perché Soten TV? C'è qualcosa che hai in mente?

# 584_Noa Amon
source: Hmph. What else? That, of course!
pt: Hmph. Che altro? Quello, ovviamente!

# 596_Haruka
source: The Princess League?
pt: La Lega della Principessa?

# 608_Noa Amon
source: Obviously! What better place to defeat you than on your precious Princess League stage?
pt: Ovvio! Quale posto migliore per sconfiggerti che sul tuo prezioso palco della Lega della Principessa?

# 620_Haruka
source: Are you serious? How were you even able to arrange this?
pt: Ma fai sul serio? Come hai fatto anche solo a combinare tutto questo?

# 632_Noa Amon
source: I told you. The Amon Clan is an assassin group. As such, we have done work for all kinds of very important people. From those in political circles, to those in the mafia.
pt: Te l'avevo detto. Il Clan Amon è un gruppo di assassini. In quanto tale, abbiamo lavorato per ogni genere di persone che contano. Da chi sta in politica, a chi sta nella mafia.

# 644_Noa Amon
source: There isn't an industry here that the Amon Clan can't reach. Getting a stage set up identical to the Princess League was simple.
pt: Non c'è settore qui che il Clan Amon non possa raggiungere. Allestire un palco identico a quello della Lega della Principessa è stato semplice.

# 656_Haruka
source: Wow. I can't believe this.
pt: Wow. Non ci posso credere.

# 668_Noa Amon
source: Oh, come on, let's get on with it! If you're supposed to be the best and I beat you, then that means I'm the best. Hehe. You'll make a fine stepping stone, Haruka Sawamura!
pt: Oh, dai, sbrighiamoci! Se sei destinata a essere la migliore e io ti batto, allora significa che la migliore sono io. Hehe. Sarai un ottimo trampolino di lancio, Haruka Sawamura!
