Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c75.po
Languages: pt

source: You got a <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto un <Color:8>Imperatore della Robustezza<Color:Default>.

source: You got a <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto un <Color:8>Imperatore della Robustezza<Color:Default>.

source: You got 1,400 experience points.
pt: Hai ottenuto 1.400 punti esperienza.

source: You got <Color:8>Toughness ZZ<Color:Default>.
pt: Hai ricevuto <Color:8>Toughness ZZ<Color:Default>.

source: Hide
pt: Nascondi

source: Rugged Thug
pt: Teppista Robusto

source: Impatient Thug
pt: Teppista Impaziente

source: High School Girl
pt: Ragazza del liceo

source: High Schooler
pt: Liceale

source: Saggy Pants Man
pt: Uomo dai pantaloni calati

source: Sure.
pt: Certo.

source: I didn't say that, yo.
pt: Non l'ho detto, ehi.

# 88_Hide
source: Argh! That was amazing, yo! You wiped the dance floor with me!
pt: Argh! È stato incredibile, ehi! Hai dominato la pista da ballo contro me!

# 100_Akiyama
source: *pant* *pant* Well, I managed to pull it off, but...
pt: *pant* *pant* Beh, ce l'ho fatta, ma...

# 112_Akiyama
source: Dancing is seriously hard work; I'd have to give up smoking if I wanted to do this for a living... I've definitely gained some newfound respect for Haruka-chan.
pt: Ballare è davvero un lavoro duro; mi toccherebbe smettere di fumare se volessi farlo per vivere... Ho decisamente acquisito un nuovo rispetto per Haruka-chan.

# 124_Hide
source: But your footwork－it's out of this world! I was right about you, yo.
pt: Ma il tuo gioco di gambe－è fuori dal mondo! Avevo ragione su di te, ehi.

# 136_Hide
source: Aight, like I promised, you can now officially call yourself "the man who beat Hide."
pt: Va bene, come ti ho promesso, ora puoi ufficialmente chiamarti "l'uomo che ha battuto Hide."

# 172_Akiyama
source: Er, no thanks. That's one title I won't be using.
pt: Ehm, no grazie. È un titolo che non userò.

# 184_Hide
source: Unggh! My back!
pt: Unggh! La mia schiena!

# 196_Hide
source: Yo, you all right?
pt: Ehi, stai bene?

# 208_Akiyama
source: Oww... I think so. That'll teach me not to try anything like that again.
pt: Oww... Credo di sì. Questo mi servirà da lezione per non provare più niente del genere di nuovo.

# 220_Akiyama
source: Dancing is seriously hard work; I'd have to give up smoking if I wanted to do this for a living... I've definitely gained some newfound respect for Haruka-chan.
pt: Ballare è davvero un lavoro duro; mi toccherebbe smettere di fumare se volessi farlo per vivere... Ho decisamente acquisito un nuovo rispetto per Haruka-chan.

# 232_Hide
source: I guess you was tellin' the truth when you said you weren't a dancer. Sorry I made you do that.
pt: Immagino che dicevi la verità quando hai detto che non eri un ballerino. Scusa se ti ho fatto fare questo.

# 256_Hide
source: Here, take this. Maybe it'll help with your back.
pt: Tieni, prendi questo. Magari ti aiuterà con la schiena.

# 292_Akiyama
source: Thanks...
pt: Grazie...

# 304_Hide
source: You ain't exactly young anymore, yo. Take care of yourself, aight!?
pt: Non sei più proprio giovane, ehi. Prenditi cura di te, capito!?

# 400_Rugged Thug
source: This dude's too frickin' tough. Guy really knows how to fight!
pt: Questo tizio è dannatamente tosto. Il tipo sa proprio come combattere!

# 412_Impatient Thug
source: Please, man, forgive us!
pt: Ti prego, amico, perdonaci!

# 460_Hide
source: Thank you very much!
pt: Grazie mille!

# 472_High Schooler
source: Yeah, you saved us. For some reason Osaka dialect makes guys like that way scarier...
pt: Sì, ci hai salvati. Per qualche ragione il dialetto di Osaka rende i tipi così un casino più spaventosi...

# 556_Hide
source: Yo! I saw you lay the smackdown on those guys. You're really somethin', you know that?
pt: Ehi! Ti ho visto fare a pezzi quei tipi. Sei proprio un fenomeno, lo sai?

# 568_Akiyama
source: Huh? Who might you be?
pt: Eh? Tu chi saresti?

# 580_Saggy Pants Man
source: I'm Hide, yo! I'm a dancer! What was that funky footwork you were flippin' out there?
pt: Sono Hide, ehi! Sono un ballerino! Che passi di danza stilosi stavi sfoggiando là fuori?

# 592_Akiyama
source: I don't know how I'm supposed to answer that.
pt: Non so proprio come dovrei rispondere a quella.

# 604_Hide
source: Not many guys can hop around like you. You're like some kinda spring-heeled demon! That told me everything I needed to know!
pt: Non molti tipi sanno saltellare come te. Sei tipo un demone dalle molle ai talloni! Questo mi ha detto tutto quello che dovevo sapere!

# 616_Akiyama
source: Oh, yeah? And what's that?
pt: Ah, davvero? E che cos'è?

# 628_Hide
source: Your true identity, what else!? You're a dancer, ain't you? And a damn good one, too.
pt: La tua vera identità, che altro!? Sei un ballerino, no? E pure uno dannatamente bravo.

# 640_Akiyama
source: Haha, hardly. I'm nothing like that.
pt: Ahah, figurati. Non sono mica così.

# 652_Hide
source: Don't play dumb, yo! You don't need footwork like that just to kick fools around in the street! No way!
pt: Non fare lo gnorri, ehi! Non ti servono passi di danza così solo per fare a pezzi i tipi per strada! Manco per sogno!

# 664_Akiyama
source: (Why do I attract these weirdos?)
pt: (Perché attiro questi squinternati?)

# 676_Hide
source: From the looks of you, you ain't from around here. Don't tell me you came all the way to Sotenbori without plannin' to take me on, yo!
pt: Da come ti vedo, non sei di queste parti. Non dirmi che sei venuto fino a Sotenbori senza avere intenzione di sfidarmi, ehi!

# 688_Akiyama
source: Well, I don't even know who you are, so...
pt: Beh, non so nemmeno chi sei, quindi...

# 700_Hide
source: I told you, man, I'm Hide! The dancer! You got memory problems or somethin'?
pt: Te l'ho detto, amico, sono Hide! Il ballerino! Hai problemi di memoria o cosa?

# 712_Akiyama
source: No, I remember that, but that's not the point.
pt: No, me lo ricordo, ma non è quello il punto.

# 724_Hide
source: Okay, word. Yeah, I'm still a rising star, but it won't be long before I'm a household name.
pt: Ah, sì. Sono ancora una stella nascente, ma non passerà molto che sarò un nome sulla bocca di tutti.

# 736_Hide
source: You can't call yourself a dancer then breeze right by me like it's nothin', yo!
pt: Non puoi definirti un ballerino e poi passarmi accanto come se niente fosse, ehi!

# 748_Akiyama
source: ...Sure, pal, whatever you say. Look, I have to get going.
pt: ...Certo, amico, quello che dici tu. Guarda, devo andare.

# 760_Hide
source: Yo, you're runnin' away!? Forget that! I challenge you to a duel!
pt: Ehi, stai scappando!? Scordatelo! Ti sfido a duello!

# 772_Akiyama
source: ...A duel?
pt: ...Un duello?

# 784_Hide
source: A dance battle! If you win, you'll be known far and wide as "the man who beat Hide"!
pt: Una sfida di ballo! Se vinci, tutti ti conosceranno come "l'uomo che ha battuto Hide"!

# 796_Akiyama
source: I think I can live without that title.
pt: Penso di poterne fare a meno, di quel titolo.

# 808_Hide
source: But if you run, you'll be forever branded "the chicken who ran from Hide." You wanna live with that, yo?
pt: Ma se scappi, sarai per sempre marchiato "il fifone che è scappato da Hide." Vuoi vivere con questo, ehi?

# 820_Akiyama
source: I keep telling you, I'm not a dancer.
pt: Continuo a dirtelo, non sono un ballerino.

# 832_Hide
source: You sayin' you're cool with being a chicken!?
pt: Stai dicendo che ti sta bene essere un fifone!?

# 844_Hide
source: Have it any which way you want. Later.
pt: Fai come ti pare. A dopo.

# 856_Hide
source: Tch, what a chickenshit, yo. And here I thought you were a real hotshot.
pt: Tch, che cagasotto che sei, eh. E io che pensavo fossi un vero asso.

# 904_Hide
source: I didn't say that, yo.
pt: Non l'ho detto, ehi.

# 916_Hide
source: Oh, yeah? Then, that means you're takin' me on!
pt: Ah, sì? Allora, vuol dire che mi dai battaglia!

# 928_Akiyama
source: I don't like to lose. Plus, I've been watching Haruka dance a lot lately, too.
pt: Non mi piace perdere. In più, ultimamente ho visto Haruka ballare un sacco, pure.

# 940_Hide
source: Huh? What're you talkin' about?
pt: Eh? Di che stai parlando?

# 952_Akiyama
source: Heh, nothing. All right, no backing down now. Let's dance.
pt: Heh, niente. Va bene, ora non si torna più indietro. Balliamo!

# 964_Hide
source: Hahaha, I knew I was right about you! Let's get it on, yo! Daaance battle, baby!
pt: Hahaha, sapevo di averci visto giusto su di te! Dai, si parte, yo! Battaglia di ballo, baby!

# 988_Rugged Thug
source: Ya gave us the eye, didn't ya? Get down on all fours and beg for forgiveness!
pt: Ci hai puntato, no? Mettiti a quattro zampe e implora\nperdono!

# 1000_High Schooler
source: Wait, we did no such thing. We weren't looking at you whatsoever...
pt: Aspetta, non abbiamo fatto niente del genere. Non ti stavamo guardando per niente...

# 1012_Impatient Thug
source: The fuck is that? Tokyo talk? Ugh, your accent makes me wanna yack!
pt: Che cazzo è? Parlata di Tokyo? Ugh, il tuo accento mi fa venire il voltastomaco!

# 1024_High Schooler
source: But, we didn't, uh... We ain't given ya no dirty look.
pt: Ma, non abbiamo, uh... Non ti abbiamo mica guardato male.

# 1036_Impatient Thug
source: Ya little shit! You dissin' the Osaka dialect!?
pt: Brutto stronzo! Stai mancando di rispetto al dialetto di Osaka!?

# 1048_High Schooler
source: No, we...!
pt: No, noi...!

# 1060_Akiyama
source: Yo, mind if I cut in?
pt: Yo, ti dispiace se mi intrometto?

# 1072_Rugged Thug
source: The fuck do you want? Keep your nose outta where it don't belong!
pt: Che cazzo vuoi? Tieni il naso fuori da dove non deve stare!

# 1084_High School Girl
source: Please help us! These guys started harassing us for no reason. They're totally ruining our field trip!
pt: Vi prego, aiutateci! Questi tipi hanno iniziato a molestarci senza motivo. Ci stanno rovinando completamente la gita scolastica!

# 1096_Impatient Thug
source: Whaddya mean, harassin'? Shut your mouth, bitch!
pt: Che vuoi dire, molestando? Chiudi il becco, stronza!

# 1108_Akiyama
source: Easy there, tiger. They're just a couple of high school kids. How about letting them go, eh?
pt: Frena, tigre. Sono solo un paio di liceali. Che ne dici di lasciarli andare, eh?

# 1120_Impatient Thug
source: Shaddup! I told ya to keep outta this!
pt: Chiudi il becco! Ti ho detto di non intrometterti!
