Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900ad.po
Languages: pt

# 1748_Karube
source: It's just my interviewing style. I find that being harsh and aggressive elicits more heartfelt responses than being friendly does.
pt: È solo il mio stile di intervista. Trovo che essere duri e aggressivi susciti risposte più sincere rispetto a un approccio amichevole.

# 1760_Karube
source: I hope you can forgive me if I was too hard on you.
pt: Spero che tu possa perdonarmi se sono stato troppo duro con te.

# 1772_Haruka
source: No, that's all right. My manager warned me in advance that your questions would be like that.
pt: No, non si preoccupi. Il mio manager mi aveva avvertita in anticipo che le sue domande sarebbero state così.

# 1784_Karube
source: Oh, really? Hmph. It kind of defeats the whole purpose if you know about it ahead of time.
pt: Ah, davvero? Mpf. Vanifica un po' tutto lo scopo, se lo sai in anticipo.

# 1796_Karube
source: But, your answers were just about what I expected. I should be able to cobble together an article out of them. Let's do this again sometime.
pt: Tuttavia, le tue risposte sono state proprio come mi aspettavo. Dovrei riuscire a tirarci fuori un articolo. Rifacciamolo, qualche volta.

# 1808_Haruka
source: Of course. Thank you very much for coming.
pt: Certamente. Grazie mille per essere venuto.

# 1964_Haruka
source: Anyways, that concludes our interview. To be honest, you really didn't give me anything I can use.
pt: Comunque, con questo si conclude la nostra intervista. A dire il vero, non mi hai dato proprio nulla che io possa usare.

# 1976_Haruka
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 1988_Karube
source: Well, whatever. I don't imagine we'll ever be seeing each other again. I'll see myself out.
pt: Beh, vabbè. Non credo che ci rivedremo mai più. So dove è l'uscita.
