Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013306b7.po
Languages: pt

source: Player
pt: Giocatore

source: Give It a Try
pt: Provaci

source: Forget It
pt: Lascia perdere

source: Play
pt: Gioca

source: Read Instructions
pt: Leggi Istruzioni

source: Cancel
pt: Annulla

# 60_Player
source: (Gunrhein. It's a shooting game. 100 yen to play. Do I want to play?)
pt: (Gunrhein. È uno sparatutto. 100 yen per giocare. Voglio giocare?)

# 72_Haruka
source: Uncle Kaz! Try to <Color:8>clear two stages or more in Gunrhein<Color:Default>!
pt: Zio Kaz! Prova a <Color:8>superare due livelli o più in Gunrhein<Color:Default>!

# 84_Kiryu
source: (Looks like Haruka wants me to <Color:8>clear two stages or more in Gunrhein<Color:Default>.)
pt: (Sembra che Haruka voglia che io <Color:8>superi due livelli o più in Gunrhein<Color:Default>.)

# 108_Haruka
source: Aww, okay. Some other time.
pt: Ah, va bene. Magari un'altra volta.

# 144_Kiryu
source: (I don't have money...)
pt: (Non ho soldi...)

# 156_Akiyama
source: (I'm all out of cash.)
pt: (Sono al verde.)

# 168_Saejima
source: (Ain't got no money.)
pt: (Non ho soldi.)

# 180_Shinada
source: (Oops. Can't afford it.)
pt: (Ops. Non posso permettermelo.)

# 192_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 228_Kiryu
source: (All right. Let's try this.)
pt: (Va bene. Proviamo.)

# 240_Akiyama
source: (Sure, why not? Let's play.)
pt: (Ma sì, dai. Giochiamo.)

# 252_Saejima
source: (Sure. Let's play.)
pt: (Va bene. Giochiamo.)

# 264_Shinada
source: (Okay. let's play this thing.)
pt: (Va bene. Giochiamo a 'sta roba.)

# 276_Haruka
source: (Okay! Here goes.)
pt: (Va bene! Ci provo.)

# 288_Player
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 312_Player
source: (Gunrhein. It's a shooting game. 100 yen to play. Do I want to play?)
pt: (Gunrhein. È uno sparatutto. Cento yen per giocare. Ci gioco?)

# 348_Kiryu
source: (I don't have money...)
pt: (Non ho soldi...)

# 360_Akiyama
source: (I'm all out of cash.)
pt: (Sono a secco di soldi.)

# 372_Saejima
source: (Ain't got no money.)
pt: (Sono a secco di soldi.)

# 384_Shinada
source: (Oops. Can't afford it.)
pt: (Ops. Non me lo posso permettere.)

# 396_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 432_Kiryu
source: (All right. Let's try this.)
pt: (Va bene. Proviamo 'sta roba.)

# 444_Akiyama
source: (Sure, why not? Let's play.)
pt: (Va bene, perché no? Giochiamo.)

# 456_Saejima
source: (Sure. Let's play.)
pt: (Va bene. Giochiamo.)

# 468_Shinada
source: (Okay. let's play this thing.)
pt: (Va bene. Giochiamo a 'sta roba.)

# 480_Haruka
source: (Okay! Here goes.)
pt: (Va bene! Si parte.)

# 516_Kiryu
source: (No, not right now.)
pt: (No, adesso no.)

# 528_Akiyama
source: (No, let's not.)
pt: (No, lasciamo perdere.)

# 540_Saejima
source: (Nah. Forget it.)
pt: (No. Lasciamo perdere.)

# 552_Shinada
source: (Maybe not...)
pt: (Forse no...)

# 564_Haruka
source: (Some other time.)
pt: (Magari un'altra volta.)

# 588_Gunrhein
source: Gunrhein is a shooting game in which you pilot an invincible fighter craft to defend your base units from waves of enemies.
pt: Gunrhein è uno sparatutto in cui piloti un caccia invincibile per difendere le tue unità base da ondate di nemici.

# 600_Gunrhein
source: While your fighter is invincible, your base units are destroyed upon contact with an enemy. If all base units are destroyed, the game is over.
pt: Mentre il tuo caccia è invincibile, le tue unità base vengono distrutte al contatto con un nemico. Se tutte le unità base vengono distrutte, la partita finisce.

# 612_Gunrhein
source: Your fighter can't attack enemies. Instead, it can set cannons. The cannons fire beams automatically to shoot down enemies.
pt: Il tuo caccia non può attaccare i nemici. Invece, può piazzare dei cannoni. I cannoni sparano raggi automaticamente per abbattere i nemici.

# 624_Gunrhein
source: Once set, a cannon fires until it runs out of energy. It can't rotate－it is set in place based on the fighter's position and direction at the time of placement. Place them well to meet oncoming enemies effectively.
pt: Una volta piazzato, un cannone spara finché non esaurisce l'energia. Non può ruotare－viene piazzato in base alla posizione e alla direzione del caccia al momento del posizionamento. Piazzali bene per affrontare efficacemente i nemici in arrivo.

# 636_Gunrhein
source: A cannon does not use energy while its beam is hitting enemies. Its energy drains if its beam is firing at nothing. If the energy dwindles to nothing, the cannon flashes red before disappearing.
pt: Un cannone non consuma energia mentre il suo raggio colpisce i nemici. La sua energia si esaurisce se il suo raggio spara a vuoto. Se l'energia si azzera, il cannone lampeggia di rosso prima di scomparire.

# 648_Gunrhein
source: If the beams of multiple cannons are overlaid, they combine as a more powerful beam. If the button is held down before the cannon is placed, its beam is also intensified.
pt: Se i raggi di più cannoni si sovrappongono, si combinano in un raggio più potente. Se si tiene premuto il pulsante prima di piazzare il cannone, anche il suo raggio viene intensificato.

# 660_Gunrhein
source: Complete five stages to clear the game.
pt: Completa cinque livelli per completare il gioco.
