Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0116013a.po
Languages: pt

source: You got <Color:8>4,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>4,000 yen<Color:Default>.

source: You got a <Color:8>Daddy Papa's Autograph<Color:Default>.
pt: Hai ottenuto l'<Color:8>Autografo di Daddy Papa<Color:Default>.

source: You got 2,400 experience points.
pt: Hai ottenuto 2.400 punti esperienza.

source: You got a <Color:8>Cutie Girl Figure<Color:Default>.
pt: Hai ottenuto una <Color:8>statuetta di Cutie Girl<Color:Default>.

source: You got a <Color:8>Cutie Girl Figure<Color:Default>.
pt: Hai ottenuto una <Color:8>statuetta di Cutie Girl<Color:Default>.

source: Daddy Papa
pt: Papà Papà

source: Accomplice
pt: Complice

source: Kidnapper
pt: Rapitore

source: Player
pt: Giocatore

source: (Club Eden might be nice.)
pt: (Il Club Eden potrebbe essere carino.)

source: (Sekai no Yamachan, maybe?)
pt: (Sekai no Yamachan, forse?)

source: (What about a chicken wing stand?)
pt: (Che ne dici di un chiosco di alette di pollo?)

source: Menacing Hoodlum
pt: Teppista minaccioso

source: Man in Black
pt: Uomo in nero

source: Accept the Job
pt: Accetta l'incarico

source: Refuse
pt: Rifiuta

source: The TV tower.
pt: La torre della TV.

source: The splendiferous Club Futo Momo.
pt: Lo sfolgorante Club Futo Momo.

source: The Oval Stage lookout.
pt: Il belvedere dell'Oval Stage.

source: Rugged Hoodlum
pt: Teppista rozzo

# 236_Daddy Papa
source: Tatsuo! You are okay? There is no injury?
pt: Tatsuo! Tutto bene? Non sei ferito?

# 248_Shinada
source: Yup, I'm fine. What about you? Looks like your seaweed isn't too ruffled.
pt: Sì, tutto a posto. E tu? Sembra che le tue alghe non siano troppo sgualcite.

# 260_Daddy Papa
source: Oui! Completely, it is your doing. Merci, Tatsuo.
pt: Oui! È tutto merito tuo. Merci, Tatsuo.

# 272_Matsuno
source: Thank you so much, Shinada-san. I wasn't prepared for this. It's my fault. I'm terribly sorry.
pt: Grazie mille, Shinada-san. Non ero preparato per questo. È colpa mia. Mi dispiace moltissimo.

# 284_Shinada
source: Hehe, I thought it was a little too easy for such a high-paying job.
pt: Hehe, mi pareva un po' troppo facile per un lavoro pagato così bene.

# 296_Matsuno
source: Haha, after what happened, it might not be enough. Here is your pay, as promised.
pt: Haha, dopo quel che è successo, potrebbe non bastare. Ecco la tua paga, come promesso.

# 320_Shinada
source: Woohoo, a million sure makes a hefty bundle! Or... wait a minute. Why is this only 4,000 yen? What happened to the one million yen?
pt: Woohoo, un milione è proprio un bel gruzzolo! O... aspetta un attimo. Perché ci sono solo 4.000 yen? Che fine ha fatto il milione di yen?

# 332_Matsuno
source: I said no such thing. I said a million, and meant a million Vietnamese dong, not a million yen.
pt: Non ho mai detto nulla del genere. Ho detto un milione, e intendevo un milione di dong vietnamiti, non un milione di yen.

# 344_Shinada
source: Vietnamese dong?
pt: Dong vietnamiti?

# 356_Matsuno
source: Yes, by current exchange rates, 250 Vietnamese dong is worth around one yen.
pt: Sì, stando ai tassi di cambio attuali, 250 dong vietnamiti valgono circa uno yen.

# 368_Shinada
source: In other words, a million Vietnamese dong is worth...
pt: In altre parole, un milione di dong vietnamiti vale...

# 380_Matsuno
source: Four thousand yen!
pt: Quattromila yen!

# 392_Matsuno
source: <Italic>Four thousand yen!</Italic>
pt: <Italic>Quattromila yen!</Italic>

# 404_Matsuno
source: Four... thousand... yen!
pt: Quattro... mila... yen!

# 416_Shinada
source: You don't have to say it over and over. Damn it all! I got screwed by Vietnamese dong!
pt: Non c'è bisogno di continuare a ripeterlo. Maledizione! Sono stato fregato dai dong vietnamiti!

# 428_Matsuno
source: Hahaha, a million yen for an hour? You don't honestly think that much was actually on the table?
pt: Hahaha, un milione di yen per un'ora? Non crederai mica sul serio che ci fosse davvero così tanto sul piatto?

# 452_Shinada
source: I guess it's only fair. I wasn't much of a tour guide, either.
pt: Immagino sia giusto così. In fondo, neanch'io sono stato un granché come guida.

# 464_Daddy Papa
source: Oh, Matsuno, cheap-fisted you are like always. Money, I have not with me. So sorry, Tatsuo.
pt: Oh, Matsuno, sei il solito tirchio. Di soldi, non ne ho con me. Mi dispiace tanto, Tatsuo.

# 476_Shinada
source: No, no, it's all right. I got to spend time with the world's top songstress. It was fun, and I got to eat some tebasaki, too!
pt: No, no, va bene così. Ho avuto modo di passare del tempo con la cantante numero uno al mondo. È stato divertente, e ho pure mangiato del tebasaki!

# 500_Daddy Papa
source: Oh, Matsuno, cheap-fisted you are like always. Money, I carry not with me.
pt: Oh, Matsuno, sei il solito tirchio. Di soldi, non ne porto con me.

# 512_Daddy Papa
source: Tatsuo, instead, you should be accepting this.
pt: Tatsuo, invece, dovresti accettare questo.

# 548_Daddy Papa
source: Savior of me you are, Tatsuo. For me, you have risking your life.
pt: Sei il mio salvatore, Tatsuo. Per me, hai rischiato la vita.

# 560_Daddy Papa
source: That autograph, you can be selling for good money. Today, you will be forgiving me please?
pt: Quell'autografo potrai venderlo per un bel po' di soldi. Per oggi, mi perdonerai, per favore?

# 572_Shinada
source: Haha, thanks. It's okay, though. I got to spend time with the world's top songstress. It was fun, and I got to eat some tebasaki, too!
pt: Haha, grazie. Ma va bene così. Ho avuto modo di passare del tempo con la cantante numero uno al mondo. È stato divertente, e ho pure mangiato del tebasaki!

# 596_Daddy Papa
source: When those men taking me, all the time I am thinking why I be made a victim.
pt: Quando quegli uomini mi hanno preso, per tutto il tempo ho pensato al perché fossi diventato una vittima.

# 608_Daddy Papa
source: I am a big singer. A special person I am. I am thinking it is unfair I face dangerous situation and even maybe meet my end.
pt: Sono un grande cantante. Una persona speciale io sono. Penso sia ingiusto che io affronti situazioni pericolose e che magari rischi persino di morire.

# 620_Daddy Papa
source: But, it is a mistake. Foolish me. Desperate I was to be special. A goddess among gibbons, I fancied.
pt: Ma è un errore. Che sciocco. Disperato ero di essere speciale. Una dea tra i gibboni, mi immaginavo.

# 632_Daddy Papa
source: But, big singer or no, I lack control over the throes of life and death. In the end, I am ordinary, like everyone else.
pt: Ma, che io sia un grande cantante o meno, non ho alcun controllo sui tormenti della vita e della morte. Alla fine, sono una persona comune, come chiunque altro.

# 656_Daddy Papa
source: When I saw you fighting, an epiphany I had. Seeing ordinary people be brave gives hope to the hopeless. That is what cheers them on.
pt: Quando ti ho visto combattere, un'epifania ho avuto. Vedere le persone comuni essere coraggiose dona speranza ai disperati. È questo che li incoraggia.

# 668_Daddy Papa
source: Before, I try to be writing songs to cheer on the weak. But a pit of hubris did I let myself fall into. That is where my writing failed.
pt: Prima, io cercavo di scrivere canzoni per incoraggiare i deboli. Ma in un abisso di superbia cadere mi sono lasciato. È lì che il mio scrivere ha fallito.

# 680_Daddy Papa
source: To me, you taught that, Tatsuo.
pt: A me, questo hai insegnato, Tatsuo.

# 692_Shinada
source: So, this visit to Japan actually means something to you now?
pt: Quindi, questa visita in Giappone ora ha davvero un significato per te?

# 704_Daddy Papa
source: Naturally! This visiting, it is already inspire me with new poems and music. Next time, you will please be guiding me again.
pt: Naturalmente! Questa visita, essa già ispira me con nuove poesie e musica. La prossima volta, tu per favore mi farai di nuovo da guida.

# 716_Shinada
source: Hey, you got it. But I gotta warn you, my rate might've gone up to <Italic>ten</Italic> million Vietnamese dong by then!
pt: Ehi, d'accordo. Ma ti avverto, la mia tariffa potrebbe essere salita a <Italic>dieci</Italic> milioni di dong vietnamiti per allora!

# 728_Daddy Papa
source: Very well! Goodbye, Tatsuo. I shall be returning home, but never will I be forgetting you.
pt: Molto bene! Addio, Tatsuo. A casa io farò ritorno, ma mai io ti dimenticherò.

# 812_Shinada
source: You little weasel, where'd you take Daddy Papa!?
pt: Brutto vermiciattolo, dove hai portato Daddy Papa!?

# 824_Accomplice
source: Ngh!
pt: Ugh!

# 836_Daddy Papa
source: Tatsuo! Aidez-moi! Rescue me!
pt: Tatsuo! Aidez-moi! Salvami!

# 872_Kidnapper
source: What are you, her bodyguard?
pt: E tu chi saresti, la sua guardia del corpo?

# 896_Shinada
source: Who are you people? You need to let her go, right now!
pt: E voi chi siete? Lasciatela andare, immediatamente!

# 908_Kidnapper
source: Yeah right. All we gotta do is hold this bitch ransom for a year or two, and then we'll be living like kings!
pt: Sì, come no. Tutto quello che dobbiamo fare è tenere 'sta stronza in ostaggio per un anno o due, e poi vivremo come dei re!

# 944_Shinada
source: Whoa, whoa, whoa... What's the big idea, flashing around that nasty piece of work?
pt: Ehi, ehi, ehi... Che vi salta in mente, sbandierando quel brutto arnese?

# 956_Kidnapper
source: Can't have witnesses picking these pretty mugs out of a police lineup, now can we?
pt: Non possiamo mica permettere che dei testimoni riconoscano questi bei musetti in un confronto all'americana, dico bene?

# 992_Shinada
source: (Whew. Guess that's a job well done. But where are Daddy and Matsuno?)
pt: (Fiu. Direi che il lavoro è fatto. Ma dove sono Daddy e Matsuno?)

# 1052_Shinada
source: Hey! Matsuno-san! What happened?
pt: Ehi! Matsuno-san! Che è successo?

# 1064_Matsuno
source: Shinada-san! It's Daddy! These... strange men took her!
pt: Shinada-san! È Daddy! Quegli... strani tipi l'hanno portata via!

# 1076_Shinada
source: They took Daddy? Where!?
pt: Hanno preso Daddy? Dove!?

# 1100_Matsuno
source: Him! That guy over there! He's one of them.
pt: Lui! Quel tipo laggiù! È uno di loro.

# 1112_Shinada
source: What?
pt: Cosa?

# 1124_Accomplice
source: ...Time to jet.
pt: ...È ora di svignarsela.

# 1136_Shinada
source: Hey! Stop!
pt: Oi! Fermati!

# 1184_Shinada
source: Will this do?
pt: Basterà questo?

# 1208_Daddy Papa
source: Ah! A restaurant de chicken wings! Of course. It is no problem. Coming here first is what we should have done.
pt: Ah! Un ristorante di alette di pollo! Ma certo. Nessun problema. Venire qui per prima cosa è proprio quello che avremmo dovuto fare.

# 1220_Matsuno
source: Excellent! Okay, Daddy, we really don't have much time. But let's enjoy some sake.
pt: Eccellente! Okay, Daddy, non abbiamo davvero molto tempo. Ma godiamoci un po' di sake.

# 1256_Shinada
source: Ta-da! Here we are at an authentic tebasaki stand. That's Nagoya-style chicken wings, by the way. You could say it's a local favorite.
pt: Ta-dan! Eccoci a un autentico chiosco di tebasaki. Per la cronaca, si tratta di alette di pollo in stile Nagoya. Si può dire che siano le preferite della zona.

# 1268_Matsuno
source: That's all fine and well, but... Don't you think it's a little too out in the open?
pt: Tutto molto bello, ma... non pensi che sia un po' troppo in bella vista?

# 1280_Daddy Papa
source: Tatsuo, is there not a place in Nagoya where I can relax in peace? I requested such, did I not?
pt: Tatsuo, non c'è un posto a Nagoya dove io possa rilassarmi in pace? Te l'avevo chiesto, no?

# 1292_Matsuno
source: Shinada-san, I apologize, but can you take us somewhere more discreet?
pt: Shinada-san, mi scusi, ma può portarci in un posto più riservato?

# 1304_Shinada
source: Oh, yeah, sure. If that's what you want...
pt: Oh, sì, certo. Se è quello che vuoi...

# 1388_Shinada
source: How does this place strike you? They serve sake and tebasaki－that's chicken wings, the Nagoya way.
pt: Che te ne pare di questo posto? Servono sake e tebasaki－ovvero alette di pollo in stile Nagoya.

# 1400_Daddy Papa
source: Wonderful, Tatsuo! It is the <Italic>ne plus ultra</Italic> of Nagoya indeed!
pt: Meraviglioso, Tatsuo! È davvero il <Italic>ne plus ultra</Italic> di Nagoya!

# 1412_Matsuno
source: Not sure what that means, but I assume it's excellent! Okay, Daddy, now let's enjoy ourselves while we still have time.
pt: Non so bene cosa significhi, ma immagino sia eccezionale! Okay, Daddy, ora divertiamoci finché abbiamo ancora tempo.

# 1424_Daddy Papa
source: Haha, it seems an eternity has passed since the delightful kiss of sake caressed my lips. I am afraid I will be un petit tipsy. ♪
pt: Haha, sembra che sia passata un'eternità da quando il delizioso bacio del sake ha accarezzato le mie labbra. Temo che sarò un petit brillo. ♪

# 1496_Shinada
source: Well? How do you like it? Not only can you get drunk off your feet, an array of beautiful women will help you do it!
pt: Allora? Che te ne pare? Non solo puoi ubriacarti di brutto, ma una sfilza di belle donne ti aiuterà a farlo!

# 1508_Matsuno
source: Shinada-san... This is a cabaret club. Did you forget our guest is a lady? Granted, her name is Daddy Papa, but still.
pt: Shinada-san... Questo è un cabaret club. Ti sei dimenticato che la nostra ospite è una donna? Certo, si chiamerà anche Daddy Papa, ma comunque.

# 1520_Shinada
source: Not a problem! Plenty of women drink at cabaret clubs. I'm sure she'll have a great time.
pt: Nessun problema! Ci sono un sacco di donne che bevono nei cabaret club. Sono sicuro che si divertirà un mondo.

# 1544_Daddy Papa
source: No, Tatsuo. I am far too gorgeous for this setting. Depressed the hostesses will be when they see me among them, a pearl among swine.
pt: No, Tatsuo. Sono fin troppo splendida per questo posto. Le hostess cadranno in depressione quando mi vedranno tra loro, una perla in mezzo ai porci.

# 1556_Daddy Papa
source: It is not my wanting to shame the common people. Take me instead to elsewhere.
pt: Non è mio desiderio far sfigurare la gente comune. Portami invece altrove.

# 1568_Shinada
source: Oh... I'm sorry. Let's come up with something else, then.
pt: Oh... scusa. Allora pensiamo a qualcos'altro.

# 1640_Shinada
source: This here is Club Futo Momo, my favorite erotic massage parlor. Its extravagant decor and befuddlingly buxom beauties make it the finest in town!
pt: Questo qui è il Club Futo Momo, il mio centro massaggi erotici preferito. Il suo arredamento sfarzoso e le sue bellezze incredibilmente prosperose lo rendono il migliore della città!

# 1652_Shinada
source: I'd say it's one of Kineicho's most symbolic sights－even worthy of a world-renowned star such as Your Ladyship!
pt: Direi che è uno dei luoghi più simbolici di Kineicho－degno persino di una star di fama mondiale come Vostra Signoria!

# 1664_Matsuno
source: Shinada-san, while I do appreciate the gesture, I must warn you that Daddy despises this sort of debauchery－
pt: Shinada-san, pur apprezzando il gesto, devo avvertirti che Daddy detesta questo genere di dissolutezza－

# 1676_Daddy Papa
source: Non, non, non! C'est nonsense that I should be offended by this sort of lubricité. You must be more in tune with your desires! Let us admire this ribald display!
pt: Non, non, non! C'est un'assurdità che io debba sentirmi offesa da questo genere di lubricité. Devi essere più in sintonia con i tuoi desideri! Ammiriamo questo spettacolo licenzioso!

# 1688_Shinada
source: Huh?
pt: Uh?

# 1700_Daddy Papa
source: Did you think that I would blush beet red like some schoolgirl? How trés simple of you.
pt: Pensavi che sarei diventata rossa come un peperone come una scolaretta? Com'è trés simple da parte tua.

# 1712_Daddy Papa
source: I am Daddy Papa, the global megastar. And you see me as naught but a virgin, uninitiated to the tender stirrings of lust. Pish tosh!
pt: Io sono Daddy Papa, la megastar globale. E tu non vedi in me altro che una vergine, non ancora iniziata ai teneri fremiti della lussuria. Sciocchezze!

# 1724_Shinada
source: Oh... I'm sorry. I meant no disrespect.
pt: Oh... scusa. Non volevo mancare di rispetto.

# 1736_Matsuno
source: Perhaps it would do us both well to remember that nothing crass will make Daddy flinch. After all, she clawed her way up to the height of stardom from the dark depths of poverty.
pt: Forse farebbe bene a entrambi ricordare che nulla di volgare farà sussultare Daddy. Dopotutto, si è fatta strada con le unghie fino alla vetta del successo dalle oscure profondità della povertà.

# 1748_Shinada
source: Gotcha.
pt: Capito.

# 1760_Matsuno
source: Perhaps we should move on. Shinada-san, we're finished with sightseeing. We'll put this behind us and move right along.
pt: Forse faremmo meglio a proseguire. Shinada-san, abbiamo finito con il giro turistico. Ci lasceremo tutto questo alle spalle e andremo avanti.

# 1772_Shinada
source: To what, exactly?
pt: A cosa, esattamente?

# 1784_Matsuno
source: Well, Daddy always makes it a point to enjoy some Japanese cuisine. You wouldn't mind sharing a drink with her, would you?
pt: Beh, Daddy ci tiene sempre a gustare della cucina giapponese. Non ti dispiacerebbe bere qualcosa con lei, vero?

# 1796_Shinada
source: Oh, I would love to. So, Her Ladyship requires a dining establishment that serves a good drink? I can work with that.
pt: Oh, mi farebbe molto piacere. Quindi Sua Signoria cerca un locale che serva dell'ottimo bere? Ci posso pensare io.

# 1808_Matsuno
source: That would be appreciated. Daddy, do you have any requests?
pt: Te ne sarei grato. Daddy, hai qualche richiesta?

# 1820_Daddy Papa
source: Ach, Matsuno, can you do nothing outside of depending on my guidance? So much like a child you are, and equally helpless.
pt: Ach, Matsuno, non sai proprio fare nulla senza dipendere dalla mia guida? Sei proprio come un bambino, e altrettanto indifeso.

# 1832_Matsuno
source: Well, I only asked if you had any preferences about where you'd like to go.
pt: Beh, ho solo chiesto se avessi delle preferenze su dove ti andrebbe di andare.

# 1844_Daddy Papa
source: Hmm, ah, yes. Then, let it be somewhere that is serving delicacies representative of this here Nagoya. Also, it should let me feel relaxed.
pt: Hmm, ah, sì. Allora, che sia un posto che serva prelibatezze rappresentative di questa Nagoya. Inoltre, deve farmi sentire a mio agio.

# 1856_Shinada
source: Okay, cool. Let me think for a sec.
pt: Okay, va bene. Fammi pensare un attimo.

# 1868_Shinada
source: (Club Eden's always nice.)
pt: (Il Club Eden è sempre un bel posto.)

# 1880_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Okay, conosco il posto giusto. Da questa parte, per favore.

# 1940_Shinada
source: (Sekai no Yamachan ought to fit the bill.)
pt: (Sekai no Yamachan dovrebbe fare al caso nostro.)

# 1952_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Okay, conosco il posto giusto. Da questa parte, per favore.

# 2012_Shinada
source: (Ooh, a chicken wing stand might be what she's looking for.)
pt: (Ooh, un chiosco di alette di pollo potrebbe essere proprio quello che cerca.)

# 2024_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Okay, conosco il posto giusto. Da questa parte, per favore.

# 2096_Shinada
source: Well? From here you can see all of Kineicho. A view truly fit for a visionary such as Your Ladyship, whose artistry is apparently far above the reach of the common populace.
pt: Allora? Da qui si può vedere tutta Kineicho. Una vista davvero degna di un visionario come Vostra Signoria, la cui arte è a quanto pare ben oltre la portata della gente comune.

# 2108_Daddy Papa
source: Ah, oui! Tatsuo, the view, it is trés magnifique! Truly it is beautiful, and your praise melts my heart. My muse, it is inspired to again work wonders.
pt: Ah, oui! Tatsuo, la vista è très magnifique! È davvero splendida, e i tuoi elogi mi sciolgono il cuore. La mia musa è ispirata a compiere di nuovo meraviglie.

# 2120_Matsuno
source: Bravo, Shinada-san. I knew you were the man for the job.
pt: Bravo, Shinada-san. Sapevo che eri l'uomo giusto per questo lavoro.

# 2132_Shinada
source: Haha, I didn't do much.
pt: Ahah, non ho fatto molto.

# 2144_Matsuno
source: Either way, this was an excellent choice. But that's enough sightseeing for now.
pt: In ogni caso, questa è stata un'ottima scelta. Ma per ora basta con il giro turistico.

# 2156_Shinada
source: What? We're done already?
pt: Cosa? Abbiamo già finito?

# 2168_Matsuno
source: Our visit is very short, you see. We don't have time to dawdle. Let us move on.
pt: La nostra visita è molto breve, vedi. Non abbiamo tempo da perdere. Proseguiamo.

# 2180_Shinada
source: Uh, to what?
pt: Ehm, a cosa?

# 2204_Matsuno
source: Well, Daddy always makes it a point to enjoy some Japanese cuisine. You wouldn't mind sharing a drink with her, would you?
pt: Beh, Daddy ci tiene sempre a gustare un po' di cucina giapponese. Non ti dispiacerebbe bere qualcosa insieme a lei, vero?

# 2216_Shinada
source: Oh, I would love to. So, Her Ladyship requires a dining establishment that serves a good drink? I can work with that.
pt: Oh, molto volentieri. Quindi Sua Signoria ha bisogno di un locale che serva dell'ottimo bere? Si può fare.

# 2228_Matsuno
source: That would be appreciated. Daddy, do you have any requests?
pt: Te ne sarei grato. Daddy, hai qualche richiesta?

# 2240_Daddy Papa
source: Ach, Matsuno, can you do nothing outside of depending on my guidance? So much like a child you are, and equally helpless.
pt: Ach, Matsuno, non sai fare proprio nulla senza dipendere dalla mia guida? Sei proprio come un bambino, e altrettanto indifeso.

# 2252_Matsuno
source: Well, I only asked if you had any preferences about where you'd like to go.
pt: Beh, ho solo chiesto se avessi delle preferenze su dove vorresti andare.

# 2264_Daddy Papa
source: Hmm, ah, yes. Then, let it be somewhere that is serving delicacies representative of this here Nagoya. Also, it should let me feel relaxed.
pt: Hmm, ah, sì. Allora, che sia un posto che serva prelibatezze rappresentative di questa Nagoya. Inoltre, deve farmi sentire rilassato.

# 2276_Shinada
source: Okay, that's cool. Let me think for a sec.
pt: Ok, va bene. Fammi pensare un attimo.

# 2288_Shinada
source: (Club Eden ought to do it.)
pt: (Il Club Eden dovrebbe andare bene.)

# 2300_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Ok, conosco proprio il posto giusto. Seguitemi pure da questa parte.

# 2360_Shinada
source: (Sekai no Yamachan ought to fit the bill.)
pt: (Il Sekai no Yamachan dovrebbe andare bene.)

# 2372_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Ok, conosco proprio il posto giusto. Seguitemi pure da questa parte.

# 2432_Shinada
source: (Ooh, a chicken wing stand might be what she's looking for.)
pt: (Ooh, un chiosco di alette di pollo potrebbe essere proprio quello che sta cercando.)

# 2444_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Ok, conosco proprio il posto giusto. Seguitemi pure da questa parte.

# 2492_Shinada
source: Here we are, the illustrious TV tower. It's one of the most iconic landmarks in Nagoya.
pt: Eccoci qui, l'illustre torre della TV. È uno dei simboli più iconici di Nagoya.

# 2504_Matsuno
source: I see. You went with a safe choice, Shinada-san.
pt: Capisco. Sei andato sul sicuro, Shinada-san.

# 2516_Daddy Papa
source: Hmm. Tatsuo, it is not bad, this building. However, displeasing it is to me. A tower should be looking down upon the great Daddy Papa? Pah! How insulting.
pt: Hmm. Tatsuo, non è male questo edificio. Tuttavia, mi infastidisce. Una torre che guarda dall'alto il grande Daddy Papa? Pah! Che insulto.

# 2528_Shinada
source: Oh. Didn't see that coming...
pt: Oh. Questa non me l'aspettavo...
