Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c06e9.po
Languages: pt

source: Kiyokawa's Mother
pt: Madre di Kiyokawa

source: Middle-aged Lady
pt: Signora di mezza età

# 60_Kiyokawa
source: I wanna join the Devil Killers! I've always looked up to you guys! Come on, gimme a shot!
pt: Voglio unirmi ai Devil Killers! Siete sempre stati i miei idoli! Dai, datemi una possibilità!

# 72_Kiyokawa's Mother
source: Enough of that nonsense talk, Koji! What you need to do is find a job!
pt: Basta con queste stupidaggini, Koji! Quello che devi fare è trovare un lavoro!

# 84_Kiyokawa
source: Pipe down, the both of ya.
pt: Zitti, tutti e due.

# 96_Kiyokawa's Mother
source: Oh, it's you! Can you talk some sense into this son of mine? I can't let him turn into one of these racer types.
pt: Oh, sei tu! Puoi fargli mettere la testa a posto a questo figlio mio? Non posso lasciarlo diventare uno di questi tipi da corsa.

# 108_Kiyokawa
source: Shut up, Mom! Hey, you're just the cabbie I wanted to see. Let's race again!
pt: Zitto, Mamma! Ehi, sei proprio il tassista che volevo vedere. Corriamo di nuovo!

# 120_Kiryu
source: Fine. But if I win, you've got to come work for us as a driver. Deal?
pt: Va bene. Ma se vinco, devi venire a lavorare per noi come autista. Ci stai?

# 132_Kiyokawa
source: Hah! Remember, I already beat you once. There's no way I'm losing today! Let's go!
pt: Hah! Ricorda, ti ho già battuto una volta. Non c'è verso che perda oggi! Andiamo!

# 144_Kiyokawa
source: I'll show you I've got what it takes, Watanabe-san! Just watch!
pt: Ti farò vedere di che pasta sono fatto, Watanabe-san! Stai a guardare!

# 168_Kiyokawa
source: I wanna join the Devil Killers! I've always looked up to you guys! Come on, gimme a shot!
pt: Voglio unirmi ai Devil Killers! Siete sempre stati i miei idoli! Dai, datemi una possibilità!

# 180_Kiyokawa
source: Forget it! You can't just be some geek off the street and expect to be a Devil Killer!
pt: Scordatelo! Non puoi essere un pivello qualunque dalla strada e pretendere di essere un Devil Killer!

# 192_Kiyokawa
source: But I haven't lost a race since I got here!
pt: Ma non ho perso una corsa da quando sono qui!

# 204_Watanabe
source: So what, you can beat a bunch of losers. That supposed to impress me?
pt: E allora, riesci a battere un mucchio di sfigati. Questo dovrebbe impressionarmi?

# 228_Kiyokawa
source: Mom!? What are you doing here!?
pt: Mamma!? Che ci fai qui!?

# 240_Kiyokawa's Mother
source: I've been looking for you all over! This nice man here brought me to see you!
pt: Ti ho cercato dappertutto! Questo bravo signore mi ha portato qui a vederti!

# 264_Kiyokawa
source: What the... You're that taxi driver who took us on the other day!
pt: Ma che... Sei quel tassista che ci hai scarrozzato l'altro giorno!

# 276_Kiryu
source: I'm not here for you. I want to have a word with that kid.
pt: Non sono qui per te. Voglio parlare con quel ragazzino.

# 288_Kiyokawa's Mother
source: Koji, what on earth are you doing here?
pt: Koji, che diavolo ci fai qui?

# 300_Kiyokawa
source: Isn't it obvious? I'm a street racer now.
pt: Non è ovvio? Sono un pilota di strada adesso.

# 312_Kiyokawa's Mother
source: What!? This is what they meant by street racer!? What about your job?
pt: Ma che!? Questo è quello che intendevano con pilota di strada!? E il tuo lavoro?

# 324_Kiyokawa
source: Psh. Who needs a job when I can rule the road?
pt: Pff. Chi ha bisogno di un lavoro quando posso dominare la strada?

# 336_Kiyokawa's Mother
source: That is absolute rubbish! You're coming back home with me right now, young man!
pt: È una cavolata pazzesca! Tu torni a casa con me subito, giovanotto!

# 348_Kiyokawa
source: No way! I'm joining the Devil Killers!
pt: Nemmeno morto! Mi unisco ai Devil Killers!

# 360_Kiyokawa's Mother
source: What do you want to go killing devils for?
pt: Ma perché vuoi andare a uccidere i diavoli?

# 372_Kiyokawa
source: It's a street racing team, Mom!
pt: È una squadra di corse su strada, Mamma!

# 384_Kiyokawa's Mother
source: A street racing team? You want to race cars? This isn't like one of those motorcycle gangs, is it?
pt: Una squadra di corse su strada? Vuoi correre con le auto? Non sarà mica come una di quelle bande di motociclisti, eh?

# 396_Kiyokawa
source: Well... not exactly. But yeah, something like that.
pt: Beh... non proprio. Ma sì, una cosa del genere.

# 408_Kiyokawa's Mother
source: Over my dead body! I won't have you going around causing trouble for people! You find yourself a job, mister!
pt: Nemmeno morto! Non ti voglio in giro a combinare guai alla gente! Tu trovati un lavoro, giovanotto!

# 420_Kiyokawa
source: I did look for a job! And I found nothing.
pt: Ho cercato un lavoro! E non ho trovato niente.

# 432_Kiyokawa
source: Turns out the only thing I'm good at is driving... What company would hire somebody like that?
pt: A quanto pare l'unica cosa in cui sono bravo è guidare... Che azienda assumerebbe uno così?

# 444_Kiryu
source: (I can think of one.)
pt: (Me ne viene in mente una.)

# 456_Kiyokawa
source: Come on, Watanabe-san! Driving's in my blood! Let me join your squad!
pt: Dai, Watanabe-san! Guidare ce l'ho nel sangue! Fammi entrare nella tua squadra!

# 468_Watanabe
source: Man, you are an annoying little shit... But you know what? Why don't you race that taxi driver there?
pt: Cavolo, sei proprio un piccolo stronzo fastidioso... Ma sai una cosa? Perché non fai una corsa con quel tassista lì?

# 480_Kiyokawa
source: Huh? Why?
pt: Eh? Perché?

# 492_Watanabe
source: If you beat him in a race, I'll let you join our crew. Simple as that.
pt: Se lo batti in una corsa, ti farò entrare nella nostra squadra. Semplice come quello.

# 504_Kiyokawa
source: Yeah!? Hahaha, too easy!
pt: Sì!? Hahaha, troppo facile!

# 516_Kiyokawa's Mother
source: I don't think so, buster! I told you I won't let you cause trouble for anyone! Let's just go home and look for a real job, okay?
pt: Non credo proprio, giovanotto! Ti ho detto che non ti lascerò combinare guai a nessuno! Torniamo a casa e cerchiamo un lavoro vero, va bene?

# 528_Kiyokawa
source: Mom, this is none of your business. Let's get this show on the road, taxi man!
pt: Mamma, questo non ti riguarda. Dai, facciamo partire 'sto spettacolo, tassista!

# 540_Kiryu
source: I don't think so. That would only encourage you.
pt: Non credo proprio. Questo ti incoraggerebbe e basta.

# 552_Kiyokawa
source: Aww, come on, man! All you have to do is drive! It'll be over in ten seconds!
pt: Dai, su, amico! Devi solo guidare! Finirà in dieci secondi!

# 564_Kiryu
source: You said yourself that driving is all you're good at, right?
pt: L'hai detto tu stesso che guidare è tutto quello in cui sei bravo, no?

# 576_Kiyokawa
source: Yeah, so what?
pt: Sì, e allora?

# 588_Kiryu
source: I was just thinking. If driving's your thing, you could come work for our company.
pt: Stavo giusto pensando. Se guidare è il tuo forte, potresti venire a lavorare da noi.

# 600_Kiyokawa's Mother
source: ...You'd really give him a job?
pt: ...Gli daresti davvero un lavoro?

# 612_Kiryu
source: Of course. We're actually looking for new drivers right now, if your son is interested.
pt: Certo. Siamo proprio alla ricerca di nuovi autisti in questo momento, se tuo figlio è interessato.

# 624_Kiyokawa's Mother
source: Oh, absolutely! Let's sign him up right away!
pt: Oh, assolutamente! Facciamolo iscrivere subito!

# 636_Kiyokawa
source: Mom! This isn't your call to make! I don't want to drive some dumb taxi!
pt: Mamma! Non spetta a te decidere! Non voglio guidare un taxi stupido!

# 648_Kiryu
source: Why not? You like to drive, don't you?
pt: Perché no? Ti piace guidare, no?

# 660_Kiyokawa
source: But driving around a taxi is nothing like racing a car.
pt: Ma guidare un taxi non è per niente come correre in auto.

# 672_Kiyokawa
source: Who wants to be some dweeb in the slow lane, following the rules like a tool?
pt: Chi vuole essere uno sfigato nella corsia lenta, seguendo le regole come un fesso?

# 684_Kiyokawa
source: I wanna be a badass speed demon who zooms around corners like a boomerang, burning rubber the whole way. Won't settle for anything less!
pt: Voglio essere uno stronzo col turbo che sfreccia in curva come un boomerang, bruciando gomma per tutto il tragitto. Non mi accontenterò di niente di meno!

# 696_Kiyokawa's Mother
source: How could you say such a thing!?
pt: Come puoi dire una cosa del genere!?

# 708_Kiryu
source: Say... What would you do if you knew a taxi driver who could pull stunts like that as well?
pt: Senti... Cosa faresti se conoscessi un tassista che sapesse fare acrobazie del genere anche lui?

# 720_Kiyokawa
source: I'd say no taxi driver in the world can do what the Killers do. Now hurry up and race me!
pt: Direi che nessun tassista al mondo può fare quello che fanno i Killers. Adesso spicciati e gareggia con me!

# 732_Kiyokawa
source: Watch me win this, Watanabe-san!
pt: Guardami vincere questa, Watanabe-san!

# 744_Watanabe
source: Yeah, yeah.
pt: Sì, sì.

# 756_Kiyokawa's Mother
source: Koji! You be sure to watch out for pedestrians, you hear? And look both ways at intersections!
pt: Koji! Mi raccomando, stai attento ai pedoni, capito? E guarda a destra e a sinistra agli incroci!

# 768_Kiyokawa
source: This is a highway, Mom!
pt: Questa è un'autostrada, Mamma!
