Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0ab2.po
Languages: pt

source: Batting Center Challenger
pt: Sfidante del Centro Battuta

source: Bold Proclamation
pt: Proclama Audace

# 72_Batting Center Challenger
source: I hereby challenge this batting center! The greatest of the greats who train here should announce themself now!
pt: Lancio la mia sfida a questo centro battuta! I migliori tra i migliori che si allenano qui si facciano avanti ora!

# 84_Kotetsu
source: Oh, he's back! It's the batting center challenger!
pt: Oh, è tornato! È lo Sfidante del Centro Battuta!

# 96_Batting Center Challenger
source: Ah, you're the shameful sport I struck down before. You wish to be humiliated again, I take it?
pt: Ah, sei tu, il poveraccio che ho stroncato l'altra volta. Vuoi farti umiliare di nuovo, a quanto pare?

# 108_Shinada
source: Hmph. It'll be different this time.
pt: Hmph. Stavolta sarà diverso.

# 120_Batting Center Challenger
source: Oh? How amusing! Fine. Then I shall stomp you once again. For the glory of the batting center sign!
pt: Oh? Che spasso! Bene. Allora ti stroncherò ancora una volta. Per la gloria dell'insegna del centro battuta!

# 132_Batting Center Challenger
source: The rules are the same. I will throw five pitches. If you can hit even one, you will emerge triumphant.
pt: Le regole sono le stesse. Lancerò cinque lanci. Se ne colpisci anche solo uno, uscirai trionfante.

# 144_Batting Center Challenger
source: But if you miss them all, or I peg you with a beanball, victory will be mine.
pt: Ma se li manchi tutti, o se ti colpisco con una beanball, la vittoria sarà mia.

# 156_Batting Center Challenger
source: Without further ado... Let the duel commence!
pt: Senza ulteriori indugi... Che il duello abbia inizio!

# 216_Batting Center Challenger
source: Hey, do you know anything about this batting center challenger?
pt: Ehi, ne sai qualcosa su questo Sfidante del Centro Battuta?

# 228_Kotetsu
source: What, you didn't hear? He's basically the batting center equivalent of a dojo breaker－one of those martial arts experts who goes around challenging dojo masters.
pt: Che, non hai sentito? Praticamente è come un 'distruttore di dojo', ma applicato ai centri battuta－uno di quegli esperti di arti marziali che vanno in giro a sfidare i maestri dei dojo.

# 240_Shinada
source: How the heck does that work?
pt: Come diavolo funziona?

# 252_Kotetsu
source: From what I gather, he goes around to batting centers and challenges their best batters to a five-pitch duel.
pt: Da quanto ho capito, va in giro per i centri battuta e sfida i loro migliori battitori a un duello di cinque lanci.

# 264_Kotetsu
source: If a batter loses or refuses the challenge, the guy takes the batting center's sign as his trophy.
pt: Se un battitore perde o rifiuta la sfida, il tipo si prende l'insegna del centro battuta come trofeo.

# 276_Shinada
source: Wow. Sounds nuts.
pt: Wow. Sembra una pazzia.

# 288_Bold Proclamation
source: I hereby challenge this batting center!
pt: Proclamo la mia sfida a questo centro battuta!

# 312_Shinada
source: Speak of the devil...
pt: Parli del diavolo...

# 324_Kotetsu
source: Could it be!?
pt: Potrebbe essere!?

# 336_Batting Center Challenger
source: Indeed it is! For I am none other than the batting center challenger feared throughout Kineicho!
pt: Proprio così! Perché io sono nient'altro che lo Sfidante del Centro Battuta temuto in tutta Kineicho!

# 348_Batting Center Challenger
source: The most supreme slugger of this here baseball-whacking establishment should announce himself now!
pt: Il più supremo battitore di questo qui centro battuta, dove si menano le palle da baseball, si faccia avanti adesso!

# 360_Batting Center Challenger
source: Well? No one? Yellow-bellied cowards! Then I shall take this batting center's sign as my own!
pt: Beh? Nessuno? Vigliacchi fifoni! Allora mi prenderò l'insegna di questo centro battuta come mia!

# 372_Batting Center Challenger
source: Hey! Over here! This guy's the best slugger you'll ever see!
pt: Ehi! Qui! Questo qui è il miglior battitore che vedrai mai!

# 384_Shinada
source: Hey, don't just volunteer me!
pt: Ehi, non mi tirare in ballo e basta!

# 396_Kotetsu
source: It'll be fiiiine! Plus, the whole world wants to see this showdown just as much as I do!
pt: Andrà benissimo! E poi, il mondo intero vuole vedere questo scontro tanto quanto me!

# 408_Shinada
source: You conniving little...
pt: Tu, piccolo intrigante...

# 420_Batting Center Challenger
source: Ah, so it is you! Fwahaha! Then accept my challenge! Or else... I will stalk you for the rest of your life!
pt: Ah, allora sei tu! Fwahaha! Allora accetta la mia sfida! O altrimenti... ti perseguiterò per il resto della tua vita!

# 432_Shinada
source: That is gross, and that is weird. But I'll do it. Happy now?
pt: Che schifo, e pure strano. Ma lo farò. Contento adesso?

# 444_Batting Center Challenger
source: Very. I prefer to challenge men of reason anyway. Well then. This is how our showdown will be. I shall throw a total of five pitches. Hit even one and you will be triumphant.
pt: Molto. Ad ogni modo, preferisco sfidare uomini ragionevoli. Ebbene. Ecco come si svolgerà il nostro scontro. Lancerò un totale di cinque lanci. Colpiscine anche solo uno e sarai trionfante.

# 456_Batting Center Challenger
source: But if you miss them all, or I hit you with a beanball, then victory is mine.
pt: Ma se li manchi tutti, o ti colpisco con una palla alla testa, allora la vittoria è mia.

# 468_Batting Center Challenger
source: Without further ado... Let the duel commence!
pt: Senza ulteriori indugi... Che il duello abbia inizio!
