Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330485.po
Languages: pt

# 168_Haruka
source: (Rose Hip's a cabaret club. If anyone saw me in a place like this, it'd make a big scene.)
pt: (Il Rose Hip è un cabaret club. Se qualcuno mi beccasse in un posto come questo, farebbe un casino.)

# 180_Saejima
source: (Oh yeah, Kaguya's in Kamurocho right now. She'll be back once Akiyama's place is on its feet again. No reason to come here until then.)
pt: (Ah già, Kaguya è a Kamurocho in questo momento. Tornerà quando il posto di Akiyama si sarà rimesso in piedi. Nessun motivo per venire qui prima di allora.)

# 192_Saejima
source: (I convinced Kaguya to go to Tokyo. I should stop by Elise when I head back to Kamurocho.)
pt: (Ho convinto Kaguya ad andare a Tokyo. Dovrei fare un salto da Elise quando tornerò a Kamurocho.)

# 216_Saejima
source: (I oughta come back when I'm by myself.)
pt: (Farei meglio a tornarci quando sono da solo.)

# 228_Saejima
source: (Right, Akiyama was lookin' for girls who're ready to work his club. Not sure if it's her thing, but I oughta ask Kaguya.)
pt: (Giusto, Akiyama stava cercando ragazze che fossero pronte a lavorare nel suo club. Non so se faccia per lei, ma dovrei chiederlo a Kaguya.)

# 276_Saejima
source: (I oughta come back when I'm by myself.)
pt: (Farei meglio a tornarci quando sono da solo.)

# 300_Saejima
source: (Rose Hip－a cabaret club. Instead of bargin' in, I should get a hook up from an adult entertainment info booth.)
pt: (Rose Hip－un cabaret club. Invece di piombare dentro, dovrei farmi dare una dritta da un chiosco informazioni sui locali per adulti.)

# 324_Kiryu
source: (Rose Hip's a cabaret club. Tempting, but I should avoid distractions for now.)
pt: (Il Rose Hip è un cabaret club. È allettante, ma dovrei evitare distrazioni per ora.)

# 336_Akiyama
source: (Rose Hip's a cabaret club. As fun as it might be, I should fight the urge for right now.)
pt: (Il Rose Hip è un cabaret club. Per quanto possa essere divertente, dovrei combattere l'impulso per ora.)

# 360_Shinada
source: (Rose Hip's a cabaret club. Man, I'd love to check it out, but I'd better not.)
pt: (Il Rose Hip è un cabaret club. Accidenti, mi piacerebbe darci un'occhiata, ma farei meglio a non farlo.)

# 372_Haruka
source: (Rose Hip's a cabaret club. If anyone saw me in a place like this, it'd cause a big scene.)
pt: (Il Rose Hip è un cabaret club. Se qualcuno mi beccasse in un posto come questo, farebbe un casino.)
