Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01200141.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: Kidnapper
pt: Rapitore

source: Mother
pt: Madre

# 76_Kidnapper
source: You better not get in our way, asshole!
pt: Faresti meglio a non metterti in mezzo, stronzo!

# 88_Mother
source: Yuta! Oh god...
pt: Yuta! Oddio...

# 100_Yuta
source: Mom! Help!
pt: Mamma! Aiuto!

# 112_Kiryu
source: Let the kid go. You and I need to have a little talk.
pt: Lascia andare il bambino. Io e te dobbiamo farci una chiacchierata.

# 124_Kidnapper
source: You think we're just gonna sit down and chat!? Nice fuckin' try! Now if you don't scram this instant, we're putting you in the ground!
pt: Credi che ci metteremo qui a fare due chiacchiere!? Che cazzo di tentativo! Ora se non sparisci all'istante, ti mettiamo sottoterra!

# 136_Mother
source: Wait... Is that you, Itoda-san?
pt: Aspetta... Sei tu, Itoda-san?

# 148_Kidnapper
source: What?
pt: Cosa?

# 160_Kiryu
source: Do you know this guy?
pt: Conosci questo tizio?

# 172_Mother
source: I can't see his face, but I recognize that voice. I think he's a former employee of ours. My husband fired him the other day for embezzling company funds.
pt: Non riesco a vedergli la faccia, ma riconosco quella voce. Credo sia un nostro ex dipendente. Mio marito lo ha licenziato l'altro giorno per aver sottratto fondi all'azienda.

# 184_Kidnapper
source: But I gave the money back! And now I'm in debt up to my eyeballs. This was my only play!
pt: Ma ho ridato i soldi! E ora sono indebitato fino al collo. Questa era la mia unica mossa!

# 196_Mother
source: Please, Itoda-san! Let Yuta go! I promise I won't tell the police!
pt: Ti prego, Itoda-san! Lascia andare Yuta! Prometto che non dirò nulla alla polizia!

# 208_Kidnapper
source: This isn't how I thought it'd go down... I went about it all wrong!
pt: Non è così che pensavo sarebbe andata a finire... Ho sbagliato tutto!

# 220_Kidnapper
source: I should have kidnapped the wife along with the kid! Look at all this extra bullshit I have to go through!
pt: Avrei dovuto rapire la moglie insieme al bambino! Guarda tutto questo sbattimento extra del cazzo che mi tocca affrontare!

# 232_Mother
source: What...!?
pt: Cosa!?

# 244_Kidnapper
source: You're coming along for the ride, too, mystery man. I'm taking all your asses hostage! Now get over here!
pt: Anche tu sei della partita, uomo misterioso. Prendo in ostaggio tutti i vostri culi! Ora venite qui!

# 316_Kidnapper
source: What? Don't give me that look. You want me to turn you into worm food!?
pt: Cosa? Non guardarmi così. Vuoi che ti dia in pasto ai vermi!?

# 328_Kidnapper
source: You really have no idea how much pain you're causing these people... Maybe I need to give you a taste of it firsthand.
pt: Non hai proprio idea di quanto dolore stai causando a queste persone... Forse dovrei fartelo assaggiare in prima persona.

# 340_Kidnapper
source: Yeah? Well, how 'bout I make you taste your own <Italic>blood</Italic> firsthand!? Your corpse won't even look human by the time we're done with you!
pt: Sì? E allora, che ne dici se ti faccio assaggiare il tuo stesso <Italic>sangue</Italic> in prima persona!? Il tuo cadavere non sembrerà nemmeno umano quando avremo finito con te!

# 364_Kidnapper
source: Sorry... I couldn't do it. Those guys were too fast.
pt: Scusa... Non ce l'ho fatta. Quei tizi erano troppo veloci.

# 376_Kidnapper
source: Oh no... What about my little boy!?
pt: Oh no... E il mio bambino!?

# 388_Kidnapper
source: I hope he's okay. Have you called the police?
pt: Spero che stia bene. Hai chiamato la polizia?

# 400_Kidnapper
source: Yes. But who knows if they'll ever find that car?
pt: Sì. Ma chissà se la troveranno mai, quell'auto?

# 412_Kidnapper
source: Damn...
pt: Cavolo...

# 448_Yuta
source: Mom! I was so scared...
pt: Mamma! Ero così spaventato...

# 460_Mother
source: Thank you so much! You aren't hurt, are you?
pt: Grazie mille! Non sei ferito, vero?

# 472_Kiryu
source: Don't worry about me. I'm just glad you two are okay. Now what should we do with these guys...
pt: Non preoccupatevi per me. Sono solo contento che voi due stiate bene. E ora, che ne facciamo di questi tizi...

# 496_Kidnapper
source: I've already called the police. They'll be here any moment.
pt: Ho già chiamato la polizia. Arriveranno da un momento all'altro.

# 508_Kidnapper
source: Oh, come on! Give us a break, lady! You got your kid back alive, didn't you!?
pt: Ah, ma dai! Dacci tregua, signora! Hai riavuto il tuo bambino vivo, no!?

# 520_Kiryu
source: You're not getting off the hook that easy! Do you seriously think giving back the money and the kid makes up for what you did!?
pt: Non la passi liscia così facilmente! Credi sul serio che restituire i soldi e il bambino ripari a quello che hai fatto!?

# 532_Kidnapper
source: Well...
pt: Beh...

# 544_Kiryu
source: You need to wake up and realize you can't just do whatever you want, using your problems as an excuse. But I'm sure you'll have plenty of time to think about that behind bars.
pt: Devi darti una svegliata e renderti conto che non puoi fare quello che ti pare, usando i tuoi problemi come scusa. Ma sono sicuro che avrai un sacco di tempo per pensarci, dietro le sbarre.

# 556_Kidnapper
source: Why you... Who the hell are you, anyway? You sure don't act like a taxi driver!
pt: E tu... Chi diavolo sei, comunque? Non ti comporti mica da tassista!

# 580_Mother
source: I really appreciate what you've done. If it wasn't for you, who knows what would have happened to Yuta? I can't thank you enough.
pt: Apprezzo davvero quello che hai fatto. Se non fosse stato per te, chissà cosa sarebbe successo a Yuta? Non ti ringrazierò mai abbastanza.

# 592_Kiryu
source: Hey, don't worry about it. I just happened to be in the right place at the right time.
pt: Ehi, non preoccuparti. Sono solo capitato al posto giusto al momento giusto.

# 604_Mother
source: There must be something I can do to express my gratitude. Here, this is the least I can give you.
pt: Ci dev'essere qualcosa che posso fare per ringraziarti. Ecco, questo è il minimo che posso darti.

# 640_Kidnapper
source: I'll never forget the way you helped us today! I hope you know how wonderful you are...
pt: Non dimenticherò mai il modo in cui ci hai aiutato oggi! Spero tu sappia quanto sei meraviglioso...

# 652_Yuta
source: For real! You kicked some royal ass back there, sir!
pt: Davvero! Hai spaccato di brutto lì dietro, signore!
