Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330449.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Read the Rules
pt: Leggi le Regole

source: Batting Center: Easy Game
pt: Centro di Battuta: Partita Facile

# 76_Player
source: (No point doing this in Kamurocho...)
pt: (Non ha senso farlo a Kamurocho...)

# 88_Player
source: (No, this isn't for me.)
pt: (No, questo non fa per me.)

# 112_Player
source: (Hmm... The Easy Game is 300 yen. Maybe I should give it a try.)
pt: Mh... La partita Facile costa 300 yen. Magari ci provo.

# 124_Player
source: (Okay. Let's give it a go.)
pt: (Ok. Proviamo.)

# 148_Player
source: (No. Not now.)
pt: (No. Non adesso.)

# 160_Player
source: Press <Action:Button_Cross@Battingcenter> at the right time to hit the balls pitched by the pitching machine. Hit the targets to earn points.
pt: Premi <Action:Button_Cross@Battingcenter> al momento giusto per colpire le palle lanciate dalla macchina spara-palle. Colpisci i bersagli per guadagnare punti.

# 172_Player
source: There are four targets in the Easy Game. Each target will grant the same number of points, but once a target is hit, it will not be restored until all the remaining targets are also hit.
pt: Ci sono quattro bersagli nella Partita Facile. Ogni bersaglio garantirà lo stesso numero di punti, ma una volta che un bersaglio viene colpito, non verrà ripristinato finché tutti i bersagli rimanenti non saranno anch'essi colpiti.

# 184_Player
source: Use <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> to aim your shot. If you aim well enough, you can hit multiple targets at once and earn that many times the points.
pt: Usa <Action:Button_LS_Up@Battingcenter><Action:Button_LS_Down@Battingcenter><Action:Button_LS_Left@Battingcenter><Action:Button_LS_Right@Battingcenter> per mirare il tuo tiro. Se miri abbastanza bene, puoi colpire più bersagli contemporaneamente e guadagnare i punti moltiplicati per il loro numero.

# 196_Player
source: Once you hit all the targets, a bonus target will appear. However, you only get one chance to hit it. The bonus target disappears after one pitch, whether you hit it or not. Take careful aim!
pt: Una volta che hai colpito tutti i bersagli, apparirà un bersaglio bonus. Tuttavia, hai solo una possibilità per colpirlo. Il bersaglio bonus scompare dopo un solo lancio, che tu lo colpisca o meno. Mira con attenzione!

# 208_Player
source: (One Easy Game is 300 yen. I don't have enough money, though...)
pt: (Una Partita Facile costa 300 yen. Non ho abbastanza soldi, però...)
