Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013302cc.po
Languages: pt

# 184_Haruka
source: (La Seine? Looks like this is a cabaret club. I think Uncle Kaz might frequent this place.)
pt: (La Seine? Sembra proprio un cabaret. Credo che lo zio Kaz ci venga spesso.)

# 196_Kiryu
source: (This is La Seine, a cabaret club. But I'm not really in the mood for this sort of thing tonight. Maybe some other time.)
pt: (Questa è La Seine, un cabaret. Ma non ho proprio voglia di una cosa del genere stasera. Magari un'altra volta.)

# 208_Kiryu
source: (Riku's in Kamurocho right now. Maybe she'll be back once Elise makes its comeback. Until then, I don't have any reason to be here.)
pt: (Riku è a Kamurocho in questo momento. Magari tornerà quando Elise farà il suo ritorno. Fino ad allora, non ho alcun motivo per essere qui.)

# 220_Kiryu
source: (I convinced Riku to go back to Tokyo with me. Once we get back to Kamurocho, we should go to Elise.)
pt: (Ho convinto Riku a tornare a Tokyo con me. Una volta tornati a Kamurocho, dovremmo andare da Elise.)

# 244_Kiryu
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 256_Kiryu
source: (Oh, that's right. Akiyama wanted new girls for his club lineup. Maybe I should talk to Riku.)
pt: (Oh, giusto. Akiyama voleva ragazze nuove per il suo locale. Forse dovrei parlare con Riku.)

# 304_Kiryu
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 328_Kiryu
source: (So, this is La Seine. I can't just barge in, though. I should hit up an adult entertainment info booth first.)
pt: (Allora, questa è La Seine. Però non posso buttarmi dentro così, a caso. Dovrei prima fare un salto a un chiosco informazioni per adulti.)

# 364_Akiyama
source: (La Seine, a cabaret club. As fun as it might be, this isn't the time.)
pt: (La Seine, un cabaret. Per quanto possa essere divertente, non è il momento.)

# 376_Saejima
source: (La Seine? Hm, a cabaret club. It'd be a waste of time for me to go to a bunch of different clubs. Gotta focus on just one place.)
pt: (La Seine? Hm, un cabaret. Sarebbe tempo sprecato a girare un mucchio di locali diversi. Devo concentrarmi su un unico posto.)

# 388_Shinada
source: (A cabaret club, La Seine. Man, I'd love to check it out, but I'd better not.)
pt: (Un cabaret, La Seine. Cavolo, mi piacerebbe farci un salto, ma è meglio di no.)

# 400_Haruka
source: (La Seine? Looks like this is a cabaret club. I think Uncle Kaz might have been here.)
pt: (La Seine? Sembra un cabaret. Credo che zio Kaz possa essere stato qui.)
