Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0691.po
Languages: pt

source: You got 600 experience points.
pt: Hai ottenuto 600 punti esperienza.

source: Laid-back Man
pt: Uomo Rilassato

source: No Longer Laid-back Man
pt: Non più Uomo Rilassato

# 56_Laid-back Man
source: Thank you, driver. Can I ask your name?
pt: Grazie, tassista. Posso chiederle come si chiama?

# 68_Kiryu
source: It's Suzuki.
pt: È Suzuki.

# 80_Laid-back Man
source: Ah. Well, that was a very smooth ride, Suzuki-san. I'll ask for you by name next time.
pt: Ah. Beh, è stata una corsa davvero fluida, Suzuki-san. La chiederò per nome la prossima volta.

# 92_Kiryu
source: Thank you.
pt: Grazie.

# 104_Laid-back Man
source: Be seeing you, then!
pt: Ci vediamo, allora!

# 116_Laid-back Man
source: Thank you.
pt: Grazie.

# 128_Kiryu
source: You're welcome.
pt: Prego.

# 140_Laid-back Man
source: You need to get your act together. You're supposed to be a professional, aren't you?
pt: Devi darti una regolata. Sei un professionista, no?

# 152_Kiryu
source: I apologize.
pt: Mi scuso.

# 164_No Longer Laid-back Man
source: Well, just try to do better.
pt: Beh, cerca solo di fare di meglio.

# 176_Kiryu
source: (That passenger didn't look too happy. I'll have to be more careful in the future.)
pt: (Quel passeggero non sembrava molto contento. Dovrò stare più attento in futuro.)
