Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0818.po
Languages: pt

source: Stylish Man
pt: Uomo Elegante

source: I'll have to disagree.
pt: Dovrò proprio dissentire.

source: There are plenty of type O people out there.
pt: Ce ne sono un sacco di persone di tipo 0 in giro.

source: I think fate plays a part in all encounters.
pt: Credo che il destino ci metta lo zampino in tutti gli incontri.

source: Call me for a long distance drive next time.
pt: Chiamami per una corsa a lunga distanza la prossima volta.

source: I'm not here to talk to you.
pt: Non sono qui a parlare con te.

source: Maybe some other time.
pt: Magari un'altra volta.

# 44_Stylish Man
source: Can I ask your name, driver?
pt: Posso chiederle il suo nome, autista?

# 56_Kiryu
source: It's Taichi Suzuki.
pt: Sono Taichi Suzuki.

# 68_Stylish Man
source: Then I'll call you Ta-kun! What's your blood type, Ta-kun?
pt: Allora ti chiamerò Ta-kun! Qual è il tuo gruppo sanguigno, Ta-kun?

# 80_Kiryu
source: It's type O.
pt: È di tipo 0.

# 92_Stylish Man
source: No way! I'm type B! Did you know that type O and type B people are really compatible?
pt: Non è possibile! Sono di tipo B! Sapevi che le persone di tipo 0 e di tipo B sono davvero compatibili?

# 104_Kiryu
source: I didn't.
pt: Non lo sapevo.

# 116_Stylish Man
source: Perhaps fate has brought us together! What do you think?
pt: Magari è il destino che ci ha fatti incontrare! Tu che dici?

# 128_Stylish Man
source: I'll have to disagree.
pt: Devo dissentire.

# 164_Stylish Man
source: Don't gimme that crap!
pt: Non mi venire con queste stronzate!

# 176_Kiryu
source: (Whoa. His voice is a lot deeper all of a sudden.)
pt: (Whoa. La sua voce è molto più profonda all'improvviso.)

# 188_Stylish Man
source: You're a taxi driver, ain't ya? You're supposed to make small talk, ya idiot!
pt: Sei un tassista, no? Dovresti fare due chiacchiere, idiota!

# 200_Kiryu
source: (It's like Dr. Jekyll and Mr. Hyde. I better watch what I say.)
pt: (È come il Dottor Jekyll e il Signor Hyde. Meglio stare attento a quello che dico.)

# 212_Kiryu
source: You'll have to forgive me. I'm still pretty new at this. I'll be more careful.
pt: Dovrà perdonarmi. Sono ancora alle prime armi. Sarò più attento.

# 224_Stylish Man
source: Oh, that's all right, Ta-kun.
pt: Oh, va bene, Ta-kun.

# 236_Kiryu
source: (Seems I managed to calm him back down.)
pt: (Pare che sia riuscito a calmarlo di nuovo.)

# 248_Stylish Man
source: You're such a cutie pie, I'll give you a pass!
pt: Sei proprio un tesoro, te la lascio passare!

# 260_Kiryu
source: Thanks...
pt: Grazie...

# 272_Stylish Man
source: There are plenty of people with type O blood out there. After type A, it's the most common in Japan.
pt: Ci sono un sacco di persone con sangue di tipo 0 in giro. Dopo il tipo A, è il più comune in Giappone.

# 284_Stylish Man
source: Aww, now you've gone and spoiled the mood, Ta-kun. Couldn't you have at least played along a bit?
pt: Aww, ora hai rovinato l'atmosfera, Ta-kun. Non potevi almeno stare al gioco un pochino?

# 296_Kiryu
source: I'm sorry.
pt: Mi dispiace.

# 308_Stylish Man
source: Oh, well. You're such a cutie pie, I'll give you a pass!
pt: Oh, beh. Sei proprio un tesoro, te la lascio passare!

# 320_Kiryu
source: Thanks...
pt: Grazie...

# 332_Stylish Man
source: I think fate plays a part in all encounters. Blood type doesn't really come into it.
pt: Penso che il destino giochi un ruolo in tutti gli incontri. Il gruppo sanguigno non c'entra nulla.

# 344_Stylish Man
source: That sounds so pretentious, Ta-kun! But I like it! You're really getting me steamed up.
pt: Sembra così pretenzioso, Ta-kun! Ma mi piace! Mi stai davvero facendo andare su di giri.

# 356_Kiryu
source: ...Okay.
pt: ...Ok.

# 380_Stylish Man
source: We'll be there soon.
pt: Arriveremo presto.

# 392_Stylish Man
source: Oh, that's a shame! I wanted to spend more time talking to you, Ta-kun.
pt: Oh, che peccato! Volevo passare più tempo a parlare con te, Ta-kun.

# 404_Stylish Man
source: How about we go out for tea or something?
pt: Che ne dici di andare a berci un tè o qualcosa?

# 416_Stylish Man
source: Call me for a long distance drive next time. Then we can talk plenty.
pt: Chiamami per una corsa a lunga distanza la prossima volta. Così potremo chiacchierare un sacco.

# 428_Stylish Man
source: Really!? Maybe I will, hehe!
pt: Davvero!? Magari lo farò, hehe!

# 440_Kiryu
source: Sounds good.
pt: Mi sembra una buona idea.

# 452_Stylish Man
source: Yeah right, like hell I will!
pt: Sì, certo, col cavolo!

# 464_Kiryu
source: (Whoa. His voice is a lot deeper all of a sudden.)
pt: (Cavolo. La sua voce è diventata un bel po' più profonda all'improvviso.)

# 476_Stylish Man
source: You moneygrubbin' prick! I'm not amused! You're no escort, ya know!? It's only tea!
pt: Stronzo avido di soldi! Non mi diverto affatto! Non sei mica un accompagnatore, lo sai?! È solo un tè!

# 488_Kiryu
source: Right, but－
pt: Giusto, ma－

# 500_Stylish Man
source: I've just about had it with you! Ya think you're hot stuff, just 'cause your looks are above average!
pt: Ne ho fin qui con te! Ti credi un gran figo solo perché il tuo aspetto è sopra la media!

# 512_Kiryu
source: (I seem to have made him angry. He's like a different person when he gets worked up.)
pt: (Sembra che l'abbia fatto arrabbiare. È un'altra persona quando si scalda.)

# 524_Stylish Man
source: Drivers aren't here to talk with clients.
pt: Gli autisti non sono qui per chiacchierare con i clienti.

# 536_Stylish Man
source: I see. I suppose you're right. Your job is to drive, isn't it?
pt: Capisco. Suppongo tu abbia ragione. Il tuo lavoro è guidare, giusto?

# 548_Kiryu
source: Yes.
pt: Sì.

# 560_Stylish Man
source: Don't gimme that crap!
pt: Non dirmi stronzate!

# 572_Kiryu
source: (Whoa. His voice is a lot deeper all of a sudden.)
pt: (Cavolo. La sua voce è diventata un bel po' più profonda all'improvviso.)

# 584_Stylish Man
source: I bet if I was a pretty girl, you'd be happy to chat with me all day long, asshole!
pt: Scommetto che se fossi una bella ragazza, saresti ben contento di chiacchierare con me tutto il giorno, stronzo!

# 596_Stylish Man
source: Small talk is part of the job, too, ya know!? Ya gotta be able to make conversation with any client!
pt: Anche le chiacchiere fanno parte del lavoro, lo sai!? Devi saper fare conversazione con qualsiasi cliente!

# 608_Kiryu
source: (I seem to have made him angry. He's like a different person when he gets worked up.)
pt: (Sembra che l'abbia fatto arrabbiare. È un'altra persona quando si scalda.)

# 620_Stylish Man
source: I have more work to do. Maybe some other time.
pt: Ho altro lavoro da fare. Magari un'altra volta.

# 632_Stylish Man
source: Aww. You're such a hard worker, Ta-kun.
pt: Ahhh. Sei proprio uno stacanovista, Ta-kun.

# 644_Kiryu
source: Well, I like this job.
pt: Beh, mi piace questo lavoro.

# 656_Stylish Man
source: Oof!
pt: Uff!

# 668_Kiryu
source: (Uh-oh. Did I make him mad?)
pt: (Ops. L'ho fatto arrabbiare?)

# 680_Stylish Man
source: I just got shot with Cupid's arrow! You say the most beautiful things, Ta-kun. I'm in love!
pt: Mi ha appena colpito la freccia di Cupido! Dici le cose più belle, Ta-kun. Sono innamorato!

# 692_Kiryu
source: Um...
pt: Ehm...

# 704_Stylish Man
source: Well, I wouldn't want to get in the way of your work, Ta-kun.
pt: Beh, non vorrei mettermi in mezzo al tuo lavoro, Ta-kun.

# 716_Stylish Man
source: It really is a shame, but it looks like this is goodbye for now. Mind if I ask for you again?
pt: È davvero un peccato, ma sembra che per ora sia un addio. Ti dispiace se ti richiedo?

# 728_Kiryu
source: Of course not.
pt: Certo che no.
