Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08ce.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Beautiful Woman
pt: Bella donna

# 76_Yakuza
source: *pant* This guy's tough as nails. Damn it.
pt: *pant* Questo tizio è un osso duro. Maledizione.

# 88_Beautiful Woman
source: I...
pt: Io...

# 112_Beautiful Woman
source: I'm sorry!
pt: Mi dispiace!

# 124_Kiryu
source: Hm.
pt: Mh.

# 136_Beautiful Woman
source: Ever since my parents got into debt, I've had to do this for money. But I'll stop now, I promise.
pt: Da quando i miei genitori si sono indebitati, ho dovuto campare così per soldi. Ma giuro che smetterò ora.

# 148_Kiryu
source: I suggest you do.
pt: Faresti meglio a farlo.

# 160_Beautiful Woman
source: I'm really sorry. Here's my fare, and a little extra for what I put you through.
pt: Mi dispiace davvero. Ecco la mia corsa, e un piccolo extra per quello che ti ho fatto passare.

# 196_Yakuza
source: From now on I'll stick to honest, paying jobs. Thanks for getting me out of this mess.
pt: D'ora in poi mi dedicherò solo a lavori onesti, che pagano. Grazie per avermi tirato fuori da questo casino.

# 208_Beautiful Woman
source: You know, if we hadn't met this way, I'd take you on a real date anytime.
pt: Senti, se non ci fossimo beccati così, ti porterei fuori per un vero appuntamento quando vuoi.

# 220_Beautiful Woman
source: Okay. Be seeing you.
pt: Va bene. Ci vediamo.

# 232_Kiryu
source: (Well, that was unexpected. At least it seems she's had a change of heart.)
pt: (Beh, è stato inaspettato. Almeno sembra che abbia avuto un ripensamento.)

# 292_Yakuza
source: Gah, this guy's tough as nails. I'll get you some other time!
pt: Ugh, questo è un osso duro. Ti becco un'altra volta!

# 316_Yakuza
source: Wait!
pt: Aspetta!

# 340_Yakuza
source: (Not only did I get caught up in this mess, now I've missed out on my fare too.)
pt: (Non solo sono finito in questo casino, ora ho pure perso la mia corsa.)

# 352_Kiryu
source: (I'll have to be more careful.)
pt: (Dovrò stare più attento.)

# 424_Yakuza
source: Sorry, driver.
pt: Scusa, autista.

# 436_Kiryu
source: Where are these guys?
pt: Dove sono 'sti tizi?

# 448_Yakuza
source: There they are!
pt: Eccoli!

# 460_Kiryu
source: So you're the leader of these blackmailers, huh? I want to talk about the money her father owes.
pt: Allora sei tu il capo di questi ricattatori, eh? Voglio parlare dei soldi che suo padre deve.

# 472_Yakuza
source: Well, you sure took your time!
pt: Beh, ci hai messo un sacco!

# 484_Beautiful Woman
source: Sorry. This driver just wouldn't take the bait.
pt: Scusa. Questo autista non ha proprio abboccato.

# 496_Kiryu
source: Huh!?
pt: Eh!?

# 508_Beautiful Woman
source: You should have listened! I told you my job was to do whatever it took to lure taxi drivers out, right?
pt: Dovevi darmi retta! Ti avevo detto che il mio lavoro era fare di tutto per attirare fuori i tassisti, no?

# 520_Kiryu
source: So this was all a trap.
pt: Allora era tutta una trappola.

# 532_Beautiful Woman
source: Look, you're a nice guy, and I didn't really want to do this.
pt: Senti, sei un bravo ragazzo, e non volevo davvero fare questo.

# 544_Yakuza
source: Aw, shut your face! This ain't the time for that. We got business to take care of.
pt: Ma chiudi il becco! Non è il momento. Abbiamo affari da sbrigare.

# 556_Beautiful Woman
source: I know, I know!
pt: Lo so, lo so!

# 568_Yakuza
source: So, taxi driver. You better pay up and leave, or we're gonna bring the pain!
pt: Allora, tassista. Faresti meglio a pagare e a sparire, o ti facciamo il mazzo!

# 580_Kiryu
source: You're not getting a single yen from me.
pt: Non ti beccherai nemmeno uno yen da me.

# 592_Yakuza
source: Then looks like we're gonna have to pummel you until you change your mind! Get him!
pt: Allora, mi sa che dovremo farti il mazzo finché non cambi idea! Prendetelo!

# 616_Yakuza
source: Thanks, driver.
pt: Grazie, tassista.

# 640_Beautiful Woman
source: Say, can I ask you one more thing?
pt: Senti, posso chiederti un'altra cosa?

# 652_Kiryu
source: Okay...
pt: Va bene...

# 664_Beautiful Woman
source: Could you hold my hand?
pt: Mi tieni la mano?

# 676_Kiryu
source: Uh...
pt: Ehm...

# 688_Beautiful Woman
source: Oh, come on. What harm could it do?
pt: Ma dai. Che male vuoi che faccia?

# 700_Yakuza
source: Hey! What're you doing here, Miki!?
pt: Ehi! Che ci fai qui, Miki!?

# 712_Beautiful Woman
source: Hiroshi-kun, help! This guy's trying to drag me off with him someplace!
pt: Hiroshi-kun, aiuto! Questo tizio mi sta trascinando via da qualche parte!

# 724_Kiryu
source: Huh!?
pt: Eh!?

# 736_Yakuza
source: Say what!?
pt: Davvero!?

# 748_Yakuza
source: Get away from me, you pervert!
pt: Levati di torno, pervertito!

# 760_Yakuza
source: Hey! You've got some nerve laying your grubby hands on my girl!
pt: Ehi! Hai la faccia tosta di mettere le manacce sulla mia ragazza!

# 772_Kiryu
source: (They got me. This must be one of those setups.)
pt: (Mi hanno incastrato. Questa dev'essere una di quelle trappole.)

# 784_Yakuza
source: What're you gonna do to make up for this, huh? You better empty your wallet if you don't want a beating!
pt: Come pensi di rimediare a 'sta cosa, eh? Faresti meglio a svuotare il portafoglio se non vuoi prenderle!

# 796_Kiryu
source: No can do. And you can drop the act.
pt: Non se ne parla. E puoi smetterla con la recita.

# 808_Yakuza
source: Say what, you old fuck!? You're a dead man now!
pt: Che hai detto, vecchio bastardo!? Sei un uomo morto adesso!
