Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0773.po
Languages: pt

source: Older Gentleman
pt: Anziano Signore

source: I'd say it's hard in every industry.
pt: Direi che è dura in ogni settore.

source: I try not to think about it much.
pt: Cerco di non pensarci troppo.

source: I'd rather be that than a working stiff.
pt: Meglio quello che un povero sgobbone.

source: I can't stand it when passengers do that.
pt: Non lo sopporto quando i passeggeri fanno così.

source: I welcome any customer, even short fares.
pt: Accetto ogni cliente, anche per le corse brevi.

source: I shortchange them to make up for it.
pt: Li frego sul resto per rifarmi.

source: Ones that ask too many questions.
pt: Quelli che fanno troppe domande.

source: Drunks, for the most part.
pt: Sbronzi, perlopiù.

source: Couples making out in the back seat.
pt: Coppie che si pomiciano nel sedile posteriore.

# 44_Older Gentleman
source: I usually drive my own car, but tonight I'm going out drinkin', so I thought I'd take a taxi.
pt: Di solito guido la mia auto, ma stasera esco a bere, quindi ho pensato di prendere un taxi.

# 56_Kiryu
source: Pleased to be of service.
pt: Piacere di servirla.

# 68_Older Gentleman
source: Well, aren't you a polite one? Heheh. How's business?
pt: Ma guarda te che educato! Heheh. Come vanno gli affari?

# 80_Kiryu
source: I have good days and bad days.
pt: Ho giorni buoni e giorni cattivi.

# 92_Older Gentleman
source: Oh, I read in the paper that they relaxed the regulations, and now there's too many taxis competing for too few passengers.
pt: Oh, ho letto sul giornale che hanno allentato le normative, e ora ci sono troppi taxi che si contendono troppo pochi passeggeri.

# 104_Older Gentleman
source: Must be hard making money as a taxi driver, eh?
pt: Non dev'essere facile tirare avanti come tassista, eh?

# 116_Older Gentleman
source: I'd say it's just as hard in every industry.
pt: Direi che è dura uguale in ogni mestiere.

# 128_Older Gentleman
source: Mm, suppose you're right. These days it's tough makin' a living no matter what you're doin'.
pt: Mm, suppongo tu abbia ragione. Di questi tempi è dura tirare avanti, non importa cosa fai.

# 140_Older Gentleman
source: I gotta say, driver, I admire your broad perspective!
pt: Devo dire, autista, ammiro la sua ampiezza di vedute!

# 152_Kiryu
source: Thank you.
pt: Grazie.

# 164_Older Gentleman
source: I try not to think about it much.
pt: Cerco di non pensarci troppo.

# 176_Older Gentleman
source: Yeah, worryin' about it can get ya down sometimes. I can understand that.
pt: Già, a pensarci a volte ti butta giù. Lo capisco.

# 188_Older Gentleman
source: But this is your livelihood here, so ya oughta show at least a little interest. Otherwise the rug might get pulled out from under ya one day.
pt: Ma questa è la tua pagnotta, quindi un po' d'interesse dovresti pur mostrarlo. Altrimenti un giorno potrebbero tirarti via il tappeto da sotto i piedi.

# 200_Kiryu
source: You're right. I hadn't considered that.
pt: Hai ragione. Non ci avevo pensato.

# 212_Older Gentleman
source: Hahaha, no need to change your opinion. I appreciate your honesty.
pt: Hahaha, non serve che cambi idea. Apprezzo la tua onestà.

# 224_Older Gentleman
source: I'd rather be that than some wage-grubbing working stiff.
pt: Preferirei essere quello che un povero diavolo che pensa solo alla pagnotta.

# 236_Older Gentleman
source: What? Was that a jab at me, driver?
pt: Cosa? Era una frecciata a me, autista?

# 248_Older Gentleman
source: Working for a corporation is no picnic, I can tell ya that. Everybody's got it rough these days.
pt: Lavorare per un'azienda non è una passeggiata, te lo dico io. Di questi tempi è dura per tutti.

# 260_Kiryu
source: ...Sorry.
pt: ...Mi scusi.

# 272_Older Gentleman
source: I guess sometimes it's hard to find customers in the taxi business.
pt: Mi sa che a volte si fa fatica a trovare clienti nel giro dei taxi.

# 284_Kiryu
source: It can be.
pt: Può capitare.

# 296_Older Gentleman
source: Then just when you think you've got a passenger, they only want to go a short way down the road.
pt: Poi, proprio quando pensi di aver preso un cliente, vogliono fare solo un pezzetto di strada.

# 308_Kiryu
source: That does happen, yes.
pt: Capita, sì.

# 320_Older Gentleman
source: What goes through your head at times like that?
pt: Cosa ti passa per la testa in momenti come quelli?

# 332_Older Gentleman
source: To be honest, I can't stand it when passengers do that.
pt: A essere sincero, non lo sopporto quando i passeggeri fanno così.

# 344_Older Gentleman
source: Hahaha! Yeah, I figured. It's refreshing to hear from a straight-talker.
pt: Hahaha! Sì, me lo immaginavo. Fa piacere sentire uno che parla chiaro.

# 356_Older Gentleman
source: But I'm sure your customers feel bad enough for only taking a short fare in the first place.
pt: Ma sono sicuro che i tuoi clienti si sentono già abbastanza in colpa per aver preso solo una corsa breve, di per sé.

# 368_Kiryu
source: You think so?
pt: La pensi così?

# 380_Older Gentleman
source: Yeah, they know taxi drivers hate that. Next time try seeing it from their point of view.
pt: Sì, lo sanno che i tassisti la odiano. La prossima volta prova a vederla dal loro punto di vista.

# 392_Kiryu
source: I will.
pt: Certo.

# 404_Older Gentleman
source: I welcome any customer, even if they're going just a few blocks away.
pt: Accetto qualsiasi cliente, anche se devono fare solo qualche isolato.

# 416_Older Gentleman
source: Really? You don't secretly wish they'd take a longer trip?
pt: Davvero? Non speri segretamente che facciano una corsa più lunga?

# 428_Kiryu
source: Well, yes, at times.
pt: Beh, sì, a volte.

# 440_Kiryu
source: But an empty cab earns nothing at all, so even short fares are a valuable source of income.
pt: Ma un taxi vuoto non guadagna proprio niente, quindi anche le corse brevi sono pur sempre un guadagno importante.

# 452_Older Gentleman
source: Hey, I like that attitude. Good on you!
pt: Ehi, mi piace quell'atteggiamento. Bravo!

# 464_Older Gentleman
source: I shortchange those lazy punks to make up for it.
pt: Frego sul resto quei fannulloni per rifarmi.

# 476_Older Gentleman
source: Oh, uh... Hahah...
pt: Oh, ehm... Ahahah...

# 488_Older Gentleman
source: You know, as a professional, you really shouldn't joke about that.
pt: Sai, da professionista, non dovresti proprio scherzarci su.

# 500_Kiryu
source: My apologies.
pt: Mi scusi.

# 524_Older Gentleman
source: I bet all sorts of people have been in this cab, eh, driver?
pt: Scommetto che su questo taxi ne sarà salita di gente di ogni tipo, eh, autista?

# 536_Kiryu
source: You got that right.
pt: Hai proprio ragione.

# 548_Older Gentleman
source: I imagine there've been a few you're not too fond of. Tell me, what sort of passenger gets on your nerves the most?
pt: Immagino che ce ne saranno stati alcuni che non ti vanno proprio a genio. Dimmi, che tipo di passeggero ti dà più sui nervi?

# 560_Older Gentleman
source: Ones that ask too many damn questions.
pt: Quelli che fanno troppe domande del cavolo.

# 572_Older Gentleman
source: Ahaha, I can see how that－ Hey! Are you talking about me!?
pt: Ahaha, capisco come... Ehi! Stai parlando di me!?

# 584_Older Gentleman
source: And here I was, thinkin' we were having a nice chat. Turns out ya think I should just stop flappin' my gums!
pt: E io che pensavo stessimo facendo una bella chiacchierata. A quanto pare, invece, pensi che dovrei solo smettere di blaterare!

# 596_Kiryu
source: (Uh-oh. That definitely pissed him off.)
pt: (Uh-oh. Quello l'ha fatto proprio incazzare.)

# 608_Older Gentleman
source: I'd have to say anyone who's drunk.
pt: Direi proprio gli ubriachi.

# 620_Older Gentleman
source: Ah, right. People who've had a few too many tend to get unruly.
pt: Ah, giusto. Quelli che hanno alzato un po' troppo il gomito tendono a fare i casinisti.

# 632_Kiryu
source: Yes.
pt: Sì.

# 644_Older Gentleman
source: But, if you recall, I'm heading out for drinks right now.
pt: Ma, se ti ricordi, sto andando a bere proprio adesso.

# 656_Kiryu
source: Right...
pt: Giusto...

# 668_Older Gentleman
source: I was thinking if you were a nice guy, I'd call you for the trip home, too.
pt: Pensavo che se fossi un tipo a posto, ti chiamerei anche per riportarmi a casa.

# 680_Older Gentleman
source: But since you don't want a drunk in your taxi, I guess I should ask someone else.
pt: Ma dato che non vuoi un ubriaco nel tuo taxi, credo che dovrei chiedere a qualcun altro.

# 692_Kiryu
source: (Damn. I went and made things awkward...)
pt: (Cavolo. Ho reso le cose imbarazzanti...)

# 704_Older Gentleman
source: Couples making out in the back seat.
pt: Coppie che si limonano sul sedile posteriore.

# 716_Older Gentleman
source: Ahuhuhuh! Guess that means you're single, eh?
pt: Ahuhuhuh! Quindi immagino che sei single, eh?

# 728_Kiryu
source: Well...
pt: Beh...

# 740_Older Gentleman
source: Come on, you can be honest!
pt: Dai, puoi essere onesto!

# 752_Older Gentleman
source: You don't seem like such a bad guy to me. The right lady'll come along soon enough. And when she does－hoo boy. Enjoy what little freedom ya have left!
pt: Non mi sembri mica un brutto tipo. La donna giusta prima o poi arriverà. E quando succederà, ahi ahi! Goditi quel poco di libertà che ti resta!

# 764_Kiryu
source: Right...
pt: Giusto...
