Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01091df0.po
Languages: pt

source: Reloading Your Gun
pt: Ricaricare la tua arma

source: Shooting Your Gun
pt: Sparare la tua arma

# 108_Okudera
source: Good. Crouching makes you less noticeable so that you can get as close to the animal as possible.
pt: Bene. Stando accovacciato ti notano di meno, così puoi arrivare il più vicino possibile all'animale.

# 120_Okudera
source: Of course sometimes, it's better to just stay still, get low, and wait for a good shot.
pt: Certo, a volte è meglio starsene immobili, accucciarsi e aspettare il colpo giusto.

# 132_Okudera
source: All right. Why don't you load your weapon? It's the same procedure as when you reload it after shooting a round.
pt: Va bene. Carica la tua arma. È la stessa procedura di quando la ricarichi dopo aver sparato un colpo.

# 144_Reloading Your Gun
source: Press <Action:Button_R2@Hunter_And_Killer> to reload. If the rifle is empty, you can reload by pressing <Action:Button_Square@Hunter_And_Killer> or by pressing <Action:Button_R1@Hunter_And_Killer> while holding <Action:Button_L1@Hunter_And_Killer>.
pt: Premi <Action:Button_R2@Hunter_And_Killer> per ricaricare. Se il fucile è scarico, puoi ricaricare premendo <Action:Button_Square@Hunter_And_Killer> o premendo <Action:Button_R1@Hunter_And_Killer> mentre tieni premuto <Action:Button_L1@Hunter_And_Killer>.

# 156_Okudera
source: That gun can only hold two rounds at a time. So don't waste shots, or your prey will happily escape while you're reloading.
pt: Quel fucile può contenere solo due colpi alla volta. Quindi non sprecare i colpi, o la tua preda scapperà felice mentre stai ricaricando.

# 168_Okudera
source: Some animals will even retaliate. They'll come right up and attack you, so try not to miss! Aim very carefully before you pull the trigger.
pt: Alcuni animali addirittura contrattaccheranno. Ti verranno addosso e ti attaccheranno, quindi cerca di non mancare il colpo! Mira con molta attenzione prima di premere il grilletto.

# 180_Okudera
source: Let's see how you shoot. Aim for that boulder over there.
pt: Vediamo come spari. Mira a quel masso laggiù.

# 204_Shooting Your Gun
source: Hold <Action:Button_L1@Hunter_And_Killer> to raise the rifle and aim using<Action:Button_RS_Left@Hunter_And_Killer><Action:Button_RS_Right@Hunter_And_Killer><Action:Button_RS_Up@Hunter_And_Killer><Action:Button_RS_Down@Hunter_And_Killer> Shoot by pressing <Action:Button_R1@Hunter_And_Killer> or <Action:Button_Square@Hunter_And_Killer>. Your rifle only holds two rounds, so press <Action:Button_R2@Hunter_And_Killer> when you need to reload.
pt: Tieni premuto <Action:Button_L1@Hunter_And_Killer> per alzare il fucile e mira usando<Action:Button_RS_Left@Hunter_And_Killer><Action:Button_RS_Right@Hunter_And_Killer><Action:Button_RS_Up@Hunter_And_Killer><Action:Button_RS_Down@Hunter_And_Killer> Spara premendo <Action:Button_R1@Hunter_And_Killer> o <Action:Button_Square@Hunter_And_Killer>. Il tuo fucile contiene solo due colpi, quindi premi <Action:Button_R2@Hunter_And_Killer> quando devi ricaricare.

# 216_Okudera
source: Where the heck are you shooting? Try again.
pt: Dove diavolo stai sparando? Riprova.

# 240_Okudera
source: Shoot that boulder over there. Take your time, aim carefully, then squeeze the trigger.
pt: Spara a quel masso laggiù. Prenditi il tuo tempo, mira con attenzione, poi premi il grilletto.

# 252_Shooting Your Gun
source: Hold <Action:Button_L1@Hunter_And_Killer> to raise the rifle and aim using<Action:Button_RS_Left@Hunter_And_Killer><Action:Button_RS_Right@Hunter_And_Killer><Action:Button_RS_Up@Hunter_And_Killer><Action:Button_RS_Down@Hunter_And_Killer> Shoot by pressing <Action:Button_R1@Hunter_And_Killer> or <Action:Button_Square@Hunter_And_Killer>. Your rifle only holds two rounds, so press <Action:Button_R2@Hunter_And_Killer> when you need to reload.
pt: Tieni premuto <Action:Button_L1@Hunter_And_Killer> per alzare il fucile e mira usando<Action:Button_RS_Left@Hunter_And_Killer><Action:Button_RS_Right@Hunter_And_Killer><Action:Button_RS_Up@Hunter_And_Killer><Action:Button_RS_Down@Hunter_And_Killer> Spara premendo <Action:Button_R1@Hunter_And_Killer> o <Action:Button_Square@Hunter_And_Killer>. Il tuo fucile contiene solo due colpi, quindi premi <Action:Button_R2@Hunter_And_Killer> quando devi ricaricare.

# 264_Okudera
source: What's wrong? Shoot the boulder.
pt: Che c'è? Spara al masso.

# 288_Okudera
source: Shoot that boulder over there. Take your time, aim carefully, then squeeze the trigger.
pt: Spara a quel masso laggiù. Prenditi il tuo tempo, mira con attenzione, poi premi il grilletto.

# 300_Shooting Your Gun
source: Hold <Action:Button_L1@Hunter_And_Killer> to raise the rifle and aim using<Action:Button_RS_Left@Hunter_And_Killer><Action:Button_RS_Right@Hunter_And_Killer><Action:Button_RS_Up@Hunter_And_Killer><Action:Button_RS_Down@Hunter_And_Killer> Shoot by pressing <Action:Button_R1@Hunter_And_Killer> or <Action:Button_Square@Hunter_And_Killer>. Your rifle only holds two rounds, so press <Action:Button_R2@Hunter_And_Killer> when you need to reload.
pt: Tieni premuto <Action:Button_L1@Hunter_And_Killer> per alzare il fucile e mira usando<Action:Button_RS_Left@Hunter_And_Killer><Action:Button_RS_Right@Hunter_And_Killer><Action:Button_RS_Up@Hunter_And_Killer><Action:Button_RS_Down@Hunter_And_Killer> Spara premendo <Action:Button_R1@Hunter_And_Killer> o <Action:Button_Square@Hunter_And_Killer>. Il tuo fucile contiene solo due colpi, quindi premi <Action:Button_R2@Hunter_And_Killer> quando devi ricaricare.

# 312_Okudera
source: Not bad, Saejima. You're a natural.
pt: Non male, Saejima. Sei un talento naturale.

# 324_Okudera
source: So, the principal idea is to creep as close as you can to the prey, aim for its head, and drop it with a single shot.
pt: Allora, l'idea principale è di avvicinarsi il più possibile alla preda, mirare alla sua testa e abbatterla con un solo colpo.

# 336_Okudera
source: Be wary of bears. If you shoot at one and miss, it will definitely come after you. And don't think you can beat one in a fistfight.
pt: Stai attento agli orsi. Se ne spari uno e lo manchi, ti verrà sicuramente addosso. E non credere di poterlo battere a pugni.

# 348_Okudera
source: Now you know the basics of riflery. The rest you'll learn through practice. Let's try hunting deer today.
pt: Ora conosci le basi del tiro con il fucile. Il resto lo imparerai con la pratica. Oggi proviamo a cacciare cervi.

# 360_Saejima
source: Fine with me.
pt: Va bene per me.

# 372_Okudera
source: All right, but let's not just wander around aimlessly. There's a hunting hut on the mountain－let's head there.
pt: Va bene, ma non vaghiamo in giro senza meta. C'è una capanna di caccia sulla montagna－andiamo lì.

# 384_Saejima
source: A huntin' hut?
pt: Una capanna di caccia?

# 396_Okudera
source: Here's where we are right now, on the map.
pt: Ecco dove siamo adesso, sulla mappa.

# 408_Okudera
source: There's actually more than one hunting hut, but the closest one is here.
pt: In realtà c'è più di una capanna di caccia, ma quella più vicina è qui.

# 420_Okudera
source: It's a base camp for hunters. Perfect for our purposes right now.
pt: È un campo base per i cacciatori. Perfetto per i nostri scopi in questo momento.

# 432_Okudera
source: I can't shoot well with my injury, so you should walk ahead of me, in case anything surprises us.
pt: Con la mia ferita non riesco a sparare bene, quindi cammina tu davanti a me, nel caso qualcosa ci sorprenda.
