Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0cb0.po
Languages: pt

# 2904_Avid Fan
source: Okay, everybody. Just calm down! Don't mob the poor girl!
pt: Ok, gente. Calmatevi! Non vi accalcate addosso alla povera ragazza!

# 2916_Young Punk
source: Whaddya talkin' about? You're the bulb who came up with the bright idea!
pt: Ma che dici? Sei tu che te ne sei uscito con la brillante idea!

# 2928_Middle-aged Woman
source: You'll be a good girl and give us your autograph, now, won't ya?
pt: Farai la brava e ci firmerai un autografo, adesso, su?

# 2940_Haruka
source: Of course! I'd be happy to give everyone my autograph!
pt: Certo! Sono felice di dare a tutti il mio autografo!

# 2952_Avid Fan
source: Great! Okay, people, listen up! Please form an orderly line! We don't want to block traffic, here. Wait your turn! And no pushing!
pt: Grande! Ok, gente, ascoltate! Mettetevi in fila, per favore! Non vogliamo bloccare il traffico, qui. Aspettate il vostro turno! E niente spintoni!

# 2964_Young Punk
source: Who died and made you king?
pt: Ma chi ti credi di essere, il re?

# 2976_Avid Fan
source: Okay, Haruka-chan! We're all ready for you!
pt: Ok, Haruka-chan! Siamo tutti pronti per te!

# 2988_Haruka
source: All right. Thank you!
pt: Ok. Grazie!
