Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002e.po
Languages: pt

# 3588_Shion
source: Yes! They buy entire islands sometimes, and get to name the beach as they like! I'd love to swim at a beach named after me!
pt: Sì! A volte comprano intere isole e possono dare alla spiaggia il nome che preferiscono! Mi piacerebbe tantissimo nuotare in una spiaggia che porta il mio nome!

# 3600_Shinada
source: I can understand a private villa, but a whole dang island!? I have to bust my ass just to pay rent...
pt: Posso capire una villa privata, ma un'intera cavolo di isola!? Io devo spaccarmi il culo solo per pagare l'affitto...

# 3612_Shion
source: Oh, did you know that our club is going to be putting on a Christmas party?
pt: Oh, lo sapevi che il nostro club organizzerà una festa di Natale?

# 3624_Shinada
source: Oh wow, are you going to be here for it?
pt: Oh wow, ci sarai?

# 3636_Shion
source: I've actually been invited to a different party, and I'd like to go to it, but my manager asked if I could work instead.
pt: In realtà sono stata invitata a un'altra festa e mi piacerebbe andarci, ma il mio manager mi ha chiesto se potessi lavorare, invece.

# 3648_Shinada
source: That's too bad. Maybe I can go to that party of yours for you, hehe.
pt: Che peccato. Magari potrei andarci io a quella festa al posto tuo, eheh.

# 3660_Shion
source: But you'll be coming to the club that night, won't you, Shinada-san?
pt: Ma verrai al club quella sera, vero, Shinada-san?

# 3672_Shinada
source: ...Yes ma'am.
pt: ...Sissignora.

# 3684_Shion
source: Shinada-san, you told me about this already.
pt: Shinada-san, me ne hai già parlato.

# 3696_Shinada
source: Oh no, did I?
pt: Oh no, davvero?

# 3708_Shion
source: I'd rather talk about something else.
pt: Preferirei parlare di qualcos'altro.

# 3720_Shinada
source: Sure...
pt: Certo...

# 3744_Shion
source: Rumor Topic 05
pt: Argomento pettegolezzo 05

# 3756_Shion
source: Rumor Topic 06
pt: Argomento pettegolezzo 06

# 3768_Shion
source: Rumor Topic 07
pt: Argomento pettegolezzo 07

# 3780_Shion
source: Rumor Topic 08
pt: Argomento pettegolezzo 08

# 3792_Shion
source: Rumor Topic 09
pt: Argomento pettegolezzo 09

# 3804_Shion
source: Rumor Topic 10
pt: Argomento pettegolezzo 10

# 3816_Shion
source: Rumor Topic 11
pt: Argomento pettegolezzo 11

# 3828_Shion
source: Rumor Topic 12
pt: Argomento pettegolezzo 12

# 3840_Shion
source: Rumor Topic 13
pt: Argomento pettegolezzo 13

# 3852_Shion
source: Rumor Topic 14
pt: Argomento pettegolezzo 14

# 3864_Shion
source: Rumor Topic 15
pt: Argomento pettegolezzo 15
