Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid011107a4.po
Languages: pt

source: ○That's unusual.
pt: ○È strano.

source: □The nightlife is good, too.
pt: □La vita notturna è buona, pure.

source: △Times have changed.
pt: △I tempi sono cambiati.

# 44_Kiryu
source: Did you come to Kamurocho much before you started working here?
pt: Venivi spesso a Kamurocho prima di iniziare a lavorare qui?

# 56_Hinata
source: Oh yeah. I'd come here to sing karaoke a lot.
pt: Ah, sì. Venivo qui a cantare al karaoke un sacco.

# 68_Kiryu
source: You came all the way from Saitama just for karaoke?
pt: Sei venuto fin da Saitama solo per il karaoke?

# 80_Hinata
source: This was always the easiest place for my online friends to meet up, so we'd wind up gathering here.
pt: Questo era sempre il posto più comodo dove i miei amici online si potevano beccare, perciò finivamo sempre per ritrovarci qui.

# 92_Hinata
source: My local friends would never come all the way out here.
pt: I miei amici del posto non sarebbero mai venuti fin qui.

# 104_Kiryu
source: Online friends? I suppose that's pretty typical these days, isn't it?
pt: Amici online? Beh, di questi tempi è roba abbastanza normale, no?

# 116_Hinata
source: In sheer numbers, I have way more online friends than I do from school.
pt: Come numeri, ho un sacco di più amici online che quelli di scuola.

# 128_Kiryu
source: You don't say.
pt: Ma va'!

# 140_Hinata
source: So because of that, Kamurocho is less of a nightlife spot and more where I hang out during the day.
pt: Per questo, Kamurocho è meno un punto di ritrovo notturno e più dove bazzico di giorno.

# 152_Kiryu
source: That's unusual. Kamurocho is the city that never sleeps. I think most folks would consider it a nightlife spot.
pt: È insolito. Kamurocho è la città che non dorme mai. Credo che la maggior parte della gente lo considererebbe un punto di ritrovo notturno.

# 164_Hinata
source: Since I work nights in the club, I don't go out drinking much at night. But after I get off work, I might go early in the morning.
pt: Visto che lavoro di notte nel club, non esco molto a bere di notte. Ma dopo che finisco il turno, magari ci vado la mattina presto.

# 176_Kiryu
source: I see. You're more of a resident of the neighborhood than a visitor, so I suppose it's natural you'd have a different perspective.
pt: Capisco. Sei più un residente del quartiere che un visitatore, quindi suppongo sia naturale che tu abbia una prospettiva diversa.

# 188_Hinata
source: You're a nighttime sort of guy, aren't you, Kiryu-san?
pt: Sei uno da notte, no, Kiryu-san?

# 200_Kiryu
source: I am. I like strolling through the busy streets, bathed in bright neon lights. I don't get the same energy from the sparse daytime crowds.
pt: Sì, lo sono. Mi piace passeggiare per le strade affollate, inondate dalle brillanti luci al neon. Non sento la stessa energia dalla poca gente che c'è di giorno.

# 212_Hinata
source: I get you. When night comes around, more people like you come out to the streets! <Color:255,200,200,255>♥<Color:Default>
pt: Ti capisco. Quando arriva la notte, più gente come te esce per strada! <Color:255,200,200,255>♥<Color:Default>

# 224_Kiryu
source: That's one way to put it.
pt: Beh, si può dire così.

# 236_Kiryu
source: The nightlife is good, too. Men have the hostesses, women have the hosts. Are you into hosts?
pt: Anche la vita notturna è mica male. Gli uomini hanno le hostess, le donne hanno gli host. Ti piacciono gli host?

# 248_Hinata
source: I've seen them a few times, but it's never really gone well.
pt: Li ho visti qualche volta, ma non è mai andata granché bene.

# 260_Kiryu
source: Oh? Why's that?
pt: Oh? Come mai?

# 272_Hinata
source: I guess lots of guys who are hosts are really narcissistic.
pt: Immagino che un sacco di ragazzi che fanno gli host siano davvero narcisisti.

# 284_Hinata
source: I mean, I like a guy that's hot and all, but not if they're the kind who act like they're cooler than everyone else.
pt: Voglio dire, mi piace un ragazzo che sia figo e tutto il resto, ma non se sono il tipo che si comporta come se fosse più figo di tutti gli altri.

# 296_Kiryu
source: You prefer a man who's humble?
pt: Preferisci un ragazzo umile?

# 308_Hinata
source: Yeah, exactly. That's why I prefer to go to bars with hot bartenders, rather than host clubs.
pt: Sì, esatto. Ecco perché preferisco andare nei bar con barman fighi, piuttosto che nei host club.

# 320_Kiryu
source: There's got to be places like that around here somewhere. You should go look for them.
pt: Ci devono essere posti così qui intorno da qualche parte. Dovresti andarli a cercare.

# 332_Kiryu
source: Times have changed. Back in my day, this wasn't the sort of place where respectable people would hang out so casually.
pt: I tempi sono cambiati. Ai miei tempi, questo non era il tipo di posto dove la gente perbene si aggirava con tanta disinvoltura.

# 344_Hinata
source: Really? When did that start to change?
pt: Davvero? Quando è iniziato a cambiare?

# 356_Kiryu
source: I wonder. I was away for a long time, so I don't know much about what happened during my absence.
pt: Chissà. Sono stato via per molto tempo, quindi non so granché di cosa sia successo mentre non c'ero.

# 368_Hinata
source: Oh, right. You moved to Okinawa, didn't you?
pt: Ah, giusto. Ti sei trasferito a Okinawa, non è vero?

# 380_Kiryu
source: No, that was much more recent. I'm talking about a time much farther in my past.
pt: No, quello è stato molto più recente. Sto parlando di un tempo molto più lontano nel mio passato.

# 392_Hinata
source: Hey, are you keeping secrets from me?
pt: Ehi, mi stai nascondendo dei segreti?

# 404_Kiryu
source: I'll just say, there was a time when I was away from Kamurocho for ten years. After all that time, it's natural for the town to have changed.
pt: Ti dirò, c'è stato un periodo in cui sono stato via da Kamurocho per dieci anni. Dopo tutto quel tempo, è naturale che la città sia cambiata.

# 416_Hinata
source: Hey, not so fast! You can't just dodge the question like that!
pt: Ehi, non così in fretta! Non puoi mica schivare la domanda così!
