Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0b62.po
Languages: pt

source: Youthful Voice
pt: Voce Giovanile

source: Youth
pt: Gioventù

# 60_Youthful Voice
source: Oh, you're back.
pt: Oh, sei tornato.

# 84_Youthful Voice
source: Oh, yeah. You haven't gone in for your surgery yet?
pt: Ah, già. Non ti sei ancora fatto operare?

# 96_Youth
source: No... If the surgery fails, I'll never be able to hold my bat again. Even the thought of that terrifies me.
pt: No... Se l'operazione fallisce, non potrò mai più tenere in mano la mazza. Anche solo il pensiero mi terrorizza.

# 108_Shinada
source: All right, let's have another bet. This time, I'll hit a homer within the first three pitches for sure. If I do that, you go get that surgery. Okay?
pt: Allora, facciamo un'altra scommessa. Questa volta, ti faccio un fuoricampo entro i primi tre lanci, garantito. Se ci riesco, tu vai a farti operare. Ci stai?

# 120_Youth
source: Sounds good. Challenge accepted.
pt: Ci sta. Sfida accettata.

# 144_Youthful Voice
source: Um, excuse me.
pt: Ehm, scusi.

# 180_Youthful Voice
source: You're the guy from Kotetsu-san's blog, aren't you? The awesome batter?
pt: Sei tu quello del blog di Kotetsu-san, vero? Il battitore mitico?

# 192_Shinada
source: Yeah, I guess that's me. But what's up with you? Are you an inpatient or something?
pt: Sì, sono io, immagino. Ma tu che ci fai qui? Sei ricoverato o cosa?

# 204_Youth
source: Yes. I'm due for an operation. But I got scared and ran away from the hospital.
pt: Sì. Devo farmi operare. Ma mi sono spaventato e sono scappato dall'ospedale.

# 216_Shinada
source: You did what?
pt: Hai fatto cosa?

# 228_Youth
source: I kept thinking about what would happen if it didn't work, and I couldn't go through with it.
pt: Continuavo a pensare a cosa sarebbe successo se non avesse funzionato, e non me la sono sentita.

# 240_Shinada
source: The surgery's that critical?
pt: L'operazione è così critica?

# 252_Youth
source: The doctor says there's nothing to worry about. But I'm the one going under the knife. Either they succeed or they fail. Fifty-fifty.
pt: Il dottore dice che non c'è niente di cui preoccuparsi. Ma sono io quello che va sotto i ferri. O ci riescono o falliscono. Cinquanta e cinquanta.

# 264_Youth
source: If the operation fails, I'll never be able to hold my bat again.
pt: Se l'operazione fallisce, non potrò mai più tenere la mia mazza.

# 276_Youth
source: When I thought of that, I found myself running here.
pt: Quando ho pensato a quello, mi sono ritrovato a correre qui.

# 288_Youth
source: And then I saw you, the hero of the local batting cages. I'm sorry, though, I shouldn't have bothered you.
pt: E poi ti ho visto, l'eroe delle sale da battuta qui in zona. Scusa, però, non avrei dovuto disturbarti.

# 300_Shinada
source: Ah, it's okay. You're not bothering me any. But listen, you can't avoid this surgery, can you? Shouldn't you be going back to the hospital?
pt: Ah, non fa niente. Non mi disturbi affatto. Ma senti, non puoi evitare quest'operazione, vero? Non dovresti tornare in ospedale?

# 312_Youth
source: I know I should, but... Urk... I'm scared out of my wits!
pt: So che dovrei, ma... Urk... Ho una paura folle!

# 324_Youth
source: If I could, I'd rather put off the surgery until it's too late to operate!
pt: Se potessi, preferirei rimandare l'operazione finché non è troppo tardi per operare!

# 336_Shinada
source: Whoa, you don't want to do that.
pt: Ehi, non ti conviene proprio.

# 348_Youth
source: I try not to think about it, but I keep dwelling on what would happen if they screw up.
pt: Cerco di non pensarci, ma continuo a rimuginare su cosa succederebbe se facessero un casino.

# 360_Youth
source: Argh! Why do I have to go through this!?
pt: Argh! Perché devo passare questo!?

# 372_Youth
source: Urk... *snivel*
pt: Urk... *singhiozzo*

# 384_Shinada
source: How about we do this? We'll have a little bet, you and me.
pt: Che ne dici se facciamo una cosa? Facciamo una scommessina, io e te.

# 396_Youth
source: A bet?
pt: Una scommessa?

# 408_Shinada
source: I'll go into this batting cage here. If I hit a homer, you go get your surgery. Deal?
pt: Vado in questa sala da battuta qui. Se faccio un fuoricampo, tu vai a farti l'operazione. Ci stai?

# 420_Youth
source: Wasn't there a story like that from the big leagues? Some famous slugger promised a homer to a sick little boy?
pt: Non è che c'era una storia così dalle major league? Qualche famoso fuoricampista promise un fuoricampo a un bambino malato?

# 432_Shinada
source: Yeah, there was. Now I'm not claiming to be anyone famous, but what do you say? Do we have a deal?
pt: Sì, c'era. Ora non è che mi spaccio per chissà chi, ma che ne dici? Ci stai?

# 444_Shinada
source: I'll even limit myself to just the first three pitches.
pt: Mi limiterò pure alle prime tre palle.

# 456_Youth
source: Only three pitches?
pt: Solo tre palle?

# 468_Shinada
source: Well, it's a home run at a batting center. If I get too many throws, it'll be too easy, right?
pt: Beh, è un fuoricampo in una sala da battuta. Se mi danno troppi lanci, diventerà troppo facile, no?

# 480_Youth
source: Okay. I accept that challenge.
pt: Ok. Accetto quella sfida.

# 492_Shinada
source: That's settled, then. Just watch me, all right?
pt: Allora è fatta. Guardami e basta, ok?

# 504_Shinada
source: (I'll look like a chump if I don't come through. It's either a homer or nothing.)
pt: (Farò la figura del fesso se non ce la faccio. O è un fuoricampo o niente.)
