Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0dc5.po
Languages: pt

# 44_Yuya
source: Gotcha. So you're hiding your past so it doesn't hurt Haruka-chan's chances of becoming an idol?
pt: Capito. Quindi stai nascondendo il tuo passato per non rovinare le possibilità di Haruka-chan di diventare un'idol?

# 56_Kiryu
source: Yeah. Having me around would only cause her trouble. This was the only option.
pt: Sì. Avermi intorno le causerebbe solo guai. Questa era l'unica opzione.

# 68_Yuya
source: Did you really need to take a new name, though?
pt: Avevi davvero bisogno di prendere un nuovo nome, però?

# 92_Yuya
source: But man, I had no idea what was going on. Sorry for running my mouth and almost blowing your cover.
pt: Ma cavolo, non avevo la minima idea di cosa stesse succedendo. Scusa se ho parlato a vanvera e quasi ho fatto saltare la tua copertura.

# 104_Kiryu
source: No need to apologize. I didn't expect to run into anyone I knew down in Fukuoka.
pt: Non c'è bisogno di scusarsi. Non mi aspettavo di imbattermi in qualcuno che conoscevo giù a Fukuoka.

# 116_Yuya
source: Yeah, talk about a coincidence.
pt: Sì, parliamo di coincidenze.

# 128_Kiryu
source: What brings you out here anyway?
pt: Che ci fai qui, comunque?

# 140_Yuya
source: Oh, uh... I just came out here for vacation. Thought it'd be nice to get out of Kamurocho for a change.
pt: Oh, uhm... Sono venuto qui solo in vacanza. Ho pensato che sarebbe stato bello uscire da Kamurocho per cambiare aria.

# 152_Kiryu
source: Okay, but what about the club? Kazuki put you in charge, so I hope there's someone capable filling your shoes while you're gone.
pt: Ok, ma il club? Kazuki ti ha messo a capo, quindi spero ci sia qualcuno all'altezza a fare le tue veci mentre non ci sei.

# 164_Yuya
source: Don't worry, Stardust is still standing. Besides... it's not like it'd fall apart if I just up and left.
pt: Non preoccuparti, Stardust è ancora in piedi. E poi... non è che andrebbe in pezzi se me ne andassi così, di punto in bianco.

# 176_Kiryu
source: Yuya. Are you really just here on vacation?
pt: Yuya. Sei davvero qui solo in vacanza?

# 188_Yuya
source: Huh? What kind of question is that?
pt: Eh? Che razza di domanda è?

# 200_Kiryu
source: I'm asking if there's any other reason you're down here. You're acting kind of evasive.
pt: Ti sto chiedendo se c'è un altro motivo per cui sei qui giù. Stai facendo il vago.

# 224_Kiryu
source: You can tell me the truth. I can't promise I can do anything about it, but I can at least listen.
pt: Puoi dirmi la verità. Non posso promettere di poter fare qualcosa al riguardo, ma posso almeno ascoltare.

# 236_Yuya
source: ...All right. But this is between you and me, okay?
pt: ...Va bene. Ma questo resta tra me e te, ok?

# 248_Kiryu
source: Sure. I understand.
pt: Certo. Capisco.

# 260_Yuya
source: Actually, Kiryu-san, I'm thinking of quitting the host business.
pt: In realtà, Kiryu-san, sto pensando di mollare il business degli host.

# 272_Kiryu
source: (Is he serious!?)
pt: (Ma fa sul serio!?)

# 284_Yuya
source: Stardust practically runs itself these days. We have no shortage of rising stars on staff, and everything's going smoother than ever.
pt: Stardust praticamente si gestisce da solo di questi tempi. Non ci mancano le stelle nascenti nello staff, e tutto va più liscio che mai.

# 296_Yuya
source: And the guys I once thought of as newbies are now fully able to handle things on their own, so they hardly ever need my advice.
pt: E i ragazzi che una volta consideravo dei pivelli ora sono pienamente capaci di gestire le cose da soli, quindi non hanno quasi mai bisogno dei miei consigli.

# 308_Yuya
source: As the years move on, I've started to get the feeling that I've lost my way. Kind of like something's missing in my life.
pt: Col passare degli anni, ho iniziato a sentire di aver perso la bussola. Un po' come se mancasse qualcosa nella mia vita.

# 320_Yuya
source: It was never like that before. I was always really driven to make Stardust a big success.
pt: Non era mai stato così prima. Ho sempre dato il massimo per far diventare Stardust un gran successo.

# 332_Yuya
source: But now I don't have the same passion. I can tell it's all downhill from here.
pt: Ma ora non ho la stessa passione. Sento che da qui in poi è tutta in discesa.

# 356_Yuya
source: So I thought I should put some distance between me and Stardust.
pt: Quindi ho pensato che dovrei prendere le distanze tra me e Stardust.

# 368_Yuya
source: That seemed like the only way to find the fire that I used to have.
pt: Sembrava l'unico modo per ritrovare il fuoco che avevo prima.

# 380_Kiryu
source: I see. And that's what brought you here, huh?
pt: Capisco. Ed è per questo che sei qui, eh?

# 392_Yuya
source: Haha... That's a thing, right? Going on a trip to do some soul-searching? That's pretty much what this is for me.
pt: Haha... È una cosa che si fa, no? Fare un viaggio per ritrovarsi? In pratica, per me è proprio questo.

# 404_Kiryu
source: What about Kazuki? Didn't he leave Stardust in your hands?
pt: E Kazuki? Non ti ha lasciato Stardust in mano?

# 416_Yuya
source: I haven't told Kazuki anything. Not yet, anyway. It's hard enough admitting how I feel to myself, let alone the guy who gave me his business.
pt: Non ho detto niente a Kazuki. Non ancora, comunque. È già abbastanza difficile ammettere come mi sento a me stesso, figuriamoci al ragazzo che mi ha affidato la sua attività.

# 428_Yuya
source: In any case, I'm useless to him the way I am now. If I had to go back like this, I'd be better off quitting.
pt: Comunque, gli sono inutile così come sono ora. Se dovessi tornare così, mi converrebbe mollare.

# 440_Kiryu
source: Would you really go that far?
pt: Davvero ti spingeresti a tanto?

# 452_Yuya
source: I can't go on like this, can I? Getting away from Kamurocho was all I could do to try and fix things, but I still don't know what to do with myself.
pt: Non posso più andare avanti così, vero? Allontanarmi da Kamurocho era tutto quello che potevo fare per cercare di sistemare le cose, ma non so ancora cosa fare di me.

# 476_Yuya
source: That said, running into you here has given me an idea.
pt: Detto questo, imbattermi in te qui mi ha dato un'idea.

# 488_Kiryu
source: What do you mean?
pt: Cosa intendi?

# 500_Yuya
source: I could start over in a new town, and become someone else. Like what you did here.
pt: Potrei ricominciare da capo in una nuova città e diventare qualcun altro. Proprio come hai fatto tu qui.

# 512_Kiryu
source: What?
pt: Cosa?

# 524_Yuya
source: I want to make a fresh start, too! It'll be like the old days, when I still had the drive to make things happen. I think that'll help me get myself together!
pt: Voglio ricominciare da capo anch'io! Sarà come ai vecchi tempi, quando avevo ancora la grinta per far succedere le cose. Credo che questo mi aiuterà a rimettermi in sesto!

# 536_Kiryu
source: And how do you plan to make a fresh start?
pt: E come pensi di ricominciare da capo?

# 548_Yuya
source: First, I'll find a job. It doesn't matter what it is.
pt: Prima, mi troverò un lavoro. Non importa cosa sia.

# 560_Yuya
source: Actually, I should probably find the kind of job nobody else wants to do. A job that forces you to work like crazy to get things done!
pt: A dire il vero, mi sa che dovrei trovare un lavoro che nessuno vuole fare. Un lavoro che ti costringa a spaccarti la schiena per portare a termine le cose!

# 572_Kiryu
source: So you won't be going back to Stardust?
pt: Allora non tornerai allo Stardust?

# 584_Yuya
source: I don't think so, no.
pt: Non credo proprio, no.

# 596_Kiryu
source: I see. Kazuki won't be happy with me, but I don't think there's anything I can say to change your mind.
pt: Capisco. Kazuki non sarà contento di me, ma non credo ci sia nulla che io possa dire per farti cambiare idea.

# 608_Yuya
source: Thanks, Kiryu-san. I knew you'd get me!
pt: Grazie, Kiryu-san. Sapevo che mi avresti capito!

# 620_Yuya
source: Well, I'd better head off. I got some serious job hunting to do! Oh, and the udon was great!
pt: Beh, devo proprio andare. Devo mettermi seriamente a cercare lavoro! Oh, e l'udon era ottimo!
