Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013307a8.po
Languages: pt

source: Pitcher
pt: Lanciatore

source: Man
pt: Uomo

source: Batting Center Challenger
pt: Sfidante del Centro di Battuta

# 284_Takeshita
source: Here we go!
pt: Ci siamo!

# 296_Shinada
source: (If I'm gonna win it in one hit, it pretty much has to be a homer. Okay... Gotta focus!)
pt: (Se la voglio vincere in un colpo solo, deve essere per forza un fuoricampo. Ok... Devo concentrarmi!)

# 308_Pitcher
source: This is it!
pt: Ci siamo!

# 320_Esaka
source: Eat this, punk!
pt: Beccati questo, sfigato!

# 332_Kenta
source: It's miracle time!
pt: È l'ora del miracolo!

# 344_Kenta
source: It's miracle time!
pt: È l'ora del miracolo!

# 356_Kenta
source: It's miracle time!
pt: È l'ora del miracolo!

# 380_Furugaki
source: Wake up and smell the beanball!
pt: Svegliati, che ti arriva una palla in faccia!

# 392_Kyuma
source: Let's do this!
pt: Facciamolo!

# 404_Kyuma
source: Let's do this!
pt: Facciamolo!

# 416_Man
source: Okay! Here we go!
pt: Ok! Ci siamo!

# 428_Batting Center Challenger
source: En garde!
pt: In guardia!

# 476_Ashida
source: All right. Get ready!
pt: Perfetto. Preparati!
