Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330372.po
Languages: pt

source: Editorial Staff
pt: Redazione

source: Editorial staff
pt: Redazione

# 56_ACDEV0040
source: (Oh, a voicemail. It's the office.)
pt: (Oh, un messaggio in segreteria. È l'ufficio.)

# 80_Editorial Staff
source: Good evening. Just letting you know, this month's Nightlife Magazine ended up being right on time. Nice going.
pt: Buonasera. Giusto per farti sapere, il Nightlife Magazine di questo mese è uscito puntuale. Ottimo lavoro.

# 92_Editorial Staff
source: People just won't stop talking about your feature on Milky-chan! I'll bet you her club appreciates it, too.
pt: La gente non fa che parlare del tuo servizio su Milky-chan! Ci scommetto che anche il suo locale lo apprezza.

# 140_Editorial Staff
source: We hope to see more like it next time. Oh, and this is completely unrelated, but I should tell you anyway...
pt: Speriamo di vederne altri così la prossima volta. Ah, e questa è completamente estranea, ma dovrei dirtelo comunque...

# 152_Editorial Staff
source: We received some gifts from one of our affiliates. Can you make it over tonight?
pt: Abbiamo ricevuto alcuni regali da uno dei nostri affiliati. Riesci a passare stasera?

# 164_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi un po', ti suggerisco di fare un salto prima che chiudiamo baracca.

# 188_ACDEV0040
source: (They even left something for me? Then I might as well stop by.)
pt: (Mi hanno persino lasciato qualcosa? Allora tanto vale che ci faccio un salto.)

# 200_Editorial Staff
source: But you had the name of the place wrong. We caught it in the nick of time, though.
pt: Ma hai sbagliato il nome del locale. L'abbiamo beccato giusto in tempo, però.

# 212_Editorial Staff
source: Even so, you can't just go fumbling up the name of a business. That looks bad on everyone. So be careful.
pt: Eppure, non puoi mica toppare il nome di un locale. Ci fa sfigurare tutti. Quindi occhio.

# 224_Editorial Staff
source: Oh, and this is completely unrelated, but...
pt: Ah, e questa è completamente estranea, ma...

# 236_Editorial Staff
source: One of our affiliates left us some goodies. Can you make it over tonight?
pt: Uno dei nostri affiliati ci ha lasciato qualche pensierino. Riesci a passare stasera?

# 248_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi un po', ti suggerisco di fare un salto prima che chiudiamo baracca.

# 272_ACDEV0040
source: (They even left something for me? Then I might as well stop by.)
pt: (Mi hanno persino lasciato qualcosa? Allora tanto vale che ci faccio un salto.)

# 284_Editorial Staff
source: I should mention you got the girl's name wrong. We managed to correct the error, but even so. That's poor journalism.
pt: Devo anche dirti che hai sbagliato il nome della ragazza. Siamo riusciti a correggere l'errore, ma anche così. Questo è giornalismo da strapazzo.

# 296_Editorial Staff
source: I mean, if the name is wrong, how are customers supposed to request the girl? Please take this a little more seriously.
pt: Cioè, se il nome è sbagliato, come fanno i clienti a richiedere la ragazza? Per favore, prendila un po' più sul serio.

# 308_Editorial Staff
source: Oh, and this is completely unrelated, but...
pt: Ah, e questa è completamente estranea, ma...

# 320_Editorial Staff
source: One of our affiliates left us some goodies. Can you make it over tonight?
pt: Uno dei nostri affiliati ci ha lasciato qualche pensierino. Riesci a passare stasera?

# 332_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi un po', ti suggerisco di fare un salto prima che chiudiamo baracca.

# 356_ACDEV0040
source: (They even left something for me? Then I might as well stop by.)
pt: (Mi hanno persino lasciato qualcosa? Allora tanto vale che ci faccio un salto.)

# 368_Editorial Staff
source: But you fudged up the names of both the massage parlor and the girl.
pt: Ma hai sbagliato i nomi sia del centro massaggi che della ragazza.

# 380_Editorial Staff
source: Someone else noticed and fixed them, so there was no damage done, but even so.
pt: Qualcun altro li ha notati e sistemati, quindi non ci sono stati danni fatti, ma anche così.

# 392_Editorial Staff
source: If we can't even get our facts straight, we're useless as an information source. Seriously, can you be more careful?
pt: Se non riusciamo nemmeno ad avere i fatti a posto, siamo inutili come fonte di informazioni. Seriamente, puoi fare più attenzione?

# 404_Editorial staff
source: That's where we're at. Oh, and this is completely unrelated, but...
pt: Ecco a che punto siamo. Ah, e questa è completamente estranea, ma...

# 416_Editorial Staff
source: One of our affiliates left us some goodies. Can you make it over tonight?
pt: Uno dei nostri affiliati ci ha lasciato qualche pensierino. Riesci a passare stasera?

# 428_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi un po', ti suggerisco di fare un salto prima che chiudiamo baracca.

# 452_ACDEV0040
source: (Man... I really blew it, didn't I? So much for calling myself a professional.)
pt: (Accidenti... L'ho fatta grossa, vero? E io che mi definisco un professionista.)

# 464_Shinada
source: (Still, he said they left me something at the office. At this point, I'll take what I can get.)
pt: (Comunque, ha detto che mi hanno lasciato qualcosa in ufficio. A questo punto, mi prendo quel che posso.)
