Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330373.po
Languages: pt

source: Editorial Staff
pt: Redazione

# 56_ACDEV0040
source: (Oh, there's a voicemail. From the office.)
pt: (Oh, c'è un messaggio in segreteria. Dall'ufficio.)

# 80_Editorial Staff
source: Good evening. Just letting you know, this month's Nightlife Magazine ended up being right on time. Nice going.
pt: Buonasera. Volevo solo farti sapere che la rivista Nightlife di questo mese è uscita puntuale. Ottimo lavoro.

# 92_Editorial Staff
source: People just won't stop talking about your feature on Milky-chan! I'll bet you her club appreciates it, too.
pt: La gente non fa che parlare del tuo servizio su Milky-chan! Ci scommetto che anche il suo club lo apprezza.

# 140_Editorial Staff
source: We hope to see more like it next time. Oh, and this is completely unrelated, but I should tell you anyway...
pt: Speriamo di vederne di più la prossima volta. Oh, e questo non c'entra nulla, ma te lo dico lo stesso...

# 152_Editorial Staff
source: One of our affiliates left us some goodies. Can you make it over tonight?
pt: Un nostro affiliato ci ha lasciato degli omaggi. Puoi farci un salto stasera?

# 164_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi, ti suggerisco di fare un salto prima che chiudiamo bottega.

# 188_ACDEV0040
source: (They even left something for me? Then I might as well stop by.)
pt: (Mi hanno lasciato qualcosa persino a me? Allora tanto vale che ci faccia un salto.)

# 200_Editorial Staff
source: But you had the name of the place wrong. We caught it in the nick of time, though.
pt: Ma avevi sbagliato il nome del locale. L'abbiamo beccato appena in tempo, però.

# 212_Editorial Staff
source: Even so, you can't just go fumbling up the name of a business. That looks bad on everyone. So be careful.
pt: Anche così, non puoi mica andare a pasticciare con il nome di un locale. Ci facciamo tutti una brutta figura. Quindi stai attento.

# 224_Editorial Staff
source: Oh, and this is completely unrelated, but...
pt: Oh, e questo non c'entra nulla, ma...

# 236_Editorial Staff
source: One of our affiliates left us some goodies. Can you make it over tonight?
pt: Un nostro affiliato ci ha lasciato degli omaggi. Puoi farci un salto stasera?

# 248_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi, ti suggerisco di fare un salto prima che chiudiamo bottega.

# 272_ACDEV0040
source: (They even left something for me? Then I might as well stop by.)
pt: (Mi hanno lasciato qualcosa persino a me? Allora tanto vale che ci faccia un salto.)

# 284_Editorial Staff
source: I should mention you got the girl's name wrong. We managed to correct the error, but even so. That's poor journalism.
pt: Devo farti presente che avevi sbagliato il nome della ragazza. Siamo riusciti a correggere l'errore, ma anche così. È giornalismo scadente.

# 296_Editorial Staff
source: I mean, if the name is wrong, how are customers supposed to request the girl? Please take this a little more seriously.
pt: Cioè, se il nome è sbagliato, come fanno i clienti a chiedere della ragazza? Ti prego, prendila un po' più sul serio.

# 308_Editorial Staff
source: Oh, and this is completely unrelated, but...
pt: Oh, e questo non c'entra nulla, ma...

# 320_Editorial Staff
source: One of our affiliates left us some goodies. Can you make it over tonight?
pt: Un nostro affiliato ci ha lasciato degli omaggi. Puoi farci un salto stasera?

# 332_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi, ti suggerisco di fare un salto prima che chiudiamo bottega.

# 356_ACDEV0040
source: (They even left something for me? Then I might as well stop by.)
pt: (Mi hanno lasciato qualcosa persino a me? Allora tanto vale che ci faccia un salto.)

# 368_Editorial Staff
source: But you fudged up the names of both the massage parlor and the girl.
pt: Ma hai sbagliato i nomi sia del centro massaggi che della ragazza.

# 380_Editorial Staff
source: Someone else noticed and fixed them, so there was no damage done, but even so.
pt: Qualcun altro se n'è accorto e li ha corretti, quindi non c'è stato alcun danno, ma anche così.

# 392_Editorial Staff
source: If we can't even get our facts straight, we're useless as an information source. Seriously, can you be more careful?
pt: Se non riusciamo nemmeno ad azzeccare i fatti, siamo inutili come fonte di informazione. Sul serio, puoi stare più attento?

# 404_Editorial Staff
source: That's where we're at. Oh, and this is completely unrelated, but...
pt: Ecco a che punto siamo. Oh, e questo non c'entra nulla, ma...

# 416_Editorial Staff
source: One of our affiliates left us some goodies. Can you make it over tonight?
pt: Un nostro affiliato ci ha lasciato degli omaggi. Puoi farci un salto stasera?

# 428_Editorial Staff
source: They'll be gone by tomorrow, so if you'd like some, I suggest you swing by before we close up shop.
pt: Saranno finiti entro domani, quindi se ne vuoi, ti suggerisco di fare un salto prima che chiudiamo bottega.

# 452_ACDEV0040
source: (Man... I really blew it, didn't I? So much for calling myself a professional.)
pt: (Accidenti... Ho fatto proprio un casino, vero? E io che mi definivo un professionista.)

# 464_Shinada
source: (Still, he said they left me something at the office. At this point, I'll take what I can get.)
pt: (Comunque, ha detto che mi hanno lasciato qualcosa in ufficio. A questo punto, mi accontento di quello che c'è.)
