Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133044b.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Read the Rules
pt: Leggi le Regole

source: Batting Center: Academic Course
pt: Centro Battuta: Corso Accademico

# 76_Player
source: (No point doing this in Kamurocho...)
pt: (Non ha senso farlo a Kamurocho...)

# 88_Player
source: (No, this isn't for me.)
pt: (No, questo non fa per me.)

# 112_Player
source: (The Academic Course is 300 yen. Should I give it a go?)
pt: (Il Corso Accademico costa 300 yen. Ci provo?)

# 124_Player
source: (Okay. Let's give it a go.)
pt: (Ok. Ci provo.)

# 148_Player
source: (No. Not now.)
pt: (No. Non ora.)

# 160_Player
source: A math question will appear on the targets. After a short amount of time, numbers will appear in its place. Press <Action:Button_Cross@Battingcenter> at the right time to hit the ball into the correct panel.
pt: Una domanda di matematica apparirà sui bersagli. Dopo poco tempo, i numeri appariranno al suo posto. Premi <Action:Button_Cross@Battingcenter> al momento giusto per colpire la palla nel pannello corretto.

# 172_Player
source: You can also hit multiple targets at once. If one of the panels is the correct answer, you get the question right. If you're not sure of the answer, try to hit multiple targets simultaneously to increase your chances of success.
pt: Puoi anche colpire più bersagli contemporaneamente. Se uno dei pannelli è la risposta corretta, hai la risposta giusta. Se non sei sicuro della risposta, prova a colpire più bersagli contemporaneamente per aumentare le tue possibilità di successo.

# 184_Player
source: There are five questions in all. After you correctly answer three, you'll be rewarded with a special treat after each correct answer. Try to get all five questions right!
pt: Ci sono cinque domande in tutto. Dopo aver risposto correttamente a tre, sarai ricompensato con una chicca speciale dopo ogni risposta corretta. Prova a rispondere correttamente a tutte e cinque le domande!

# 196_Player
source: (The Academic Course is 300 yen, but I don't have that much on me...)
pt: (Il Corso Accademico costa 300 yen, ma non ho tutti quei soldi addosso...)
