Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0db1.po
Languages: pt

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got <Color:8>Sacrifice Stone<Color:Default>.
pt: Hai <Color:8>Pietra del Sacrificio<Color:Default>.

source: Cho-han Dealer
pt: Mazziere Cho-han

source: Dealer
pt: Croupier

# 72_Cho-han Dealer
source: That didn't go well. At all.
pt: Non è andata bene. Affatto.

# 84_Kiryu
source: Sorry.
pt: Scusa.

# 96_Cho-han Dealer
source: Heh. Sometimes you're lucky, sometimes you're not. It's not your fault.
pt: Eh. A volte sei fortunato, a volte no. Non è colpa tua.

# 108_Cho-han Dealer
source: Thanks for keeping me company today. Take this, with my thanks.
pt: Grazie per avermi tenuto compagnia oggi. Prendi questo, come ringraziamento.

# 156_Cho-han Dealer
source: I had a good time, but I have to go now. Drop by again to play cho-han, okay?
pt: Mi sono divertito, ma devo andare adesso. Ripassa a giocare a cho-han, okay?

# 168_Cho-han Dealer
source: I've never won like this before. I can't believe it.
pt: Non ho mai vinto così prima d'ora. Non ci credo.

# 180_Kiryu
source: Feeling more confident now?
pt: Ti senti più sicuro adesso?

# 192_Cho-han Dealer
source: Much more confident... Thank you. I'm glad I asked you to help me.
pt: Molto più sicuro... Grazie. Sono contento di averti chiesto di aiutarmi.

# 204_Cho-han Dealer
source: Thanks for keeping me company today. Take this, with my thanks.
pt: Grazie per avermi tenuto compagnia oggi. Prendi questo, come ringraziamento.

# 252_Cho-han Dealer
source: Oh, that's right. We had a bet going. I won at roulette, but you clearly won our wager.
pt: Oh, è vero. Avevamo una scommessa in corso. Ho vinto alla roulette, ma tu hai vinto chiaramente la nostra scommessa.

# 264_Cho-han Dealer
source: Here, I'll give you something nice. Can you close your eyes?
pt: Tieni, ti do qualcosa di bello. Puoi chiudere gli occhi?

# 276_Kiryu
source: What for?
pt: Per cosa?

# 288_Cho-han Dealer
source: Just do it!
pt: Dai, fallo!

# 348_Cho-han Dealer
source: It's not much, but...
pt: Non è molto, ma...

# 360_Kiryu
source: Heh. Couldn't have asked for a better tip.
pt: Eh. Non potevo chiedere mancia migliore.

# 372_Cho-han Dealer
source: Hmph! Well, that was fun, our date. Drop by for some cho-han again. See you.
pt: Eh! Beh, è stato divertente, il nostro appuntamento. Fatti rivedere per una partita a cho-han. Ci vediamo.

# 432_Kiryu
source: A casino?
pt: Un casinò?

# 444_Cho-han Dealer
source: You're disappointed? Don't tell me you had your hopes up for something else.
pt: Sei deluso? Non vorrai mica dirmi che ti aspettavi qualcos'altro.

# 456_Kiryu
source: It's not that. I was just surprised that you－the face of the gambling hall－would choose a casino.
pt: Non è quello. Ero solo sorpreso che tu—il volto della sala da gioco—avresti scelto un casinò.

# 480_Kiryu
source: What is it?
pt: E cioè?

# 492_Cho-han Dealer
source: There's actually a reason why I wanted to come here with you.
pt: C'è proprio un motivo per cui volevo venire qui con te.

# 516_Cho-han Dealer
source: I live in the world of gambling. Above all, I'm a cho-han dealer. Like you said, I'm the face of the gambling hall.
pt: Vivo nel mondo del gioco d'azzardo. Soprattutto, sono un mazziere di cho-han. Come hai detto, sono il volto della sala da gioco.

# 528_Cho-han Dealer
source: So I have to be an expert in all kinds of gambling. That's what a pro does.
pt: Quindi devo essere un esperto in tutti i tipi di gioco d'azzardo. Questo è quello che fa un pro.

# 540_Cho-han Dealer
source: Despite all that... I just can't get a feel for roulette. Believe me, I played it a lot, but I can't seem to win.
pt: Nonostante tutto... non riesco proprio a prenderci la mano con la roulette. Credimi, ci ho giocato parecchio, ma non riesco proprio a vincere.

# 552_Cho-han Dealer
source: I need to fill this hole in my repertoire. I want to feel confident about it. Of course, I can't say this to the boys at the hall.
pt: Devo colmare questa lacuna nel mio repertorio. Voglio sentirmi sicuro a riguardo. Ovviamente, non posso dirlo ai ragazzi della sala.

# 564_Kiryu
source: And that's where I come in.
pt: Ed è qui che entro in gioco io.

# 576_Cho-han Dealer
source: You catch on fast.
pt: Hai capito al volo.

# 588_Kiryu
source: So what do you want me to do?
pt: E allora che vuoi che faccia?

# 600_Cho-han Dealer
source: Well, I was hoping you could show me that it's actually possible to win at roulette.
pt: Beh, speravo che tu potessi mostrarmi che è effettivamente possibile vincere alla roulette.

# 612_Dealer
source: Excuse me, sir. Would you care to play as the dealer?
pt: Scusi, signore. Le andrebbe di fare il mazziere?

# 624_Dealer
source: Perhaps you could give a demonstration of your mastery to your guest.
pt: Forse potresti dare una dimostrazione della tua maestria al tuo ospite.

# 636_Cho-han Dealer
source: Whoa, really?
pt: Wow, davvero?

# 648_Kiryu
source: Are you sure?
pt: Ne sei sicuro?

# 660_Dealer
source: Most certainly. After all, you are a valued regular of the Dragon Palace.
pt: Certamente. Dopotutto, sei un cliente abituale stimato del Dragon Palace.

# 672_Kiryu
source: What do you think?
pt: Cosa ne pensa?

# 684_Cho-han Dealer
source: Heh. It sounds like a perfect opportunity. While we're at it, what do you say to a little wager?
pt: Heh. Sembra un'occasione perfetta. Già che ci siamo, che ne dici di una piccola scommessa?

# 696_Kiryu
source: You mean besides chips? What do you want to bet?
pt: Intendi oltre alle fiches? Cosa vuoi scommettere?

# 708_Cho-han Dealer
source: I'm going to bet three times. Let me win and get my confidence up. If you can do that... I'll give you something nice.
pt: Punto tre volte. Fammi vincere e fammi riprendere fiducia. Se ci riesci... ti darò qualcosa di interessante.

# 720_Kiryu
source: Fair enough. Let's do this.
pt: Va bene. Facciamolo.
