Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0146005e.po
Languages: pt

source: Man's Voice
pt: Voce maschile

# 44_Hinata
source: Hey, Kiryu-san?
pt: Ehi, Kiryu-san?

# 56_Kiryu
source: Hinata, is that you?
pt: Hinata, sei tu?

# 80_Kiryu
source: Hello?
pt: Salve?

# 92_Man's Voice
source: What's the matter? The hotel's right over there.
pt: Che c'è? L'hotel è proprio lì.

# 104_Hinata
source: Um...
pt: Ehm...

# 116_Man's Voice
source: Hey, you don't need to worry about a thing. Leave it all to me.
pt: Ehi, non ti devi preoccupare di niente. Ci penso io a tutto.

# 128_Kiryu
source: Are you with somebody right now?
pt: Sei con qualcuno in questo momento?

# 140_Hinata
source: I'm sorry, Kiryu-san.
pt: Mi dispiace, Kiryu-san.

# 152_Kiryu
source: Huh?
pt: Uh?

# 164_Kiryu
source: (That seemed fishy. I heard that guy say something about a hotel nearby. Maybe I can find them.)
pt: (Mi è sembrato losco. Ho sentito quel tizio parlare di un hotel lì vicino. Forse riesco a trovarli.)
