Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid012002bd.po
Languages: pt

source: Slighty Nervous Man
pt: Uomo leggermente nervoso

source: ○Relax. I've got this.
pt: ○Tranquillo. Ci penso io.

source: △Yes. I'm sweating as we speak.
pt: △Sì. Mi sto sudando addosso proprio adesso.

source: □I haven't hit anyone yet.
pt: □Non ho ancora investito nessuno.

source: Slightly Nervous Man
pt: Uomo leggermente nervoso

# 44_Slighty Nervous Man
source: There are lots of people around here today. Don't you worry you might hit someone?
pt: Ci sono un sacco di persone qui intorno oggi. Non ti preoccupa che potresti investire qualcuno?

# 68_Slighty Nervous Man
source: I'm glad you're confident.
pt: Sono contento che tu sia fiducioso.

# 80_Slighty Nervous Man
source: Um... You sure you should be driving?
pt: Ehm... Sei proprio sicuro di dover guidare?

# 92_Slighty Nervous Man
source: Yet?
pt: Ancora?

# 104_Slighty Nervous Man
source: Fine. Ignore me, then.
pt: Va bene. Ignorami, allora.
