Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330562.po
Languages: pt

source: Young Man
pt: Giovane

# 112_Young Man
source: Akihiko, are ya really serious? You're really gonna quit comedy?
pt: Akihiko, ma fai davvero sul serio? Vuoi davvero mollare la comicità?

# 124_Akihiko
source: Haruo, I'm telling ya. My mind's made up, and ya can't sway me!
pt: Haruo, te lo dico io. Ho deciso, e non mi farai cambiare idea!

# 136_Haruo
source: But how can ya give up on our dream like that!? We've been a duo for four years now. You're just gonna throw that all away!?
pt: Ma come puoi mollare il nostro sogno così!? Sono quattro anni che siamo un duo. Vuoi buttare via tutto questo!?

# 148_Akihiko
source: It's not like I wanna throw it all away, but think about it! Do ya really think we got a shot at makin' it all the way?
pt: Non è che voglio mica buttare via tutto, ma pensaci un po'! Credi davvero che abbiamo una chance di farcela fino in fondo?

# 160_Haruo
source: Yeah, I do! I believe in us! We're gonna make it real big someday! That's why we've been working so hard for these past four years, isn't it!?
pt: Sì, io sì! Io credo in noi! Un giorno sfondiamo alla grande! È per questo che ci siamo fatti il mazzo per questi quattro anni, no!?

# 172_Akihiko
source: Well, great for you. I don't believe it anymore. We haven't had a glimmer of hope in four years.
pt: Beh, contento tu. Io non ci credo più. In quattro anni non abbiamo avuto nemmeno un barlume di speranza.

# 184_Akihiko
source: We did hundreds of auditions, but we didn't get called back for a single one.
pt: Abbiamo fatto centinaia di provini, ma non ci hanno richiamato nemmeno per uno.

# 196_Haruo
source: Okay, yeah, that might be true, but if ya work on being a better straight man, and I can work on being a better funny man...
pt: Ok, magari è vero, ma se tu ti impegni per essere una spalla migliore, e io posso impegnarmi per essere il buffo migliore...

# 208_Akihiko
source: But that's what we've been doin' for four years, and it hasn't happened yet! We ain't getting any younger, ya know!
pt: Ma è quello che abbiamo fatto per quattro anni, e non è ancora successo! Non stiamo mica ringiovanendo, eh!

# 220_Haruo
source: But do ya have to quit right now? We have an audition in a couple of minutes! Why can't ya wait to see how that goes first!?
pt: Ma devi mollare proprio adesso? Abbiamo un provino tra un paio di minuti! Perché non puoi aspettare di vedere come va prima!?

# 232_Haruo
source: I've got some really great material this time! All ya gotta do is come back with some great retorts!
pt: Stavolta c'ho del materiale davvero forte! Tutto quello che devi fare è tirar fuori delle gran battute!

# 244_Akihiko
source: My mom found me a lead on a good job. Sorry, man, but I'm on my way to the interview right now.
pt: Mia mamma mi ha trovato una dritta per un buon lavoro. Scusa, amico, ma sto andando al colloquio proprio adesso.

# 256_Akihiko
source: If I'm gonna quit comedy, now's the time to do it. I don't want my mom worryin' about me anymore, ya know? Goodbye, Haruo.
pt: Se devo mollare la commedia, il momento è questo. Non voglio che mia mamma si preoccupi più per me, sai? Addio, Haruo.

# 280_Haruo
source: Oh, man. What am I supposed to do without a partner?
pt: Mamma mia. Cosa diavolo faccio senza un partner?
