Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c06e4.po
Languages: pt

# 60_Hirakawa
source: This one's from a repeat client who came to Fukuoka looking for her runaway son. Does that ring any bells?
pt: Questa è di una cliente abituale che è venuta a Fukuoka cercando suo figlio scappato. Ti dice qualcosa?

# 72_Kiryu
source: (Must be the mother of that kid who wants to join the Devil Killers.)
pt: (Dev'essere la madre di quel ragazzino che vuole unirsi ai Devil Killers.)

# 84_Hirakawa
source: She's at a rest area.
pt: È in un'area di sosta.

# 96_Kiryu
source: Got it. I'll head there now.
pt: Capito. Vado lì subito.

# 120_Hirakawa
source: I'm heading out.
pt: Esco.

# 132_Nakajima
source: Suzuki-san, before you go!
pt: Suzuki-san, prima che tu vada!

# 144_Kiryu
source: Yes?
pt: Sì?

# 156_Nakajima
source: Just wanted to pick your brain. Know anyone lookin' to do some taxi drivin' work?
pt: Volevo chiederti una cosa al volo. Conosci mica qualcuno che cerca un lavoro da tassista?

# 168_Kiryu
source: Are you short on drivers or something?
pt: Siete mica a corto di autisti o roba del genere?

# 180_Nakajima
source: Yeah. We have cabs just sittin' around. You're not gettin' any younger, and it's about time we got fresh blood I reckon.
pt: Sì. Abbiamo taxi che stanno lì a prendere polvere. Non stai mica ringiovanendo, e mi sa che è ora di avere del sangue fresco.

# 192_Nakajima
source: Then you wouldn't have to be the new guy anymore.
pt: Allora non saresti più il novellino.

# 204_Kiryu
source: I really don't mind.
pt: Non mi dispiace affatto.

# 216_Nakajima
source: Either way, we need more hands on deck. Lemme know if ya think of anyone.
pt: Comunque, ci serve più gente. Fammi sapere se ti viene in mente qualcuno.

# 228_Kiryu
source: Okay.
pt: Ok.

# 240_Kiryu
source: (I know practically no one around these parts, though... Anyway, I guess I should get to work.)
pt: (Non conosco praticamente nessuno qui in giro, però... Comunque, mi sa che dovrei mettermi al lavoro.)
