Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013304b5.po
Languages: pt

source: You got a <Color:8>Pitcher's Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto del lanciatore<Color:Default>.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Fatherly Voice
pt: Voce paterna

source: Fatherly Man
pt: Uomo paterno

source: Aspiring Youth
pt: Giovane promessa

# 124_Fatherly Voice
source: Uh, excuse me. Do you have a moment?
pt: Ehm, scusa. Hai un momento?

# 136_Shinada
source: Yes?
pt: Sì?

# 148_Fatherly Man
source: We often see you here, and boy, do you bash out hits with authority! Am I right in assuming you have experience in the sport?
pt: Ti vediamo spesso qui e, accidenti, le colpisci con gran autorità! Sbaglio a presumere che tu abbia esperienza in questo sport?

# 160_Shinada
source: Well, you might say that. So, what's it to you?
pt: Be', diciamo di sì. Ma a te cosa importa?

# 172_Fatherly Man
source: Actually, we were hoping you could evaluate my son's pitching. To see if he has potential.
pt: A dire il vero, speravamo che potessi valutare i lanci di mio figlio. Per vedere se ha potenziale.

# 184_Aspiring Youth
source: All you'd have to give me is one at bat. I'll be doing the pitching!
pt: Tutto quello che ti chiedo è un turno in battuta. Sarò io a lanciare!

# 196_Shinada
source: You're not gonna... use your son to gamble, are you? Like, that's all I've been running into lately. Make a bet here, someone wants me dead there... It's ridiculous.
pt: Non avrai mica intenzione di... usare tuo figlio per scommettere, vero? È tutto quello che mi sta capitando ultimamente. Fai una scommessa qui, qualcuno mi vuole morto lì... È assurdo.

# 208_Fatherly Man
source: Oh, no, nothing of the sort. At least technically speaking. There are actually many things at stake on our end, so in a way, it is a gamble.
pt: Oh, no, niente del genere. Almeno tecnicamente parlando. In realtà ci sono molte cose in gioco per noi, quindi in un certo senso, è una scommessa.

# 220_Shinada
source: Clarification please?
pt: Puoi spiegarti meglio?

# 232_Fatherly Man
source: My son is in his last year of junior high. He hopes to go to the Koshien tournament in high school and eventually reach the major leagues.
pt: Mio figlio è all'ultimo anno delle medie. Spera di partecipare al torneo del Koshien alle superiori e, un giorno, di arrivare nella Major League.

# 244_Fatherly Man
source: What school he makes it into next year will largely determine the course of his future.
pt: La scuola in cui entrerà l'anno prossimo determinerà in gran parte il corso del suo futuro.

# 256_Shinada
source: You're not wrong. If you can get into a top team with a good shot at Koshien, your chances of going pro get a lot better.
pt: Non hai tutti i torti. Se riesci a entrare in una squadra di punta con buone probabilità di arrivare al Koshien, le tue chance di passare al professionismo aumentano di molto.

# 268_Shinada
source: So, which high school are you hoping for?
pt: Quindi, in quale liceo speri di entrare?

# 280_Fatherly Man
source: Seisho High School.
pt: Liceo Seisho.

# 292_Shinada
source: Whoa! They're pretty much expected to show at Koshien. Last I checked, everyone on their roster is there on some kind of fancy athletic scholarship.
pt: Caspita! La loro presenza al Koshien è praticamente data per scontata. A quanto ne so, chiunque faccia parte della loro rosa è lì grazie a qualche borsa di studio sportiva di prestigio.

# 304_Fatherly Man
source: Yes indeed. But you see, I got a call from a certain person regarding an invitational enrollment opportunity.
pt: Proprio così. Ma vede, ho ricevuto una chiamata da una certa persona a proposito di un'opportunità di iscrizione su invito.

# 316_Shinada
source: Wow! That's impressive! How awesome for you.
pt: Wow! È incredibile! Che bella notizia per lei.

# 328_Fatherly Man
source: Yes, but I'm also worried how my son would fare among the nation's elite. To be honest, I'm unsure if it would be a beneficial experience.
pt: Sì, ma sono anche preoccupato di come se la caverebbe mio figlio tra l'élite nazionale. A dire il vero, non sono sicuro che sarebbe un'esperienza vantaggiosa.

# 340_Fatherly Man
source: That's why we were hoping my son could pitch against a veritable slugger like you. We want to see if he can rank among the best.
pt: Ecco perché speravamo che mio figlio potesse lanciare contro un vero fuoriclasse come te. Vogliamo vedere se è all'altezza dei migliori.

# 352_Shinada
source: Well... What the heck, let's do this.
pt: Beh... al diavolo, facciamolo.

# 364_Fatherly Man
source: Oh, thank you! I appreciate it. Okay, Michio, off to the mound you go.
pt: Oh, grazie! Le sono davvero grato. Bene, Michio, vai pure sul monte.

# 376_Michio
source: Thanks for the opportunity! Okay, now it's time to win this. Just watch me, Dad. I'll prove to you I'm good enough to go.
pt: Grazie per l'opportunità! Bene, ora è il momento di vincere. Guardami, papà. Ti dimostrerò che sono all'altezza per andarci.

# 388_Fatherly Man
source: I have no doubt you are, if you give it your best effort. Now stay calm and concentrate. But don't forget to unleash your fighting spirit when it counts!
pt: Non ne dubito affatto, se darai il massimo. Ora stai calmo e concentrati. Ma non dimenticare di tirare fuori la grinta quando conta davvero!

# 400_Shinada
source: I can tell you're really invested in his future. So why not skip all this and send him straight to that school? Then he can go to Koshien without a hitch.
pt: Si vede che ci tiene molto al suo futuro. Quindi perché non lasciar perdere tutto questo e mandarlo dritto in quel liceo? Così potrà andare al Koshien senza alcun intoppo.

# 412_Fatherly Man
source: Please put our situation aside for now. I'd like you to concentrate on giving my son a good challenge.
pt: Per favore, lasci da parte la nostra situazione per ora. Vorrei che si concentrasse sul mettere alla prova mio figlio come si deve.

# 424_Fatherly Man
source: If you can hit a home run before he strikes you out, that will decide the duel and where he goes to school.
pt: Se riuscirai a fare un fuoricampo prima che lui ti elimini, questo deciderà il duello e in quale scuola andrà.

# 436_Shinada
source: Hey, if you say so. Hope I don't ruin your kid's education!
pt: Ehi, se lo dici tu. Spero di non rovinare l'istruzione di tuo figlio!

# 484_Michio
source: Don't go easy on me just because I'm a student, sir. I don't expect any mercy.
pt: Non ci vada piano con me solo perché sono uno studente, signore. Non mi aspetto alcuna pietà.

# 496_Shinada
source: Spoken like a Koshien all-star. It'd be disrespectful if I didn't go all out.
pt: Parli proprio come un asso del Koshien. Sarebbe una mancanza di rispetto se non ci dessi dentro al massimo.

# 508_Michio
source: Good, 'cause here it comes!
pt: Bene, perché eccola che arriva!

# 532_Michio
source: Augh, I can't believe it! So I'm not good enough after all...
pt: Augh, non ci posso credere! Allora non sono all'altezza, dopotutto...

# 544_Shinada
source: Don't be so hard on yourself, kid. I actually made it to Koshien, so...
pt: Non essere così duro con te stesso, ragazzo. Io al Koshien ci sono arrivato davvero, quindi...

# 556_Michio
source: I get that, but Dad and I already decided. We're turning Seisho down since you got a home run off me. So there it is.
pt: Capisco, ma io e papà abbiamo già deciso. Rifiuteremo la Seisho visto che mi hai fatto un fuoricampo. Ecco come stanno le cose.

# 568_Shinada
source: Really? Just like that...?
pt: Davvero? Così, su due piedi...?

# 616_Fatherly Voice
source: I appreciate you taking the time out to do this. Here, a thank-you gift from both of us.
pt: La ringrazio per aver trovato il tempo di farlo. Ecco un regalo di ringraziamento da parte di entrambi.

# 652_Shinada
source: Uhh. Maybe it's not my place, but don't you think basing his career off a duel with a random stranger is a wee bit unfair?
pt: Ehm. Magari non spetta a me dirlo, ma non pensi che basare la sua carriera su un duello con un perfetto sconosciuto sia un tantino ingiusto?

# 664_Shinada
source: I mean, the kid's still in junior high. He's got his whole life ahead of him. To me, it seems like a waste to deny such a rare invitation.
pt: Voglio dire, il ragazzo è ancora alle medie. Ha tutta la vita davanti. Per come la vedo io, è uno spreco rifiutare un'occasione così rara.

# 676_Fatherly Man
source: That would be true... if it were official.
pt: Sarebbe vero... se fosse ufficiale.

# 688_Shinada
source: And that means what, exactly?
pt: E questo che vorrebbe dire, esattamente?

# 700_Fatherly Man
source: My son has always been an excellent pitcher. So much so that a certain individual caught wind of his talent and contacted me discreetly.
pt: Mio figlio è sempre stato un lanciatore eccellente. Al punto che un certo individuo ha fiutato il suo talento e mi ha contattato con discrezione.

# 712_Fatherly Man
source: According to what he said, Michio could get an invitational placement at Seisho High School in return for a large fee.
pt: Secondo quanto ha detto, Michio potrebbe ottenere un posto su invito al liceo Seisho in cambio di una grossa somma.

# 724_Shinada
source: So he made you a backdoor deal, in other words.
pt: In altre parole, ti ha proposto un accordo sottobanco.

# 736_Michio
source: Dad! What the heck!? You never told me anything like that! You mean my invitation wasn't... real?
pt: Papà! Ma che cavolo!? Non mi hai mai detto niente del genere! Vuoi dire che il mio invito non era... vero?

# 748_Fatherly Man
source: ...I'm sorry I didn't tell you.
pt: ...Mi dispiace di non avertelo detto.

# 760_Fatherly Man
source: But, you see, I agonized over this decision! Of course I knew my son had real talent.
pt: Ma vedi, mi sono tormentato per questa decisione! Certo che sapevo che mio figlio aveva un vero talento.

# 772_Fatherly Man
source: And even though this invitation came to us through bribery, the man did say that it was only offered to real prospects.
pt: E anche se questo invito ci è arrivato tramite una mazzetta, quell'uomo ha comunque detto che veniva offerto solo a delle vere promesse.

# 784_Fatherly Man
source: As for the cost of entry... he wanted five million yen.
pt: Quanto alla quota d'ingresso... voleva cinque milioni di yen.

# 796_Shinada
source: Whoa! That much?
pt: Wow! Così tanto?

# 808_Fatherly Man
source: Yes. But Seisho does have a full complement of training facilities and coaches. It's perfect for would-be pros like Michio.
pt: Sì. Ma il Seisho dispone di strutture d'allenamento e allenatori di prim'ordine. È l'ideale per gli aspiranti professionisti come Michio.

# 820_Fatherly Man
source: Pulling together five million certainly won't be easy for me. But, I thought if it could help my son follow his dream...
pt: Mettere insieme cinque milioni non sarà di certo facile per me. Ma ho pensato che se potesse aiutare mio figlio a inseguire il suo sogno...

# 832_Fatherly Man
source: No, even then, I couldn't reach a decision. That's why I thought of having you put him to the test.
pt: No, persino allora non riuscivo a prendere una decisione. Per questo ho pensato di farti mettere lui alla prova.

# 844_Michio
source: Dad, is that what this is about? Were you really gonna accept a bribe if I won? Without me even knowing?
pt: Papà, quindi si trattava di questo? Avresti davvero accettato una mazzetta se avessi vinto? Senza che io ne sapessi niente?

# 856_Michio
source: ...I don't want to put you through anything like that. Besides, I can play baseball anywhere. No matter where I go, I'll never stop following my dream!
pt: ...Non voglio farti passare niente del genere. E poi, posso giocare a baseball ovunque. Non importa dove andrò, non smetterò mai di inseguire il mio sogno!

# 868_Michio
source: If I really do have talent, I can achieve my goals no matter what the circumstances. Right? I learned that from you, Dad.
pt: Se ho davvero talento, posso raggiungere i miei obiettivi a prescindere dalle circostanze. Vero? L'ho imparato da te, papà.

# 880_Fatherly Man
source: Son...
pt: Figliolo...

# 892_Shinada
source: Heh. Don't forget a word of what you just said, Michio-kun.
pt: Eheh. Non dimenticare nemmeno una parola di quello che hai appena detto, Michio-kun.

# 904_Shinada
source: In baseball, you of course need talent and effort, but you also need perseverance.
pt: Nel baseball, servono ovviamente talento e impegno, ma serve anche la perseveranza.

# 916_Shinada
source: It's not easy holding onto a dream no matter what comes at you. But the people who do are the ones who earn success.
pt: Non è facile tenersi stretto un sogno, a prescindere da quello che ti succede. Ma chi ci riesce è chi si guadagna il successo.

# 928_Michio
source: Even a knucklehead like me can understand that. Guess wisdom comes with age, hehe.
pt: Persino uno zuccone come me può capirlo. Mi sa che la saggezza arriva con l'età, eheh.

# 940_Fatherly Man
source: Then it's decided. I'm turning down the offer. I'm ashamed I even considered it.
pt: Allora è deciso. Rifiuterò l'offerta. Mi vergogno anche solo di averla presa in considerazione.

# 952_Fatherly Man
source: Maybe it was me who believed in my son the least.
pt: Forse sono stato proprio io quello che ha creduto meno in mio figlio.

# 976_Fatherly Voice
source: Hey. What's all this about turning me down?
pt: Ehi. Che cos'è questa storia che mi state rifiutando?

# 1000_Fatherly Voice
source: Huh? Kurosaki!?
pt: Eh? Kurosaki!?

# 1012_Fatherly Man
source: It's exactly like I said, Kurosaki-san. I've made up my mind. I do appreciate your generosity, but in the end, I don't think it's right for us.
pt: È proprio come ho detto, Kurosaki-san. Ho preso la mia decisione. Apprezzo la sua generosità, ma alla fine non credo che sia la scelta giusta per noi.

# 1024_Shinada
source: Hold on, you mean you made a deal with <Italic>this</Italic> shyster?
pt: Aspetta un momento, vuoi dire che ti sei messo d'accordo con <Italic>questo</Italic> imbroglione?

# 1036_Fatherly Man
source: Yes, well, it was Kurosaki-san here who approached me.
pt: Sì, beh, è stato Kurosaki-san qui a farsi avanti.

# 1048_Kurosaki
source: That I did. In fact, I already made the arrangements to get your boy into that school.
pt: Proprio così. Anzi, ho già preso gli accordi necessari per far entrare tuo figlio in quella scuola.

# 1060_Kurosaki
source: So it's a little too late to be changing your mind. A deal's a deal!
pt: Quindi ormai è un po' troppo tardi per cambiare idea. Un patto è un patto!

# 1072_Shinada
source: Just turn him down flat. This guy only sees baseball as a way to swindle people out of their money.
pt: Rifiutalo senza mezzi termini. Per questo tizio il baseball è solo un modo per spillare soldi alla gente.

# 1084_Shinada
source: Even if that invitational slot becomes a ticket to Koshien, if Michio-kun were to turn pro, Kurosaki will be sure to shake him down for hush money.
pt: Anche se quel posto all'invitazionale diventasse un biglietto per il Koshien, se Michio-kun dovesse passare al professionismo, Kurosaki lo spremerebbe di sicuro per i soldi del silenzio.

# 1096_Kurosaki
source: Shinada, you stay out of this! What would a loser like you know!?
pt: Shinada, tu restane fuori! Che cosa ne può sapere un fallito come te!?

# 1108_Fatherly Man
source: It's okay, Shinada-san. You brought me back to my senses. I suppose we should be going now.
pt: Va bene così, Shinada-san. Mi ha fatto tornare in me. Credo che ora dovremmo andare.

# 1132_Fatherly Voice
source: You absolute dick! That's another job you cost me!
pt: Brutto testa di cazzo! Mi hai fatto saltare un altro lavoro!

# 1144_Shinada
source: Want to take it up with the authorities? You got more to lose than me.
pt: Vuoi rivolgerti alle autorità? Hai più da perderci tu di me.

# 1156_Shinada
source: Besides, I don't know if you're trying to be a broker or what, but you're going to crash and burn if you keep this up.
pt: E poi, non so se stai cercando di fare il mediatore o cosa, ma se continui così finirai per schiantarti.

# 1168_Kurosaki
source: Fuck you. You don't know jack shit about me, and you're gonna pay for what you've done. I'll see to it.
pt: Vaffanculo. Non sai un beneamato cazzo di me, e pagherai per quello che hai fatto. Me ne occuperò io.

# 1192_Fatherly Voice
source: (Such anger... What could have warped him so badly?)
pt: (Quanta rabbia... Che cosa può averlo ridotto così?)

# 1264_Fatherly Man
source: That was some performance. However, I have to admit I'm still not convinced if I should let my son choose a life dedicated to baseball.
pt: È stata una bella prestazione. Tuttavia, devo ammettere che non sono ancora convinto di voler lasciare che mio figlio scelga una vita dedicata al baseball.

# 1276_Fatherly Man
source: Perhaps we could ask you for another matchup sometime.
pt: Magari un giorno potremmo chiederti un'altra sfida.

# 1288_Michio
source: Thanks again, sir!
pt: Grazie ancora, signore!

# 1336_Fatherly Man
source: Ah, hello. We meet again.
pt: Ah, salve. Ci rivediamo.

# 1348_Shinada
source: Oh yeah, hey there.
pt: Ah già, ehi.

# 1360_Fatherly Man
source: I hate to bother you, but could I ask you to help evaluate my son again?
pt: Mi spiace disturbarti, ma potrei chiederti di aiutarmi a valutare mio figlio ancora una volta?

# 1372_Fatherly Man
source: If you can hit a home run before he strikes you out, that will decide the duel and where he goes to school.
pt: Se riesci a battere un fuoricampo prima che lui ti elimini, questo deciderà l'esito della sfida e la scuola che frequenterà.

# 1384_Shinada
source: Well, it just so happens I'm looking to make a comeback from last time. So yeah, let's do this.
pt: Beh, guarda caso ho proprio intenzione di rifarmi dall'ultima volta. Quindi sì, facciamolo.

# 1396_Fatherly Man
source: Oh, thank you. Very much appreciated. Okay Michio, off to the mound you go.
pt: Oh, grazie. Te ne sono davvero grato. Bene Michio, va' sul monte di lancio.

# 1408_Michio
source: Sweet! Thanks again!
pt: Grande! Grazie ancora!

# 1444_Michio
source: All right, big guy, show me your stuff!
pt: Va bene, ragazzone, fammi vedere cosa sai fare!

# 1456_Shinada
source: Okay, but you asked for it. I don't plan on losing to the same kid!
pt: D'accordo, ma l'hai voluto tu. Non ho intenzione di perdere contro lo stesso ragazzino!

# 1468_Michio
source: Then let's go!
pt: E allora andiamo!
