Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08f0.po
Languages: pt

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Arrogant Youth
pt: Giovane arrogante

source: Surly Man
pt: Uomo scontroso

# 72_Arrogant Youth
source: Gah! Is this guy made of stone!?
pt: Accidenti! Ma questo è di pietra!?

# 84_Surly Man
source: Who the hell are you!?
pt: Chi diavolo sei tu!?

# 96_Kiryu
source: Just a humble taxi driver. My license is my only redeeming feature, remember?
pt: Sono solo un umile tassista. La mia licenza è l'unico pregio che ho, ricordatelo.

# 120_Kiryu
source: (I've wasted time and come out of it with no pay. There must have been a better way to handle this.)
pt: (Ho sprecato tempo e non ho preso un soldo. Ci doveva essere un modo migliore per affrontare la cosa.)

# 132_Arrogant Youth
source: We give up!
pt: Ci arrendiamo!

# 144_Surly Man
source: We'll pay you your money! I promise we'll never look down on a driver again!
pt: Ti pagheremo i tuoi soldi! Prometto che non guarderemo mai più un tassista dall'alto in basso!

# 180_Arrogant Youth
source: Thank you.
pt: Grazie.

# 192_Surly Man
source: How the hell did you get that strong, man? Who are you!?
pt: Come diavolo sei diventato così forte? Chi sei tu!?

# 204_Kiryu
source: Just a humble taxi driver.
pt: Sono solo un umile tassista.

# 276_Arrogant Youth
source: All right, I'm out. What now?
pt: Va bene, ho chiuso. E adesso?

# 288_Surly Man
source: Well, we could call your company up and complain, but that wouldn't improve the service. So we'll just give you a few educational pointers ourselves!
pt: Beh, potremmo chiamare la tua compagnia e lamentarci, ma questo non migliorerebbe il servizio. Quindi ti daremo qualche lezione noi stessi!

# 300_Arrogant Youth
source: Heheh. I'm in a bad mood today, so this'll be good stress relief!
pt: Heheh. Oggi sono di cattivo umore, quindi questo mi farà sfogare per bene!

# 312_Kiryu
source: I see. Sorry, but I've about had enough of you two.
pt: Capisco. Scusa, ma ne ho proprio abbastanza di voi due.

# 324_Arrogant Youth
source: Ha! Now he's talking down to us! Looks like he wants a few extra lessons!
pt: Ah! Ora ci sta guardando dall'alto in basso! Sembra che voglia qualche lezione in più!

# 336_Kiryu
source: There's nothing you can teach me.
pt: Non c'è niente che tu possa insegnarmi.

# 348_Surly Man
source: Yeah? I guess you're right.
pt: Sì? Credo tu abbia ragione.

# 360_Surly Man
source: No matter how much a driver's taught, their license is their only redeemin' feature.
pt: Non importa quanto gli insegnano a un tassista, la sua licenza è l'unica cosa che si salva.

# 372_Kiryu
source: (I can't let that remark go unpunished.)
pt: (Non posso lasciare che quel commento resti impunito.)

# 384_Kiryu
source: You'd better take that back.
pt: È meglio che ti rimangi quello che hai detto.

# 396_Surly Man
source: Hehe! Make me, asshole!
pt: Hehe! Fallo, stronzo!

# 408_Arrogant Youth
source: Time to settle the fare.
pt: È ora di sistemare la tariffa.

# 420_Surly Man
source: Ah, looks like I'm out of change right now. Just round it down to the nearest thousand yen, will ya?
pt: Ah, pare che sia senza resto adesso. Arrotonda pure ai mille yen più vicini, eh?

# 432_Kiryu
source: I have change.
pt: Ho il resto.

# 444_Arrogant Youth
source: What's wrong with you? Times like this, you're supposed to round down as part of the service!
pt: Ma che c'hai? In casi come questi, dovresti arrotondare per difetto, fa parte del servizio!

# 456_Kiryu
source: I may do that for long-distance fares, but not in this case.
pt: Potrei farlo per le tariffe a lunga distanza, ma non in questo caso.

# 468_Surly Man
source: What!? You telling us we're not customers just because you only took us a few blocks?
pt: Ma come!? Ci stai dicendo che non siamo clienti solo perché ci hai fatto fare pochi isolati?

# 480_Kiryu
source: That's not what I said. If I round down to the nearest thousand, I'll hardly make anything.
pt: Non è quello che ho detto. Se arrotondo per difetto ai mille yen più vicini, non ci guadagno quasi niente.

# 492_Arrogant Youth
source: Grr! This guy doesn't seem to think we're worthy of his attention!
pt: Grr! Questo tizio pare che non ci consideri degni della sua attenzione!

# 504_Surly Man
source: Well if he won't serve us, why pay?
pt: Beh, se non ci serve, perché pagare?

# 516_Arrogant Youth
source: Yeah, let's bounce outta this shithole!
pt: Dai, leviamoci da questo posto di merda!

# 540_Arrogant Youth
source: Hold it.
pt: Fermate.

# 552_Surly Man
source: What? You got a problem? You better not get too cocky, taxi driver. Or do ya want to go toe-to-toe with us?
pt: Che? C'hai qualche problema? Non fare tanto il gradasso, tassista. O vuoi scontrarti con noi?

# 564_Arrogant Youth
source: There's an idea! Let's rough him up a little! It'll be some real good stress relief!
pt: Bella idea! Diamo una bella ripassata a quello! Sarà un ottimo sfogo!
