Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010219de.po
Languages: pt

source: You bought all the liquor you could.
pt: Hai comprato tutti gli alcolici che potevi.

source: You bought 10,000 yen worth of liquor.
pt: Hai comprato alcolici per 10.000 yen.

source: You bought all the liquor you could.
pt: Hai comprato tutti gli alcolici che potevi.

source: You bought 10,000 yen worth of liquor.
pt: Hai comprato alcolici per 10.000 yen.

source: Clerk
pt: Commesso

# 60_Clerk
source: Welcome.
pt: Benvenuto.

# 72_Akiyama
source: We need liquor. As much as this will buy.
pt: Ci servono alcolici. Tutti quelli che riusciamo a comprare.

# 96_Akiyama
source: Uh, looks like I'm a little light. Could you fork over some cash as well?
pt: Uh, mi sa che sono un po' a corto. Potresti sganciare anche tu qualche soldo?

# 108_Shinada
source: Sure. I'm a little strapped myself, though.
pt: Certo. Anch'io sono un po' a corto, però.

# 156_Clerk
source: Thank you, gentlemen.
pt: Grazie, signori.

# 168_Shinada
source: What, are we trying to get a rhino drunk?
pt: Ma cosa, dobbiamo far ubriacare un rinoceronte?

# 180_Akiyama
source: My pals will go through it faster than you think. Let's go find them!
pt: I miei amici lo faranno fuori più velocemente di quanto pensi. Andiamo a trovarli!

# 192_Akiyama
source: Now that Kamurocho Hills is finished, they might be hanging in the Hotel District.
pt: Ora che Kamurocho Hills è finito, potrebbero bazzicare nel Distretto degli Hotel.

# 240_Clerk
source: Welcome.
pt: Benvenuto.

# 252_Akiyama
source: We need liquor. As much as this will buy.
pt: Ci servono alcolici. Tutti quelli che riusciamo a comprare.

# 276_Akiyama
source: Uh, looks like I'm a little light. Could you fork over some cash as well?
pt: Uh, mi sa che sono un po' a corto. Potresti sganciare anche tu qualche soldo?

# 288_Shinada
source: Sure. I'm a little strapped myself, though.
pt: Certo. Anch'io sono un po' a corto, però.

# 336_Clerk
source: Thank you, gentlemen.
pt: Grazie, signori.

# 348_Shinada
source: What, are we trying to get a rhino drunk?
pt: Ma cosa, dobbiamo far ubriacare un rinoceronte?

# 360_Akiyama
source: My pals will go through it faster than you think. Let's go find them!
pt: I miei amici lo faranno fuori più velocemente di quanto pensi. Andiamo a trovarli!

# 372_Akiyama
source: Now that Kamurocho Hills is finished, they might be hanging in the Hotel District.
pt: Ora che Kamurocho Hills è finito, potrebbero bazzicare nel Distretto degli Hotel.
