Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330a8b.po
Languages: pt

source: You withdrew the full amount.
pt: Hai prelevato l'intero importo.

source: You withdrew the full amount.
pt: Hai prelevato l'intero importo.

source: Withdraw Money
pt: Preleva Denaro

source: Send Money to Morning Glory Orphanage
pt: Invia Denaro all'Orfanotrofio Morning Glory

source: Cancel
pt: Annulla

source: Player
pt: Giocatore

# 136_Haruka
source: (What should I do?)
pt: (Che faccio?)

# 148_Haruka
source: (My pay should be deposited.)
pt: (La mia paga dovrebbe essere depositata.)

# 160_Haruka
source: (Huh!?)
pt: (Eh!?)

# 172_Haruka
source: (Oh, that's right. I withdrew it all. I'd better earn some more.)
pt: (Oh, è vero. Ho prelevato tutto. Meglio se guadagno di più.)

# 184_Haruka
source: (No, let's not do this now.)
pt: (No, meglio non farlo adesso.)

# 196_Haruka
source: (I have to send money to Morning Glory. I wonder how everyone's doing.)
pt: (Devo mandare soldi al Morning Glory. Chissà come stanno tutti.)

# 220_Haruka
source: (Maybe later.)
pt: (Magari più tardi.)

# 232_Haruka
source: (I'm sure this isn't enough. I have to work hard and send more money next time)
pt: (Sono sicuro che questo non basta. Devo lavorare sodo e mandare più soldi la prossima volta)

# 244_Haruka
source: (There we go!)
pt: (Ci siamo!)

# 256_Haruka
source: (What should I do?)
pt: (Che faccio?)

# 280_Haruka
source: (I worked hard for this money, so I should be careful with it.)
pt: (Ho lavorato sodo per questi soldi, quindi dovrei stare attento a come li spendo.)

# 292_Haruka
source: (No, let's not do this now.)
pt: (No, meglio non farlo adesso.)

# 304_Haruka
source: (I have to send money to Morning Glory. I wonder how everyone's doing.)
pt: (Devo mandare soldi al Morning Glory. Chissà come stanno tutti.)

# 328_Haruka
source: (Maybe later.)
pt: (Magari più tardi.)

# 340_Haruka
source: (I'm sure this isn't enough. I have to work hard and send more money next time)
pt: (Sono sicuro che questo non basta. Devo lavorare sodo e mandare più soldi la prossima volta)

# 352_Haruka
source: (There we go!)
pt: (Ci siamo!)

# 364_Player
source: (My pay's been deposited.)
pt: (La mia paga è stata depositata.)

# 388_Kiryu
source: (I have to send some money to Morning Glory, I'm sure the kids'll need it.)
pt: (Devo mandare dei soldi al Morning Glory, sono sicuro che i ragazzi ne avranno bisogno.)

# 412_Haruka
source: (Maybe not now.)
pt: (Forse non adesso.)

# 424_Kiryu
source: (That won't buy much. I need to send more money next time.)
pt: (Questo non basta. Devo mandare più soldi la prossima volta.)

# 436_Kiryu
source: (It looks like the money went through okay. That should do for now.)
pt: (Sembra che i soldi siano passati a buon fine. Dovrebbe bastare per ora.)

# 448_Haruka
source: (I have to send money to Morning Glory. I wonder how everyone's doing.)
pt: (Devo mandare soldi al Morning Glory. Chissà come stanno tutti.)

# 472_Haruka
source: (Maybe later.)
pt: (Magari più tardi.)

# 484_Haruka
source: (I'm sure this isn't enough. I have to work hard and send more money next time)
pt: (Sono sicuro che questo non basta. Devo lavorare sodo e mandare più soldi la prossima volta)

# 496_Haruka
source: (There we go!)
pt: (Ci siamo!)
