Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 4368_Kiryu
source: Yeah. If you need something to drink, try mineral water. Then you're killing two birds with one stone, as far as dieting goes.
pt: Sì. Se hai bisogno di bere qualcosa, prova l'acqua minerale. Così prenderesti due piccioni con una fava, per quanto riguarda la dieta.

# 4380_Hinata
source: Oh, I tried that once before, and it was murder on my stomach.
pt: Oh, ci ho già provato una volta, ed è stata una tortura per il mio stomaco.

# 4392_Kiryu
source: It's not for everyone. Either way, try to ease up on your tea drinking.
pt: Non fa per tutti. In ogni caso, cerca di andarci piano con il tè.

# 4404_Hinata
source: Okaaay.
pt: D'accooordo.

# 4416_Kiryu
source: The tea's not the issue－it's the sweets. I don't know what you're eating, but whatever it is, it can't be good.
pt: Il problema non è il tè－sono i dolci. Non so cosa tu stia mangiando, ma qualunque cosa sia, non può farti bene.

# 4428_Hinata
source: It's pastries. Like cakes and scones.
pt: Sono paste. Tipo torte e scone.

# 4440_Hinata
source: Oh, and lately I'm into ice cream too!
pt: Oh, e ultimamente vado matta anche per il gelato!

# 4452_Kiryu
source: You sure eat a lot. How is that "one smallish meal a day"?
pt: Certo che mangi parecchio. E questo sarebbe il tuo "unico pasto leggero al giorno"?

# 4464_Hinata
source: Hey, there's always room for dessert! Mainly because I really can't eat much during meals.
pt: Ehi, c'è sempre posto per il dolce! Soprattutto perché non riesco proprio a mangiare molto durante i pasti.

# 4476_Kiryu
source: You should definitely fix that first, then.
pt: Dovresti decisamente sistemare quello prima, allora.

# 4488_Kiryu
source: You need to stop right away. Even if you eat small meals, all those sweets are going to make you fat.
pt: Devi smetterla subito. Anche se mangi poco ai pasti, tutti quei dolci finiranno per farti ingrassare.

# 4500_Hinata
source: For real? Then I guess I'll have to go on a diet. You're a jerk, Kiryu-san.
pt: Dici sul serio? Allora mi sa che dovrò mettermi a dieta. Sei un cafone, Kiryu-san.

# 4512_Kiryu
source: Hey, you asked.
pt: Ehi, l'hai chiesto tu.

# 4524_Kiryu
source: But it's winter. Doesn't eating ice cream make you cold?
pt: Ma è inverno. Non ti viene freddo a mangiare il gelato?

# 4536_Hinata
source: Nah, I sit in the kotatsu, so I'm fine! Nothing beats the happiness of eating something nice and cold while you're comfy and warm!
pt: Macché, mi infilo nel kotatsu, quindi sto a posto! Non c'è niente di meglio della gioia di mangiare qualcosa di bello fresco stando tutti belli al calduccio!

# 4548_Kiryu
source: If you're that self-indulgent, it's no wonder you're having problems.
pt: Se sei così autoindulgente, non c'è da stupirsi che tu abbia dei problemi.

# 4560_Kiryu
source: That's not it. Are you getting enough exercise? Even if you only eat a small amount, you can put on weight if you're not active.
pt: Non è quello. Fai abbastanza esercizio fisico? Anche se mangi poco, puoi ingrassare se non sei attiva.

# 4572_Hinata
source: I get enough. The closest train station to my house is a twenty-minute walk, and I make sure not to take a taxi.
pt: Ne faccio a sufficienza. La stazione più vicina a casa mia è a venti minuti a piedi, e mi assicuro di non prendere il taxi.

# 4584_Kiryu
source: That's good. Then the cause must be overeating.
pt: Bene. Allora la causa dev'essere che mangi troppo.

# 4596_Kiryu
source: It's dangerous for a woman to walk alone. You should probably take a taxi.
pt: È pericoloso per una donna camminare da sola. Faresti meglio a prendere un taxi.

# 4608_Hinata
source: But it'd be a waste of money if I took a taxi every day.
pt: Ma sarebbe uno spreco di soldi se prendessi il taxi ogni giorno.

# 4620_Kiryu
source: Yes, but a hostess like you attracts a lot of attention. You can never be too careful.
pt: Sì, ma una hostess come te attira molta attenzione. La prudenza non è mai troppa.

# 4632_Hinata
source: Ha! It's good to know you're seriously concerned about me, Kiryu-san!
pt: Ah! Mi fa piacere sapere che ti preoccupi seriamente per me, Kiryu-san!

# 4644_Hinata
source: But if I do that, I won't get any exercise and then I might get fat.
pt: Ma se faccio così, non farò più esercizio e poi potrei ingrassare.

# 4656_Kiryu
source: It's tough to get the balance right in your life.
pt: È dura trovare il giusto equilibrio nella vita.

# 4668_Kiryu
source: You need to eat more. It's not healthy if you're not getting three meals a day.
pt: Devi mangiare di più. Non è salutare se non fai tre pasti al giorno.

# 4680_Hinata
source: I can't eat that much! Plus, with this job, I can't follow a normal meal schedule like people can with regular day jobs.
pt: Non riesco a mangiare così tanto! E poi, con questo lavoro, non posso seguire degli orari regolari per i pasti come chi fa un normale lavoro diurno.

# 4692_Kiryu
source: I guess you're stuck then. My meal times get messed up when I work the night shift, too. You just have to make the best of your schedule.
pt: Immagino che non ci sia via d'uscita, allora. Anche i miei orari dei pasti saltano quando faccio il turno di notte. Devi solo cercare di fare il possibile con i tuoi orari.

# 4704_Hinata
source: See? I'd like to meet even one hostess who always eats three meals a day.
pt: Vedi? Mi piacerebbe incontrare anche una sola hostess che faccia sempre tre pasti al giorno.

# 4716_Kiryu
source: But then how come you're putting on weight?
pt: Ma allora come mai stai mettendo su peso?

# 4728_Hinata
source: Yeah, why indeed?
pt: Già, perché mai?

# 4740_Kiryu
source: That's not it. You just have to put as much effort as you can into adopting a healthy daily routine.
pt: Non è quello il punto. Devi solo impegnarti al massimo per adottare una routine quotidiana salutare.

# 4752_Hinata
source: That's impossible and you know it! I can't turn down the drinks and snacks my clients order for me, can I?
pt: È impossibile e lo sai! Non posso mica rifiutare i drink e gli stuzzichini che i clienti ordinano per me, no?

# 4764_Hinata
source: If I ate three whole meals a day on top of that, I'd be sure to get fat!
pt: Se mangiassi tre pasti completi al giorno oltre a tutto quello, ingrasserei di sicuro!

# 4776_Kiryu
source: You have a point. I wonder if there's anything else you could do.
pt: Hai ragione. Mi chiedo se ci sia qualcos'altro che potresti fare.

# 4788_Hinata
source: Oh, that reminds me. Just hear me out, okay?
pt: Oh, a proposito. Stammi a sentire, okay?

# 4800_Kiryu
source: What's up?
pt: Che c'è?

# 4812_Hinata
source: So I'm not into hosts, but a friend of mine has been crazy about them lately, so I've been going out with her after work sometimes.
pt: Quindi non è che mi piacciano gli host, ma ultimamente una mia amica ne va pazza, perciò ogni tanto esco con lei dopo il lavoro.

# 4824_Kiryu
source: You're a good friend. It's like when guys hang out and go to a cabaret club.
pt: Sei un'ottima amica. È un po' come quando noi uomini usciamo insieme e andiamo in un cabaret club.

# 4836_Hinata
source: Yeah, and drinking alone isn't any fun.
pt: Già, e poi bere da soli non è affatto divertente.

# 4848_Kiryu
source: It's definitely great to have conversations over drinks.
pt: È decisamente piacevole fare conversazione davanti a un drink.

# 4860_Kiryu
source: Sounds like an expensive friendship. Even if you're just tagging along, it can't be cheap to visit hosts that frequently.
pt: Sembra un'amicizia costosa. Anche se la accompagni soltanto, non dev'essere economico andare dagli host così spesso.

# 4872_Hinata
source: No, it's not like that. If we go and have a few drinks, it's not that different from going to a cabaret club.
pt: No, non è così. Se andiamo a bere solo un paio di drink, non è poi così diverso dall'andare in un cabaret club.

# 4884_Kiryu
source: Oh really? I guess my impression of hosts is that they're pretty pricey.
pt: Ah, davvero? La mia impressione era che gli host fossero piuttosto cari.

# 4896_Hinata
source: It's fine if you don't throw money at them!
pt: Va benissimo anche se non gli butti i soldi dietro!

# 4908_Kiryu
source: I've worked as a host myself.
pt: Anch'io ho lavorato come host.

# 4920_Hinata
source: Really!? But what's that got to do with anything?
pt: Davvero!? Ma questo che c'entra?

# 4932_Kiryu
source: Right, you have a point there.
pt: Vero, non hai tutti i torti.

# 4944_Hinata
source: The other day I was out shopping when my friend asked me to go drinking. So I changed my plans and went to the club with her.
pt: L'altro giorno ero fuori a fare shopping quando una mia amica mi ha chiesto di andare a bere. Così ho cambiato i miei programmi e sono andata al club con lei.

# 4956_Hinata
source: And then there was this fish-faced guy at the door who said, "Sorry, but we're fully booked today." I got really upset!
pt: E poi all'ingresso c'era questo tizio con la faccia da pesce che mi fa: "Spiacenti, ma oggi siamo al completo". Mi sono proprio arrabbiata!

# 4968_Kiryu
source: I know the feeling. I get pretty annoyed when I go out for drinks, but the place is too packed to get in.
pt: Ti capisco bene. Mi dà parecchio fastidio quando esco per bere qualcosa e il locale è troppo pieno per entrare.

# 4980_Hinata
source: But that's not the issue!
pt: Ma non è questo il punto!

# 4992_Kiryu
source: You should have waited. It's pretty normal for popular clubs to have wait times.
pt: Avresti dovuto aspettare. È del tutto normale che i club famosi abbiano dei tempi d'attesa.

# 5004_Hinata
source: But that's not the issue!
pt: Ma non è questo il punto!

# 5016_Kiryu
source: What's his face got to do with it?
pt: Che c'entra la sua faccia?

# 5028_Hinata
source: Hey now, don't nitpick the little details!
pt: E dai, non stare a guardare il capello!

# 5040_Kiryu
source: Yeesh.
pt: Caspita.

# 5052_Hinata
source: Anyways, the club was practically empty! There were tons of open tables!
pt: Insomma, il locale era praticamente vuoto! C'erano un sacco di tavoli liberi!

# 5064_Kiryu
source: Oh? Why'd they say they were full up, then?
pt: Oh? E come mai hanno detto di essere al completo, allora?

# 5076_Hinata
source: Well, I was in my day clothes, and my makeup wasn't as flashy as my work makeup. They probably thought we didn't have any money.
pt: Beh, ero vestita normalmente e il mio trucco non era vistoso come quello che porto per lavoro. Avranno pensato che non avessimo un soldo.

# 5088_Kiryu
source: So they kept you out. Interesting.
pt: Quindi ti hanno lasciata fuori. Interessante.

# 5100_Hinata
source: Isn't it unbelievable? But whenever I pass by on my way back from work, they're all smiles, trying to wave me in!
pt: Roba da non crederci, vero? Eppure ogni volta che ci passo davanti mentre torno dal lavoro, sono tutto sorrisi e mi fanno cenno di entrare!

# 5112_Kiryu
source: That's not right. Some clubs have a dress code, but if you aren't breaking it, they should let you in.
pt: Non è giusto. Alcuni club hanno un codice d'abbigliamento, ma se non lo stai infrangendo, dovrebbero lasciarti entrare.

# 5124_Hinata
source: Right!? I'm so angry at them that I haven't been back since!
pt: Vero!? Sono così arrabbiata con loro che da allora non ci sono più tornata!

# 5136_Hinata
source: Our club's policy is pretty relaxed. Sometimes clients show up with ridiculous outfits, and we gossip about them after they leave!
pt: La politica del nostro locale è piuttosto alla mano. A volte i clienti si presentano con dei vestiti assurdi, e noi ci mettiamo a spettegolare dopo che se ne sono andati!

# 5148_Kiryu
source: I'll be careful about what I wear, then.
pt: Allora farò attenzione a come mi vesto.

# 5160_Kiryu
source: It was your fault. You can't go to a host club in that sort of getup.
pt: È stata colpa tua. Non puoi andare in un host club vestita in quel modo.

# 5172_Hinata
source: What!? But I wasn't planning on going, so what was I supposed to do?
pt: Cosa!? Ma non avevo intenzione di andarci, quindi che avrei dovuto fare?

# 5184_Kiryu
source: It's the same as with a cabaret club. If you want a staff member to notice you, you need to work on your appearance.
pt: È come per i cabaret club. Se vuoi che qualcuno dello staff ti noti, devi curare il tuo aspetto.

# 5196_Kiryu
source: I bet you'd spend a different amount of effort dealing with a student in shorts and a T-shirt than a suited-up businessman with a nice watch.
pt: Scommetto che ci metteresti un impegno diverso nel trattare uno studente in pantaloncini e maglietta rispetto a un uomo d'affari in completo e con un bell'orologio.

# 5208_Hinata
source: Well, I... Yeah.
pt: Beh, io... Già.

# 5220_Kiryu
source: So even if you go on the spur of the moment, you might want to consider changing your clothes before you go.
pt: Quindi, anche se decidi di andarci su due piedi, faresti meglio a considerare l'idea di cambiarti d'abito prima di andare.

# 5232_Hinata
source: So then does that mean that you got changed before coming out here today?
pt: Quindi questo significa che ti sei cambiato prima di venire qui oggi?

# 5244_Kiryu
source: Maybe.
pt: Può darsi.

# 5256_Kiryu
source: Doesn't sound that way to me. How do you normally dress?
pt: A me non sembra proprio così. Come ti vesti di solito?

# 5268_Hinata
source: Like super normal. If I thought I was wearing something awful, then I wouldn't be this mad about it!
pt: In modo normalissimo. Se avessi pensato di indossare qualcosa di orribile, non me la prenderei così tanto!

# 5280_Kiryu
source: I see. Then that's definitely not okay.
pt: Capisco. Allora non va affatto bene.

# 5292_Kiryu
source: Normal's no good. You do know that host clubs aren't the same as your average neighborhood bar, right?
pt: La normalità non va bene. Lo sai che gli host club non sono come il solito bar di quartiere, no?

# 5304_Hinata
source: Huh?
pt: Uh?

# 5316_Kiryu
source: Host clubs are where women get to experience a temporary bit of extravagance. Showing up in casual wear would ruin the club's ambience.
pt: Gli host club sono posti in cui le donne possono concedersi un momento di sfarzo temporaneo. Presentarsi in abiti casual rovinerebbe l'atmosfera del locale.

# 5328_Hinata
source: I guess I hadn't thought of it that way. Come to think of it, I did put more effort into things when I first started going.
pt: Immagino di non averla mai vista in questo modo. A pensarci bene, all'inizio mi impegnavo molto di più.

# 5340_Kiryu
source: See what I mean? If you go with the proper attire, you'll be treated much better.
pt: Vedi cosa intendo? Se ci vai vestito a dovere, ti tratteranno molto meglio.

# 5352_Hinata
source: Okay! I'll show 'em next time!
pt: Okay! La prossima volta gliela farò vedere!

# 5364_Kiryu
source: You're really into that place, aren't you?
pt: Ti piace proprio tanto quel posto, eh?

# 5376_Kiryu
source: Maybe you usually wear too much makeup. If you're a regular, they should've recognized you.
pt: Forse di solito ti trucchi troppo. Se sei una cliente fissa, avrebbero dovuto riconoscerti.

# 5388_Hinata
source: Hey, please stop nitpicking! I'm seriously upset about this!
pt: Ehi, smettila di cercare il pelo nell'uovo! Sono seriamente arrabbiata per questa cosa!

# 5400_Hinata
source: Oh, and now I'm even more irritated! You would make a bad host, Kiryu-san.
pt: Oh, e ora sono ancora più irritata! Saresti un pessimo host, Kiryu-san.

# 5412_Kiryu
source: Hey...
pt: Ehi...

# 5436_Kiryu
source: Back on your phone again? Guess you never learn.
pt: Ancora al telefono? Vedo che non impari mai.

# 5448_Hinata
source: Oh, I was just checking an online auction.
pt: Oh, stavo solo controllando un'asta online.

# 5460_Kiryu
source: An auction?
pt: Un'asta?

# 5472_Hinata
source: Yeah, there's this famous brand imported dinnerware set I want, and it's usually very expensive. I was trying to get a good deal.
pt: Sì, c'è un servizio di piatti di una famosa marca d'importazione che vorrei, e di solito costa un sacco. Stavo cercando di fare un buon affare.

# 5484_Kiryu
source: Ah, I see.
pt: Ah, capisco.

# 5496_Hinata
source: And I found a really good one, but...
pt: E ne ho trovato uno davvero bello, ma...

# 5508_Kiryu
source: Go ahead and buy it.
pt: Compralo pure.

# 5520_Hinata
source: Well, it's a little pricier than I budgeted for.
pt: Beh, è un po' più caro di quanto avessi preventivato.

# 5532_Kiryu
source: I could buy it for you.
pt: Potrei comprartelo io.

# 5544_Hinata
source: Wow, really?
pt: Wow, davvero?

# 5556_Kiryu
source: Of course.
pt: E di che.

# 5568_Hinata
source: Okay, put in a bid for me.
pt: D'accordo, fai un'offerta per me.

# 5580_Kiryu
source: Okay. How do I do that?
pt: D'accordo. Come si fa?

# 5592_Hinata
source: Just log in with your account and enter a bid.
pt: Ti basta accedere con il tuo account e fare un'offerta.

# 5604_Kiryu
source: My account?
pt: Il mio account?

# 5616_Hinata
source: Wait, you don't even know how this works? The bidding time's almost up! We have to hurry!
pt: Aspetta, non sai nemmeno come funziona? Il tempo per le offerte sta quasi per scadere! Dobbiamo sbrigarci!

# 5628_Kiryu
source: Sorry.
pt: Scusa.

# 5640_Kiryu
source: No way. If I'm going to buy something for you, I need to see it with my own eyes first.
pt: Assolutamente no. Se devo comprarti qualcosa, prima devo vederla con i miei occhi.

# 5652_Hinata
source: Is that your way of asking me out on a date?
pt: È il tuo modo di chiedermi un appuntamento?

# 5664_Kiryu
source: I mean, it's fine if you don't want to go.
pt: Voglio dire, va bene anche se non vuoi venire.

# 5676_Hinata
source: You're a slick one, Kiryu-san! And hey, if you really want to buy it for me, that's fine too.
pt: Sei un bel dritto, Kiryu-san! E ehi, se vuoi davvero comprarmelo, per me va bene lo stesso.

# 5688_Kiryu
source: Guess I might have to.
pt: Mi sa che mi tocca.

# 5700_Kiryu
source: (Looks like she'll say yes if I ask her out.)
pt: (Sembra che dirà di sì, se le chiedo di uscire.)

# 5712_Kiryu
source: I'm kidding. You can buy that sort of thing yourself. You found something cheap, right?
pt: Sto scherzando. Cose del genere puoi comprartele da sola. Hai trovato qualcosa a buon mercato, no?

# 5724_Hinata
source: What? Come on, this isn't the time for making jokes like that!
pt: Cosa? Ma dai, non è il momento di fare battute del genere!

# 5736_Hinata
source: Oh! The bidding is over! You're awful, Kiryu-san!
pt: Oh! L'asta è finita! Sei tremendo, Kiryu-san!

# 5748_Kiryu
source: Hey, if you were in a rush, you should've said so.
pt: Ehi, se avevi fretta, avresti dovuto dirmelo.

# 5760_Kiryu
source: Oh, come on. You pulled out your phone hoping that I'd offer to buy it for you.
pt: Ma dai. Hai tirato fuori il telefono sperando che mi offrissi di comprartelo.

# 5772_Hinata
source: Ah, you got me!
pt: Ah, mi hai beccata!

# 5784_Kiryu
source: You've got a lot of nerve, you know.
pt: Hai una bella faccia tosta, sai.

# 5796_Hinata
source: So, are you really going to buy it for me?
pt: Quindi, me lo compri davvero?

# 5808_Kiryu
source: That's too bad. But you'll find something else.
pt: È un peccato. Ma troverai qualcos'altro.

# 5820_Hinata
source: But I looked so hard for this one! I don't even think there are any others!
pt: Ma l'ho cercato così tanto! Non credo proprio che ce ne siano altri!

# 5832_Hinata
source: So, Kiryu-san, will you buy this for me?
pt: Quindi, Kiryu-san, me lo compri?

# 5844_Kiryu
source: Guess I have to.
pt: Immagino di doverlo fare.

# 5856_Kiryu
source: No way. You can't expect customers to buy you things just because you asked them to.
pt: Scordatelo. Non puoi pretendere che i clienti ti comprino delle cose solo perché glielo hai chiesto.

# 5868_Hinata
source: Well, of course, but I thought you might be an exception, Kiryu-san.
pt: Be', certo, ma pensavo che tu fossi un'eccezione, Kiryu-san.

# 5880_Hinata
source: Aww. That's too bad.
pt: Aww. Che peccato.

# 5904_Kiryu
source: Leave that for later. Now's really not the time to be shopping, don't you think?
pt: Ne riparliamo più tardi. Adesso non è proprio il momento di fare acquisti, non credi?

# 5916_Hinata
source: But time's about to run out!
pt: Ma il tempo sta per finire!

# 5928_Kiryu
source: What does that mean?
pt: Che cosa significa?

# 5940_Hinata
source: Oh my god, Kiryu-san. It's an auction. The item goes to whoever puts in the highest bid within a set time. Once that time is over, you can't bid anymore.
pt: Oddio, Kiryu-san. È un'asta. L'oggetto va a chi fa l'offerta più alta entro un tempo prestabilito. Una volta scaduto il tempo, non si può più rilanciare.

# 5952_Kiryu
source: I see. Then why don't you buy it?
pt: Capisco. Allora perché non lo compri tu?

# 5964_Hinata
source: Well, it's a little pricier than I budgeted for.
pt: Be', è un po' più caro di quanto avessi previsto.

# 5976_Kiryu
source: So what? If that's the case, you should have done it sooner.
pt: E allora? Se è così, avresti dovuto farlo prima.

# 5988_Hinata
source: But I－
pt: Ma io－

# 6000_Kiryu
source: You aren't trying to extort me, are you?
pt: Non starai mica cercando di estorcermi dei soldi, vero?

# 6012_Hinata
source: What!? No, of course not! Geez, could you be any more rude!?
pt: Cosa!? No, certo che no! Ma insomma, potresti essere ancora più sgarbato!?

# 6024_Kiryu
source: Hm. Still seems suspicious to me.
pt: Uhm. Mi sembra ancora sospetto.

# 6036_Hinata
source: You know, one of the reasons I'm working so hard as a hostess is so I can repay a car loan.
pt: Sai, uno dei motivi per cui sto lavorando così sodo come hostess è per poter ripagare il prestito della macchina.

# 6048_Kiryu
source: Wow, you already own a car at your age?
pt: Caspita, hai già un'auto alla tua età?

# 6060_Hinata
source: Um, well, not exactly. It's less of a loan and more like, uh, paying off damages.
pt: Ehm, be', non proprio. Più che un prestito è tipo, uh, ripagare dei danni.

# 6072_Kiryu
source: Damages?
pt: Danni?

# 6084_Kiryu
source: That's completely different! Wait, are you trying to be cute and coy about it or something?
pt: È tutta un'altra cosa! Aspetta, stai cercando di fare la carina e la misteriosa o cosa?

# 6096_Hinata
source: Ugh. Let's just forget about it, okay?
pt: Uff. Lasciamo perdere, ok?

# 6108_Kiryu
source: And you expect me to pay? I know this trick. Are you looking for a sugar daddy, or what?
pt: E ti aspetti che paghi io? Conosco questo trucchetto. Cerchi un sugar daddy, o cosa?

# 6120_Hinata
source: No, that's not it! I've already paid it off, all right? You don't need to worry about that.
pt: No, non è così! L'ho già ripagato tutto, okay? Non devi preoccupartene.

# 6132_Kiryu
source: Hm...
pt: Mmm...

# 6144_Hinata
source: Okay, so I borrowed a friend's car and I kind of hit something while I was driving it.
pt: Okay, allora, ho preso in prestito l'auto di un amico e ho tipo urtato qualcosa mentre la guidavo.

# 6156_Kiryu
source: You got into an accident?
pt: Hai fatto un incidente?

# 6168_Kiryu
source: What did you hit?
pt: Cosa hai colpito?

# 6180_Hinata
source: Ugh, don't ask. I don't want to relive that.
pt: Uff, non chiedermelo. Non voglio rivivere quel momento.

# 6204_Hinata
source: Anyways, I've been working my butt off because I had to pay several hundred thousand yen to cover the costs.
pt: Comunque, mi sono fatta un mazzo così perché ho dovuto pagare diverse centinaia di migliaia di yen per coprire le spese.

# 6216_Kiryu
source: Didn't you have insurance?
pt: Non avevi l'assicurazione?

# 6228_Hinata
source: Well, my friend was actually borrowing the car from someone else, so insurance didn't cover it.
pt: Beh, in realtà il mio amico l'aveva presa in prestito da qualcun altro, quindi l'assicurazione non ha coperto nulla.
