Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0111078a.po
Languages: pt

source: ○I like it, too.
pt: ○Piace anche a me.

source: □Perfect for a date.
pt: □Perfetto per un appuntamento.

source: △Do you have a scent fetish?
pt: △Hai un fetish per gli odori?

# 44_Riku
source: Oh, the breeze feels so nice!
pt: Oh, che bella questa brezza!

# 56_Kiryu
source: There's a definite scent of the sea in the air. It must be because we're so close to the ocean.
pt: Si sente proprio l'odore del mare nell'aria. Sarà perché siamo così vicini all'oceano.

# 68_Riku
source: Yeah. Though speakin' on behalf of us girls, it's not always that great to be caught up in the sea breeze.
pt: Sì. Anche se, parlando per noi ragazze, non è sempre il massimo finire in mezzo alla brezza marina.

# 80_Kiryu
source: Is that so?
pt: È così?

# 92_Riku
source: It's murder on your hair, and it can be mighty rough on the skin, too. It's a good idea to wear a hat if y'can.
pt: Ti fa un macello ai capelli, e può essere parecchio aggressiva sulla pelle, pure. Ti conviene mettere un cappello, se puoi.

# 104_Kiryu
source: I see. Maybe it's better to not walk around outside so much.
pt: Capisco. Magari è meglio non stare troppo in giro fuori.

# 116_Riku
source: Nah, it's all right! It's fine so long as it's just a little bit.
pt: Ma no, è a posto! Va bene purché sia solo un pochino.

# 128_Riku
source: Plus, I like how the ocean breeze smells. I think the scent of the salty air at sunset is wicked romantic.
pt: E poi, mi piace l'odore della brezza marina. Trovo che l'odore dell'aria salmastra al tramonto sia pazzescamente romantico.

# 140_Kiryu
source: I like it, too. Maybe being close to the ocean is one of the reasons why I chose to live here.
pt: Piace anche a me. Forse stare vicino all'oceano è uno dei motivi per cui ho scelto di vivere qui.

# 152_Riku
source: Oh yeah? Why's that?
pt: Ah sì? Perché mai?

# 164_Kiryu
source: Well, I used to live in Okinawa. Smelling the ocean air makes me kind of nostalgic.
pt: Beh, vivevo a Okinawa. Sentire l'odore dell'aria dell'oceano mi rende un po' nostalgico.

# 176_Riku
source: Ah, I see. I guess bein' close to the sea is a big deciding factor for where y'choose to live, Kiryu-san.
pt: Ah, capisco. Immagino che stare vicino al mare conti un sacco per dove scegli di vivere, Kiryu-san.

# 188_Kiryu
source: Guess so. I hadn't really thought about it before now. Maybe I miss my old house.
pt: Immagino di sì. Non ci avevo mai pensato prima d'ora. Forse mi manca la mia vecchia casa.

# 200_Riku
source: Are y'feeling homesick?
pt: Ti senti la nostalgia di casa?

# 212_Kiryu
source: Is that bad?
pt: È una brutta cosa?

# 224_Riku
source: Oh no, not at all!
pt: Ma no, per niente!

# 236_Kiryu
source: Perfect for a date. Back in Tokyo, you'd have to go all the way out to Odaiba to have a date like this.
pt: Perfetto per un appuntamento. A Tokyo, dovresti andare fino a Odaiba per un appuntamento così.

# 248_Riku
source: It's not that great, really. There's a ton of food stalls, not to mention a buncha folks stumblin' around drunk, too.
pt: Non è un granché, davvero. C'è un sacco di bancarelle di cibo, per non parlare di un sacco di gente che barcolla in giro ubriaca, pure.

# 260_Riku
source: Looking at the scenery's all well and good, but the romantic atmosphere is ruined by all the hustle and bustle around ya.
pt: Guardare il paesaggio va anche bene, ma l'atmosfera romantica è rovinata da tutto il casino che c'è intorno a te.

# 272_Kiryu
source: Heh. Well, that's life in the big city. It's better than some desolate harbor town.
pt: Heh. Beh, è così la vita nella grande città. È meglio di qualche cittadina portuale desolata.

# 284_Riku
source: Yeah, I guess. I suppose if y'were someplace way quiet, it'd feel like there's something missin'.
pt: Sì, immagino. Suppongo che se fossi in un posto fin troppo tranquillo, ti sembrerebbe che manchi qualcosa.

# 296_Kiryu
source: Maybe so.
pt: Forse sì.

# 308_Kiryu
source: Do you have a scent fetish?
pt: Hai un feticismo per gli odori?

# 320_Riku
source: What? Nah, not even! I'm sure there are smells that y'like too, Kiryu-san.
pt: Cosa? Ma no, per niente! Sono sicura che ci sono odori che piacciono anche a te, Kiryu-san.

# 332_Kiryu
source: Sure, but I've never really considered any particular smells romantic.
pt: Certo, ma non ho mai davvero considerato nessun odore in particolare romantico.

# 344_Riku
source: It ain't just the smell! The fadin' light adds to the seaside atmosphere, too.
pt: Non è solo l'odore! La luce che si affievolisce aggiunge all'atmosfera del mare, pure.

# 356_Riku
source: It sorta feels like Venice in Italy, or a port town ya'd see in a movie.
pt: Sembra un po' Venezia in Italia, o una città portuale che vedresti in un film.

# 368_Kiryu
source: Have you ever been to Italy?
pt: Sei mai stato in Italia?

# 380_Riku
source: Well, no! But I know what it'd feel like!
pt: Beh, no! Ma so come ci si sentirebbe!

# 392_Kiryu
source: Okay, if you say so.
pt: Va bene, se lo dici tu.
