Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169030d.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

# 44_Dolce Kamiya
source: Well, that's it for rehearsal. Do you have any questions?
pt: Bene, per le prove è tutto. Hai domande?

# 56_Haruka
source: No, no questions. I'm looking forward to the show.
pt: No, nessuna domanda. Non vedo l'ora dello spettacolo.

# 68_Dolce Kamiya
source: Yes, me, too! I must say, Haruka-chan, I'm very impressed. It's amazing how far up you've come in such a short time.
pt: Sì, anch'io! Devo dire, Haruka-chan, sono davvero molto impressionata. È pazzesco quanto in alto sei arrivata in così poco tempo.

# 80_Dolce Kamiya
source: I've been the Princess League host for a long time, but not many have had the momentum you've had. You must be practicing twice as hard as everyone else.
pt: Sono la presentatrice della Princess League da molto tempo, ma non molte hanno avuto lo slancio che hai tu. Devi allenarti il doppio di tutti gli altri.

# 92_Haruka
source: Oh, I don't know about that. I can't compare myself to others. All I know is that I'm doing the best I can.
pt: Oh, non saprei. Non posso paragonarmi agli altri. So solo che sto dando il massimo.

# 104_Dolce Kamiya
source: Heheh, good for you! I love your attitude. Girls like you are what make the show great and make it shine.
pt: Heheh, brava tu! Adoro il tuo spirito. Ragazze come te sono ciò che rende lo spettacolo fantastico e lo fa brillare.

# 116_Dolce Kamiya
source: If you want to know why I've hosted the show for so long and it's continued to be so popular, it's that right there. We're all captivated by people like you.
pt: Se vuoi sapere perché ho presentato lo spettacolo per così tanto tempo e ha continuato ad essere così popolare, beh, è proprio per questo. Siamo tutti rapiti da ragazze come te.

# 128_Haruka
source: Captivated?
pt: Rapiti?

# 140_Dolce Kamiya
source: Yes, captivated by the fascinating spectacle of you beautiful young ladies giving your absolute all to make your dreams come true.
pt: Sì, rapiti dall'affascinante spettacolo di voi belle ragazze che date il massimo per realizzare i vostri sogni.

# 152_Dolce Kamiya
source: It's mesmerizing to watch you hone your skills and vie against one another, sometimes winning, sometimes losing. Simply put, the performances are always entrancing.
pt: È ammaliante osservarvi mentre affinate le vostre abilità e vi scontrate l'una contro l'altra, a volte vincendo, a volte perdendo. In poche parole, le performance sono sempre incantevoli.

# 164_Dolce Kamiya
source: Younger girls who watch you on TV are drawn to it, too, and in turn they go on to become the next generation of idols.
pt: Anche le ragazze più giovani che ti guardano in TV ne sono attratte, e a loro volta vanno a diventare la prossima generazione di idol.

# 176_Dolce Kamiya
source: It's absolutely fascinating, don't you think?
pt: È assolutamente affascinante, non credi?

# 188_Haruka
source: Gee, you're very serious about all of this, aren't you? I'm a little surprised, to tell the truth.
pt: Mamma mia, sei molto seria su tutto questo, vero? Sono un po' sorpresa, a dire la verità.

# 200_Dolce Kamiya
source: Haha. Sorry about the speech. I guess I'm sort of different from how I appear on TV, huh?
pt: Ahah. Scusa per il discorsone. Immagino di essere un po' diversa da come appaio in TV, eh?

# 212_Haruka
source: Hehe, a little, yes.
pt: Ahah, un po', sì.

# 224_Dolce Kamiya
source: By the way, do you know how long the Princess League has been on the air?
pt: A proposito, sai da quanto tempo la Princess League è in onda?

# 236_Haruka
source: No, I'm sorry. I'm afraid I don't.
pt: No, mi dispiace. Temo di no.

# 248_Dolce Kamiya
source: Oh, no need to apologize! After all, it's been on since before you were even born.
pt: Oh, non c'è bisogno di scusarsi! Dopotutto, è in onda da prima ancora che tu nascessi.

# 260_Dolce Kamiya
source: The Princess League first aired about twenty years ago. I'm the third host the show has had.
pt: La Princess League è andata in onda per la prima volta circa vent'anni fa. Sono la terza presentatrice che lo show ha avuto.

# 272_Haruka
source: Wow, it's been on that long?
pt: Wow, è in onda da così tanto tempo?

# 284_Dolce Kamiya
source: Pretty surprising, huh? But throughout the years, a lot of big-name idols have gotten their start on this program.
pt: Piuttosto sorprendente, eh? Ma nel corso degli anni, molte idol di grosso calibro hanno avuto il loro trampolino di lancio in questo programma.

# 296_Dolce Kamiya
source: That's what kind of legacy and influence the Princess League has. So your being on the show now is really a huge opportunity for you!
pt: Ecco il tipo di eredità e influenza che la Princess League ha. Quindi la tua partecipazione allo show ora è davvero un'enorme opportunità per te!

# 308_Haruka
source: Yes, you're right.
pt: Sì, hai ragione.

# 320_Dolce Kamiya
source: When the previous host handed the show over to me, he told me, "The Princess League stage is the hallowed ground of dreams."
pt: Quando il precedente presentatore mi ha passato lo show, mi ha detto, "Il palco della Princess League è il suolo sacro dei sogni."

# 332_Dolce Kamiya
source: He told me it was our duty to provide this important site for girls to pursue their aspirations to become idols.
pt: Mi ha detto che era nostro dovere fornire questo importante palco per le ragazze affinché potessero inseguire le loro aspirazioni di diventare idol.

# 344_Dolce Kamiya
source: As a complete greenhorn to TV, his words made me realize what a big responsibility I had, and made me value my new work all the more.
pt: Da completa novellina in TV, le sue parole mi hanno fatto capire che grande responsabilità avessi e mi hanno fatto apprezzare ancora di più il mio nuovo lavoro.

# 356_Haruka
source: Dolce-san...
pt: Dolce...

# 368_Dolce Kamiya
source: But you participants in the Princess League have a duty to uphold, as well.
pt: Ma voi partecipanti alla Princess League avete un dovere da mantenere, anche voi.

# 380_Haruka
source: We do?
pt: Noi sì?

# 392_Dolce Kamiya
source: It's up to you to give the next generation of girls hope that they, too, can follow their dreams as they watch you up on that stage.
pt: Spetta a voi dare speranza alla prossima generazione di ragazze che anche loro possano seguire i loro sogni mentre vi guardano su quel palco.

# 404_Dolce Kamiya
source: You see, a dream isn't something you use and toss aside. It's more like a baton in a relay race. You have to pass it on. That's what I believe, anyway.
pt: Vedi, un sogno non è qualcosa che usi e butti via. È più come un testimone in una staffetta. Devi passarlo avanti. Questo è quello che credo io, comunque.

# 416_Dolce Kamiya
source: And so, I wish you the very best of luck, Haruka-chan.
pt: E così, ti faccio un grandissimo in bocca al lupo, Haruka.

# 428_Haruka
source: Thank you, Dolce-san! I'll do my best to pass on my dream!
pt: Grazie, Dolce! Farò del mio meglio per passare avanti il mio sogno!

# 440_Dolce Kamiya
source: Heheh, pardon the lecture. I'm done now. I'll see you at the show!
pt: Heheh, perdonami la ramanzina. Ho finito ora. Ci vediamo allo spettacolo!

# 464_Dolce Kamiya
source: (Wow. Dolce-san is so much more serious than I ever would have guessed. I'll have to make sure I'm just as serious and responsible as he is!)
pt: (Wow. Dolce è molto più serio di quanto avrei mai immaginato. Dovrò assicurarmi di essere altrettanto seria e responsabile quanto lui!)
