Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aad.po
Languages: pt

source: Mature Voice
pt: Voce matura

# 72_Kyuma
source: I've been waiting for you, Shinada-san. Please put in a proper effort this time.
pt: Ti stavo aspettando, Shinada-san. Per favore, stavolta impegnati come si deve.

# 84_Kyuma
source: I can't wait to show you what I gained from all my wilderness training!
pt: Non vedo l'ora di farti vedere quello che ho tirato fuori da tutto il mio allenamento nella natura selvaggia!

# 96_Shinada
source: Fine. If you lose this time, you're giving up your pro dream like you promised.
pt: Va bene. Se perdi stavolta, dici addio al tuo sogno da pro come hai promesso.

# 108_Kyuma
source: I agreed to it, and I honor my promises. Not that I'm about to lose.
pt: L'ho accettato, e io le mie promesse le onoro. Non che stia per perdere.

# 132_Mature Voice
source: Shinada-san! Oh, thank goodness.
pt: Shinada-san! Oh, meno male.

# 156_Kyuma
source: You're... Kyuma-kun's older sister, right?
pt: Tu sei... la sorella maggiore di Kyuma-kun, giusto?

# 168_Akiyo
source: Yes, it's Akiyo. Listen, about my brother... He hasn't come home since that day.
pt: Sì, sono Akiyo. Senti, a proposito di mio fratello... Non è tornato a casa da quel giorno.

# 180_Shinada
source: What?
pt: Cosa?

# 192_Akiyo
source: He said he was going to try again, so I thought he would have come to see you, but I guess not.
pt: Ha detto che ci avrebbe riprovato, quindi pensavo che sarebbe venuto a trovarti, ma a quanto pare no.

# 204_Shinada
source: No, I haven't seen him. But when I do, I'll make sure he gets his act together.
pt: No, non l'ho visto. Ma quando lo vedrò, mi assicurerò che si metta in riga.

# 216_Akiyo
source: To be honest, I don't care if he keeps on dreaming. I'm only afraid that he might have hurt himself from training too hard.
pt: Ad essere sincera, non mi importa se continua a sognare. Ho solo paura che si sia fatto male ad allenarsi troppo.

# 228_Akiyo
source: Even if his dream can't come true, as long as he's safe, that's enough for me.
pt: Anche se il suo sogno non dovesse avverarsi, l'importante è che stia al sicuro. A me basta.

# 240_Shinada
source: But... won't that only make things harder for you?
pt: Ma... non ti complicherà solo le cose?

# 252_Akiyo
source: Oh, I'm quite used to that by now, haha. Well, I'll just have to keep looking for him, then.
pt: Oh, ormai ci ho fatto l'abitudine, ahah. Beh, allora dovrò continuare a cercarlo.

# 300_Kyuma
source: There you are.
pt: Eccoti.

# 312_Shinada
source: Kyuma-kun! What's with you, man? Your sister's worried about you.
pt: Kyuma-kun! Che ti prende, amico? Tua sorella è preoccupata per te.

# 324_Kyuma
source: All that matters is our challenge, Shinada-san. I'm ready for you now.
pt: Conta solo la nostra sfida, Shinada-san. Sono pronto per te, adesso.

# 336_Kyuma
source: I went off into the wilderness to train, and I finally developed the pitching to take you down. This time, you're mine!
pt: Sono andato in mezzo al nulla ad allenarmi, e finalmente ho sviluppato il pitching per farti fuori. Stavolta sei mio!

# 348_Shinada
source: All right. But you have to promise me something.
pt: Va bene. Ma devi promettermi qualcosa.

# 360_Kyuma
source: And what kind of promise would that be?
pt: E che promessa sarebbe?

# 372_Shinada
source: If you lose today, you give up your dream of turning pro.
pt: Se perdi oggi, rinunci al tuo sogno di diventare professionista.

# 384_Kyuma
source: But!
pt: Ma!

# 396_Shinada
source: If you can't make that promise, I won't accept your challenge. Is that what you want?
pt: Se non puoi fare quella promessa, non accetterò la tua sfida. È questo che vuoi?

# 420_Kyuma
source: Fine. I'm a man of my word, after all. There's no way I'm going to lose!
pt: Va bene. Dopotutto, sono un uomo di parola. Non c'è modo che io perda!

# 432_Shinada
source: See, look at that confidence right there. But, you asked for it. I'll show you what it really means to be a pro.
pt: Vedi, guarda che confidenza. Ma, te la sei cercata. Ti farò vedere io cosa significa essere un vero professionista.
