Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0107095b.po
Languages: pt

# 380_Freelancer Masa
source: First, we pick the banker.
pt: Prima di tutto, scegliamo il banchiere.

# 392_Freelancer Masa
source: I'm the banker!
pt: Sono il banco!

# 404_Freelancer Masa
source: How much you wanna risk?
pt: Quanto vuoi rischiare?

# 416_Freelancer Masa
source: All right, here goes!
pt: Allora, si parte!

# 428_Freelancer Masa
source: Here we go, my turn!
pt: Eccoci, tocca a me!

# 440_Freelancer Masa
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Freelancer Masa
source: Time to settle our bets!
pt: È ora di regolare i conti!

# 464_Freelancer Masa
source: You're the banker.
pt: Sei il banchiere.

# 476_Freelancer Masa
source: Now we change the banker.
pt: Ora cambiamo il banchiere.

# 488_Freelancer Masa
source: One more game?
pt: Ancora una partita?

# 500_Freelancer Masa
source: Damn, I'm flat-out broke! Sorry, I've had it for today.
pt: Maledizione, sono al verde marcio! Scusa, per oggi ho chiuso.

# 512_Freelancer Masa
source: What's wrong, maxed out? Better luck next time, buddy!
pt: Che c'è, sei al verde? Più fortuna la prossima volta, amico!

# 524_Freelancer Masa
source: Banker's Bet-Settling Messages
pt: Messaggi del banchiere per la regolazione dei conti

# 536_Freelancer Masa
source: A banker's roll of 1-3-5... That's a 3!
pt: Il banchiere ha tirato 1-3-5... Fa 3!

# 548_Freelancer Masa
source: A 1-3-5 roll by the first player... That's a 3!
pt: Il primo giocatore ha tirato 1-3-5... Fa 3!

# 560_Freelancer Masa
source: A 1-3-5 roll gets the preceding player's roll!
pt: Un tiro 1-3-5 prende il tiro del giocatore precedente!

# 572_Freelancer Masa
source: A banker's roll of 2-4-6... That's a 4!
pt: Il banchiere ha tirato 2-4-6... Fa 4!

# 584_Freelancer Masa
source: A 2-4-6 roll gets the next player's roll!
pt: Un tiro 2-4-6 prende il tiro del giocatore successivo!

# 596_Freelancer Masa
source: A 2-4-6 roll by the last player... That's a 4!
pt: L'ultimo giocatore ha tirato 2-4-6... Fa 4!

# 608_Freelancer Masa
source: A 2-4-6 roll gets the last player's roll!
pt: Un tiro 2-4-6 prende il tiro dell'ultimo giocatore!

# 620_Freelancer Masa
source: A 1-3-5 was rolled after a 2-4-6.
pt: È stato tirato un 1-3-5 dopo un 2-4-6.

# 632_Freelancer Masa
source: Oh, yeah! A 6-3-4!
pt: Oh, sì! Un 6-3-4!
