Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c06e8.po
Languages: pt

source: Middle-aged Lady
pt: Signora di mezza età

# 56_Middle-aged Lady
source: I know this is out of the blue, but I wonder if you might know my son...
pt: So che è una richiesta un po' così, di punto in bianco, ma mi chiedevo se per caso conoscessi mio figlio...

# 68_Kiryu
source: Your son?
pt: Tuo figlio?

# 80_Middle-aged Lady
source: Yes. It's been about a year since he ran away from home, and he hasn't contacted me at all...
pt: Sì. È quasi un anno che è scappato di casa, e non si è più fatto sentire per niente...

# 92_Kiryu
source: I'm sorry to hear that.
pt: Mi dispiace sentirlo.

# 104_Middle-aged Lady
source: It's all because I blew up at him for fooling around with his life and refusing to get a job. He was gone the next day, and I've been looking for him ever since.
pt: È tutta colpa mia, gli ho fatto una scenata perché si stava sprecando la vita e si rifiutava di trovarsi un lavoro. Il giorno dopo era sparito, e da allora non ho smesso di cercarlo.

# 116_Middle-aged Lady
source: I've practically searched every corner of the country by now. *sigh* Why does he have to cause me so much grief...
pt: Ho praticamente setacciato ogni angolo del paese ormai. *Sospiro* Perché mi deve dare tutti 'sti dispiaceri...

# 128_Kiryu
source: Have you got any leads on where he might be?
pt: Hai qualche pista su dove possa essere?

# 140_Middle-aged Lady
source: The rumor is that he's working in Hakata.
pt: Corre voce che stia lavorando ad Hakata.

# 152_Kiryu
source: Ah. So he's working at least.
pt: Ah. Quindi almeno sta lavorando.

# 164_Middle-aged Lady
source: Yes, that was a relief to hear. But I can't just look past everything he's put me through.
pt: Sì, è stato un sollievo sentirlo. Ma non posso mica passarci sopra a tutto quello che mi ha fatto passare.

# 176_Middle-aged Lady
source: I want to find him and give him a good whack on the head! Knock some sense into the boy.
pt: Voglio trovarlo e dargli una bella botta in testa! Per fargli mettere la testa a posto al ragazzo.

# 188_Kiryu
source: Heh, that should do it. Now, do you know what kind of job your son was doing?
pt: Eh, dovrebbe bastare così. Ora, sai che tipo di lavoro faceva tuo figlio?

# 200_Middle-aged Lady
source: I think he's working at some place called "Street Racer." No idea what he does there, though. It wasn't in the phone book.
pt: Penso che stia lavorando in un posto chiamato "Street Racer." Non ho idea di cosa faccia lì, però. Non era sull'elenco telefonico.

# 212_Kiryu
source: You said it was Street Racer?
pt: Hai detto che era Street Racer?

# 224_Middle-aged Lady
source: Yes, do you know of it?
pt: Sì, ne sai niente?

# 236_Kiryu
source: (That rest area where I raced the Devil Killers is always full of street racers...)
pt: (Quell'area di sosta dove ho gareggiato contro i Devil Killers è sempre piena di piloti di strada...)

# 248_Middle-aged Lady
source: Well, do you know where it is?
pt: Beh, sai dov'è?

# 260_Kiryu
source: Possibly.
pt: Forse.

# 272_Middle-aged Lady
source: Great! Then take me to this Street Racer place, quick!
pt: Alla grande! Allora portami subito a 'sto Street Racer!

# 284_Kiryu
source: Um, I don't think that's such a－
pt: Ehm, non credo che sia proprio una...

# 296_Middle-aged Lady
source: Oh, I'll be fine. Seeing my son work hard to earn an honest living is sure to calm me down. I might even break down and cry!
pt: Oh, starò bene. Vedere mio figlio lavorare sodo per guadagnarsi da vivere onestamente di sicuro mi farà stare tranquilla. Potrei persino mettermi a piangere!

# 308_Kiryu
source: (I'm sure you will, but not for that reason.)
pt: (Sono sicuro che lo farai, ma non per quel motivo.)

# 320_Middle-aged Lady
source: Now then! To Street Racer, on the double!
pt: Allora! A Street Racer, di corsa!
