Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c79.po
Languages: pt

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

source: Director Ichimura
pt: Regista Ichimura

source: Help with the Report
pt: Aiuto con il servizio

source: Don't Help with the Report
pt: Non Aiutare con il servizio

# 112_Director Ichimura
source: Okay, Haruka-chan. Here's where we're filming the report. It's a Japanese cuisine restaurant named Komian.
pt: Ok, Haruka-chan. È qui che stiamo girando il servizio. È un ristorante di cucina giapponese chiamato Komian.

# 124_Haruka
source: All right.
pt: Va bene.

# 136_Tatsuya
source: I was thinking I would introduce each dish, and then you could taste it and give your opinion. How does that sound?
pt: Pensavo di presentare ogni piatto, e poi tu lo assaggi e dai la tua opinione. Che ne dici?

# 148_Director Ichimura
source: Right. Tatsuya can't try the food himself right now, what with his stomachache and all, so his role would be to explain and give commentary.
pt: Giusto. Tatsuya non può assaggiare il cibo di persona in questo momento, visto il suo mal di stomaco e tutto il resto, quindi il suo ruolo sarebbe quello di spiegare e commentare.

# 160_Tatsuya
source: All you have to do is follow my lead and make a few remarks about each dish.
pt: Tutto quello che devi fare è seguire il mio esempio e fare qualche commento su ogni piatto.

# 172_Haruka
source: All right. I'll do my best!
pt: Va bene. Farò del mio meglio!

# 184_Director Ichimura
source: Great! Are you ready? It's time to get started!
pt: Ottimo! Sei pronta? È ora di iniziare!

# 220_Director Ichimura
source: Oh, Haruka-chan! It's you!
pt: Oh, Haruka-chan! Eccoti!

# 232_Haruka
source: Oh, hello, Tatsuya-san.
pt: Oh, ciao, Tatsuya-san.

# 244_Tatsuya
source: What perfect timing! I'm really sorry, but could I ask you a favor?
pt: Che tempismo perfetto! Mi dispiace davvero, ma potrei chiederti un favore?

# 256_Haruka
source: A favor? Sure. What is it?
pt: Un favore? Certo. Di cosa si tratta?

# 268_Tatsuya
source: Well, we're just about to start the filming of a show segment on location. This is the director, Ichimura-san.
pt: Be', stiamo per iniziare le riprese di un servizio in esterna. Questo è il regista, Ichimura-san.

# 280_Director Ichimura
source: Nice to meet you. I'm Ichimura.
pt: Piacere di conoscerti. Sono Ichimura.

# 292_Haruka
source: Hello. It's very nice to meet you. I'm Haruka Sawamura, from Dyna Chair.
pt: Ciao. Piacere di conoscerti. Sono Haruka Sawamura, di Dyna Chair.

# 304_Tatsuya
source: Anyway, I'm supposed to be doing a gourmet report right now, but, unfortunately, I have a really bad stomachache. Ow!
pt: Comunque, dovrei essere a fare un servizio gastronomico proprio adesso, ma, purtroppo, ho un fortissimo mal di stomaco. Ahia!

# 316_Tatsuya
source: I'm afraid I couldn't possibly eat anything at the moment. So, I hate to ask you this, but do you think you could help me do the report?
pt: Purtroppo non potrei mangiare assolutamente nulla al momento. Quindi, mi dispiace chiedertelo, ma pensi che potresti aiutarmi a fare il servizio?

# 328_Director Ichimura
source: Hey, great idea, Tatsuya! We are kind of in an emergency, after all.
pt: Ehi, ottima idea, Tatsuya! Siamo un po' in emergenza, dopotutto.

# 340_Haruka
source: But I've never done a gourmet report before...
pt: Ma non ho mai fatto un servizio gastronomico prima d'ora...

# 352_Director Ichimura
source: That's all right. Nobody expects you to be a food expert. All you have to do is try the dishes and give your honest opinion.
pt: Tranquilla. Nessuno si aspetta che tu sia un'esperta di cibo. Tutto quello che devi fare è assaggiare i piatti e dare la tua onesta opinione.

# 364_Tatsuya
source: Ouch! Here comes another wave! Ngh!
pt: Ahia! Ecco che arriva un'altra ondata! Gnh!

# 376_Haruka
source: Are you all right?
pt: Stai bene?

# 388_Director Ichimura
source: Oh, please, Haruka-san! You'd really be helping Tatsuya out! And you'd get paid, too, of course.
pt: Oh, ti prego, Haruka-san! Aiuteresti un sacco Tatsuya! E saresti pagata, naturalmente.

# 400_Tatsuya
source: What do you say, Haruka? Will you help me do the report? Ow! Ow! Ow!
pt: Che ne dici, Haruka? Mi aiuterai a fare il servizio? Ahia! Ahia! Ahia!

# 412_Director Ichimura
source: All right. If you think I can be of any help to you at all, I'm willing to give it a try.
pt: Va bene. Se pensi che io possa esserti d'aiuto in qualche modo, sono disposta a provarci.

# 424_Tatsuya
source: You will? Oh, thank goodness! You're a lifesaver, Haruka!
pt: Lo farai? Oh, meno male! Mi hai salvato la vita, Haruka!

# 436_Director Ichimura
source: We really appreciate this! Tell you what, I'll call Dyna Chair and make the arrangements.
pt: Lo apprezziamo un sacco! Facciamo così, chiamerò la Dyna Chair e prenderò accordi.

# 448_Director Ichimura
source: Now, let's get over to the restaurant! Everybody's waiting for us!
pt: Ora, andiamo al ristorante! Tutti stanno aspettando noi!

# 472_Director Ichimura
source: I'm really sorry, but I don't think I'd be any help.
pt: Mi dispiace davvero, ma non credo che sarei d'aiuto.

# 484_Tatsuya
source: No!? Are you sure? Now what are we going to do, Ichimura-san?
pt: No!? Sei sicuro? E adesso cosa facciamo, Ichimura-san?

# 496_Director Ichimura
source: Hmm. We're pretty much up the creek...
pt: Hmm. Siamo praticamente alla frutta...

# 508_Director Ichimura
source: Oh, Haruka-chan! Have you changed your mind about helping with the report? I think my stomachache is getting worse!
pt: Oh, Haruka-chan! Hai cambiato idea sull'aiutare con il servizio? Credo che il mio mal di stomaco stia peggiorando!

# 520_Director Ichimura
source: Yes, if you could do this, Haruka-chan, you'd really be helping Tatsuya-san out! And you'd get paid, too, of course.
pt: Sì, se potessi farlo, Haruka-chan, aiuteresti un sacco Tatsuya-san! E saresti pagata, naturalmente.
