Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0699.po
Languages: pt

source: Passenger
pt: Passeggero

source: Business is pretty good.
pt: Gli affari vanno piuttosto bene.

source: Business is bad.
pt: Gli affari vanno male.

source: None of your damn business.
pt: Non sono cazzi tuoi.

source: I'd have to say mizutaki.
pt: Direi il mizutaki.

source: I'd have to say ramen.
pt: Direi il ramen.

source: Takoyaki all the way.
pt: Takoyaki tutta la vita.

# 56_SS1_M_NML_TAX_kamae
source: Nice day out, huh?
pt: Bella giornata, vero?

# 68_Kiryu
source: It is.
pt: È così.

# 80_SS1_M_NML_TAX_kamae
source: Sure's been awful cold out lately. Every year the fall gets shorter and the winter gets longer, am I right?
pt: Fa un freddo da cani ultimamente. Ogni anno l'autunno si accorcia e l'inverno si allunga, non è vero?

# 104_SS1_M_NML_TAX_kamae
source: Don't you think so, driver?
pt: Non credi, tassista?

# 116_Kiryu
source: I guess.
pt: Forse.

# 128_SS1_M_NML_TAX_kamae
source: You're pretty quiet for a cabbie.
pt: Sei un po' silenzioso per essere un tassista.

# 176_SS1_M_NML_TAX_kamae
source: Hey, driver. There's only so much silence I can take. How long've you been at this job?
pt: Ehi, tassista. Non posso mica sopportare tutto questo silenzio. Da quanto tempo fai questo lavoro?

# 188_Kiryu
source: Only around six months.
pt: Solo circa sei mesi.

# 200_SS1_M_NML_TAX_kamae
source: Oh, okay. That explains it.
pt: Ah, ok. Questo spiega tutto.

# 212_Kiryu
source: (What's he talking about?)
pt: (Di cosa sta parlando?)

# 224_SS1_M_NML_TAX_kamae
source: Let me put it to you like this.
pt: Te la metto giù così.

# 236_SS1_M_NML_TAX_kamae
source: I don't know about other parts, but here in Fukuoka, taxi drivers are expected to keep up the conversation.
pt: Non so come sia dalle altre parti, ma qui a Fukuoka, ci si aspetta che i tassisti mantengano viva la conversazione.

# 248_Passenger
source: Most of us locals here in Fukuoka like to chat. If you don't have the gift of gab, you're not gonna get any regular customers.
pt: La maggior parte di noi gente del posto qui a Fukuoka ama fare due chiacchiere. Se non hai la parlantina, non ti farai clienti abituali.

# 260_Kiryu
source: I see... My boss told me the same thing, come to think of it.
pt: Capisco... Anche il mio capo me l'aveva detto, ora che ci penso.

# 272_Passenger
source: I bet he did. Taxi driving's a service job, and small talk's a big part of the service.
pt: Ci scommetto. Fare il tassista è un lavoro di servizio, e le chiacchiere sono una parte importante del servizio.

# 284_Kiryu
source: Right, but I don't know what to talk about...
pt: Giusto, ma non so di cosa parlare...

# 296_Passenger
source: Then how about I give you some pointers?
pt: Allora che ne dici se ti do qualche dritta?

# 308_Kiryu
source: Such as?
pt: Tipo?

# 320_Passenger
source: Well, I thought we'd do some practice dialogue, help get you started. I'm not speaking the Hakata dialect, so it should be easy to follow. Sound good?
pt: Beh, pensavo potremmo fare un po' di dialogo di prova, per aiutarti a ingranare. Non sto parlando il dialetto di Hakata, quindi dovrebbe essere facile da seguire. Ti va bene?

# 332_Kiryu
source: Okay.
pt: Ok.

# 344_Passenger
source: So, how's business today?
pt: Allora, come vanno gli affari oggi?

# 368_Passenger
source: I'm asking you, driver.
pt: Ti sto chiedendo, tassista.

# 380_Kiryu
source: Oh, sorry. Let's see...
pt: Oh, scusa. Vediamo...

# 392_SS1_M_NML_TAX_kamae
source: Business is pretty good. It helps when I get passengers like you who are going on longer trips.
pt: Gli affari vanno piuttosto bene. Aiuta quando trovo passeggeri come te che fanno viaggi più lunghi.

# 404_Passenger
source: There you go. That's how it's done.
pt: Ecco. Così si fa.

# 416_Kiryu
source: Okay. I think I'm getting the hang of this.
pt: Ok. Ci sto prendendo la mano.

# 428_SS1_M_NML_TAX_kamae
source: Business could be better. Long-distance fares like these mean my cab's going to be empty on the return trip.
pt: Gli affari potrebbero andare meglio. Le corse a lunga distanza come queste significano che il mio taxi tornerà vuoto al ritorno.

# 440_Passenger
source: Come on, why would you bring that up? You gotta make the customer feel welcome, even if you don't mean it.
pt: Ma dai, perché tirare fuori 'sta cosa? Devi far sentire il cliente a suo agio, anche se non lo pensi davvero.

# 452_Kiryu
source: Oh... Then that's tricky.
pt: Oh... Allora non è facile.

# 464_SS1_M_NML_TAX_kamae
source: None of your damn business.
pt: Non sono cazzi tuoi.

# 476_Passenger
source: Whoa! Where'd that come from?
pt: Cazzo! Da dove salta fuori?

# 488_Kiryu
source: Oh, sorry. The line sounded cool in my head, so I thought it'd be appropriate.
pt: Oh, scusa. La frase mi suonava figa in testa, quindi ho pensato che sarebbe stata appropriata.

# 500_Passenger
source: Come on, what did we just talk about? The goal here is to get a conversation going!
pt: Ma dai, di cosa abbiamo appena parlato? L'obiettivo qui è far partire una conversazione!

# 512_Kiryu
source: Right, conversation...
pt: Giusto, conversazione...

# 524_Passenger
source: So why'd you go off spouting some random one-liner? You trying to be a comedian?
pt: Ma allora perché te ne sei uscito con una battuta a caso? Vuoi fare il comico?

# 536_Kiryu
source: No, not really...
pt: No, non proprio...

# 548_Passenger
source: Look, don't overthink it. All you have to do is think of something casual and inoffensive to say. There's nothing complicated about this.
pt: Guarda, non pensarci troppo. Tutto quello che devi fare è pensare a qualcosa di disinvolto e inoffensivo da dire. Non c'è niente di complicato.

# 560_Kiryu
source: Uh-huh...
pt: Uh-uh...

# 572_SS1_M_NML_TAX_kamae
source: So, have you gotten the hang of the job yet?
pt: Allora, ci hai preso la mano col lavoro?

# 584_Kiryu
source: No, I still have plenty to learn.
pt: No, ho ancora un sacco da imparare.

# 596_Passenger
source: Yeah, I imagine it takes time.
pt: Già, immagino ci voglia tempo.

# 608_Kiryu
source: What sort of work do you do?
pt: Che tipo di lavoro fai?

# 620_Passenger
source: Me? I'm more of a glorified security guard than anything... Never mind that, though. Different subject.
pt: Io? Sono più che altro una specie di buttafuori di lusso... Vabbè, lasciamo perdere, però. Altro argomento.

# 632_Kiryu
source: Sure.
pt: Certo.

# 644_Passenger
source: What's your favorite Hakata food so far?
pt: Qual è il tuo piatto preferito di Hakata finora?

# 656_SS1_M_NML_TAX_kamae
source: Well, I tried mizutaki the other day, and it was delicious.
pt: Beh, ho provato il mizutaki l'altro giorno, ed era delizioso.

# 668_Passenger
source: Yeah, it's pretty tasty, isn't it? Goes well with sake, so it's perfect for those who like their drink. You a big drinker?
pt: Già, è davvero buono, vero? Ci sta bene col sakè, quindi è perfetto per chi ama bere. Tu sei un gran bevitore?

# 680_Kiryu
source: Oh, I'll have a drink every now and then.
pt: Oh, un bicchiere me lo faccio ogni tanto.

# 692_SS1_M_NML_TAX_kamae
source: I'd have to say Hakata ramen.
pt: Direi proprio Hakata ramen.

# 704_Passenger
source: Ah, Hakata ramen's a classic. Each restaurant has its own take on the standard tonkotsu broth. You should try out as many different places as you can.
pt: Ah, l'Hakata ramen è un classico. Ogni ristorante ha la sua versione del brodo tonkotsu standard. Dovresti provare più posti diversi che puoi.

# 716_Kiryu
source: I might just do that.
pt: Potrei anche farlo.

# 728_SS1_M_NML_TAX_kamae
source: Do you even need to ask? It's gotta be takoyaki.
pt: C'è bisogno di chiedere? È per forza il takoyaki.

# 740_Passenger
source: Hey, takoyaki's a Kansai thing! Don't get us confused. And what's with the attitude all of a sudden?
pt: Ehi, il takoyaki è roba del Kansai! Non fare confusione. E che ti prende con quest'aria, all'improvviso?

# 752_Kiryu
source: Sorry. I don't know what came over me...
pt: Scusa. Non so cosa mi sia preso...

# 764_Passenger
source: You're a strange one, aren't you...
pt: Sei un tipo strano, eh?

# 776_SS1_M_NML_TAX_kamae
source: Oh, hey, you know what you should try next? <Italic>Gameni.</Italic>
pt: Ehi, sai cosa dovresti provare dopo? <Italic>Gameni.</Italic>

# 788_Kiryu
source: Gameni...? Never heard of that one. Is it any good?
pt: Gameni...? Mai sentito nominare. È buono?

# 800_Passenger
source: Why sure. You might hear some people call it <Italic>chikuzenni</Italic>. Anyway, it's a chicken and vegetable stew.
pt: Certo che sì. Potresti sentire qualcuno chiamarlo <Italic>chikuzenni</Italic>. Comunque, è uno stufato di pollo e verdure.

# 812_Passenger
source: We always have it at New Year's－
pt: Lo mangiamo sempre a Capodanno－

# 836_SS1_M_NML_TAX_kamae
source: Augh!
pt: Argh!

# 860_SS1_M_NML_TAX_kamae
source: Damn!
pt: Dannazione!

# 872_Passenger
source: What happened!?
pt: Che è successo!?

# 884_Kiryu
source: The car behind us sped up all of a sudden and tried to run us off the road. Are you all right, sir?
pt: La macchina dietro di noi ha accelerato all'improvviso e ha cercato di buttarci fuori strada. Sta bene, signore?

# 896_Passenger
source: I'm fine. But that car... It looks like they're one of the <Color:7>Devil Killers<Color:Default>!
pt: Sto bene. Ma quella macchina... Sembra che siano uno dei <Color:7>Devil Killers<Color:Default>!

# 920_Passenger
source: Street racers who cause nothing but trouble.
pt: Teppisti stradali che non fanno altro che causare guai.

# 932_Passenger
source: They challenge people on the road and shake them down for money if they lose. Happened to a lot of people already.
pt: Sfidano la gente per strada e gli estorcono soldi se perdono. È già successo a tanta gente.

# 944_Kiryu
source: (That punk from earlier said he was with the Devil Killers, now that I think back on it. I didn't realize they were this much of a menace.)
pt: (Quel teppista di prima ha detto che era con i Devil Killers, ora che ci ripenso. Non mi ero reso conto che fossero una minaccia così grande.)

# 956_Passenger
source: Now they've decided to pick on a local taxi? Bunch of goddamn lunatics...
pt: Ora hanno deciso di prendersela con un taxi del posto? Che banda di maledetti lunatici...

# 968_Passenger
source: You know what, though. A professional driver like you should be more than capable of handling them. Go ahead and take them on.
pt: Ma sai cosa ti dico? Un autista professionista come te dovrebbe essere più che in grado di gestirli. Dai, affrontali pure.

# 980_Kiryu
source: I don't know if that's a good idea...
pt: Non so se sia una buona idea...

# 992_Passenger
source: I didn't tell you, but I'm actually with the motor patrol unit of the Fukuoka Police.
pt: Non te l'ho detto, ma in realtà faccio parte del reparto motociclisti della Polizia di Fukuoka.

# 1004_Kiryu
source: What? You're an officer?
pt: Cosa? Sei un agente?

# 1016_Passenger
source: Yeah, and not the kind who sits back on his ass while a bunch of little shits pretend like they own the road.
pt: Sì, e non il tipo che se ne sta con le mani in mano mentre un mucchio di stronzetti si credono i padroni della strada.

# 1040_Passenger
source: Driver, you have my permission. We need to take a stand against these reckless criminals if we want to keep the streets safe for our citizens!
pt: Autista, hai il mio permesso. Dobbiamo prendere posizione contro questi criminali sconsiderati se vogliamo mantenere le strade sicure per i nostri cittadini!

# 1052_Kiryu
source: I can't guarantee this will turn out how you want... but I might as well give it a shot.
pt: Non posso garantire che finirà come vuoi... ma tanto vale provare.

# 1064_Passenger
source: Great! Let's burn some rubber!
pt: Ottimo! Facciamo fischiare le gomme!

# 1076_Kiryu
source: Here goes nothing.
pt: O la va o la spacca.
