Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016904be.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: You won <Color:8>10,000 yen<Color:Default>.
pt: Hai vinto <Color:8>10.000 yen<Color:Default>.

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

source: You got 1,400 experience points.
pt: Hai ottenuto 1.400 punti esperienza.

source: Game Show Host
pt: Presentatore

source: Game show host
pt: Presentatore

source: "The quick brown fox jumps over the crazy(改行)log" contains every letter of the alphabet.(改行)
pt: "The quick brown fox jumps over the crazy(改行)log" contiene tutte le lettere dell'alfabeto.(改行)

source: That's true!
pt: È vero!

source: I think that's false.
pt: Penso sia falso.

source: The greatest prime number under 100 is 89.(改行)True or false?(改行)
pt: Il più grande numero primo sotto il 100 è l'89.(改行)Vero o falso?(改行)

source: That's false!
pt: È falso!

source: "As dry as a bone" is an example of what(改行)kind of figure of speech?(改行)
pt: "As dry as a bone" è un esempio di che(改行)tipo di figura retorica?(改行)

source: A simile.
pt: Una similitudine.

source: A metaphor.
pt: Una metafora.

source: "My kingdom for a horse!" is a quote from(改行)Shakespeare's "Hamlet."(改行)
pt: "Il mio regno per un cavallo!" è una citazione(改行)dall'Amleto di Shakespeare.(改行)

source: That's true.
pt: È vero.

source: That's false.
pt: È falso.

source: There is such a thing as both a "turkey(改行)vulture" and a "turkey flamingo."(改行)
pt: Esistono sia l'"avvoltoio(改行)tacchino" che il "fenicottero tacchino".(改行)

source: Of course that's true!
pt: Certo che è vero!

source: That's false, of course!
pt: Certo che è falso!

source: In English history, the Victorian era was(改行)longer than the Edwardian era.(改行)
pt: Nella storia inglese, l'epoca vittoriana è(改行)stata più lunga dell'epoca edoardiana.(改行)

source: Hmm. I think that's false.
pt: Hmm. Penso che sia falso.

source: Heisei is the current era in Japan. What(改行)year did it start?(改行)
pt: L'Heisei è l'era attuale in Giappone. In che(改行)anno è iniziata?(改行)

source: What's the name of a popular chain of(改行)izakaya pubs with sexy waitresses?(改行)
pt: Qual è il nome di una celebre catena di(改行)izakaya con cameriere sexy?(改行)

source: What's the name of the popular sushi chain(改行)found in Fukuoka, Sapporo, and other places?(改行)
pt: Qual è il nome della celebre catena di sushi(改行)presente a Fukuoka, Sapporo e altrove?(改行)

source: What kind of data storage is used with the(改行)Dreamcast video game console?(改行)
pt: Che tipo di supporto dati viene usato con la(改行)console per videogiochi Dreamcast?(改行)

source: The Power Memory Unit.
pt: La Power Memory Unit.

source: The Visual Memory Unit.
pt: La Visual Memory Unit.

# 80_dummy
source: Sawamura-san! Today is another special edition of the show.
pt: Sawamura-san! Oggi è un'altra edizione speciale dello show.

# 92_Haruka
source: Great!
pt: Ottimo!

# 104_Game Show Host
source: Which do you like better, questions about Sotenbori or questions about more general topics?
pt: Quali preferisci, domande su Sotenbori o domande su argomenti più generali?

# 116_Haruka
source: Oh, how could I choose? I like both!
pt: Oh, come potrei scegliere? Mi piacciono entrambi!

# 128_Game show host
source: Haha, I like them both, too. And I like your very kind answer.
pt: Haha, piacciono entrambi anche a me. E apprezzo molto la tua risposta così gentile.

# 140_Haruka
source: Hehe. Why, thank you.
pt: Hehe. Ma grazie.

# 152_Game Show Host
source: Anyway, let's get started.
pt: Comunque, iniziamo.

# 164_Game Show Host
source: Sotenbori Love Check Quiz－begin!
pt: Sotenbori Love Check Quiz－via!

# 260_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 284_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 308_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 368_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 392_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 416_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 476_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 500_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 524_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 584_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 608_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 632_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 692_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 716_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 740_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 800_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 824_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 848_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 908_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 932_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 956_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1016_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 1040_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 1064_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Let's go on to the next question.

# 1124_dummy
source: Excellent! I hope you can keep up the good work. Now, on to the next question.
pt: Eccellente! Spero che continuerai così. Ora, passiamo alla prossima domanda.

# 1148_dummy
source: I'm sorry. I'm afraid that's incorrect. Better luck on the next question!
pt: Mi dispiace. Temo che sia errata. Andrà meglio con la prossima domanda!

# 1172_dummy
source: I'm sorry. I'm afraid you're out of time. Let's go on to the next question.
pt: Mi dispiace. Temo che il tempo sia scaduto. Passiamo alla prossima domanda.

# 1232_dummy
source: You are correct!
pt: Risposta esatta!

# 1256_dummy
source: I'm afraid you are incorrect.
pt: Temo che la risposta sia errata.

# 1280_dummy
source: I'm afraid you're out of time.
pt: Temo che il tempo sia scaduto.

# 1316_dummy
source: Now, Sawamura-san, let's see how you did!
pt: Ora, Sawamura-san, vediamo come te la sei cavata!

# 1400_dummy
source: You got all ten questions correct!
pt: Hai risposto correttamente a tutte e dieci le domande!

# 1412_Haruka
source: I did it!
pt: Ce l'ho fatta!

# 1424_Game Show Host
source: With all ten questions correct, you win the title of "Trivia Fanatic" and 30,000 yen!
pt: Con tutte e dieci le risposte esatte, ottieni il titolo di "Fanatico dei quiz" e 30.000 yen!

# 1448_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1460_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Tornate a trovarci la prossima volta al Sotenbori Love Check Quiz!

# 1628_dummy
source: You did very well!
pt: Te la sei cavata molto bene!

# 1640_Haruka
source: Oh, I'm so glad!
pt: Oh, ne sono davvero felice!

# 1652_Game Show Host
source: For meeting the seven-question goal, you win the title of "Trivia Buff" and 10,000 yen!
pt: Per aver raggiunto l'obiettivo delle sette domande, ottieni il titolo di "Appassionato di quiz" e 10.000 yen!

# 1676_Haruka
source: Thank you!
pt: Grazie!

# 1688_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Tornate a trovarci la prossima volta al Sotenbori Love Check Quiz!

# 1856_dummy
source: I'm sorry, but you weren't a winner this time.
pt: Mi dispiace, ma stavolta non hai vinto.

# 1868_Haruka
source: Oh, darn.
pt: Oh, peccato.

# 1880_Game Show Host
source: It looks like maybe you should start hitting the books.
pt: Sembra che forse dovresti rimetterti sui libri.

# 1892_Haruka
source: Yes, I think you're right.
pt: Sì, penso che tu abbia ragione.

# 1904_Game Show Host
source: So that's it. Join us next time, on Sotenbori Love Check Quiz!
pt: E con questo è tutto. Tornate a trovarci la prossima volta al Sotenbori Love Check Quiz!
