Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aac.po
Languages: pt

source: You got a <Color:8>Sturdy Knife<Color:Default>.
pt: Hai ottenuto un <Color:8>Coltello Robusto<Color:Default>.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

# 60_Kyuma
source: Wha－how? I can't even shut down a long-retired batter!?
pt: C-come? Non riesco nemmeno a mettere fuori gioco un battitore in pensione da un pezzo!?

# 72_Shinada
source: It's even harder to take on an active pro. You need to face reality.
pt: È ancora più difficile giocarsela con un pro in attività. Devi fare i conti con la realtà.

# 84_Kyuma
source: So this is the world of the pros... It's... so harsh. Was I foolish to think I could measure up?
pt: Quindi questo è il mondo dei pro... È... così spietato. Sono stato uno sciocco a pensare di potermela giocare?

# 96_Shinada
source: I wouldn't call it foolish. It's hard to say it's wrong to follow a dream.
pt: Non direi che sei stato uno sciocco. È difficile dire che sia sbagliato inseguire un sogno.

# 108_Shinada
source: But at the same time, what if you following your dream is hurting those who are important to you? Does that seem right to you?
pt: Ma allo stesso tempo, e se seguire il tuo sogno ferisse le persone a te care? Ti pare giusto?

# 132_Shinada
source: Your sister is clearly worried about you. Aren't there ways of making her happy that don't involve pro baseball?
pt: Tua sorella è palesemente preoccupata per te. Non ci sono altri modi per renderla felice, senza che ci sia di mezzo il baseball professionistico?

# 144_Akiyo
source: Come on, Kyuma. Let's go home. It's all right if you don't become a pro. There's happiness to be found in living a plain and simple life...
pt: Dai, Kyuma. Andiamo a casa. Va bene se non diventi un pro. C'è felicità anche nel vivere una vita semplice e normale...

# 156_Kyuma
source: I can't!!!
pt: Non ci riesco!!!

# 168_Shinada
source: What?
pt: Cosa?

# 180_Kyuma
source: I can't give up on my dreams! Please, give me one more chance, Shinada-san. Just one more, that's all I ask!
pt: Non posso rinunciare ai miei sogni! Per favore, dammi un'altra possibilità, Shinada-san. Solo un'altra, è tutto quello che chiedo!

# 192_Kyuma
source: Okay. I'm gonna redouble my training and challenge you again. But next time, I'm shutting you down! This is the only thing that matters!
pt: Va bene. Raddoppierò il mio allenamento e ti sfiderò di nuovo. Ma la prossima volta, ti metterò fuori gioco! È l'unica cosa che conta!

# 204_Shinada
source: Geez! Don't you get it? I'll tell you flat out－you're never gonna make it to the pros!
pt: Accidenti! Non capisci? Te lo dico chiaro e tondo: non ce la farai mai a diventare un pro!

# 216_Kyuma
source: Like hell I'm not! You'll be going down flailing next time!
pt: Col cavolo che non ce la faccio! La prossima volta ti butto giù e ti dibatterai senza scampo!

# 240_Kyuma
source: Kyuma, wait! What about your thanks for roping Shinada-san into your ludicrous challenge?
pt: Kyuma, aspetta! Che mi dici dei tuoi ringraziamenti per aver trascinato Shinada-san nella tua assurda sfida?

# 252_Kyuma
source: Can't you see I'm busy? You deal with it. I need to go train!
pt: Non vedi che sono impegnato? Occupatene tu. Devo andare ad allenarmi!

# 288_Kyuma
source: *sigh* I'm so sorry. This isn't so much a thanks as it is a token of apology for all the trouble we put you through.
pt: *sigh* Mi dispiace tanto. Questo non è tanto un ringraziamento quanto un segno di scuse per tutti i guai che ti abbiamo causato.

# 336_Akiyo
source: Please use it responsibly. Anyway, I'll talk some sense into Kyuma so he won't bother you again.
pt: Usalo con criterio. Comunque, farò rinsavire Kyuma così non ti darà più fastidio.

# 348_Shinada
source: (I doubt he'll listen to reason. When he comes to challenge me again, I'll have to burst his bubble for good.)
pt: (Dubito che ci ragionerà su. Quando tornerà a sfidarmi, dovrò fargli scoppiare la bolla una volta per tutte.)

# 420_Shinada
source: (Dang. I underestimated the guy.)
pt: (Accidenti. L'ho sottovalutato.)

# 432_Kyuma
source: I won. But why does this feel... so empty?
pt: Ho vinto. Ma perché mi sento... così vuoto?

# 444_Kyuma
source: Did you let me win out of pity? I can't think of any other reason someone like you would bat like that.
pt: Mi hai lasciato vincere per pietà? Non riesco a trovare nessun'altra ragione per cui uno come te avrebbe battuto in quel modo.

# 456_Kyuma
source: Well that doesn't help my confidence any. I'll be waiting for a rematch. But next time, please don't pull your punches.
pt: Beh, così non è che mi dia molta fiducia. Ti aspetto per la rivincita. Ma la prossima volta, per favore, non trattenerti.

# 468_Shinada
source: (Dangit!)
pt: (Accidenti!)
