Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0de4.po
Languages: pt

source: Woman
pt: Donna

source: Man
pt: Uomo

source: 1) He is just as tall as Alyssa and I.
pt: 1) Lui è alto proprio come Alyssa e me.

source: 2) Alyssa and me did our homework together.
pt: 2) Alyssa e me abbiamo fatto i compiti insieme.

source: 3) This is as good as it gets for Alyssa and me.
pt: 3) Meglio di così non può andare per Alyssa e me.

source: 1) I literally cried for an hour.
pt: 1) Ho letteralmente pianto per un'ora.

source: 2) I will do it regardless of the cost.
pt: 2) Lo farò indipendentemente dal costo.

source: 3) If I'd known, I would of done it differently.
pt: 3) Se l'avessi saputo, l'avrei fatto diversamente.

source: 1) I accidently took the wrong bus.
pt: 1) Ho preso accidentalmente l'autobus sbagliato.

source: 2) He made a complete 180-degree turnabout.
pt: 2) Lui ha fatto un'inversione completa di 180 gradi.

source: 3) I love fruit－e.g., bananas and grapes.
pt: 3) Amo la frutta－ad es. banane e uva.

source: She sells seasnells by the seashore.
pt: Lei vende conchiglie sulla riva del mare.

source: She sells seashells by the seashore.
pt: Lei vende conchiglie sulla riva del mare.

source: She sells seashells by the seasnore.
pt: Lei vende conchiglie sulla riva del mare.

source: Peter Piper picked a peck of pickled peppers.
pt: Peter Piper ha raccolto un sacco di peperoncini sott'aceto.

source: Peter Piper pecked a pick of pickled peppers.
pt: Peter Piper ha raccolto un sacco di peperoncini sott'aceto.

source: Peter Piper picked a peck of peckled pippers.
pt: Peter Piper ha raccolto un sacco di peperoncini sott'aceto.

source: Many a nemone sees a nenemy nemone.
pt: Molti anemoni vedono un anemone nemico.

source: Many an enemy sees an anemone enemy.
pt: Molti nemici vedono un anemone nemico.

source: Many an anemone sees an enemy anemone.
pt: Molti anemoni vedono un anemone nemico.

# 44_Woman
source: Thank you for coming. The class will begin momentarily.
pt: Grazie per essere venuti. La lezione inizierà a momenti.

# 56_Haruka
source: Huh? Am I the only student?
pt: Eh? Sono l'unica studentessa?

# 68_Woman
source: Yes, I'm afraid no one else has expressed an interest at the moment. But you're in luck! Now you'll receive all of the teacher's attention.
pt: Sì, temo che nessun altro abbia mostrato interesse al momento. Ma sei fortunata! Ora riceverai tutta l'attenzione dell'insegnante.

# 80_Man
source: Hello, there! Sorry to have kept you waiting. I'm Saegusa, the headmaster of this school.
pt: Salve! Scusa se ti ho fatto aspettare. Sono Saegusa, il preside di questa scuola.

# 92_Saegusa
source: Well, well! What a pretty, young student you have found us, Fujimoto-san! Perfect for a career in broadcasting!
pt: Bene, bene! Che studentessa giovane e carina ci hai trovato, Fujimoto-san! È perfetta per una carriera televisiva!

# 104_Woman
source: Hehe! Yes, forgive me. I forgot to introduce myself, didn't I? My name is Fujimoto. And you are?
pt: Hehe! Sì, perdonami. Ho dimenticato di presentarmi, non è vero? Mi chiamo Fujimoto. E tu sei?

# 116_Haruka
source: Oh, uh, my name is Haruka Sawamura.
pt: Oh, ehm, mi chiamo Haruka Sawamura.

# 128_Saegusa
source: Oh, what a pleasant voice our young student has! And our curriculum could help you polish and refine your speech quality even further!
pt: Oh, che voce piacevole ha la nostra giovane studentessa! E il nostro programma potrebbe aiutarti a perfezionare e affinare la qualità della tua dizione ancora di più!

# 140_Fujimoto
source: Now then, Saegusa-sensei. If you would start the lesson.
pt: Bene allora, Saegusa-sensei. Se volesse iniziare la lezione.

# 152_Saegusa
source: All right. Well, Sawamura-san, it looks like you're the only one here, but let's begin, shall we?
pt: Va bene. Dunque, Sawamura-san, sembra che tu sia l'unica qui, ma cominciamo pure, che ne dici?

# 164_Haruka
source: Yes, please.
pt: Sì, per favore.

# 176_Saegusa
source: We'll begin with a lesson on proper language usage.
pt: Inizieremo con una lezione sull'uso corretto della lingua.

# 188_Saegusa
source: As you know, many people are guilty of misusing language in their everyday lives.
pt: Come saprai, molte persone commettono l'errore di usare la lingua in modo scorretto nella vita di tutti i giorni.

# 200_Saegusa
source: Of course, this doesn't pose much of a problem when speaking to friends or family, but it won't do for an announcer speaking on national TV.
pt: Naturalmente, questo non rappresenta un grosso problema quando si parla con amici o familiari, ma non va bene per un annunciatore che parla sulla TV nazionale.

# 212_Saegusa
source: How embarrassing would it be to make a mistake when speaking in front of millions?
pt: Quanto sarebbe imbarazzante commettere un errore quando si parla davanti a milioni di persone?

# 224_Haruka
source: That would be embarrassing, wouldn't it?
pt: Sarebbe imbarazzante, non è vero?

# 236_Saegusa
source: This brings us to your first problem to consider. I will give you three sentences. You tell me which of them contains a mistake.
pt: E questo ci porta al primo quesito da analizzare. Ti proporrò tre frasi. Dimmi quale di queste contiene un errore.

# 248_Haruka
source: So I choose the sentence that is incorrect?
pt: Quindi scelgo la frase che è sbagliata?

# 260_Saegusa
source: Precisely. Here we go!
pt: Esattamente. Cominciamo!

# 272_Haruka
source: (Hmm. Which sentence has a mistake in it?)
pt: (Mmh. Quale frase contiene un errore?)

# 284_Woman
source: I think number one, "He is just as tall as Alyssa and I," is incorrect.
pt: Penso che la numero uno, "Lui è alto quanto Alyssa e io", sia sbagliata.

# 296_Saegusa
source: Oh, too bad! That one is correct. Some people say "as tall as me," but "as" is a conjunction, and pronoun forms have to match on either side.
pt: Oh, peccato! Quella è corretta. Alcuni dicono "alto quanto me", ma "quanto" è una congiunzione, e le forme dei pronomi devono corrispondere da entrambi i lati.

# 308_Fujimoto
source: Right. "He" is the subjective case of the pronoun, so "I" must also be the subjective case when making this comparison using "as."
pt: Proprio così. "Lui" è il caso soggettivo del pronome, quindi anche "io" dev'essere al caso soggettivo quando si effettua questa comparazione usando "quanto".

# 320_Saegusa
source: The one that is incorrect is number two, "Alyssa and me did our homework together."
pt: Quella sbagliata è la numero due: "Alyssa e me abbiamo fatto i compiti insieme".

# 332_Haruka
source: What's incorrect about it?
pt: Cosa c'è di sbagliato?

# 344_Saegusa
source: Well, the people who did their homework are the subject of the sentence, so the pronoun should be in subjective form: i.e., "I," not "me."
pt: Beh, le persone che hanno fatto i compiti sono il soggetto della frase, quindi il pronome dovrebbe essere al caso soggettivo: ovvero, "io", non "me".

# 356_Haruka
source: Oh, I see! You do hear that kind of thing quite a lot, though, don't you?
pt: Oh, capisco! Si sente spesso dire questo genere di cose, però, non è vero?

# 368_Saegusa
source: Yes, it's commonly used and readily understood but still incorrect nonetheless.
pt: Sì, è di uso comune e si capisce facilmente, ma resta comunque scorretto.

# 380_Saegusa
source: Let's continue on to the next problem, shall we?
pt: Passiamo al prossimo quesito, d'accordo?

# 392_Woman
source: I think number two, "Alyssa and me did our homework together," is incorrect.
pt: Penso che la numero due, "Alyssa e me abbiamo fatto i compiti insieme", sia sbagliata.

# 404_Saegusa
source: That's correct! Very good, Sawamura-san!
pt: Esatto! Molto bene, Sawamura-san!

# 416_Fujimoto
source: Well! You're quite good at this, aren't you?
pt: Beh! Sei piuttosto brava in questo, non è vero?

# 428_Haruka
source: I don't think that one was all that difficult...
pt: Non credo che quello fosse poi così difficile...

# 440_Fujimoto
source: Perhaps, but I believe a lot of people wouldn't have known the answer.
pt: Forse, ma credo che molte persone non avrebbero saputo la risposta.

# 452_Saegusa
source: Indeed. The people who did their homework are the subject of the sentence, so the pronoun should be in subjective form: i.e., "I," not "me."
pt: Proprio così. Le persone che hanno fatto i compiti sono il soggetto della frase, quindi il pronome dovrebbe essere al caso soggettivo: ovvero, "io", non "me".

# 464_Haruka
source: But you do hear that kind of thing quite a lot, though, don't you?
pt: Però si sente spesso dire questo genere di cose, non è vero?

# 476_Saegusa
source: Yes, it's commonly used and readily understood but still incorrect nonetheless.
pt: Sì, è di uso comune e si capisce facilmente, ma resta comunque scorretto.

# 488_Saegusa
source: Let's continue on to the next problem, shall we?
pt: Passiamo al prossimo quesito, d'accordo?

# 500_Woman
source: I think number three, "This is as good as it gets for Alyssa and me," is incorrect.
pt: Penso che la numero tre, "Le cose non potrebbero andare meglio per Alyssa e me", sia sbagliata.

# 512_Saegusa
source: Oh, too bad! That one is correct. Some people might say "for Alyssa and I," but "for" is a preposition, so the pronoun should be objective.
pt: Oh, peccato! Quella è corretta. Alcune persone potrebbero dire "per Alyssa e io", ma "per" è una preposizione, quindi il pronome dovrebbe essere al caso oggettivo.

# 524_Haruka
source: Oh, I see! "Me" is an object of the preposition.
pt: Oh, capisco! "Me" è il complemento della preposizione.

# 536_Saegusa
source: The one that is incorrect is number two, "Alyssa and me did our homework together."
pt: Quella scorretta è la numero due, "Alyssa e me abbiamo fatto i compiti insieme."

# 548_Haruka
source: What's incorrect about it?
pt: Cosa c'è di sbagliato?

# 560_Saegusa
source: Well, the people who did their homework are the subject of the sentence, so the pronoun should be in subjective form: i.e., "I," not "me."
pt: Beh, le persone che hanno fatto i compiti sono il soggetto della frase, quindi il pronome dovrebbe essere al caso soggettivo: ovvero, "io", non "me".

# 572_Haruka
source: Oh, I see! You do hear that kind of thing a lot, though, don't you?
pt: Oh, capisco! Però si sente spesso dire questo genere di cose, non è vero?

# 584_Saegusa
source: Yes, it's commonly used and readily understood but still incorrect nonetheless.
pt: Sì, è di uso comune e si capisce facilmente, ma resta comunque scorretto.

# 596_Saegusa
source: Let's continue on to the next problem, shall we?
pt: Passiamo al prossimo quesito, d'accordo?

# 608_Woman
source: Now, then. Which one of these three sentences contains a mistake?
pt: Bene, allora. Quale di queste tre frasi contiene un errore?

# 620_Woman
source: I think number one, "I literally cried for an hour," is incorrect.
pt: Penso che la numero uno, "Ho letteralmente pianto per un'ora", sia sbagliata.

# 632_Saegusa
source: No, that one is fine. Many people do tend to use "literally" incorrectly, however, when something isn't the actual, literal truth.
pt: No, quella va bene. Molte persone tendono a usare "letteralmente" in modo errato, tuttavia, quando qualcosa non è la pura, verità letterale.

# 644_Fujimoto
source: For example, "I literally cried my eyes out," when, of course, they really didn't.
pt: Per esempio, "Ho letteralmente pianto tutte le mie lacrime", quando, ovviamente, non è successo davvero.

# 656_Saegusa
source: The one that is incorrect is number three, "If I'd known, I would of done it differently."
pt: Quella scorretta è la numero tre, "Se l'avessi saputo, io l'avrei di fatto diversamente."

# 668_Haruka
source: What's incorrect about it?
pt: Cosa c'è di sbagliato?

# 680_Saegusa
source: Well, it should be "would have," not "would of." People do misinterpret "would have" as "would of" fairly often in colloquial speech, but they are in fact incorrect.
pt: Beh, dovrebbe essere "avrei fatto", non "di fatto". Le persone scambiano spesso "avrei fatto" con "di fatto" nel linguaggio colloquiale, ma in realtà è un errore.

# 692_Haruka
source: Yes, I do hear those a lot.
pt: Sì, li sento dire spesso.

# 704_Saegusa
source: Hehe. Interesting, isn't it? Let's keep going, shall we?
pt: Ehe. Interessante, vero? Continuiamo, d'accordo?

# 716_Woman
source: I think number two, "I will do it regardless of the cost," is incorrect.
pt: Penso che la numero due, "Lo farò a prescindere dal costo", sia sbagliata.

# 728_Saegusa
source: No, that one is fine. The one that is incorrect is number three, "If I'd known, I would of done it differently."
pt: No, quella va bene. Quella scorretta è la numero tre, "Se l'avessi saputo, io l'avrei di fatto diversamente."

# 740_Haruka
source: What's incorrect about it?
pt: Cosa c'è di sbagliato?

# 752_Saegusa
source: Well, it should be "would have," not "would of." People do misinterpret "would have" as "would of" fairly often in colloquial speech, but they are in fact incorrect.
pt: Beh, dovrebbe essere "avrei fatto", non "di fatto". Le persone scambiano spesso "avrei fatto" con "di fatto" nel linguaggio colloquiale, ma in realtà è un errore.

# 764_Haruka
source: Yes, I do hear those a lot.
pt: Sì, li sento dire spesso.

# 776_Saegusa
source: Hehe. Interesting, isn't it? Let's keep going, shall we?
pt: Ehe. Interessante, vero? Continuiamo, d'accordo?

# 788_Woman
source: I think number three, "If I'd known, I would of done it differently," is incorrect.
pt: Penso che la numero tre, "Se l'avessi saputo, io l'avrei di fatto diversamente", sia sbagliata.

# 800_Saegusa
source: Wonderful! You are correct!
pt: Splendido! Esatto!

# 812_Haruka
source: Oh, I'm so glad!
pt: Oh, ne sono proprio felice!

# 824_Fujimoto
source: Saegusa-sensei, could you please explain what the mistake is? I'm afraid I'm not sure, myself.
pt: Saegusa-sensei, potrebbe spiegare qual è l'errore esatto? Temo di non esserne sicuro nemmeno io.

# 836_Saegusa
source: Fujimoto-san, I'm appalled! How can you claim to represent our school with such a shaky understanding of the language?
pt: Fujimoto-san, sono inorridita! Come puoi pretendere di rappresentare la nostra scuola con una conoscenza così incerta della lingua?

# 848_Fujimoto
source: Please forgive me!
pt: La prego, mi perdoni!

# 860_Saegusa
source: It should be "would have," not "would of." People do misinterpret "would have" as "would of" fairly often in colloquial speech, but they are in fact incorrect.
pt: Dovrebbe essere "avrei fatto", non "di fatto". Le persone scambiano spesso "avrei fatto" con "di fatto" nel linguaggio colloquiale, ma in realtà è un errore.

# 872_Saegusa
source: Hehe. Interesting, isn't it? Let's keep going, shall we?
pt: Ehe. Interessante, vero? Continuiamo, d'accordo?

# 884_Woman
source: Now, then. Which one of these three sentences contains a mistake?
pt: Dunque. Quale di queste tre frasi contiene un errore?

# 896_Woman
source: I think number one, "I accidently took the wrong bus," is incorrect.
pt: Penso che la numero uno, "Ho preso l'autobus sbagliato per sbaglio", sia sbagliata.

# 908_Saegusa
source: I see. And what makes you say that?
pt: Capisco. E cosa te lo fa dire?

# 920_Haruka
source: It should be "accidentally," not "accidently."
pt: Dovrebbe essere "accidentalmente", non "per sbaglio".

# 932_Fujimoto
source: Ah, well done!
pt: Ah, ben fatto!

# 944_Saegusa
source: You're exactly right! I'm very impressed, Sawamura-san!
pt: Hai proprio ragione! Sono davvero colpita, Sawamura-san!

# 956_Haruka
source: Thank you!
pt: Grazie!

# 968_Saegusa
source: Well, that's enough of an introduction to proper language usage. There are other skills that need to be cultivated as well for voice-related work.
pt: Bene, direi che come introduzione all'uso corretto della lingua può bastare. Ma ci sono anche altre abilità che vanno coltivate per chi lavora con la voce.

# 980_Woman
source: I think number two, "He made a complete 180-degree turnabout," is incorrect.
pt: Penso che la numero due, "Ha fatto un voltafaccia completo di 180 gradi", sia sbagliata.

# 992_Woman
source: I think number three, "I love fruit－e.g., bananas and grapes," is incorrect.
pt: Penso che la numero tre, "Adoro la frutta－ad esempio banane e uva", sia sbagliata.

# 1004_Woman
source: No, actually, that one is fine. The one that is incorrect is number one, "I accidently took the wrong bus."
pt: No, in realtà quella va bene. Quella sbagliata è la numero uno, "Ho preso l'autobus sbagliato per sbaglio".

# 1016_Haruka
source: Really? What's wrong with that one?
pt: Davvero? Cosa c'è che non va in quella?

# 1028_Saegusa
source: It should be "accidentally," not "accidently."
pt: Dovrebbe essere "accidentalmente", non "per sbaglio".

# 1040_Fujimoto
source: Oh, I see!
pt: Oh, capisco!

# 1052_Haruka
source: My goodness! I didn't even notice that.
pt: Cielo! Non ci avevo nemmeno fatto caso.

# 1064_Saegusa
source: Yes. Proper language use is a difficult thing, which is why our course comes so highly recommended. I do hope you'll consider enrolling.
pt: Sì. L'uso corretto della lingua è una faccenda complicata, ed è per questo che il nostro corso è così caldamente consigliato. Spero davvero che prenderai in considerazione l'idea di iscriverti.

# 1076_Haruka
source: (Hmm. I only came because she said it was free, but I guess they're going to try and persuade me to sign up.)
pt: (Mmm. Sono venuta solo perché ha detto che era gratis, ma immagino che cercheranno di convincermi a iscrivermi.)

# 1088_Saegusa
source: Well, that's enough of an introduction to proper language usage. There are other skills that need to be cultivated as well for voice-related work.
pt: Bene, direi che come introduzione all'uso corretto della lingua può bastare. Ma ci sono anche altre abilità che vanno coltivate per chi lavora con la voce.

# 1112_Woman
source: But you are a very bright student of proper language usage, aren't you? You got all of the problems correct, after all!
pt: Ma sei una studentessa molto brillante nell'uso corretto della lingua, non è vero? Dopotutto, hai risposto correttamente a tutti i quesiti!

# 1124_Saegusa
source: Hmm. Yes. I'm starting to worry there isn't much we can teach you here.
pt: Mmm. Sì. Comincio a temere che non ci sia molto che possiamo insegnarti qui.

# 1136_Fujimoto
source: But Saegusa-sensei! Surely there must be something else!
pt: Ma Saegusa-sensei! Ci deve pur essere qualcos'altro!

# 1148_Saegusa
source: Ahem! No, you're right, of course. There is plenty more to learn! Plenty! Let's move on to a new topic, shall we?
pt: Ehm! No, hai ragione, naturalmente. C'è ancora molto da imparare! Altroché! Passiamo a un nuovo argomento, va bene?

# 1160_Saegusa
source: Now, through the use of tongue twisters, we'll practice speaking rapidly yet clearly, an essential skill for any announcer!
pt: Ora, attraverso l'uso degli scioglilingua, faremo pratica nel parlare in modo rapido ma chiaro, un'abilità essenziale per ogni annunciatore!

# 1172_Woman
source: That said, Sawamura-san, you did very well indeed! You got most of the problems correct!
pt: Detto questo, Sawamura-san, te la sei cavata davvero bene! Hai risposto correttamente alla maggior parte dei quesiti!

# 1184_Saegusa
source: Hmm. Yes. I'm starting to worry there isn't much we can teach you here.
pt: Mmm. Sì. Comincio a temere che non ci sia molto che possiamo insegnarti qui.

# 1196_Fujimoto
source: But Saegusa-sensei! Surely there must be something else!
pt: Ma Saegusa-sensei! Ci deve pur essere qualcos'altro!

# 1208_Saegusa
source: Ahem! No, you're right, of course. There is plenty more to learn! Plenty! Let's move on to a new topic, shall we?
pt: Ehm! No, hai ragione, naturalmente. C'è ancora molto da imparare! Altroché! Passiamo a un nuovo argomento, va bene?

# 1220_Saegusa
source: Now, through the use of tongue twisters, we'll practice speaking rapidly yet clearly, an essential skill for any announcer!
pt: Ora, attraverso l'uso degli scioglilingua, faremo pratica nel parlare in modo rapido ma chiaro, un'abilità essenziale per ogni annunciatore!

# 1232_Woman
source: But what do you think so far, Sawamura-san? Our course is packed full with useful information, wouldn't you agree?
pt: Ma cosa ne pensi finora, Sawamura-san? Il nostro corso è pieno zeppo di informazioni utili, non sei d'accordo?

# 1244_Haruka
source: Er－ Yes, of course.
pt: Ehm... Sì, naturalmente.

# 1256_Saegusa
source: I sincerely hope you'll enroll and continue studying with us!
pt: Spero sinceramente che ti iscriverai e continuerai a studiare con noi!

# 1268_Fujimoto
source: Now don't get ahead of yourself, Saegusa-sensei! The class isn't over just yet!
pt: Ora non correre troppo, Saegusa-sensei! La lezione non è ancora finita!

# 1280_Saegusa
source: Right! Now, through the use of tongue twisters, we'll practice being able to speak rapidly yet clearly, an essential skill for any announcer!
pt: Bene! Ora, attraverso l'uso degli scioglilingua, faremo pratica nel parlare in modo rapido ma chiaro, un'abilità essenziale per ogni annunciatore!

# 1292_Woman
source: Tongue twisters?
pt: Scioglilingua?

# 1304_Saegusa
source: That's right. Clear enunciation and fluency are essential for any voice-related career!
pt: Proprio così. Una dizione chiara e la scioltezza sono essenziali per qualsiasi carriera legata alla voce!

# 1316_Saegusa
source: Are you ready to start? I'll give you a tongue twister, and you'll say it as fast as you can.
pt: Sei pronta per iniziare? Ti darò uno scioglilingua, e dovrai ripeterlo il più velocemente possibile.

# 1328_Saegusa
source: We'll start with one of the more common tongue twisters, "She sells seashells."
pt: Inizieremo con uno degli scioglilingua più comuni, "She sells seashells."

# 1376_Woman
source: No, I'm afraid that's incorrect. It's "She sells seashells by the seashore," isn't that right?
pt: No, temo che non sia corretto. È "She sells seashells by the seashore," non è vero?

# 1388_Haruka
source: Yes, I'm afraid I got a little tongue-tied.
pt: Sì, temo che mi si sia un po' intrecciata la lingua.

# 1400_Fujimoto
source: Don't you worry, Sawamura-san! Keep practicing and study hard, and you'll get there!
pt: Non preoccuparti, Sawamura-san! Continua a fare pratica e studia sodo, e vedrai che ce la farai!

# 1412_Saegusa
source: Fujimoto-san is right. Now, let's try a different tongue twister, shall we?
pt: Fujimoto-san ha ragione. Ora, proviamo un altro scioglilingua, che ne dici?

# 1424_Woman
source: Um, let's see...
pt: Uhm, vediamo...

# 1436_Saegusa
source: Too slow! I'm afraid you took much too long, Sawamura-san. The point is to say it as quickly as you can.
pt: Troppo lenta! Temo che tu ci abbia messo decisamente troppo, Sawamura-san. Il punto è dirlo il più velocemente possibile.

# 1448_Haruka
source: Yes, perhaps I was being too careful.
pt: Sì, forse sono stata troppo attenta.

# 1460_Fujimoto
source: Don't you worry, Sawamura-san! Keep practicing and study hard, and you'll get there!
pt: Non preoccuparti, Sawamura-san! Continua a fare pratica e studia sodo, e vedrai che ce la farai!

# 1472_Saegusa
source: Fujimoto-san is right. Now, let's try a different tongue twister, shall we?
pt: Fujimoto-san ha ragione. Ora, proviamo un altro scioglilingua, che ne dici?

# 1496_Saegusa
source: Very good! Now, say it again!
pt: Molto bene! Ora, ripetilo!

# 1532_Saegusa
source: Great! One more time!
pt: Ottimo! Ancora una volta!

# 1568_Saegusa
source: That was perfect! You're quite a fluent speaker!
pt: È stato perfetto! Parli in modo molto fluido!

# 1580_Haruka
source: Oh, thank you!
pt: Oh, grazie!

# 1592_Saegusa
source: That one was just a warmup, however. On to the next tongue twister!
pt: Quello era solo un riscaldamento, però. Passiamo al prossimo scioglilingua!
