Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08ea.po
Languages: pt

source: Gruff Lady
pt: Signora Scorbutica

source: Take the Long Way
pt: Prenda la strada più lunga

source: Take the Short Way
pt: Prenda la strada più corta

source: Wake the Passenger and Ask
pt: Sveglia la Passeggera e Chiedi

source: Talk About Politics
pt: Parlare di politica

source: Tell a Dirty Joke
pt: Racconta una barzelletta sporca

source: Talk About Sports
pt: Parlare di sport

source: Ask the Passenger to Get Change
pt: Chiedi alla Passeggera di procurarsi il resto

source: Go and Get Change
pt: Vai a prendere il resto

source: Consider the Change a Tip
pt: Considera il resto una mancia

# 44_Kiryu
source: What route would you like to go?
pt: Quale strada desidera prendere?

# 56_Gruff Lady
source: I ain't from 'round here, dolt! How the hell am I s'posed to know the way!?
pt: Non sono mica di queste parti, idiota! Come diavolo dovrei saperla io, la strada!?

# 68_Gruff Lady
source: I'll leave it to you. Just get us there however's best. I'm gonna have myself a little nap!
pt: Vedi tu. Ci porti e basta, come viene meglio. Mi faccio un pisolino!

# 92_Kiryu
source: (So the route is up to me, huh?)
pt: (Quindi la strada tocca a me, eh?)

# 104_Kiryu
source: (She'll never know if I take the long way.)
pt: (Non lo scoprirà mai se allungo la strada.)

# 116_Gruff Lady
source: Hey, driver!
pt: Ehi, tassista!

# 128_Kiryu
source: (She woke up...)
pt: (Si è svegliata...)

# 140_Kiryu
source: Yes?
pt: Sì?

# 152_Gruff Lady
source: How long till we get there?
pt: Quanto manca?

# 164_Kiryu
source: About thirty minutes.
pt: Circa trenta minuti.

# 176_Gruff Lady
source: What!? That can't be right! I heard it only takes about fifteen!
pt: Come!? Non è mica vero! Avevo sentito che ci volevano solo quindici minuti!

# 188_Kiryu
source: But you said you'd leave it up to－
pt: Ma avevi detto che l'avresti lasciato a－

# 200_Gruff Lady
source: Idiot! I meant I'd leave figurin' out the shortest route to you!
pt: Idiota! Volevo dire che dovevi trovare tu la strada più breve!

# 212_Gruff Lady
source: Who'd wanna spend any longer with you than they have to!? Take the quickest route!
pt: Chi mai vorrebbe passarci più tempo del dovuto con te!? Prendi la strada più breve!

# 224_Kiryu
source: Okay, sorry about that.
pt: Va bene, mi scusi.

# 236_Kiryu
source: (She's asleep, but taking the shortest route would be the best idea.)
pt: (È addormentata, ma prendere la strada più breve sarebbe l'idea migliore.)

# 248_Gruff Lady
source: Hey, driver!
pt: Ehi, tassista!

# 260_Kiryu
source: (She woke up...)
pt: (Si è svegliata...)

# 272_Kiryu
source: Yes?
pt: Sì?

# 284_Gruff Lady
source: Where are we now?
pt: Dove siamo adesso?

# 296_Kiryu
source: <Color:22>Chikuzengawa Street<Color:Default>.
pt: <Color:22>Via Chikuzengawa<Color:Default>.

# 308_Gruff Lady
source: Idiot! I ain't know the roads 'round here!
pt: Idiota! Non conosco le strade da queste parti!

# 320_Gruff Lady
source: Ya sure this <Color:22>Chikuzengawa Street<Color:Default> is the quickest way to go?
pt: Sei sicuro che questa <Color:22>Via Chikuzengawa<Color:Default> sia la strada più breve?

# 332_Gruff Lady
source: Heh! Bet you're thinkin' you can rip me off just 'cause I'm not from 'round here!
pt: Eh! Scommetto che pensi di potermi fregare solo perché non sono di queste parti!

# 344_Kiryu
source: No, this is definitely the shortest route. You can check it on the map if you'd like.
pt: No, questo è decisamente il percorso più breve. Può controllarlo sulla mappa, se vuole.

# 356_Gruff Lady
source: Hmph. Never mind. If you insist, I'll have to trust ya. Just don't go gettin' in any accidents.
pt: Hmph. Lascia perdere. Se insisti, mi dovrò fidare di te. Solo, non andare a cacciarti in qualche incidente.

# 368_Kiryu
source: I'll be careful.
pt: Farò attenzione.

# 380_Kiryu
source: (It seems like she believed me. I should have confirmed the route in advance given that she doesn't know the lay of the land.)
pt: (Sembra che mi abbia creduto. Avrei dovuto confermare il percorso in anticipo dato che non conosce la zona.)

# 392_Kiryu
source: (It'd be best to confirm the route with her.)
pt: (Sarebbe meglio confermare il percorso con lei.)

# 404_Kiryu
source: Excuse me?
pt: Mi scusi?

# 416_Gruff Lady
source: What!? I'm tryin' to sleep here!
pt: Cosa!? Sto cercando di dormire qui!

# 428_Kiryu
source: I just wanted to confirm the route with you. <Color:22>Nagasu Boulevard<Color:Default> is the most direct way there.
pt: Volevo solo confermare il percorso con lei. <Color:22>Viale Nagasu<Color:Default> è il percorso più diretto per arrivarci.

# 440_Kiryu
source: But at this time of day it's pretty congested. I think we should take <Color:22>Chikuzengawa Street<Color:Default> instead.
pt: Ma a quest'ora del giorno è piuttosto congestionata. Direi che dovremmo prendere <Color:22>Via Chikuzengawa<Color:Default> invece.

# 452_Gruff Lady
source: That so...
pt: Ah, così...

# 464_Kiryu
source: Would you like to check on the map?
pt: Vuole controllare sulla mappa?

# 476_Gruff Lady
source: Nah, you seem like the trustworthy type. That'll be fine!
pt: Ma no, sembri uno di cui ci si può fidare. Andrà bene!

# 488_Kiryu
source: Thank you. We should be there in fifteen minutes.
pt: Grazie. Dovremmo essere lì tra quindici minuti.

# 500_Gruff Lady
source: When ya don't know a place, it's easy to get ripped off. I'm glad you're so thorough, driver!
pt: Quando non conosci un posto, è facile farsi fregare. Sono contenta che sei così scrupoloso, tassista!

# 512_Gruff Lady
source: All righty, let's go!
pt: Benissimo, si parte!

# 524_Kiryu
source: Hrm, I'm not sleepy anymore. Got any news to share, driver?
pt: Mmm, non sono più assonnata. Hai qualche novità da raccontare, tassista?

# 536_Kiryu
source: What sort of things are you interested in?
pt: Che genere di cose la interessano?

# 548_Gruff Lady
source: Current events, ya know? That sorta thing.
pt: Fatti d'attualità, sai? Quel genere di cose.

# 560_Kiryu
source: Current events, huh?
pt: Fatti d'attualità, eh?

# 572_Kiryu
source: Okay, well how about some political discussion?
pt: Allora, che ne dici di una discussione politica?

# 584_Gruff Lady
source: Sure. Whaddya think of the current rulin' party, driver?
pt: Certo. Che ne pensi del partito al governo, tassista?

# 596_Kiryu
source: Well, I don't support all their policies...
pt: Beh, non appoggio tutte le loro politiche...

# 608_Gruff Lady
source: And why the hell not!?
pt: E perché diavolo no!?

# 620_Kiryu
source: Uh...
pt: Ehm...

# 632_Gruff Lady
source: I'm a member of the National Women's Association for that party. That's why I'm here in Fukuoka!
pt: Sono un membro dell'Associazione Nazionale delle Donne di quel partito. Ecco perché sono qui a Fukuoka!

# 644_Gruff Lady
source: What is it ya can't support!? Go on, spit it out! I'll tell ya exactly how wrong you are!
pt: Cosa non puoi appoggiare!? Forza, sputalo fuori! Ti dirò esattamente quanto ti sbagli!

# 668_Gruff Lady
source: Heheh, got ya! I was only jokin'. Politics bore me to death, actually.
pt: Heheh, ti ho fregato! Stavo solo scherzando. In realtà la politica mi annoia a morte.

# 680_Gruff Lady
source: You oughta know that politics, religion, and war are tricky subjects to bring up to someone ya just met.
pt: Dovresti saperlo che politica, religione e guerra sono argomenti spinosi da tirare fuori con qualcuno che hai appena incontrato.

# 692_Gruff Lady
source: It ain't good to discuss sensitive subjects when you're in the service industry, driver.
pt: Non sta bene discutere argomenti spinosi quando sei nel settore dei servizi, tassista.

# 704_Kiryu
source: I see.
pt: Capisco.

# 716_Kiryu
source: (She's right. Who is this lady?)
pt: Ha ragione. Ma chi è questa qui?

# 728_Kiryu
source: Okay, how about a dirty joke?
pt: Allora, che ne dici di una barzelletta sconcia?

# 740_Gruff Lady
source: What!? I ain't your drinkin' buddy, pal! I'm a passenger! And a woman at that!
pt: Cosa!? Non sono la tua compagna di bevute, amico! Sono una passeggera! E per di più una donna!

# 752_Gruff Lady
source: How's a dirty joke a current event, anyway?
pt: Che c'entra una barzelletta sconcia con l'attualità, scusa?

# 764_Kiryu
source: Right. Sorry about that.
pt: Va bene. Mi dispiace per quello.

# 776_Gruff Lady
source: You better watch what ya say when dealin' with customers. Dirty jokes are a no-no.
pt: Faresti meglio a stare attento a quello che dici quando hai a che fare con i clienti. Le barzellette sconce sono un no-no.

# 788_Gruff Lady
source: And that's not all. You should stay away from politics, religion, and war as well.
pt: E non è finita qui. Dovresti stare alla larga anche da politica, religione e guerra.

# 800_Gruff Lady
source: It ain't good to discuss sensitive subjects when you're in the service industry, driver.
pt: Non sta bene discutere argomenti spinosi quando sei nel settore dei servizi, tassista.

# 812_Kiryu
source: I see.
pt: Capisco.

# 824_Kiryu
source: (She's right. Who is this lady?)
pt: (Ha ragione. Ma chi è questa qui?)

# 836_Kiryu
source: Well, how about we talk some sports?
pt: Allora, che ne dici se parliamo un po' di sport?

# 848_Gruff Lady
source: Ah, good choice. You like baseball? I guess if you're from Fukuoka you'd－
pt: Ah, buona scelta. Ti piace il baseball? Immagino che se sei di Fukuoka, tu—

# 860_Kiryu
source: I actually lived in Tokyo the longest.
pt: In realtà, a Tokyo ci ho vissuto più a lungo.

# 872_Gruff Lady
source: Then I guess you're a Tokyo Gigants fan? I'm Osaka born and bred, which makes us arch rivals!
pt: Allora immagino tu sia un tifoso dei Tokyo Gigants? Io sono di Osaka purosangue, il che ci rende acerrimi rivali!

# 884_Gruff Lady
source: Our team'll show the Gigants how it's done next season, mark my words! It'll be a legendary showdown!
pt: La nostra squadra farà vedere ai Gigants chi comanda la prossima stagione, segnati le mie parole! Sarà uno scontro leggendario!

# 896_Kiryu
source: (That seemed to spark her interest.)
pt: (Sembrava che la cosa avesse stuzzicato il suo interesse.)

# 908_Gruff Lady
source: Sports was the right thing to go with, driver. There's all sorts of topics out there, but ya can't just go sayin' whatever ya like.
pt: Con lo sport ci hai azzeccato, tassista. Ci sono argomenti di ogni tipo là fuori, ma non puoi mica andare in giro a dire quel che ti pare.

# 920_Gruff Lady
source: It ain't good to discuss sensitive subjects when you're in the service industry. And that goes double for dirty jokes.
pt: Non sta bene discutere argomenti spinosi quando sei nel settore dei servizi. E questo vale doppio per le barzellette sporche.

# 932_Kiryu
source: (She's right. Who is this lady?)
pt: (Ha ragione. Ma chi è questa qui?)

# 944_Kiryu
source: We're almost there, ma'am.
pt: Siamo quasi arrivati, signora.

# 956_Gruff Lady
source: Ah, great! Mind if I pay with a 10,000 yen note?
pt: Ah, perfetto! Le dispiace se pago con una banconota da 10.000 yen?

# 980_Kiryu
source: (I've taken a lot of big notes today, so I don't think I'll have enough change for that.)
pt: (Oggi ho preso un sacco di banconote di grosso taglio, quindi non credo di avere abbastanza resto per quello.)

# 992_Gruff Lady
source: What's wrong?
pt: Che succede?

# 1004_Kiryu
source: I'm very sorry. I don't seem to have enough change on me.
pt: Mi dispiace molto. Non mi sembra di avere abbastanza resto con me.

# 1016_Kiryu
source: You wouldn't happen to have anything smaller?
pt: Non avrebbe mica qualcosa di più piccolo?

# 1028_Gruff Lady
source: Nope! All I got is 10,000 yen notes!
pt: Macché! Ho solo banconote da 10.000 yen!

# 1040_Kiryu
source: You could also pay by credit card.
pt: Potrebbe anche pagare con carta di credito.

# 1052_Gruff Lady
source: Nah. Never liked the things, so I don't carry one. Surely you can make a 10,000 yen note work.
pt: Macché. Non mi sono mai piaciute 'ste cose, quindi non ne porto una. Sicuramente te la puoi cavare con una banconota da 10.000 yen.

# 1076_Gruff Lady
source: Look! There's a convenience store over there!
pt: Guarda! C'è un minimarket là!

# 1088_Kiryu
source: I'll park in front of the convenience store.
pt: Parcheggio davanti al minimarket.

# 1100_Kiryu
source: Can I ask you to go in and get some change?
pt: Potresti entrare a prendere il resto?

# 1112_Gruff Lady
source: What? Ya want me to go!? The passenger!?
pt: Cosa? Vuoi che ci vada io!? La passeggera!?

# 1124_Kiryu
source: I'll turn the meter off, of course.
pt: Spegnerei il tassametro, ovviamente.

# 1136_Gruff Lady
source: That ain't the problem, driver.
pt: Non è mica quello il problema, autista.

# 1148_Gruff Lady
source: I know I don't have any small bills on me either, but keepin' enough change on hand is your job.
pt: Lo so che neanch'io ho spiccioli addosso, ma avere abbastanza resto a portata di mano è il tuo lavoro.

# 1160_Kiryu
source: That's true.
pt: È vero.

# 1172_Gruff Lady
source: But sometimes ya run out of money to make change. It happens.
pt: Ma a volte finisci i soldi per dare il resto. Capita.

# 1184_Gruff Lady
source: How ya deal with that when it happens is the important part.
pt: Come la gestisci quando capita, quella è la parte importante.

# 1196_Gruff Lady
source: And if ya do it right, you can turn the inconvenience into a positive impression.
pt: E se lo fai bene, puoi trasformare l'inconveniente in un'impressione positiva.

# 1208_Kiryu
source: I'm sorry. I'll go in and get change myself.
pt: Mi dispiace. Vado io a prendere il resto.

# 1220_Gruff Lady
source: Yeah, you do that.
pt: Sì, fai pure.

# 1232_Kiryu
source: Is there anything you'd like me to buy while I'm in there?
pt: C'è qualcosa che vuoi che ti compri mentre sono lì dentro?

# 1244_Gruff Lady
source: Hey, that's the way! Doin' somethin' thoughtful like that leaves a good impression. Can ya buy me a can of coffee, then?
pt: Così si ragiona! Fare una cosa premurosa così lascia una buona impressione. Mi compri una lattina di caffè, allora?

# 1256_Kiryu
source: Of course.
pt: E di che.

# 1268_Kiryu
source: (She looks like a typical passenger, but she seems well-versed in service skills.)
pt: (Sembra una passeggera normale, ma pare che se ne intenda di servizio.)

# 1280_Kiryu
source: I'm sorry about this, but would you mind waiting while I go in to the convenience store to get some change?
pt: Mi dispiace per questo, ma le dispiacerebbe aspettare mentre vado al minimarket a prendere il resto?

# 1292_Gruff Lady
source: Oh, not at all. I'll be right here.
pt: Oh, ma figurati. Sono qui.

# 1304_Kiryu
source: Do you drink tea or coffee?
pt: Bevi tè o caffè?

# 1316_Gruff Lady
source: I'm a coffee drinker. Why?
pt: Bevo caffè. Perché?

# 1328_Kiryu
source: Well, I need to buy something to get change, so I thought I could get you a drink to make up for the inconvenience.
pt: Beh, devo comprare qualcosa per avere il resto, quindi ho pensato di poterti prendere qualcosa da bere per rimediare al disagio.

# 1340_Gruff Lady
source: Oh, that's very kind of ya, driver!
pt: Oh, è molto gentile da parte tua, autista!

# 1352_Kiryu
source: It was my fault I ran out of change.
pt: È stata colpa mia se ho finito il resto.

# 1364_Gruff Lady
source: Still, everybody makes mistakes.
pt: Però, tutti fanno errori.

# 1376_Gruff Lady
source: The important part is how ya handle them.
pt: L'importante è come li gestisci.

# 1388_Gruff Lady
source: And how ya handled that just now completely made up for the whole thing. I'd even say it gives a better impression. Top marks for service!
pt: E come l'hai gestita adesso ha completamente rimediato a tutto. Direi persino che fa una migliore impressione. Voto massimo per il servizio!

# 1400_Kiryu
source: Thank you.
pt: Grazie.

# 1412_Kiryu
source: (I seem to have handled that the right way.)
pt: (Sembra che l'abbia gestita nel modo giusto.)

# 1424_Kiryu
source: Excuse me, ma'am.
pt: Mi scusi, signora.

# 1436_Gruff Lady
source: Yes?
pt: Sì?

# 1448_Kiryu
source: Well, I was just thinking, some of my passengers like to leave me the change as a tip.
pt: Beh, stavo giusto pensando, alcuni dei miei passeggeri amano lasciarmi il resto come mancia.

# 1460_Gruff Lady
source: And?
pt: E?

# 1472_Kiryu
source: If you gave me the change from this 10,000 yen note as a tip, you wouldn't need any money back.
pt: Se mi dessi il resto di questa banconota da 10.000 yen come mancia, non ti servirebbe alcun resto.

# 1484_Gruff Lady
source: If I was in Osaka, I'd think you were makin' a joke. But you're dead serious, aren't ya!?
pt: Se fossi a Osaka, penserei che mi stessi prendendo in giro. Ma tu fai sul serio, vero!?

# 1496_Kiryu
source: Oh, uh...
pt: Oh, ehm...

# 1508_Gruff Lady
source: Ya moron! You're the one who ran out of change, right!?
pt: Idiota! Sei tu quello che ha finito il resto, vero!?

# 1520_Kiryu
source: Right...
pt: Giusto...

# 1532_Gruff Lady
source: It's only natural to make mistakes, but what's important is how ya deal with those mistakes.
pt: È del tutto normale fare errori, ma l'importante è come li gestisci, quegli errori.

# 1544_Gruff Lady
source: The service industry is funny in that, dependin' on how ya handle a mistake, it can turn a negative experience into a positive one.
pt: L'industria dei servizi è curiosa in quanto, a seconda di come gestisci un errore, può trasformare un'esperienza negativa in una positiva.

# 1556_Gruff Lady
source: But you chose the absolute worst solution! Ya need to think about your customers more!
pt: Ma hai scelto la soluzione peggiore in assoluto! Devi pensare di più ai tuoi clienti!

# 1568_Kiryu
source: I'm sorry. I'll go and get some change in the convenience store.
pt: Mi dispiace. Andrò a prendere del resto nel minimarket.

# 1580_Gruff Lady
source: Yeah, you do that. And don't forget to stop the meter!
pt: Sì, fai pure. E non dimenticare di fermare il tassametro!

# 1592_Kiryu
source: Okay.
pt: Ok.

# 1604_Kiryu
source: (She looks like a typical passenger, but she seems well-versed in service skills.)
pt: (Sembra una normale passeggera, ma sembra molto ferrata nelle dinamiche del servizio.)
