Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 12336_Shion
source: <Color:255,200,200,255>And what if the secret in question was something you couldn't simply "let slide", as you say?<Color:Default>
pt: <Color:255,200,200,255>E se il segreto in questione fosse qualcosa su cui non potresti semplicemente "lasciar correre", come dici tu?<Color:Default>

# 12348_Shinada
source: Like what?
pt: Ad esempio?

# 12360_Shion
source: <Color:255,200,200,255>Well, so for example, um... If I were to say that I, ah, actually used to be a man...<Color:Default>
pt: <Color:255,200,200,255>Beh, per esempio, ecco... Se ti dicessi che io, ehm, in realtà una volta ero un uomo...<Color:Default>

# 12372_Shinada
source: Wait, what!? Are you serious?
pt: Aspetta, cosa!? Dici sul serio?

# 12384_Shion
source: <Color:255,200,200,255>I said I was only being hypothetical, didn't I?<Color:Default>
pt: <Color:255,200,200,255>Ho detto che era solo un'ipotesi, no?<Color:Default>

# 12396_Shinada
source: Geez, talk about bad timing. Considering the topic of our current conversation, it makes me think your hypotheticals might actually be the truth.
pt: Caspita, che tempismo del cavolo. Visto l'argomento della nostra conversazione, mi viene da pensare che le tue ipotesi siano in realtà la verità.

# 12408_Shinada
source: No big deal! I don't judge.
pt: Nessun problema! Io non giudico.

# 12420_Shion
source: <Color:255,200,200,255>Really!? You're so open-minded, Shinada-san. I could stand to learn from your example.<Color:Default>
pt: <Color:255,200,200,255>Davvero!? Sei proprio di ampie vedute, Shinada-san. Dovrei proprio prendere esempio da te.<Color:Default>

# 12432_Shinada
source: Haha, don't be so sure about that.
pt: Ahah, non esserne così sicura.

# 12444_Shinada
source: So, what about you?
pt: E tu, invece?

# 12456_Shion
source: <Color:255,200,200,255>What about me? I mean... I don't want to lie to someone I'm in love with.<Color:Default>
pt: <Color:255,200,200,255>E io? Beh... cioè, non vorrei mai mentire a qualcuno di cui sono innamorata.<Color:Default>

# 12468_Shion
source: <Color:255,200,200,255>That's why I wish I could date someone who just takes me as I am. I don't have the emotional wherewithal to be so open.<Color:Default>
pt: <Color:255,200,200,255>Ecco perché vorrei poter uscire con qualcuno che mi accetti semplicemente per quella che sono. Non ho la forza emotiva per essere così aperta.<Color:Default>

# 12480_Shinada
source: I didn't expect you to be so shy. You always seem so brazen. I'm kind of surprised.
pt: Non mi aspettavo che fossi così timida. Sembri sempre così sfacciata. Sono un po' sorpreso.

# 12492_Shion
source: <Color:255,200,200,255>Hehe! That's because us Nagoya women are notoriously stubborn. It's nothing more than an act.<Color:Default>
pt: <Color:255,200,200,255>Ehehe! È perché noi donne di Nagoya siamo notoriamente testarde. Non è nient'altro che una recita.<Color:Default>

# 12504_Shinada
source: Even so, it takes strength to face your inner self. There are lots of things about myself I'm still fighting with.
pt: Comunque, ci vuole forza per affrontare se stessi. Ci sono un sacco di cose di me con cui sto ancora lottando.

# 12516_Shion
source: <Color:255,200,200,255>You deal with that too, Shinada-san? Then we have that in common! Can you tell me about them?<Color:Default>
pt: <Color:255,200,200,255>Succede anche a te, Shinada-san? Allora abbiamo questo in comune! Me ne vuoi parlare?<Color:Default>

# 12528_Shinada
source: Um, maybe at some point. But I'd rather not talk about it right now.
pt: Ehm, magari un giorno. Ma preferirei non parlarne proprio adesso.

# 12540_Shinada
source: I wouldn't worry about it. If someone has real feelings for you, they'll accept you no matter what, Shion-chan.
pt: Io non mi preoccuperei. Se qualcuno prova dei sentimenti veri per te, ti accetterà a prescindere da tutto, Shion-chan.

# 12552_Shion
source: <Color:255,200,200,255>Do you really think so?<Color:Default>
pt: <Color:255,200,200,255>Lo pensi davvero?<Color:Default>

# 12564_Shinada
source: Sure thing! Heck, I'm living proof of that!
pt: Ma certo! Cavolo, io ne sono la prova vivente!

# 12576_Shion
source: <Color:255,200,200,255>Hehe! You sure are confident! Then perhaps I should open my heart and mind completely.<Color:Default>
pt: <Color:255,200,200,255>Ehehe! Certo che sei proprio sicuro di te! Allora forse dovrei aprire completamente il mio cuore e la mia mente.<Color:Default>

# 12588_Shinada
source: If the person is good. You don't need to date some jerk who won't accept you.
pt: Se la persona merita. Non hai bisogno di uscire con qualche stronzo che non ti accetta.

# 12600_Shion
source: <Color:255,200,200,255>I wonder. I can't tell yet whether the person in question is good or not.<Color:Default>
pt: <Color:255,200,200,255>Chissà. Non so ancora dire se la persona in questione meriti o meno.<Color:Default>

# 12612_Shinada
source: I see. So he must be a flake, huh? Maybe he's not such a great guy after all.
pt: Capisco. Quindi dev'essere uno poco affidabile, eh? Magari non è poi questo gran tipo, dopotutto.
