Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900c2.po
Languages: pt

source: Studio Audience
pt: Pubblico in studio

source: The comedians here are very funny.
pt: I comici di qui sono davvero divertenti.

source: Osakan food is delicious.
pt: Il cibo di Osaka è delizioso.

source: People seem a little scary here.
pt: La gente qui sembra un po' spaventosa.

source: Seeing myself on TV.
pt: Vedermi in TV.

source: The support of fans.
pt: Il supporto dei fan.

source: Meeting you, Nomu-san.
pt: Incontrarla, Nomu-san.

source: No, it feels new and exciting.
pt: No, mi sembra tutto nuovo ed emozionante.

source: Yes, it does get a little lonely.
pt: Sì, mi sento un po' sola.

source: Yes, I want to go back to Okinawa.
pt: Sì, voglio tornare a Okinawa.

source: Audience Member
pt: Membro del pubblico

source: Thank you, everyone!
pt: Grazie a tutti!

source: I was really nervous!
pt: Ero davvero nervosa!

source: I'm usually more interesting than this!
pt: Di solito sono più interessante di così!

# 56_dummy
source: Hello and welcome to "Love to See You Smile"! How is everybody doing today?
pt: Salve e benvenuti a "Love to See You Smile"! Come state oggi?

# 68_Studio Audience
source: So-so!
pt: Così così!

# 80_Nomu-san
source: I see! Well, that's all right, then! How are you all sleeping these days?
pt: Capisco! Beh, allora va bene così! Come state dormendo in questi giorni?

# 92_Studio Audience
source: So-so!
pt: Così così!

# 104_Nomu-san
source: And what's that toy children flick up and down?
pt: E com'è che si chiama quel giocattolo che i bambini fanno andare su e giù?

# 128_Nomu-san
source: Hahaha. Thank you, thank you! You're a lovely audience! We're gonna get along just great!
pt: Ahahah. Grazie, grazie! Siete un pubblico fantastico! Andremo d'accordo a meraviglia!

# 164_Nomu-san
source: Okay! Our guest today is on our show for her first time ever. She's a rising singer fresh on the scene, please welcome, Haruka Sawamura-chan!
pt: Bene! L'ospite di oggi partecipa al nostro show per la prima volta in assoluto. È una cantante emergente appena arrivata sulla scena, diamo il benvenuto a Haruka Sawamura-chan!

# 176_Haruka
source: Hello, everyone! I'm Haruka Sawamura! It's nice to meet all of you!
pt: Ciao a tutti! Sono Haruka Sawamura! È un piacere conoscervi!

# 188_Studio Audience
source: Haruka-chan! You're so cute!
pt: Haruka-chan! Sei così carina!

# 236_Nomu-san
source: Yes, she really is adorable, isn't she? A true idol!
pt: Sì, è davvero adorabile, vero? Una vera idol!

# 248_Haruka
source: Thank you very much!
pt: Grazie mille!

# 260_dummy
source: Huh? What's with her?
pt: Eh? Che le prende?

# 272_Nomu-san
source: What's this? Giving the audience the cold shoulder, are you? Can't you even wave to your fans?
pt: Ma che succede? Snobbi il pubblico? Non riesci nemmeno a fare un saluto ai tuoi fan?

# 284_Haruka
source: Oh, I'm so sorry! I was caught off guard, I didn't－
pt: Oh, mi scusi tanto! Mi ha colta di sorpresa, non volevo－

# 296_Nomu-san
source: Yes, yes. We understand. You got nervous and froze, right?
pt: Sì, sì. Abbiamo capito. Ti sei fatta prendere dal nervosismo e ti sei bloccata, vero?

# 308_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 320_dummy
source: Well, let's get to know you a little better, shall we?
pt: Bene, allora, vediamo di conoscerti un po' meglio, ti va?

# 332_Nomu-san
source: They tell me you're from Okinawa. Okinawa has a very warm climate, right? Doesn't that make Osaka too chilly for you?
pt: Mi dicono che vieni da Okinawa. Okinawa ha un clima molto caldo, vero? Osaka non ti sembra un po' troppo fredda?

# 344_Haruka
source: No, not at all.
pt: No, per niente.

# 356_Haruka
source: It is a little cooler here than in Okinawa, but I like Osaka weather just fine.
pt: Fa un po' più fresco qui rispetto a Okinawa, ma il clima di Osaka mi piace molto.

# 368_Nomu-san
source: I'm glad to hear that. You must notice a lot of differences between Osaka and Okinawa. What's your general impression of Osaka so far?
pt: Mi fa piacere sentirlo. Avrai notato un sacco di differenze tra Osaka e Okinawa. Qual è la tua impressione generale di Osaka finora?

# 392_Nomu-san
source: Well, come on, say something!
pt: Beh, avanti, di' qualcosa!

# 416_dummy
source: Oh! I'm so sorry!
pt: Oh! Mi scusi tanto!

# 428_Nomu-san
source: Yes, all right. Try to get into the rhythm of things, won't you? At this rate, I'm not sure if you're gonna make it!
pt: Sì, va bene. Cerca di entrare un po' nel ritmo, d'accordo? Di questo passo, non so mica se ce la farai!

# 452_Haruka
source: The comedians here are very funny. Even ordinary people kid around a lot. They all have this way of making their conversations hilarious!
pt: I comici qui sono molto divertenti. Persino la gente comune scherza un sacco. Hanno tutti questo modo di rendere le loro conversazioni esilaranti!

# 464_Studio Audience
source: Yeah!
pt: Sì!

# 476_Nomu-san
source: Yeah, that's what we Osakans like to hear! We pride ourselves on being the home of comedy, after all!
pt: Sì, è proprio quello che a noi di Osaka piace sentirci dire! Dopotutto, andiamo fieri di essere la patria della comicità!

# 488_Nomu-san
source: And now that you're on Osakan TV, you must have the chance to meet lots of comedians. Tell us, would you ever consider going out with any of them?
pt: E ora che sei sulla TV di Osaka, avrai senz'altro l'occasione di incontrare un sacco di comici. Dicci, prenderesti mai in considerazione l'idea di uscire con uno di loro?

# 500_Haruka
source: Oh, um... Well, under the right circumstances, maybe I might.
pt: Oh, um... Beh, se capitasse l'occasione giusta, forse potrei.

# 512_Nomu-san
source: Ha! She doesn't mean it, folks! I can tell by the look in her eyes!
pt: Ah! Non dice sul serio, gente! Lo vedo dai suoi occhi!

# 536_Haruka
source: Osakan food is so delicious! I especially love takoyaki and fried pork skewers, but I have to be careful not to eat too much!
pt: Il cibo di Osaka è così delizioso! Adoro soprattutto i takoyaki e gli spiedini di maiale fritti, ma devo stare attenta a non mangiarne troppi!

# 548_Studio Audience
source: Yeah!
pt: Sì!

# 560_Nomu-san
source: Yeah, that's what we Osakans like to hear! We pride ourselves on being a town of culinary extravagance, after all!
pt: Sì, è proprio quello che a noi di Osaka piace sentirci dire! Dopotutto, andiamo fieri di essere la città degli eccessi culinari!

# 572_Nomu-san
source: Oh, but you're so nice and slim. I'd feel bad if Osakan food made you gain weight!
pt: Oh, ma sei così bella e snella. Mi dispiacerebbe se il cibo di Osaka ti facesse ingrassare!

# 584_Haruka
source: I'll try to resist the temptation to overeat.
pt: Cercherò di resistere alla tentazione di mangiare troppo.

# 596_Nomu-san
source: Well, I wish you the best of luck with that. Because looking around at our audience, I can see there are plenty of people here who can't manage it!
pt: Beh, allora ti faccio i miei migliori auguri. Perché dando un'occhiata al nostro pubblico, vedo che c'è un sacco di gente qui che non ci riesce proprio!

# 608_Studio Audience
source: Hey!
pt: Ehi!

# 620_Nomu-san
source: Uh-oh. Now everybody's mad at me!
pt: Uh-oh. Adesso ce l'hanno tutti con me!

# 632_Haruka
source: It does seem like it, yes.
pt: Sembra proprio così, sì.

# 644_Haruka
source: People seem a little scary here in Osaka.
pt: La gente sembra un po' spaventosa qui a Osaka.

# 668_Nomu-san
source: Hmm. There are quite a few rough and rowdy types, I suppose. And maybe the Osaka dialect does makes people sound scarier than they would without one.
pt: Mmm. Immagino che ci siano un bel po' di tipi rudi e casinisti. E forse il dialetto di Osaka fa sembrare le persone più minacciose di quanto non lo sarebbero senza.

# 680_Haruka
source: Yes, I think the dialect makes people sound a little angry, even when they're just speaking normally.
pt: Sì, penso che il dialetto faccia sembrare le persone un po' arrabbiate, anche quando stanno solo parlando normalmente.

# 692_Studio Audience
source: What!?
pt: Cosa!?

# 704_Nomu-san
source: Haruka-chan. Saying something like that on an Osakan TV show certainly isn't going to win you any popularity points.
pt: Haruka-chan. Dire una cosa del genere in un programma televisivo di Osaka non ti farà certo guadagnare punti popolarità.

# 716_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 728_dummy
source: Okay, Haruka-chan. I hear you've only been in the entertainment industry for about six months, is that right? Did a scout find you?
pt: Bene, Haruka-chan. Ho sentito che sei nel mondo dello spettacolo solo da circa sei mesi, dico bene? Ti ha scoperta un talent scout?

# 740_Haruka
source: Yes, that's right. I was just doing some shopping when someone came up to me.
pt: Sì, esatto. Stavo facendo un po' di shopping quando qualcuno mi si è avvicinato.

# 752_Nomu-san
source: Hehe, with those looks, it's no surprise!
pt: Eheh, con quell'aspetto non c'è da stupirsi!

# 764_Nomu-san
source: But weren't you suspicious of this person coming up to you out of the blue?
pt: Ma non hai avuto sospetti su questa persona che ti si è avvicinata così, di punto in bianco?

# 776_Haruka
source: Yes, actually I was.
pt: Sì, in effetti lo ero.

# 800_dummy
source: Well, now that you're an entertainer, what do you think? What's been the biggest thrill so far?
pt: Beh, ora che sei nel mondo dello spettacolo, cosa ne pensi? Qual è stata l'emozione più grande finora?

# 824_Nomu-san
source: Well, say something!
pt: Beh, di' qualcosa!

# 836_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 860_dummy
source: You have to try and keep the conversation going, Haruka-chan. You're on the clock, you know.
pt: Devi cercare di far proseguire la conversazione, Haruka-chan. Sei al lavoro, lo sai.

# 884_Haruka
source: It's still strange to see myself on TV shows I've watched for years. It's a weird feeling.
pt: Mi fa ancora strano vedermi in programmi TV che seguo da anni. È una sensazione bizzarra.

# 908_Nomu-san
source: Yes, yes. I'm sure it must be. But it must make you feel good too, right? I bet you review the shows afterwards to see how you did.
pt: Sì, sì. Sicuramente è così. Ma deve anche farti sentire bene, no? Scommetto che poi riguardi i programmi per vedere come te la sei cavata.

# 920_Haruka
source: I do. Most of it still makes me wince, though. I have a lot to learn.
pt: Lo faccio. Anche se la maggior parte mi fa ancora storcere il naso. Ho ancora molto da imparare.

# 932_Nomu-san
source: I know just what you mean. Even I still watch myself on TV, then reflect on how I did when I take my bath at night.
pt: Capisco perfettamente cosa intendi. Pensa che ancora oggi mi riguardo in TV, e poi rifletto su come sono andato mentre faccio il bagno la sera.

# 944_Nomu-san
source: Speaking of which, when you take a bath, what part of your body do you wash first?
pt: A proposito, quando fai il bagno, quale parte del corpo lavi per prima?

# 956_Studio Audience
source: What!?
pt: Cosa!?

# 968_Nomu-san
source: Oops! I guess that wasn't a very smooth transition, was it?
pt: Ops! Mi sa che non è stato un passaggio molto fluido, vero?

# 980_Nomu-san
source: By way of apology, I could tell you which part of my body I wash first. Would you like to know?
pt: Per farmi perdonare, potrei dirti quale parte del corpo mi lavo per prima. Ti piacerebbe saperlo?

# 992_Haruka
source: Oh, um. Not especially, no.
pt: Oh, ehm. Non particolarmente, no.

# 1016_Haruka
source: Having so many wonderful fans support me has been the greatest thrill of all. Nothing like this has ever happened to me before. It's really moving.
pt: Avere così tanti fan meravigliosi che mi sostengono è stata l'emozione più grande in assoluto. Non mi era mai successo nulla di simile prima d'ora. È davvero commovente.

# 1040_dummy
source: I'm glad to hear you still appreciate your fans. Some idols forget all about them when they start making it big, and it's just too bad.
pt: Mi fa piacere sentire che apprezzi ancora i tuoi fan. Alcune idol se ne dimenticano completamente quando iniziano ad avere successo, ed è davvero un peccato.

# 1052_Haruka
source: Oh, I'll never forget my fans.
pt: Oh, non dimenticherò mai i miei fan.

# 1076_dummy
source: Good answer, Haruka-chan! You're making a very good impression on everybody today.
pt: Ottima risposta, Haruka-chan! Oggi stai facendo un'ottima impressione su tutti.

# 1100_Haruka
source: Meeting you, Nomu-san! I'm a big fan.
pt: Incontrare lei, Nomu-san! Sono una sua grande fan.

# 1112_Nomu-san
source: Haha, there you go, Haruka-chan! That's the perfect answer!
pt: Ahah, così si fa, Haruka-chan! È la risposta perfetta!

# 1136_dummy
source: You'll do well in this business! And I just became your diehard fan for life!
pt: Farai strada in questo ambiente! E sono appena diventato un tuo fan sfegatato a vita!

# 1148_Haruka
source: Oh, thank you!
pt: Oh, grazie!

# 1160_Nomu-san
source: And look at that beautiful smile, folks! We love to see you smile!
pt: E guardate che splendido sorriso, gente! Amiamo vedervi sorridere!

# 1184_dummy
source: Now, let's see. You've been living alone since you came to Osaka, haven't you?
pt: Dunque, vediamo un po'. Vivi da sola da quando sei arrivata a Osaka, non è vero?

# 1196_Haruka
source: That's right. My agency provided an apartment for me.
pt: Proprio così. La mia agenzia mi ha fornito un appartamento.

# 1208_Nomu-san
source: Have you ever lived on your own before? Isn't it lonely being there all by yourself?
pt: Avevi mai vissuto da sola prima d'ora? Non ti senti sola a stare lì tutta da sola?

# 1232_Nomu-san
source: Don't you have an answer!?
pt: Non hai una risposta!?

# 1244_Haruka
source: I'm so sorry!
pt: Mi dispiace tanto!

# 1268_dummy
source: Earth to Haruka-chan... Come on, I feel so alone if you don't answer!
pt: Terra chiama Haruka-chan... Dai, mi sento così solo se non mi rispondi!

# 1280_Haruka
source: No. I've never done it before, so everything just feels new and exciting.
pt: No. Non l'avevo mai fatto prima, quindi mi sembra tutto così nuovo ed emozionante.

# 1304_Nomu-san
source: Well, that sounds nice. But don't you get homesick every now and then?
pt: Beh, sembra bello. Ma non senti un po' di nostalgia di casa ogni tanto?

# 1316_Haruka
source: Well, I've been all right so far. I'm usually so busy, I don't have much time to think about it.
pt: Beh, finora me la sono cavata. Di solito sono così impegnata che non ho molto tempo per pensarci.

# 1328_Nomu-san
source: Ah, I know what's keeping you busy. The Princess League, right?
pt: Ah, so cosa ti tiene così impegnata. La Princess League, vero?

# 1352_Nomu-san
source: I never miss a show, myself! But I guess I have to say that, right? It's one of this station's shows, after all!
pt: Non mi perdo mai una puntata, io! Ma immagino di doverlo dire per forza, no? Dopotutto è un programma di questa rete!

# 1376_Haruka
source: Yes. It does get a little lonely sometimes, being all by myself.
pt: Sì. A volte mi sento un po' sola, stando tutta sola.

# 1388_Nomu-san
source: Yeah, I bet it does. You don't even have anybody to say "I'm home!" to when you get back.
pt: Già, ci credo. Non hai nemmeno nessuno a cui dire "Sono a casa!" quando torni.

# 1412_Nomu-san
source: You know, if you ever get too lonely, I could come and keep you company.
pt: Sai, se mai ti sentissi troppo sola, potrei venire io a farti compagnia.

# 1424_Studio Audience
source: Eww!
pt: Che schifo!

# 1436_Nomu-san
source: Aw, what's wrong with that? I'm just trying to be nice! She said she was lonely!
pt: E dai, che c'è di male? Sto solo cercando di essere gentile! Ha detto lei che si sentiva sola!

# 1448_Nomu-san
source: Isn't that right, Haruka-chan?
pt: Dico bene, Haruka-chan?

# 1460_Nomu-san
source: Oh, well, I'm not sure about you coming over...
pt: Oh, beh, non saprei se sia il caso che lei venga a trovarmi...

# 1472_Nomu-san
source: So that's a no, huh?
pt: Quindi è un no, eh?

# 1496_Haruka
source: Yes, it gets really lonely. It makes me want to go back to Okinawa.
pt: Sì, mi sento davvero sola. Mi fa venire voglia di tornare a Okinawa.

# 1520_Nomu-san
source: Hey, cheer up a little there, Haruka-chan! You're bringing the whole audience down!
pt: Ehi, su col morale, Haruka-chan! Stai buttando giù tutto il pubblico!

# 1544_Audience Member
source: Hang in there, Haruka-chan!
pt: Tieni duro, Haruka-chan!

# 1556_Nomu-san
source: Now look what you did. You made everything all awkward!
pt: Guarda cos'hai combinato. Hai reso tutto così imbarazzante!

# 1580_dummy
source: Well, time flies when you're having fun, as they say. And it looks like we're just about out of it.
pt: Beh, il tempo vola quando ci si diverte, come si suol dire. E pare proprio che il nostro sia quasi scaduto.

# 1604_Haruka
source: Thank you so much!
pt: Grazie mille!

# 1616_Nomu-san
source: Now comes the part our guests always say makes them nervous. It's time for the smile vote!
pt: Ed ecco che arriva il momento che, a detta dei nostri ospiti, mette sempre un po' d'ansia. È ora del voto del sorriso!

# 1628_dummy
source: Each one of our audience members has a button in front of them. If they think Haruka-chan has been interesting, they'll press their button and give her a smile!
pt: Ognuno dei membri del nostro pubblico ha un pulsante davanti a sé. Se pensano che Haruka-chan sia stata interessante, premeranno il pulsante e le regaleranno un sorriso!

# 1640_Nomu-san
source: Haruka-chan, if you get 70 smiles or more, I'll give you an exclusive Nomu-san cell phone strap.
pt: Haruka-chan, se ottieni 70 o più sorrisi, ti regalerò un esclusivo laccetto per cellulare di Nomu-san.

# 1652_Nomu-san
source: Before the voting begins, why don't you go ahead and say something to the audience?
pt: Prima che inizi la votazione, perché non dici qualcosa al pubblico?

# 1664_Haruka
source: All right.
pt: Va bene.

# 1688_Nomu-san
source: Gah, say something!
pt: Gah, di' qualcosa!

# 1712_dummy
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1724_Haruka
source: Thank you for your wonderful support, everyone! I hope you vote for me!
pt: Grazie a tutti per il vostro meraviglioso supporto! Spero che mi votiate!

# 1736_Nomu-san
source: Isn't she absolutely adorable? I hope you all vote for her, too!
pt: Non è assolutamente adorabile? Spero che votiate tutti anche per lei!

# 1748_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1760_Haruka
source: I was really nervous, but I had a lot of fun. I hope you'll vote for me!
pt: Ero molto nervosa, ma mi sono divertita molto. Spero che mi votiate!

# 1772_Nomu-san
source: Isn't she cute, everybody? I hope you all vote for her, too!
pt: Non è carina, gente? Spero che votiate tutti anche per lei!

# 1784_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1796_Haruka
source: I'm usually more interesting than this! But I still hope you can vote for me!
pt: Di solito sono più interessante di così! Ma spero comunque che mi votiate!

# 1808_Nomu-san
source: Hmm, I dunno. That kind of sounds like something a sore loser would say...
pt: Mmm, non saprei. Sembra proprio quello che direbbe un cattivo perdente...

# 1820_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1844_dummy
source: Yeah!
pt: Sì!

# 1856_Nomu-san
source: Wow! Fantastic job, Haruka-chan! Looks like we found another one of your many talents!
pt: Wow! Ottimo lavoro, Haruka-chan! Sembra proprio che abbiamo scoperto un altro dei tuoi tanti talenti!

# 1880_dummy
source: Thank you very much!
pt: Grazie mille!

# 1892_Nomu-san
source: And best of all, you win the Nomu-san strap!
pt: E la cosa migliore è che vinci il laccetto di Nomu-san!

# 1904_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Adoro vedervi...

# 1916_Studio Audience
source: Smile!
pt: Sorridere!

# 1940_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 2000_dummy
source: Yeah!
pt: Sì!

# 2012_Nomu-san
source: Good job, Haruka-chan! That means you get the Nomu-san strap!
pt: Ottimo lavoro, Haruka-chan! Significa che vinci il laccetto di Nomu-san!

# 2036_dummy
source: Thank you very much!
pt: Grazie mille!

# 2048_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Adoro vedervi...

# 2060_Studio Audience
source: Smile!
pt: Sorridere!

# 2084_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 2156_Nomu-san
source: Ahh. The result wasn't as high as we hoped, but I'm sure you'll do better next time!
pt: Ah. Il risultato non è stato alto come speravamo, ma sono sicuro che farai meglio la prossima volta!

# 2168_Haruka
source: Yes. Thank you.
pt: Sì. Grazie.

# 2180_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Adoro vedervi...

# 2192_Studio Audience
source: Smile!
pt: Sorridere!

# 2216_dummy
source: Thank you, everybody!
pt: Grazie a tutti!
