Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070966.po
Languages: pt

# 380_Saejima
source: First, we gotta pick the banker.
pt: Allora, per prima cosa, dobbiamo scegliere il banchiere.

# 392_Saejima
source: I'm banker.
pt: Sono il banchiere.

# 404_Saejima
source: (How much should I bet?)
pt: (Quanto punto?)

# 416_Saejima
source: All right, here goes.
pt: Allora, si comincia.

# 428_Saejima
source: My turn.
pt: Tocca a me.

# 440_Saejima
source: I'm rollin' again.
pt: Tiro di nuovo.

# 452_Saejima
source: Let's settle our bets.
pt: Regoliamo i conti.

# 464_Saejima
source: (You're the banker.)
pt: (Sei il banchiere.)

# 476_Saejima
source: We're changin' the banker.
pt: Cambiamo il banchiere.

# 488_Saejima
source: (Play again?)
pt: (Facciamo un altro giro?)

# 500_Saejima
source: (I'm broke.)
pt: (Sono al verde.)

# 512_Saejima
source: (Try again next time.)
pt: (Riprova la prossima volta.)

# 524_Saejima
source: Banker's Bet-Settling Messages
pt: Messaggi di regolamento dei conti del banchiere

# 536_Saejima
source: A banker rollin' 1-3-5 gets a 3.
pt: Un banchiere che tira 1-3-5 fa 3.

# 548_Saejima
source: A 1-3-5 by the first player gets a 3.
pt: Il primo giocatore che tira un 1-3-5 fa 3.

# 560_Saejima
source: A 1-3-5 gets what the previous player rolled.
pt: Un 1-3-5 fa il risultato del giocatore precedente.

# 572_Saejima
source: A banker rollin' 2-4-6 gets a 4.
pt: Un banchiere che tira 2-4-6 fa 4.

# 584_Saejima
source: A 2-4-6 changes to what the next player rolls.
pt: Un 2-4-6 fa il risultato del giocatore successivo.

# 596_Saejima
source: A 2-4-6 by the last player gets a 4.
pt: L'ultimo giocatore che tira un 2-4-6 fa 4.

# 608_Saejima
source: A 2-4-6 changes to what the last player rolls.
pt: Un 2-4-6 fa il risultato dell'ultimo giocatore.

# 620_Saejima
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 Ã¨ uscito dopo un 2-4-6.

# 632_Saejima
source: A 6-3-4!
pt: Un 6-3-4!
