Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330036.po
Languages: pt

source: Player
pt: Giocatore

source: Gambling Hall
pt: Sala da gioco

source: Casino
pt: Casin√≤

source: Don't Enter
pt: Non entrare

source: Forget it.
pt: Lascia perdere.

# 92_Player
source: (Here's the elevator. Where to go?)
pt: (Ecco l'ascensore. Dove andiamo?)

# 152_Player
source: (Not now. I should come back later.)
pt: (Adesso no. Meglio tornare dopo.)

# 164_Player
source: (No, forget it.)
pt: (No, lascia perdere.)

# 188_Player
source: (Here's the elevator. Where to go?)
pt: (Ecco l'ascensore. Dove andiamo?)

# 212_Player
source: (No, let's not.)
pt: (No, lascia perdere.)

# 224_Player
source: (I'm not sure I want to go here alone...)
pt: (Non sono sicuro di voler andare qui da solo...)

# 236_Player
source: (Here's the elevator. Where to go?)
pt: (Ecco l'ascensore. Dove andiamo?)

# 296_Player
source: (Not now. I should come back later.)
pt: (Adesso no. Meglio tornare dopo.)

# 308_Player
source: (No, forget it.)
pt: (No, lascia perdere.)

# 320_Player
source: (Here's the elevator. Where to go?)
pt: (Ecco l'ascensore. Dove andiamo?)

# 368_Player
source: (No, forget it.)
pt: (No, lascia perdere.)
