Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340022.po
Languages: pt

# 2124_Akiyama
source: Oita's karaage is famous for its strong flavor. It uses soy sauce or salt as a base for a spicy marinade that includes ginger and garlic.
pt: Il karaage di Oita è famoso per il suo sapore deciso. Usa la salsa di soia o il sale come base per una marinatura speziata che include zenzero e aglio.

# 2136_Honoka
source: Wow, I'll hafta give it a try sometime! All-you-can-eat karaage sounds super delicious!
pt: Wow, dovrò provarlo prima o poi! Il karaage all-you-can-eat sembra davvero delizioso!

# 2148_Akiyama
source: Maybe we can go sometime.
pt: Magari potremmo andarci insieme qualche volta.

# 2160_Honoka
source: Not sometime! I wanna have some now! Ya got me all in the mood for fatty food, Akiyama-san!
pt: Altro che prima o poi! Lo voglio subito! Mi hai fatto venire una voglia matta di roba grassa, Akiyama-san!

# 2172_Akiyama
source: Aren't you always in that mood?
pt: Ma non ne hai sempre voglia?

# 2184_Honoka
source: Right, but how does this all-you-can-eat work? How much does it cost a la carte?
pt: Già, ma come funziona questo all-you-can-eat? Quanto costa invece alla carta?

# 2196_Akiyama
source: Uh... I don't know that much about it.
pt: Uh... Non ne so poi così tanto.

# 2208_Honoka
source: Well, I'm the kinda gal who eats a ton at buffets to get my money's worth. I like to try at least one a' everythin'.
pt: Beh, sono una di quelle che ai buffet mangia un sacco per far valere i soldi spesi. Mi piace assaggiare almeno un po' di tutto.

# 2220_Akiyama
source: You really are stingy.
pt: Sei proprio un taccagno.

# 2232_Honoka
source: I'm a big fan of exclusive dishes and desserts, with limited availability. If a theme park has a special tastin' menu, then I always go.
pt: Vado matta per i piatti e i dessert esclusivi in edizione limitata. Se un parco a tema propone un menu speciale di assaggi, allora ci vado sempre.

# 2244_Akiyama
source: Hmm. That does sound kind of fun.
pt: Uhm. Sembra piuttosto divertente.

# 2256_Honoka
source: I'm fine with all-you-can-eat, but all-you-can-drink is no good. I'm not drinkin' for a while.
pt: L'all-you-can-eat mi va bene, ma l'all-you-can-drink non va bene. Non berrò per un po'.

# 2268_Akiyama
source: You don't have to drink just because they have an all-you-can-drink option.
pt: Non devi bere per forza solo perché hanno l'opzione all-you-can-drink.

# 2280_Honoka
source: Akiyama-san, we already talked about this.
pt: Akiyama-san, ne abbiamo già parlato.

# 2292_Akiyama
source: No way. Did we really?
pt: Non ci credo. Davvero?

# 2304_Honoka
source: Don't ya know any other interestin' topics?
pt: Non conosci altri argomenti interessanti?

# 2316_Akiyama
source: Let me think...
pt: Fammi pensare...

# 2340_Akiyama
source: Did you know that comedians hang out at the Watami here in Sotenbori?
pt: Sapevi che i comici si ritrovano al Watami qui a Sotenbori?

# 2352_Honoka
source: For real!?
pt: Sul serio!?

# 2364_Akiyama
source: Apparently, they go there after live performances, for an afterparty.
pt: A quanto pare ci vanno dopo gli spettacoli dal vivo, per un dopofesta.

# 2376_Honoka
source: Wow, I had no idea! I wonder if I could get a handshake if I went to go see 'em?
pt: Wow, non ne avevo proprio idea! Mi chiedo se riuscirei a stringergli la mano se andassi a vederli?

# 2388_Akiyama
source: Well, it's more of a postmortem than a party. They seem really serious, so it's difficult for fans to approach them during that time.
pt: Beh, più che una festa è un'analisi post-spettacolo. Sembrano davvero seri, quindi per i fan è difficile avvicinarli in quel momento.

# 2400_Honoka
source: I see. Comedians are all pretty serious, actually. But I still kinda wanna check 'em out.
pt: Capisco. A dire il vero, i comici sono tutti piuttosto seri. Però mi andrebbe comunque di andarli a vedere.

# 2412_Akiyama
source: They're not there all the time, but your chances of running into them are pretty high if you hang out around there.
pt: Non ci sono sempre, ma le tue probabilità di beccarli sono piuttosto alte se bazzichi da quelle parti.

# 2424_Honoka
source: Really? I've hit up plenty a' school mixers at that Watami, but I've never managed to meet a comedian.
pt: Davvero? Ho partecipato a un sacco di incontri di gruppo in quel Watami, ma non sono mai riuscita a incontrare un comico.

# 2436_Akiyama
source: Even if they're there, they might not pay any attention to other customers. You might not have noticed them.
pt: Anche se sono lì, potrebbero non prestare alcuna attenzione agli altri clienti. Magari non li hai neanche notati.

# 2448_Honoka
source: Wow. Comedians are real pros. I couldn't deal with havin' an after work postmortem meetin'.
pt: Wow. I comici sono dei veri professionisti. Non ce la farei proprio a sopportare una riunione di analisi dopo il lavoro.

# 2460_Akiyama
source: Even things that seem glamorous usually have some kind of harsh reality on the flipside. There's no success without hard work, after all.
pt: Anche le cose che sembrano piene di fascino di solito hanno una dura realtà dall'altra parte della medaglia. Dopotutto, non c'è successo senza un duro lavoro.

# 2472_Honoka
source: Maybe I oughta do postmortems too. Like, "A customer didn't wanna get a bottle today!"
pt: Forse dovrei fare anch'io delle analisi post-lavoro. Tipo: "Oggi un cliente non ha voluto ordinare una bottiglia!"

# 2484_Akiyama
source: I don't know. I'm not sure the customers would appreciate that level of scrutiny.
pt: Non saprei. Non sono sicuro che i clienti apprezzerebbero un simile livello di analisi.

# 2496_Honoka
source: Ya know, I'm a fast talker, but those comedians can talk even faster.
pt: Sai, ho la parlantina veloce, ma quei comici parlano ancora più in fretta.

# 2508_Akiyama
source: And they're still easy to understand. They don't even trip over their words.
pt: E si capiscono comunque benissimo. Non si incartano neanche con le parole.

# 2520_Honoka
source: I'm sooo jealous! I wonder what it takes to be able to speak so skillfully?
pt: Che invidia! Mi chiedo cosa ci voglia per riuscire a parlare con tanta abilità!

# 2532_Akiyama
source: Maybe the secret lies in those postmortem meetings they have.
pt: Forse il segreto risiede in quelle riunioni di analisi che fanno.

# 2544_Honoka
source: Yeah, but I dunno if I wanna go out drinkin' again right now. I don't wanna lose another coat.
pt: Già, ma non so se mi va di uscire di nuovo a bere proprio adesso. Non voglio perdere un altro cappotto.

# 2556_Akiyama
source: You do know you can go to a place that serves alcohol and not drink, right?
pt: Lo sai che puoi andare in un locale che serve alcolici e non bere, no?

# 2568_Honoka
source: Akiyama-san, we already talked about this.
pt: Akiyama-san, ne abbiamo già parlato.

# 2580_Akiyama
source: No way. Did we really?
pt: Ma dai. Davvero?

# 2592_Honoka
source: Don't ya know any other interestin' topics?
pt: Non conosci altri argomenti interessanti?

# 2604_Akiyama
source: Let me think...
pt: Fammi pensare...

# 2628_Akiyama
source: I hear nonalcoholic cocktails are popular now.
pt: Ho sentito che i cocktail analcolici vanno di moda adesso.

# 2640_Honoka
source: Non-alcoholic?
pt: Analcolici?

# 2652_Akiyama
source: Yeah. In addition to having no alcohol, they also have no calories and no sugar.
pt: Sì. Oltre a non avere alcol, non hanno nemmeno calorie né zucchero.

# 2664_Akiyama
source: So you can drink way more than regular cocktails, without getting drunk or gaining weight. They're the perfect thing for a girls' night out.
pt: Così ne puoi bere molti di più rispetto ai cocktail normali, senza ubriacarti o ingrassare. Sono perfetti per una serata tra ragazze.

# 2676_Honoka
source: Wow, they make stuff like that?
pt: Wow, fanno roba del genere?

# 2688_Honoka
source: But I think it's fun to get kinda drunk and get my spirits up! I dunno if nonalcoholic drinks would fit the bill.
pt: Però penso che sia divertente sbronzarsi un po' per tirarsi su di morale! Non so se i drink analcolici farebbero al caso mio.

# 2700_Akiyama
source: Well, if you get the chance, it might be fun to try one.
pt: Beh, se ti capita l'occasione, potrebbe essere divertente provarne uno.

# 2712_Honoka
source: Maybe they're good for new students. A lot of them are still minors, y'know?
pt: Magari vanno bene per le nuove matricole. Molti di loro sono ancora minorenni, sai?

# 2724_Akiyama
source: Yeah, good point. It's no good to push liquor on people who are underage.
pt: Sì, hai ragione. Non va bene spingere i minorenni a bere.

# 2736_Honoka
source: Maybe I'll whip up some of these nonalcoholic cocktails for the new students next year!
pt: Magari preparerò un po' di questi cocktail analcolici per le nuove matricole l'anno prossimo!

# 2748_Honoka
source: Speakin' of, I heard yer alcohol tolerance is connected to your blood type.
pt: A proposito, ho sentito dire che quanto reggi l'alcol dipende dal tuo gruppo sanguigno.

# 2760_Akiyama
source: Really? I think there's too much personal variance for that to be the case.
pt: Davvero? Credo che vari troppo da persona a persona perché sia davvero così.

# 2772_Honoka
source: I think so too, but what if it's true?
pt: Lo penso anch'io, ma e se fosse vero?

# 2784_Akiyama
source: At any rate, you should still try not to drink too much.
pt: In ogni caso, dovresti comunque cercare di non bere troppo.

# 2796_Honoka
source: Oh yeah, if there's no alcohol, I probably wouldn't black out and lose my memory.
pt: Ah già, se non ci fosse l'alcol, probabilmente non avrei dei blackout e non perderei la memoria.

# 2808_Akiyama
source: Of course. If you still lose your memory with nonalcoholic drinks, you've got other issues.
pt: Certo. Se perdessi la memoria anche con dei drink analcolici, allora avresti ben altri problemi.

# 2820_Honoka
source: I'll hafta try 'em out sometime! I do hate losin' my coat.
pt: Dovrò provarli prima o poi! Odio proprio perdere il cappotto.

# 2832_Honoka
source: I get too nervous to talk around someone I like, so I gotta rely on the booze for help.
pt: Mi innervosisco troppo a parlare con qualcuno che mi piace, quindi devo affidarmi all'alcol per darmi una mano.

# 2844_Akiyama
source: Liquid courage, huh?
pt: Coraggio liquido, eh?

# 2856_Honoka
source: Yep. Non-alcoholic drinks won't get me drunk, so it'd be embarrassin' to say stuff while I'm sober.
pt: Già. Con i drink analcolici non mi ubriaco, quindi sarebbe imbarazzante dire certe cose da sobria.

# 2868_Akiyama
source: That's kind of cute, in a way.
pt: È piuttosto carino, a modo suo.

# 2880_Honoka
source: Akiyama-san, we already talked about this.
pt: Akiyama-san, ne abbiamo già parlato.

# 2892_Akiyama
source: No way. Did we really?
pt: Ma va'. L'abbiamo fatto davvero?

# 2904_Honoka
source: Don't ya know any other interestin' topics?
pt: Non conosci altri argomenti interessanti?

# 2916_Akiyama
source: Let me think...
pt: Fammi pensare...

# 2940_Akiyama
source: Did you know that okonomiyaki is good for people who are dieting?
pt: Sapevi che l'okonomiyaki fa bene a chi è a dieta?

# 2952_Honoka
source: No way! That stuff's gotta make you fat! Doesn't it?
pt: Ma va'! Quella roba ti fa ingrassare di sicuro! Vero?

# 2964_Akiyama
source: Depends on what you put in it. Wheat flour itself is low in fat and packed with protein, vitamins, and minerals.
pt: Dipende da cosa ci metti dentro. La farina di frumento di per sé è povera di grassi e ricca di proteine, vitamine e minerali.

# 2976_Akiyama
source: Cabbage is nutritious and low-calorie, and pork is full of vitamin B1. The sauce doesn't even have oil in it, so it's low in calories too.
pt: Il cavolo è nutriente e ipocalorico, e la carne di maiale è piena di vitamina B1. La salsa non contiene nemmeno olio, quindi ha poche calorie anche quella.

# 2988_Honoka
source: Really? But on menus that show calories, I feel like it's usually pretty high up there.
pt: Davvero? Ma sui menu che riportano le calorie, mi sembra che di solito sia un valore piuttosto alto.

# 3000_Akiyama
source: That's probably from fatty cuts of pork or mayonnaise. Yakisoba, cheese, and mochi can also bump up the calorie count, I hear.
pt: Sarà per colpa dei tagli grassi di maiale o della maionese. Ho sentito dire che anche la yakisoba, il formaggio e i mochi possono far lievitare il conteggio delle calorie.

# 3012_Akiyama
source: As long as you don't use those ingredients, you can have a low-calorie, nutritious meal that's great for someone who's on a diet.
pt: Finché non usi quegli ingredienti, puoi farti un pasto nutriente e ipocalorico, perfetto per chi è a dieta.

# 3024_Honoka
source: Wow, I had no idea! It's easy to make at home too, so maybe I'll give it a shot sometime!
pt: Caspita, non ne avevo idea! È pure facile da preparare a casa, quindi magari un giorno o l'altro ci proverò!

# 3036_Akiyama
source: Yeah, being able to make it at home is nice.
pt: Già, poterlo preparare a casa è un'ottima cosa.

# 3048_Honoka
source: I was cravin' pork skewers, but now I'm kinda feelin' like okonomiyaki, too.
pt: Avevo proprio voglia di spiedini di maiale, ma ora mi sta venendo voglia anche di okonomiyaki.

# 3060_Akiyama
source: You sure love heavy foods. Make sure to keep the ingredients in mind if you're going to be doing this for your diet.
pt: Ti piacciono proprio i cibi pesanti, eh? Assicurati di tenere bene a mente gli ingredienti se hai intenzione di farlo per la tua dieta.

# 3072_Honoka
source: Hey, when my brother gets home, I should bust out the griddle and make some okonomiyaki!
pt: Ehi, quando mio fratello torna a casa, dovrei proprio tirare fuori la piastra e preparare un po' di okonomiyaki!

# 3084_Akiyama
source: Oh, homemade okonomiyaki sounds nice. I bet you'll even become friends with his girlfriend.
pt: Oh, l'okonomiyaki fatto in casa non sembra niente male. Scommetto che diventerai persino amica della sua ragazza.

# 3096_Honoka
source: Huh? I'm not really thinkin' about that...
pt: Eh? Non è che ci stia proprio pensando...

# 3108_Honoka
source: The other day, I went to an okonomiyaki place and got 'em to throw in toppin's for free!
pt: L'altro giorno sono andata in un locale di okonomiyaki e sono riuscita a farmi aggiungere i condimenti gratis!

# 3120_Akiyama
source: Wow. I'm guessing you haggled them into it?
pt: Wow. Scommetto che li hai convinti a forza di contrattare.

# 3132_Honoka
source: Of course! Eatin' out is just like shoppin'!
pt: Certo! Mangiare fuori è proprio come fare shopping!

# 3144_Akiyama
source: I'm not sure why I even asked...
pt: Non so nemmeno perché l'ho chiesto...

# 3156_Honoka
source: I get impatient when I'm cookin' on a hotpot or the griddle, and I don't like other folks messin' with me.
pt: Mi spazientisco quando cucino con il nabe o sulla piastra, e non mi piace che gli altri si mettano in mezzo.

# 3168_Akiyama
source: I definitely get that impression.
pt: Mi dà proprio questa impressione.

# 3180_Honoka
source: Okonomiyaki lets me fix things up the way I want it. If someone else takes charge of it before it's ready to eat, I kinda snap.
pt: L'okonomiyaki mi permette di prepararlo proprio come dico io. Se qualcun altro prova a metterci le mani prima che sia pronto, finisce che sbotto.

# 3192_Akiyama
source: Yikes. If I ever go out to eat with you, I'll have to make sure I don't interfere.
pt: Accidenti. Se mai dovessimo uscire a mangiare insieme, dovrò assicurarmi di non interferire.

# 3204_Honoka
source: Akiyama-san, we already talked about this.
pt: Akiyama-san, ne abbiamo già parlato.

# 3216_Akiyama
source: No way. Did we really?
pt: Ma dai. L'abbiamo fatto davvero?

# 3228_Honoka
source: Don't ya know any other interestin' topics?
pt: Non conosci altri argomenti interessanti?

# 3240_Akiyama
source: Let me think...
pt: Fammi pensare...

# 3264_Akiyama
source: I wonder what this year's fashion trends are...
pt: Chissà quali sono le tendenze della moda di quest'anno...

# 3276_Honoka
source: Dunno. If I see somethin' I like in the store, I just buy it. I don't consider what's in vogue or not.
pt: Boh. Se vedo qualcosa che mi piace in un negozio, lo compro e basta. Non sto a pensare se sia di moda o no.

# 3288_Akiyama
source: During the fall and winter of last year, British fashions and '60s classics were popular.
pt: Durante l'autunno e l'inverno dell'anno scorso, andavano di moda lo stile britannico e i classici degli anni '60.

# 3300_Honoka
source: Oh yeah! Girls are probably still wearing 'em this year, too. I just like lots of colorful clothing!
pt: Ah, già! Probabilmente le ragazze le indossano ancora anche quest'anno. A me piacciono un sacco i vestiti super colorati!

# 3312_Akiyama
source: Seems like a lot of girls have their own fashion taste, regardless of the current trends.
pt: Sembra che un sacco di ragazze abbiano i propri gusti in fatto di moda, a prescindere dalle tendenze del momento.

# 3324_Honoka
source: Ya sure know lots about ladies' fashion, Akiyama-san! I'm kinda surprised.
pt: Ne sai proprio un sacco sulla moda femminile, Akiyama-san! Mi hai un po' sorpresa.

# 3336_Akiyama
source: I just see so many cute girls out there, it comes naturally.
pt: Vedo così tante belle ragazze in giro che mi viene naturale.

# 3348_Honoka
source: Stores raise the prices on stuff that's in fashion, so ya gotta haggle over it! Maybe it's better to wait until it gets cheaper.
pt: I negozi alzano i prezzi della roba che va di moda, quindi tocca contrattare! Forse è meglio aspettare che i prezzi scendano.

# 3360_Akiyama
source: No, if something's in fashion, it'll sell out pretty fast. So if you don't buy it when you see it, you may not be able to get your hands on it again.
pt: No, se qualcosa va di moda, va a ruba piuttosto in fretta. Quindi, se non lo compri quando lo vedi, potresti non riuscire più a metterci le mani sopra.

# 3372_Honoka
source: That ain't true! Once the season ends, they usually have clearance sales. That's where ya find the best bargains!
pt: Mica vero! Quando finisce la stagione, di solito fanno le svendite. È lì che si trovano i migliori affari!

# 3384_Akiyama
source: But aren't those just the items that weren't popular, and never became fashionable in the first place?
pt: Ma non sono proprio quegli articoli che non erano popolari e che non sono mai andati di moda fin dall'inizio?

# 3396_Honoka
source: As a '90s Heisei girl myself, I'm shocked by '60s and Showa-era fashion in general.
pt: Essendo io stessa una ragazza Heisei degli anni '90, la moda degli anni '60 e dell'era Showa in generale mi sciocca proprio.

# 3408_Honoka
source: When I see old footage on TV, I just gotta wonder what they were thinkin'!
pt: Quando vedo i vecchi filmati in TV, mi chiedo proprio a cosa cavolo stessero pensando!

# 3420_Akiyama
source: You do realize at the beginning of the Heisei era, fashions from the '80s bubble era were still around, right?
pt: Guarda che all'inizio dell'era Heisei, le mode del periodo della bolla degli anni '80 erano ancora in voga, sai?

# 3432_Honoka
source: Really? I don't remember back that far. I know that those baggy socks were already outta fashion when I was in grade school.
pt: Davvero? Non ricordo così indietro nel tempo. So che quei calzettoni erano già fuori moda quando andavo alle elementari.

# 3444_Akiyama
source: Wow. Just hearing that makes me feel like an old man.
pt: Wow. Sentirti dire queste cose mi fa sentire proprio vecchio.

# 3456_Honoka
source: See, bringin' that up is just remindin' me of my coat all over again! Ugh, I'm still really upset 'bout the whole thing...
pt: Ecco, a tirarlo fuori mi fai solo ripensare di nuovo al mio cappotto! Ugh, mi rode ancora un sacco per tutta quella faccenda...

# 3468_Akiyama
source: Sorry. I shouldn't have brought it up.
pt: Scusa. Non avrei dovuto tirarlo fuori.

# 3480_Honoka
source: Speakin' of which, I met a great guy the other day, but his fashion sense was the pits. That turned me off right away.
pt: A proposito, l'altro giorno ho incontrato un tipo niente male, ma il suo senso dello stile faceva proprio pena. Mi è scaduto all'istante.

# 3492_Akiyama
source: How was he dressed when you first saw him?
pt: Com'era vestito la prima volta che l'hai visto?

# 3504_Honoka
source: He was wearin' a suit. Looked like a hard-workin' businessman. I was hoodwinked!
pt: Indossava un completo. Sembrava un uomo d'affari che lavora sodo. Mi ha proprio fregata!

# 3516_Akiyama
source: A suit makes things a lot easier for men. Guess even us guys need to be hip to fashion.
pt: Un completo rende le cose molto più semplici per noi uomini. Mi sa che anche noi dobbiamo restare al passo con la moda.

# 3528_Honoka
source: Akiyama-san, we already talked about this.
pt: Akiyama-san, ne abbiamo già parlato.

# 3540_Akiyama
source: No way. Did we really?
pt: Ma dai. Davvero?

# 3552_Honoka
source: Don't ya know any other interestin' topics?
pt: Non conosci altri argomenti interessanti?

# 3564_Akiyama
source: Let me think...
pt: Fammi pensare...

# 3588_Honoka
source: Rumor Topic 05
pt: Argomento pettegolezzo 05

# 3600_Honoka
source: Rumor Topic 06
pt: Argomento pettegolezzo 06

# 3612_Honoka
source: Rumor Topic 07
pt: Argomento pettegolezzo 07

# 3624_Honoka
source: Rumor Topic 08
pt: Argomento pettegolezzo 08

# 3636_Honoka
source: Rumor Topic 09
pt: Argomento pettegolezzo 09

# 3648_Honoka
source: Rumor Topic 10
pt: Argomento pettegolezzo 10

# 3660_Honoka
source: Rumor Topic 11
pt: Argomento pettegolezzo 11

# 3672_Honoka
source: Rumor Topic 12
pt: Argomento pettegolezzo 12

# 3684_Honoka
source: Rumor Topic 13
pt: Argomento pettegolezzo 13

# 3696_Honoka
source: Rumor Topic 14
pt: Argomento pettegolezzo 14

# 3708_Honoka
source: Rumor Topic 15
pt: Argomento pettegolezzo 15
