Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a8a.po
Languages: pt

# 1964_Director
source: Also, do your best with the action sequences. Ideally, we would like you to follow the script, but you'll get paid either way.
pt: Inoltre, datti il massimo con le sequenze d'azione. Idealmente, vorremmo che seguissi il copione, ma i soldi li becchi comunque.

# 1976_Kiryu
source: All right.
pt: Va bene.

# 1988_Director
source: Let's get this thing rolling, then! Ready? Action!
pt: Diamo il via a 'sta roba, allora! Pronti? Azione!

# 2036_M_NML_SET_sitgrd_down_03
source: Interesting. You're just as strong as ever, Tatsu. You're the man I acknowledged as my brother, after all.
pt: Interessante. Sei forte come sempre, Tatsu. Sei l'uomo che ho riconosciuto come mio fratello, dopotutto.

# 2048_M_NML_SET_sitgrd_down_03
source: I'm gonna show you living hell, immortal.
pt: Ti faccio vedere l'inferno vero e proprio, immortale.

# 2060_M_NML_SET_sitgrd_down_03
source: Let's see if you're really immortal or not.
pt: Vediamo se sei davvero immortale o no.

# 2072_M_NML_SET_sitgrd_down_03
source: Not so fast. I still have a few cards left up my sleeve!
pt: Non così in fretta. Ho ancora qualche asso nella manica!

# 2132_M_NML_SET_sitgrd_down_03
source: Goodbye, my brother. You might have lived if you hadn't been so eager to unmask me!
pt: Addio, fratello mio. Saresti potuto vivere se non fossi stato così impaziente di smascherarmi!

# 2156_M_NML_SET_sitgrd_down_03
source: Let's see if you're really impotent or not.
pt: Vediamo se sei davvero impotente o no.

# 2168_Yamashiro
source: Huh? Oh, I get it. You think you're longer and stronger than me, do you? I suggest you focus on the matter at hand－or you may find your hand cut off!
pt: Eh? Ah, ho capito. Pensi di essere più grosso e più forte di me, eh? Ti conviene concentrarti sulla faccenda－o potresti ritrovarti con la mano tagliata!

# 2180_M_NML_SET_sitgrd_down_03
source: And cut!
pt: E stop!

# 2192_Director
source: Hold on there, Kiryu-chan. I know I said that you didn't have to go completely by the script, but please try to keep it relevant.
pt: Ehi, aspetta un attimo, Kiryu-chan. Lo so che ho detto che non dovevi seguire il copione alla lettera, ma per favore cerca di rimanere in tema.

# 2204_Kiryu
source: Sorry, I guess that was pretty different.
pt: Scusa, immagino sia stato piuttosto diverso.

# 2216_Director
source: You wanna go over the script again?
pt: Vuoi ripassare il copione?

# 2228_M_NML_SET_sitgrd_down_03
source: No, I'm fine.
pt: No, sto bene.

# 2240_Director
source: Okay, let's do this scene again! C'mon, Kiryu-chan! Action!
pt: Ok, rifacciamo questa scena! Dai, Kiryu-chan! Azione!

# 2252_M_NML_SET_sitgrd_down_03
source: Yeah, I'd better do that.
pt: Sì, farei meglio a farlo.

# 2264_Director
source: Excellent! Try to get it down this time.
pt: Ottimo! Cerca di farla bene stavolta.

# 2312_M_NML_SET_sitgrd_down_03
source: You finally made it, Tatsu of Kamuro!
pt: Finalmente ce l'hai fatta, Tatsu di Kamuro!

# 2324_Tatsu
source: <Color:255,200,200,255>I'm here to end this, brother.<Color:Default>
pt: <Color:255,200,200,255>Sono qui per farla finita, fratello.<Color:Default>

# 2336_Yamashiro
source: You think you can kill me? Sorry, but that will never happen. I cannot be killed! For you see－
pt: Pensi di potermi uccidere? Mi dispiace, ma non succederà mai. Non posso essere ucciso! Perché, vedi－

# 2348_Tatsu
source: <Color:255,200,200,255>You're a vampire, right?<Color:Default>
pt: <Color:255,200,200,255>Sei un vampiro, vero?<Color:Default>

# 2360_Yamashiro
source: So you knew? Heheh. Indeed. And all those I bite become the living dead!
pt: Allora lo sapevi? Heheh. In effetti. E tutti quelli che mordo diventano i morti viventi!

# 2372_Script Notes
source: Four zombies appear behind Tatsu.
pt: Quattro zombie appaiono dietro Tatsu.

# 2384_Yamashiro
source: Soon enough you'll join them, Tatsu of Kamuro!
pt: Molto presto ti unirai a loro, Tatsu di Kamuro!

# 2396_Script Notes
source: Tatsu defeats the zombies one at a time. First, he <Color:255,200,200,255>goes against the sweptback haired zombie,<Color:Default> then defeats <Color:255,200,200,255>the zombie wearing a hat<Color:Default>. He then finishes off the charging <Color:255,200,200,255>zombie in a flashy yellow jacket<Color:Default>. Finally, he fights off the last <Color:255,200,200,255>zombie in glasses<Color:Default>.
pt: Tatsu sconfigge gli zombie uno alla volta. Per prima cosa, <Color:255,200,200,255>affronta lo zombie coi capelli all'indietro,<Color:Default> poi sconfigge <Color:255,200,200,255>lo zombie con il cappello<Color:Default>. Poi finisce lo <Color:255,200,200,255>zombie in giacca gialla vistosa che lo carica<Color:Default>. Infine, combatte l'ultimo <Color:255,200,200,255>zombie con gli occhiali<Color:Default>.

# 2408_Yamashiro
source: Well, well. Not bad, Tatsu. You're just as I expected.
pt: Bene, bene. Non male, Tatsu. Sei proprio come mi aspettavo.

# 2420_Tatsu
source: <Color:255,200,200,255>Let's see how immortal you really are.<Color:Default>
pt: <Color:255,200,200,255>Vediamo quanto sei davvero immortale.<Color:Default>

# 2432_Yamashiro
source: Not so fast. I still have a few cards left up my sleeve!
pt: Non così in fretta. Ho ancora qualche asso nella manica!

# 2444_Script Notes
source: Countless zombies appear.
pt: Innumerevoli zombie appaiono.

# 2456_Yamashiro
source: Goodbye, my brother. You might have lived, if you hadn't been so eager to unmask me!
pt: Addio, fratello mio. Saresti potuto vivere, se non fossi stato così impaziente di smascherarmi!

# 2468_Script Notes
source: Tatsu begins to take down the zombies. Using his raging <Color:255,200,200,255>special techniques,<Color:Default> he fights them off, one by one.
pt: Tatsu inizia a sconfiggere gli zombie. Usando le sue <Color:255,200,200,255>tecniche speciali<Color:Default> scatenate, li sconfigge uno a uno.

# 2480_Yamashiro
source: Heheh. Not bad. But now you have to deal with me!
pt: Heheh. Non male. Ma ora devi vedertela con me!

# 2492_Yamashiro
source: What will you do? I cannot be killed. Struggle all you want, but you'll never destroy me.
pt: Che farai? Non posso essere ucciso. Sbattiti quanto vuoi, ma non mi distruggerai mai.

# 2504_Script Notes
source: Tatsu readies a Japanese katana.
pt: Tatsu prepara una katana giapponese.

# 2516_Yamashiro
source: That blade... Is that the Hazy Moon!? It can't be! How did you get hold of it!?
pt: Quella lama... È quella la Luna Nebbiosa!? Non può essere! Come hai fatto a metterci le mani sopra!?

# 2528_Tatsu
source: <Color:255,200,200,255>The Hazy Moon you stole from the boss was fake.<Color:Default>
pt: <Color:255,200,200,255>La Luna Nebbiosa che hai rubato al boss era falsa.<Color:Default>

# 2540_Yamashiro
source: What? So you swapped it for the real one!?
pt: Cosa? Allora l'hai scambiata con quella vera!?

# 2552_Yamashiro
source: Heheh. I see now. It seems the tables have turned.
pt: Heheh. Ora capisco. Sembra che le carte in tavola si siano rovesciate.

# 2564_Yamashiro
source: But I shall enjoy this! For the first time, it will be a fight for my life!
pt: Ma me la godrò! Per la prima volta, sarà una lotta per la mia vita!

# 2576_Script Notes
source: Finally, the battle against the main antagonist begins. Tatsu wields the Demon Blade, Hazy Moon. For his <Color:255,200,200,255>final attack<Color:Default>, Tatsu uses the <Color:255,200,200,255>Demon Blade Special Technique<Color:Default>. Tatsu of Kamuro manages to pull off a miraculous victory.
pt: Finalmente, la battaglia contro l'antagonista principale ha inizio. Tatsu impugna la Lama Demoniaca, Luna Nebbiosa. Per il suo <Color:255,200,200,255>attacco finale<Color:Default>, Tatsu usa la <Color:255,200,200,255>Tecnica Speciale della Lama Demoniaca<Color:Default>. Tatsu di Kamuro riesce a strappare una vittoria miracolosa.

# 2588_Yamashiro
source: Am I... dying? Me? A vampire with eternal life?
pt: Sto... morendo? Io? Un vampiro con vita eterna?

# 2600_Tatsu
source: <Color:255,200,200,255>The boss will be waiting for you in hell.<Color:Default>
pt: <Color:255,200,200,255>Il boss ti aspetterà all'inferno.<Color:Default>

# 2612_Yamashiro
source: Gah... Gahahahaaa! Tatsu of Kamuro! Not bad for a human. You could have been an even bigger villain than I!
pt: Gah... Gahahahaaa! Tatsu di Kamuro! Niente male per un umano. Avresti potuto essere un cattivo ancora più grande di me!

# 2624_Script Notes
source: Yamashiro is engulfed in flames. Tatsu leaves and doesn't look back. -The End-
pt: Yamashiro è avvolto dalle fiamme. Tatsu se ne va e non si guarda indietro. -Fine-

# 2636_M_NML_SET_sitgrd_down_03
source: Are you all good?
pt: Siete tutti a posto?

# 2648_M_NML_SET_sitgrd_down_03
source: Sorry, I'd better read it one more time.
pt: Scusa, è meglio che lo rilegga un'altra volta.

# 2660_Director
source: No worries at all! Take your time!
pt: Nessun problema! Fai con comodo!

# 2672_M_NML_SET_sitgrd_down_03
source: All right. I got it down.
pt: Va bene. Ce l'ho in testa.

# 2684_Director
source: Remember, you don't have to say the lines word for word. Just make 'em snappy and relevant!
pt: Ricorda, non devi dire le battute parola per parola. Falle solo incisive e appropriate!

# 2696_Director
source: Also, do your best with the action sequences. Ideally, we would like you to follow the script, but you'll get paid either way.
pt: Inoltre, dacci dentro con le sequenze d'azione. Idealmente, vorremmo che seguissi il copione, ma verrai pagato comunque.

# 2708_Kiryu
source: All right.
pt: Va bene.

# 2720_Director
source: Let's get this thing rolling, then! Ready? Action!
pt: Facciamo partire 'sta roba, allora! Pronti? Azione!

# 2792_M_NML_SET_sitgrd_down_03
source: Hey there.
pt: Ciao.

# 2888_M_NML_SET_sitgrd_down_03
source: How's it going?
pt: Come va?

# 2900_M_NML_SET_sitgrd_down_03
source: Howdy hey, Kiryu-chan, it's been a while! Too bad the only reason we're meeting is 'cause Kuda-chan here keeps breaking himself on everything he touches.
pt: Ehilà, Kiryu-chan, è un bel po' che non ci si vede! Peccato che l'unico motivo per cui ci incontriamo è perché Kuda-chan qui continua a rompersi con tutto quello che tocca.

# 2912_Kudarizaka
source: I'm really sorry! I don't know what I'd have done if I hadn't run into you. You're doing us a serious favor!
pt: Mi dispiace un mondo! Non so cosa avrei combinato se non ti avessi incontrato. Ci stai facendo un favore enorme!

# 2924_Director
source: Not to mention, Kiryu-chan, you're perfect for this role. It's almost like it was meant to be!
pt: Senza contare, Kiryu-chan, sei perfetto per questo ruolo. È quasi come se fosse destino!

# 2936_Director
source: Here's the script. All you have to do is <Color:255,200,200,255>memorize the parts for the lead role, Tatsu<Color:Default>.
pt: Ecco il copione. Tutto quello che devi fare è <Color:255,200,200,255>memorizzare le parti per il ruolo da protagonista, Tatsu<Color:Default>.

# 2984_M_NML_SET_sitgrd_down_03
source: You finally made it, Tatsu of Kamuro!
pt: Finalmente ce l'hai fatta, Tatsu di Kamuro!

# 2996_Tatsu
source: <Color:255,200,200,255>I'm here to end this, brother.<Color:Default>
pt: <Color:255,200,200,255>Sono qui per farla finita, fratello.<Color:Default>

# 3008_Yamashiro
source: You think you can kill me? Sorry, but that will never happen. I cannot be killed! For you see－
pt: Pensi di potermi uccidere? Mi dispiace, ma questo non succederà mai. Non posso essere ucciso! Perché, vedi－

# 3020_Tatsu
source: <Color:255,200,200,255>You're a vampire, right?<Color:Default>
pt: <Color:255,200,200,255>Sei un vampiro, vero?<Color:Default>

# 3032_Yamashiro
source: So you knew? Heheh. Indeed. And all those I bite become the living dead!
pt: Allora sapevi? Heheh. In effetti. E tutti quelli che mordo diventano i morti viventi!

# 3044_Script Notes
source: Four zombies appear behind Tatsu.
pt: Quattro zombie appaiono dietro Tatsu.

# 3056_Yamashiro
source: Soon enough you'll join them, Tatsu of Kamuro!
pt: Presto ti unirai a loro, Tatsu di Kamuro!

# 3068_Script Notes
source: Tatsu defeats the zombies one at a time. First, he <Color:255,200,200,255>goes against the sweptback haired zombie,<Color:Default> then defeats <Color:255,200,200,255>the zombie wearing a hat<Color:Default>. He then finishes off the charging <Color:255,200,200,255>zombie in a flashy yellow jacket<Color:Default>. Finally, he fights off the last <Color:255,200,200,255>zombie in glasses<Color:Default>.
pt: Tatsu sconfigge gli zombie uno alla volta. Prima, <Color:255,200,200,255>affronta lo zombie coi capelli all'indietro,<Color:Default> poi sconfigge <Color:255,200,200,255>lo zombie col cappello<Color:Default>. Poi finisce <Color:255,200,200,255>lo zombie che lo carica, con una giacca gialla appariscente<Color:Default>. Infine, respinge l'ultimo <Color:255,200,200,255>zombie con gli occhiali<Color:Default>.

# 3080_Yamashiro
source: Well, well. Not bad, Tatsu. You're just as I expected.
pt: Bene, bene. Non male, Tatsu. Sei proprio come mi aspettavo.

# 3092_Tatsu
source: <Color:255,200,200,255>Let's see how immortal you really are.<Color:Default>
pt: <Color:255,200,200,255>Vediamo quanto sei davvero immortale.<Color:Default>

# 3104_Yamashiro
source: Not so fast. I still have a few cards left up my sleeve!
pt: Non così in fretta. Ho ancora qualche asso nella manica!

# 3116_Script Notes
source: Countless zombies appear.
pt: Innumerevoli zombie appaiono.

# 3128_Yamashiro
source: Goodbye, my brother. You might have lived, if you hadn't been so eager to unmask me!
pt: Addio, fratello mio. Saresti potuto vivere, se non fossi stato così ansioso di smascherarmi!

# 3140_Script Notes
source: Tatsu begins to take down the zombies. Using his raging <Color:255,200,200,255>special techniques,<Color:Default> he fights them off, one by one.
pt: Tatsu inizia a fare fuori gli zombie. Usando le sue <Color:255,200,200,255>tecniche speciali furiose<Color:Default>, li affronta uno a uno.

# 3152_Yamashiro
source: Heheh. Not bad. But now you have to deal with me!
pt: Heheh. Non male. Ma ora dovrai vedertela con me!

# 3164_Yamashiro
source: What will you do? I cannot be killed. Struggle all you want, but you'll never destroy me.
pt: Che farai? Non posso essere ucciso. Sbattiti quanto vuoi, ma non mi distruggerai mai.

# 3176_Script Notes
source: Tatsu readies a Japanese katana.
pt: Tatsu prepara una katana giapponese.

# 3188_Yamashiro
source: That blade... Is that the Hazy Moon!? It can't be! How did you get hold of it!?
pt: Quella lama... Quella è la Luna Velata!? Non può essere! Come hai fatto a metterci le mani sopra!?

# 3200_Tatsu
source: <Color:255,200,200,255>The Hazy Moon you stole from the boss was fake.<Color:Default>
pt: <Color:255,200,200,255>La Luna Velata che hai rubato al capo era falsa.<Color:Default>

# 3212_Yamashiro
source: What? So you swapped it for the real one!?
pt: Cosa?! Quindi l'hai scambiata con quella vera!?

# 3224_Yamashiro
source: Heheh. I see now. It seems the tables have turned.
pt: Heheh. Capisco ora. Sembra che le cose si siano capovolte.

# 3236_Yamashiro
source: But I shall enjoy this! For the first time, it will be a fight for my life!
pt: Ma me la gusterò! Per la prima volta, sarà una lotta per la mia vita!

# 3248_Script Notes
source: Finally, the battle against the main antagonist begins. Tatsu wields the Demon Blade, Hazy Moon. For his <Color:255,200,200,255>final attack<Color:Default>, Tatsu uses the <Color:255,200,200,255>Demon Blade Special Technique<Color:Default>. Tatsu of Kamuro manages to pull off a miraculous victory.
pt: Finalmente, inizia la battaglia contro l'antagonista principale. Tatsu brandisce la Lama Demoniaca, Luna Velata. Per il suo <Color:255,200,200,255>attacco finale<Color:Default>, Tatsu usa la <Color:255,200,200,255>Tecnica Speciale della Lama Demoniaca<Color:Default>. Tatsu di Kamuro riesce a ottenere una vittoria miracolosa.

# 3260_Yamashiro
source: Am I... dying? Me? A vampire with eternal life?
pt: Sto... morendo? Io? Un vampiro con vita eterna?

# 3272_Tatsu
source: <Color:255,200,200,255>The boss will be waiting for you in hell.<Color:Default>
pt: <Color:255,200,200,255>Il capo ti aspetterà all'inferno.<Color:Default>

# 3284_Yamashiro
source: Gah... Gahahahaaa! Tatsu of Kamuro! Not bad for a human. You could have been an even bigger villain than I!
pt: Gah... Gahahahaaa! Tatsu di Kamuro! Non male per un umano. Avresti potuto essere un cattivo ancora più grande di me!

# 3296_Script Notes
source: Yamashiro is engulfed in flames. Tatsu leaves and doesn't look back. -The End-
pt: Yamashiro viene inghiottito dalle fiamme. Tatsu si allontana senza voltarsi. -Fine-

# 3320_M_NML_SET_sitgrd_down_03
source: (...I thought this was supposed to be a yakuza movie?)
pt: (...Pensavo fosse un film di yakuza?)

# 3344_M_NML_SET_sitgrd_down_03
source: Are you all good?
pt: Siete a posto?

# 3356_M_NML_SET_sitgrd_down_03
source: Sorry, I'd better read it one more time.
pt: Scusa, farei meglio a rileggerlo un'altra volta.

# 3368_Director
source: No worries at all! Take your time!
pt: Nessun problema! Prenditi tutto il tempo che ti serve!

# 3380_M_NML_SET_sitgrd_down_03
source: All right. I got it down.
pt: Va bene. L'ho capito.

# 3392_Director
source: Remember, you don't have to say the lines word for word. Just make 'em snappy and relevant!
pt: Ricorda, non devi dire le battute parola per parola. L'importante è che siano incisive e pertinenti!

# 3404_Director
source: Also, do your best with the action sequences. Ideally, we would like you to follow the script, but you'll get paid either way.
pt: Inoltre, fai del tuo meglio nelle sequenze d'azione. Idealmente, vorremmo che seguissi il copione, ma tanto sarai pagato lo stesso.

# 3416_Kiryu
source: All right.
pt: Va bene.

# 3428_Director
source: Let's get this thing rolling, then! Ready? Action!
pt: Allora, facciamo partire questa roba! Pronti? Azione!

# 3524_M_NML_SET_sitgrd_down_03
source: So you finally made it, Tatsu of Kamuro!
pt: Allora finalmente ce l'hai fatta, Tatsu di Kamuro!

# 3536_M_NML_SET_sitgrd_down_03
source: I'm here to end this, brother.
pt: Sono qui per farla finita, fratello.

# 3548_M_NML_SET_sitgrd_down_03
source: I'm here for a happy ending, brother.
pt: Sono qui per un finale felice, fratello.

# 3560_Yamashiro
source: Heh. I don't know what you could possibly be hoping for, but the future does not bode well for you.
pt: Heh. Non so cosa tu possa mai sperare, ma il futuro non ti promette niente di buono.

# 3572_M_NML_SET_sitgrd_down_03
source: I've come for justice, brother.
pt: Sono qui per la giustizia, fratello.

# 3584_M_NML_SET_sitgrd_down_03
source: You think you can kill me? Sorry, but that will never happen. I cannot be killed! For you see－
pt: Credi di potermi uccidere? Spiacente, ma non accadrà mai. Non posso essere ucciso! Perché, vedi—

# 3596_M_NML_SET_sitgrd_down_03
source: You're a vampire, right?
pt: Sei un vampiro, vero?

# 3608_Yamashiro
source: So you knew? Heheh. Indeed. And all those I bite become the living dead!
pt: Quindi lo sapevi? Heheh. In effetti. E tutti quelli che mordo diventano i morti viventi!

# 3668_M_NML_SET_sitgrd_down_03
source: Soon enough you'll join them, Tatsu of Kamuro!
pt: Presto ti unirai a loro, Tatsu di Kamuro!

# 3692_M_NML_SET_sitgrd_down_03
source: You're an umpire, right?
pt: Sei un vampiro, vero?

# 3704_Yamashiro
source: Huh? Uh, sure? I suppose I am an umpire－of the undead. So killing me would be against the rules... of physics!
pt: Eh? Ehm, certo? Suppongo di essere un vampiro—dei non morti. Quindi uccidermi sarebbe contro le regole... della fisica!

# 3716_M_NML_SET_sitgrd_down_03
source: You're a campfire, right?
pt: Sei un vampiro, vero?

# 3728_Yamashiro
source: Huh? Uh, I suppose you could say I'm a campfire... Maybe because the flames of my wrath can never be extinguished? Yes, that sums it up quite nicely!
pt: Eh? Ehm, suppongo si possa dire che sono un vampiro... Forse perché le fiamme della mia ira non possono mai essere estinte? Sì, direi che mi si addice!

# 3740_M_NML_SET_sitgrd_down_03
source: And cut!
pt: E stop!

# 3752_Director
source: Hold on there, Kiryu-chan. I know I said that you didn't have to go completely by the script, but please try to keep it relevant.
pt: Un attimo, Kiryu-chan. Lo so che ti ho detto che non dovevi seguire la sceneggiatura alla lettera, ma cerca di rimanere in tema.

# 3764_Kiryu
source: Sorry, I guess that was pretty different.
pt: Scusa, immagino fosse parecchio diverso.

# 3776_Director
source: You wanna go over the script again?
pt: Vuoi ripassare la sceneggiatura di nuovo?

# 3788_M_NML_SET_sitgrd_down_03
source: No, I'm fine.
pt: No, sto bene.

# 3800_Director
source: Okay, let's do this scene again! C'mon, Kiryu-chan! Action!
pt: Okay, rifacciamo questa scena! Dai, Kiryu-chan! Azione!

# 3812_M_NML_SET_sitgrd_down_03
source: Yeah, I'd better do that.
pt: Già, farei meglio a farlo.

# 3824_Director
source: Excellent! Try to get it down this time.
pt: Ottimo! Cerca di azzeccarlo questa volta.
