Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c081d.po
Languages: pt

source: Man
pt: Uomo

source: Woman
pt: Donna

source: I was just thinking how lucky you both are.
pt: Stavo proprio pensando a quanto siete fortunati voi due.

source: I was just thinking how annoying you both are.
pt: Stavo proprio pensando a quanto siete fastidiosi voi due.

source: I was just checking the cars behind us.
pt: Stavo solo controllando le macchine dietro di noi.

source: Yes, your girlfriend is cuter.
pt: Sì, la tua ragazza è più carina.

source: No, Haruka Sawamura is cuter.
pt: No, Haruka Sawamura è più carina.

source: A pretty face isn't everything, you know.
pt: Una bella faccia non è tutto, sai.

source: I can't do that.
pt: Non posso farlo.

source: Okay, then.
pt: Ok, allora.

# 44_Man
source: Hey, it's our three month anniversary!
pt: Ehi, è il nostro terzo mesiversario!

# 56_Woman
source: We're going to be together forever, Ken-kun!
pt: Staremo insieme per sempre, Ken-kun!

# 80_Man
source: I feel like we were made for each other, Mi-tan.
pt: Sento che siamo fatti l'uno per l'altra, Mi-tan.

# 92_Mi-tan
source: I was just thinking the same thing!
pt: Stavo proprio pensando la stessa cosa!

# 104_Kiryu
source: (A couple of love birds.)
pt: (Una coppia di piccioncini.)

# 116_Man
source: Hmm? Why are you peeking at us in the mirror?
pt: Hmm? Perché ci stai sbirciando nello specchietto?

# 128_Man
source: I was just thinking how lucky you both are.
pt: Stavo proprio pensando a quanto siete fortunati voi due.

# 140_Ken-kun
source: Hahaha. People stare at us on the street a lot, too.
pt: Ahahah. La gente ci fissa per strada un sacco anche.

# 152_Mi-tan
source: They're just jealous of how in love we are.
pt: Sono solo gelosi di quanto siamo innamorati.

# 164_Man
source: Don't worry, driver. You'll find your soul mate soon enough. Just like me and Mi-tan!
pt: Non preoccuparti, tassista. La tua anima gemella la troverai presto anche tu. Proprio come me e Mi-tan!

# 176_Mi-tan
source: Good luck!
pt: Buona fortuna!

# 188_Kiryu
source: (They're in a good mood.)
pt: (Sono di buon umore.)

# 200_Man
source: I was just thinking how annoying you both are.
pt: Stavo proprio pensando a quanto siete fastidiosi voi due.

# 212_Mi-tan
source: What? Why?
pt: Cosa? Perché?

# 224_Ken-kun
source: I bet you're single, right? You must be jealous that we have it so good.
pt: Scommetto che sei single, vero? Devi essere geloso che stiamo così bene.

# 236_Mi-tan
source: You really ought to grow up, mister.
pt: Dovresti proprio crescere, signore.

# 248_Ken-kun
source: I agree!
pt: Sono d'accordo!

# 260_Kiryu
source: (That didn't make them too happy.)
pt: (Non li ha resi troppo felici.)

# 272_Man
source: No, I was just checking the cars behind us.
pt: No, stavo solo controllando le macchine dietro di noi.

# 296_Man
source: Oh, I see. Sorry.
pt: Ah, capisco. Scusa.

# 308_Ken-kun
source: I just thought you might have your eye on my gorgeous girl here.
pt: Pensavo solo che potresti aver messo gli occhi sulla mia splendida ragazza qui.

# 320_Mi-tan
source: Aww, you're embarrassing me, Ken-kun!
pt: Aw, mi metti in imbarazzo, Ken-kun!

# 332_Ken-kun
source: It's true! I could stare at your beautiful face all day, Mi-tan!
pt: È vero! Potrei guardare il tuo bel viso tutto il giorno, Mi-tan!

# 344_Mi-tan
source: And I could look into your dreamy eyes for hours, Ken-kun!
pt: E potrei guardare nei tuoi occhi sognanti per ore, Ken-kun!

# 356_Ken-kun
source: Let's do it, then!
pt: Facciamolo, allora!

# 368_Mi-tan
source: Oh, come on. You're making me blush.
pt: Ma dai! Mi stai facendo arrossire.

# 392_Man
source: (They're in good spirits.)
pt: (Sono su di giri.)

# 416_Man
source: Your makeup looks amazing today, Mi-tan!
pt: Il tuo trucco è stupendo oggi, Mi-tan!

# 428_Mi-tan
source: Thanks! I copied it off this idol I saw on TV, Haruka Sawamura!
pt: Grazie! L'ho copiato da questa idol che ho visto in TV, Haruka Sawamura!

# 440_Kiryu
source: Hm?
pt: Mh?

# 452_Ken-kun
source: I see. But you're much cuter than Haruka Sawamura, Mi-tan!
pt: Capisco. Ma sei molto più carina di Haruka Sawamura, Mi-tan!

# 464_Mi-tan
source: No way! You're just saying that.
pt: Ma va'! Dici solo così.

# 488_Man
source: No, I mean it! You're just as pretty as any of those idols, Mi-tan!
pt: No, dico sul serio! Sei carina quanto una qualsiasi di quelle idol, Mi-tan!

# 512_Man
source: Hey, driver. My girl's way cuter than Haruka Sawamura, right?
pt: Ehi, tassista. La mia ragazza è molto più carina di Haruka Sawamura, vero?

# 524_Man
source: Of course, your girlfriend is cuter.
pt: Ma certo, la tua ragazza è più carina.

# 536_Ken-kun
source: See!? The driver agrees with me! You could even be on TV if you wanted, Mi-tan!
pt: Vedi!? Il tassista è d'accordo con me! Potresti persino andare in TV se volessi, Mi-tan!

# 548_Mi-tan
source: Yay! Maybe I'll start looking for an agency.
pt: Evviva! Magari comincerò a cercare un'agenzia.

# 560_Ken-kun
source: Hehe, you'd be a star in no time!
pt: Hehe, diventeresti una star in un attimo!

# 584_Man
source: (At least they're happy.)
pt: (Almeno sono felici.)

# 596_Man
source: No, I think Haruka Sawamura is cuter.
pt: No, secondo me Haruka Sawamura è più carina.

# 608_Ken-kun
source: What!? Have you got something wrong with your eyes? My Mi-tan is the prettiest girl in the world!
pt: Ma cosa?! Hai problemi agli occhi? La mia Mi-tan è la ragazza più bella del mondo!

# 620_Kiryu
source: I don't agree.
pt: Non sono d'accordo.

# 632_Ken-kun
source: Are you dissing my girl, driver?
pt: Stai sfottendo la mia ragazza, tassista?

# 656_Mi-tan
source: Tch. I hate this guy!
pt: Tsk. Odio questo tipo!

# 668_Ken-kun
source: Don't cry, Mi-tan!
pt: Non piangere, Mi-tan!

# 680_Ken-kun
source: Even if the world's against you, I'll always have your back!
pt: Anche se il mondo è contro di te, io ti coprirò sempre le spalle!

# 716_Mi-tan
source: I love you, Ken-kun!
pt: Ti amo, Ken-kun!

# 740_Man
source: Geez...
pt: Accidenti...

# 752_Man
source: A pretty face isn't everything, you know.
pt: Una bella faccia non è tutto, sai.

# 764_Mi-tan
source: Huh? What's that supposed to mean?
pt: Eh? Che vorrebbe dire?

# 776_Ken-kun
source: So you focus on the body more, do you?
pt: Quindi ti concentri più sul fisico, eh?

# 800_Mi-tan
source: Now that I think about it, I did get the feeling he was checking out my boobs and butt in the mirror.
pt: Ora che ci ripenso, mi è sembrato che mi stesse sbirciando le tette e il sedere dallo specchietto.

# 812_Ken-kun
source: Driver! I know Mi-tan is a perfect ten, but you shouldn't leer at her like that!
pt: Tassista! So che Mi-tan è una strafica, ma non dovresti metterle gli occhi addosso in quel modo!

# 824_Kiryu
source: I wasn't.
pt: Non stavo.

# 836_Mi-tan
source: Ugh. Boys are always staring at me like I'm a piece of meat.
pt: Uff. I ragazzi mi fissano sempre come se fossi un pezzo di carne.

# 848_Ken-kun
source: It can't be helped, Mi-tan. You're just too damn attractive!
pt: Non ci si può far niente, Mi-tan. Sei semplicemente troppo una strafica!

# 860_Mi-tan
source: But you'll always be my one and only, Ken-kun!
pt: Ma sarai sempre il mio unico e solo, Ken-kun!

# 872_Ken-kun
source: I love you, Mi-tan!
pt: Ti amo, Mi-tan!

# 896_Man
source: Geez...
pt: Accidenti...

# 920_Man
source: Say, Mi-tan.
pt: Senti, Mi-tan.

# 932_Mi-tan
source: Yes, Ken-kun?
pt: Sì, Ken-kun?

# 944_Ken-kun
source: Did you talk to your dad about us getting married?
pt: Hai parlato a tuo padre di noi che ci sposiamo?

# 956_Mi-tan
source: Oh. Well, about that...
pt: Oh. Beh, a proposito...

# 968_Ken-kun
source: What's wrong?
pt: Che succede?

# 980_Mi-tan
source: Dad says he's completely against me marrying a guy who doesn't have a job.
pt: Papà dice che è proprio contrario a che io sposi uno che non ha un lavoro.

# 992_Ken-kun
source: Huh!? But what does that matter!? Can't he see how much we love each other!?
pt: Eh!? Ma cosa c'entra!? Non vede quanto ci amiamo!?

# 1004_Ken-kun
source: All we need is love, right? Work has nothing to do with it!
pt: Ci basta l'amore, no? Il lavoro non c'entra niente!

# 1016_Mi-tan
source: Yeah! I think so, too!
pt: Già! La penso anch'io così!

# 1028_Ken-kun
source: Let's run away together in this taxi, Mi-tan!
pt: Scappiamo via insieme in questo taxi, Mi-tan!

# 1040_Mi-tan
source: Yeah! Let's elope, Ken-kun!
pt: Già! Scappiamo via, Ken-kun!

# 1064_Man
source: Driver, just take us someplace far away!
pt: Tassista, portaci via in un posto lontano e basta!

# 1076_Man
source: I'm afraid I can't do that.
pt: Temo di non poterlo fare.

# 1088_Ken-kun
source: Huh? Why not!?
pt: Eh? Perché no!?

# 1100_Kiryu
source: Do you have money on you for a trip like that?
pt: Avete soldi addosso per un viaggio del genere?

# 1112_Ken-kun
source: Uh, how much do you have, Mi-tan?
pt: Ehm, quanto hai, Mi-tan?

# 1124_Mi-tan
source: Me!? I don't have anything on me today! Don't you have any cash, Ken-kun?
pt: Io!? Non ho niente addosso oggi! Non hai soldi, Ken-kun?

# 1136_Ken-kun
source: I've got around 3,000 yen.
pt: Ho circa 3.000 yen.

# 1148_Mi-tan
source: That won't even get us out of Fukuoka...
pt: Questo non ci basterà neanche per uscire da Fukuoka...

# 1160_Ken-kun
source: I guess we need money if we want to run off and get married, huh? I'd better look for a job.
pt: Mi sa che ci servono soldi se vogliamo scappare e sposarci, eh? Mi conviene cercare un lavoro.

# 1172_Mi-tan
source: I'm sure you can get one easily, Ken-kun!
pt: Sono sicura che un lavoro lo trovi facilmente, Ken-kun!

# 1184_Ken-kun
source: Yeah! Once I have a job, your dad might even warm up to the idea of us getting married!
pt: Sì! Quando avrò un lavoro, tuo padre potrebbe persino vederla di buon occhio l'idea che ci sposiamo!

# 1196_Mi-tan
source: That's right! That'd be perfect!
pt: Proprio così! Sarebbe perfetto!

# 1208_Ken-kun
source: We won't be going anywhere today, driver.
pt: Non andremo da nessuna parte oggi, tassista.

# 1220_Kiryu
source: (They're finally coming down to earth.)
pt: (Stanno finalmente tornando con i piedi per terra.)

# 1232_Man
source: Okay, then.
pt: Ok, allora.

# 1244_Ken-kun
source: All right! Thanks, driver!
pt: Va bene! Grazie, tassista!

# 1256_Mi-tan
source: You're too kind!
pt: Sei troppo gentile!

# 1268_Ken-kun
source: Yeah! He was moved by the depth of our love!
pt: Sì! Si è commosso dalla profondità del nostro amore!

# 1280_Mi-tan
source: I guess even without money, as long as you have love you can get by!
pt: Mi sa che anche senza soldi, finché c'è amore, si riesce ad andare avanti!

# 1292_Kiryu
source: Hold on. You mean you don't have any money?
pt: Aspetta un attimo. Cioè, non avete soldi?

# 1304_Ken-kun
source: Of course not. I don't have a job, after all.
pt: Certo che no. Non ho un lavoro, dopotutto.

# 1316_Kiryu
source: And what about the fare for this trip?
pt: E la tariffa di questa corsa?

# 1328_Ken-kun
source: I thought you were going to take us for free?
pt: Pensavo che ci avresti portato gratis?

# 1340_Kiryu
source: This is my job. I can't do that.
pt: È il mio lavoro. Non posso farlo.

# 1352_Mi-tan
source: Oh, what a stingy man!
pt: Oh, che uomo tirchio!

# 1364_Ken-kun
source: Grownups think about nothing but cash!
pt: I grandi non pensano ad altro che ai soldi!

# 1376_Kiryu
source: (Somehow I ended up getting yelled at.)
pt: In qualche modo mi sono ritrovato a farmi sgridare.
