Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 8172_Hinata
source: Oh, really? Then have you forgotten everything the two of us have talked about, Kiryu-san?
pt: Oh, davvero? Allora ti sei già dimenticato tutto quello di cui abbiamo parlato noi due, Kiryu-san?

# 8184_Kiryu
source: Yeah. When I go out drinking, I just want to have a good time. I don't really think back on it after the fact.
pt: Già. Quando esco a bere, voglio solo divertirmi. Non sto lì a ripensarci a cose fatte.

# 8196_Hinata
source: Really? It seems kind of pointless for me to be the only one who remembers. Maybe I should forget about you too, Kiryu-san.
pt: Davvero? Mi sembra un po' inutile essere l'unica a ricordarsi le cose. Forse dovrei dimenticarmi di te anch'io, Kiryu-san.

# 8220_Kiryu
source: It depends. You can't expect me to remember everything, after all.
pt: Dipende. Non puoi pretendere che mi ricordi tutto, dopotutto.

# 8232_Kiryu
source: I'm fine when it comes to work. I remember everything I need.
pt: Per quanto riguarda il lavoro non ho problemi. Ricordo tutto quello che mi serve.

# 8244_Kiryu
source: As a taxi driver, I have regular passengers who I recognize on sight. I don't even need to ask where they're going.
pt: Come tassista, ho dei passeggeri abituali che riconosco a vista. Non ho nemmeno bisogno di chiedere dove siano diretti.

# 8256_Hinata
source: No way! Really?
pt: Ma dai! Davvero?

# 8268_Kiryu
source: Some passengers have specific routes they want me to take. I have to remember a lot of details, so as not to upset them.
pt: Alcuni passeggeri hanno dei percorsi specifici che vogliono che io segua. Devo ricordarmi un sacco di dettagli, per non indispettirli.

# 8280_Hinata
source: I see! I'm not that good yet, but I'll try to make sure I can remember more!
pt: Capisco! Non sono ancora così brava, ma farò del mio meglio per ricordarmi sempre di più!

# 8292_Kiryu
source: Do your best.
pt: Fai del tuo meglio.

# 8304_Kiryu
source: That's to be expected. It would be rude of you to not remember your own clients.
pt: C'era da aspettarselo. Sarebbe scortese da parte tua non ricordarti dei tuoi clienti.

# 8316_Hinata
source: So you do remember, Kiryu-san?
pt: Quindi ti ricordi davvero, Kiryu-san?

# 8328_Kiryu
source: That's to be expected. It would be rude of you to not remember your own clients.
pt: C'era da aspettarselo. Sarebbe scortese da parte tua non ricordarti dei tuoi clienti.

# 8340_Hinata
source: But you just said yourself that you have a really bad memory!
pt: Ma se l'hai appena detto tu stesso che hai una pessima memoria!

# 8352_Hinata
source: So you do remember, Kiryu-san?
pt: Quindi ti ricordi davvero, Kiryu-san?

# 8364_Kiryu
source: Of course. I have a lot of fun talking to you. It leaves a strong impression.
pt: Certo. Mi diverto molto a parlare con te. Mi resta impresso.

# 8376_Kiryu
source: No. When I go out drinking, I just want to have a good time. I don't really think back on it after the fact.
pt: No. Quando esco a bere, voglio solo divertirmi. Non è che ci ripensi molto dopo.

# 8388_Hinata
source: Hey, that's way worse than me! I have a lot of customers to keep track of, and it's not easy.
pt: Ehi, ma è decisamente peggio di me! Ho un sacco di clienti da tenere a mente, e non è affatto facile.

# 8400_Kiryu
source: I'll try to remember that.
pt: Cercherò di ricordarlo.

# 8412_Kiryu
source: It's not possible for me. But it should be a necessary job skill for a hostess.
pt: Per me è impossibile. Ma dovrebbe essere un requisito fondamentale per il lavoro di una hostess.

# 8424_Kiryu
source: You should be taking notes on what you talked about right after a client leaves, so you don't forget.
pt: Dovresti prendere appunti su quello di cui avete parlato subito dopo che un cliente se ne va, così non te ne dimentichi.

# 8436_Hinata
source: What? Everyone does that?
pt: Cosa? Lo fanno tutti?

# 8448_Kiryu
source: Men appreciate it when a hostess sends an email that includes details from their conversations. It makes them feel good that you remember them.
pt: Agli uomini fa piacere quando una hostess invia un'email che include dettagli delle loro conversazioni. Li fa sentire bene sapere che ti ricordi di loro.

# 8460_Hinata
source: Wow, really? And here I thought I was going above and beyond just remembering anything at all, but I guess I was wrong!
pt: Wow, davvero? E io che pensavo di star facendo chissà quale sforzo solo per ricordarmi qualcosa, ma a quanto pare mi sbagliavo!

# 8472_Kiryu
source: That's how you get ahead of the game.
pt: È così che si resta un passo avanti agli altri.

# 8484_Hinata
source: Okay, so when's my birthday?
pt: Va bene, allora quand'è il mio compleanno?

# 8532_Kiryu
source: January 4th, right?
pt: Il 4 gennaio, giusto?

# 8544_Kiryu
source: January 14th, right?
pt: Il 14 gennaio, giusto?

# 8556_Kiryu
source: January 24th, right?
pt: Il 24 gennaio, giusto?

# 8568_Kiryu
source: February 4th, right?
pt: Il 4 febbraio, giusto?

# 8580_Kiryu
source: It's February 14th, right?
pt: Il 14 febbraio, giusto?

# 8592_Kiryu
source: February 24th, right?
pt: Il 24 febbraio, giusto?

# 8604_Kiryu
source: December 4th, right?
pt: Il 4 dicembre, giusto?

# 8616_Kiryu
source: December 14th, right?
pt: Il 14 dicembre, giusto?

# 8628_Kiryu
source: December 24th, right?
pt: Il 24 dicembre, giusto?

# 8640_Hinata
source: Wow, you really do remember! That makes me feel kinda warm and fuzzy.
pt: Wow, te lo ricordi davvero! Mi scalda proprio il cuore.

# 8652_Kiryu
source: See, I told you.
pt: Visto? Te l'avevo detto.

# 8664_Hinata
source: Huh? Wait, I never told you when my birthday was, Kiryu-san.
pt: Eh? Aspetta, non ti ho mai detto quando fosse il mio compleanno, Kiryu-san.

# 8676_Kiryu
source: Uh, you didn't?
pt: Uh, non me l'avevi detto?

# 8688_Hinata
source: So wait, how did you know? Honestly, now I'm a little creeped out.
pt: Ma aspetta, come facevi a saperlo? Sinceramente, adesso mi vengono un po' i brividi.

# 8700_Kiryu
source: Maybe it was just a lucky guess.
pt: Forse è stato solo un colpo di fortuna.

# 8712_Hinata
source: Nope! See, you did forget! I'm so disappointed in you.
pt: E invece no! Vedi, te ne sei dimenticato! Mi hai proprio delusa.

# 8724_Kiryu
source: Oops.
pt: Ops.

# 8736_Kiryu
source: Hold on. You've never told me when your birthday is.
pt: Aspetta. Non mi hai mai detto quando è il tuo compleanno.

# 8748_Hinata
source: Huh? I haven't?
pt: Eh? Non l'ho fatto?

# 8760_Kiryu
source: Nope.
pt: No.

# 8772_Hinata
source: Then why didn't you say so earlier? Of course you wouldn't have known it, silly!
pt: E allora perché non l'hai detto prima? Certo che non potevi saperlo, sciocchino!

# 8784_Kiryu
source: Heh. You're a real piece of work, you know that?
pt: Eh. Sei proprio un bel tipo, lo sai?

# 8796_Hinata
source: Hey, so there's something I've been wondering about for a while.
pt: Ehi, senti, c'è una cosa che mi sto chiedendo da un po'.

# 8808_Kiryu
source: What's that?
pt: Cos'è?

# 8820_Hinata
source: You know how they write "LAST" on the price board outside? Do you have any idea why they write it like that?
pt: Sai che scrivono "LAST" sul tabellone dei prezzi fuori? Hai idea del perché lo scrivano in quel modo?

# 8832_Kiryu
source: I do. I've been coming to cabaret clubs for years now, after all.
pt: Sì, lo so. Dopotutto, frequento i cabaret club da anni ormai.

# 8844_Kiryu
source: No, why? I don't stay out drinking until closing time much anymore, so I've never noticed.
pt: No, perché? Non resto quasi più fuori a bere fino all'orario di chiusura, quindi non ci ho mai fatto caso.

# 8856_Kiryu
source: They do that?
pt: Fanno così?

# 8868_Hinata
source: Uh, yeah! I would have expected you to be more perceptive than that.
pt: Eh, già! Mi sarei aspettata che fossi più perspicace di così.

# 8892_Hinata
source: I used to think that the closing time would change based on how good business was doing that day.
pt: Pensavo che l'orario di chiusura cambiasse in base a come andavano gli affari quel giorno.

# 8904_Hinata
source: But as it turns out, we can only be open until one o'clock.
pt: Ma a quanto pare, possiamo restare aperti solo fino all'una.

# 8916_Kiryu
source: Well, if you say that you're usually open until one o'clock, customers might assume you're not open any later, and then they won't come.
pt: Beh, se dici che di solito siete aperti fino all'una, i clienti potrebbero pensare che non restiate aperti oltre quell'ora, e finirebbero per non venire.

# 8928_Hinata
source: Right, 'cause the club is actually open past that, but on the down-low! I was kind of surprised, because cabaret clubs had this wholesome image.
pt: Esatto, perché in realtà il locale resta aperto oltre quell'orario, ma di nascosto! Mi ha sorpresa un po', perché i cabaret club avevano quest'immagine così rispettabile.

# 8940_Kiryu
source: You're right. That's why for the last few years cabaret clubs have been open during the day, since they can't be open all night.
pt: Hai ragione. Ecco perché negli ultimi anni i cabaret club sono rimasti aperti di giorno, visto che non possono restare aperti tutta la notte.

# 8952_Hinata
source: Oh, I see. That makes sense.
pt: Oh, capisco. Ha senso.

# 8964_Kiryu
source: You didn't know that? That's why the cops will swing by every once in a while.
pt: Non lo sapevi? Ecco perché ogni tanto la polizia fa un salto.

# 8976_Hinata
source: Yeah, I know! It was so sudden that it gave me quite a shock.
pt: Già, lo so! È stato così improvviso che mi ha scioccata un bel po'.

# 8988_Kiryu
source: Oh? The police came here?
pt: Oh? La polizia è venuta qui?

# 9000_Kiryu
source: Did something happen?
pt: È successo qualcosa?

# 9012_Hinata
source: Yeah, something happened.
pt: Sì, è successo qualcosa.

# 9024_Hinata
source: This cop showed up, telling us that we were open longer than we were supposed to be, and forced us to close right on the spot.
pt: È arrivato un poliziotto, ci ha detto che eravamo aperti oltre l'orario consentito e ci ha costretti a chiudere all'istante.

# 9036_Kiryu
source: Did anything happen to you?
pt: A te è successo qualcosa?

# 9048_Hinata
source: I was fine. But the last train home had already left, so I was going to crash at a net café. But then I got a call from the manager.
pt: Io stavo bene. Ma l'ultimo treno per tornare a casa era già partito, quindi stavo per andare a dormire in un net café. Ma poi ho ricevuto una chiamata dal manager.

# 9060_Hinata
source: She was like, "We're reopening, so get back here right away."
pt: Mi ha detto: "Stiamo riaprendo, quindi torna subito qui."

# 9072_Kiryu
source: You're manager made a bold move. You'd figure after catching heat, you'd want to lay low for a while.
pt: Il tuo manager ha fatto una mossa audace. Si penserebbe che dopo aver attirato l'attenzione, uno vorrebbe mantenere un profilo basso per un po'.

# 9084_Hinata
source: Oh, yeah. She really is a go-getter. She usually doesn't seem all that tough, but in this case she was pretty badass.
pt: Oh, già. È proprio una che sa il fatto suo. Di solito non sembra così tosta, ma in questo caso è stata una vera dura.

# 9096_Kiryu
source: Unbelievable. If you'd been caught again, they would have shut this place down for good.
pt: Incredibile. Se vi avessero beccati di nuovo, avrebbero chiuso questo locale per sempre.

# 9108_Hinata
source: Right! And then we'd all be out of work. She should have considered our well-being a bit more.
pt: Già! E a quel punto saremmo rimasti tutti senza lavoro. Avrebbe dovuto pensare un po' di più al nostro bene.

# 9120_Kiryu
source: So, what did you do? Did you go back?
pt: Allora, che cos'hai fatto? Sei tornata?

# 9132_Hinata
source: I did, but a lot of the other girls had already taken cabs home.
pt: Sì, ci sono tornata, ma molte delle altre ragazze avevano già preso il taxi per tornare a casa.

# 9144_Kiryu
source: I guess they never expected they'd be asked to come back, huh?
pt: Immagino che non si aspettassero proprio che venisse chiesto loro di tornare, eh?

# 9156_Hinata
source: But there were actually customers who came at that hour, and one of them really liked me a lot!
pt: Ma a quell'ora sono venuti dei clienti per davvero, e a uno di loro sono piaciuta un sacco!

# 9168_Hinata
source: But we were understaffed because the other girls didn't come back. I had to go take care of other customers, and he got all mad and left.
pt: Ma eravamo a corto di personale perché le altre ragazze non erano tornate. Ho dovuto occuparmi di altri clienti, e lui si è arrabbiato un sacco e se n'è andato.

# 9180_Kiryu
source: That's bad luck. He may have wound up becoming a good repeat customer.
pt: Che sfortuna. Sarebbe potuto finire per diventare un buon cliente abituale.

# 9192_Hinata
source: I know! And I worked super hard too! This is all the manager's fault!
pt: Lo so! E mi sono pure impegnata un sacco! È tutta colpa della manager!

# 9204_Kiryu
source: Did you complain to her about it?
pt: Ti sei lamentata con lei per questo?

# 9216_Hinata
source: Yeah, so she's taking me out for yakiniku－the expensive kind! I'm going to eat a ton!
pt: Sì, e quindi mi porterà a mangiare dello yakiniku－di quello costoso! Ne mangerò un sacco!

# 9228_Kiryu
source: You've got nerve, I'll give you that.
pt: Hai fegato, questo te lo concedo.

# 9240_Kiryu
source: Don't worry about it. If you work here long enough, that's bound to happen a few times.
pt: Non preoccupartene. Se lavori qui abbastanza a lungo, capiterà di sicuro qualche volta.

# 9252_Kiryu
source: The important thing in those situations is to not repeat the same mistakes again.
pt: L'importante in quelle situazioni è non ripetere più gli stessi errori.

# 9264_Hinata
source: Yeah! My manager's gonna get an earful from me.
pt: Sì! La mia manager ne sentirà delle belle da parte mia.

# 9276_Kiryu
source: I'm sure things will be fine next time.
pt: Sono sicuro che la prossima volta andrà meglio.

# 9288_Kiryu
source: That's the manager's fault. She should have told the clients they didn't need to pay until the girls got there, and given them free drinks.
pt: È colpa della manager. Avrebbe dovuto dire ai clienti che non dovevano pagare finché non arrivavano le ragazze, e offrire loro da bere gratis.

# 9300_Hinata
source: Nice idea! You're smart, Kiryu-san!
pt: Ottima idea! Sei proprio in gamba, Kiryu-san!

# 9312_Kiryu
source: If that was the case, the club should have cut off admission so they didn't wind up with more customers than they could handle.
pt: Se le cose stavano così, il club avrebbe dovuto bloccare gli ingressi per non ritrovarsi con più clienti di quanti potesse gestirne.

# 9324_Hinata
source: Totally. We were all at our wit's end that day, and I don't think the manager realized it.
pt: Proprio così. Quel giorno non sapevamo più che pesci pigliare, e non credo che la manager se ne sia resa conto.

# 9336_Kiryu
source: Guess it was a good learning experience.
pt: Immagino sia stata un'ottima lezione.

# 9348_Hinata
source: Hey, do you remember Aimi-chan? We saw her out in town the other day.
pt: Ehi, ti ricordi di Aimi-chan? L'abbiamo vista in giro l'altro giorno.

# 9360_Kiryu
source: Yeah. What about her?
pt: Sì. Che mi dici di lei?

# 9372_Hinata
source: She's super popular is what! She blew past my rank in no time!
pt: È diventata popolarissima, ecco cosa! Mi ha superato in classifica in un batter d'occhio!

# 9384_Kiryu
source: Don't let her outdo you. Get your own rank up and show her who's boss.
pt: Non farti superare. Sali di posizione e falle vedere chi comanda.

# 9396_Hinata
source: Okay! I've been doing awesome lately, so I'm not letting her get the better of me!
pt: Okay! Ultimamente sto andando alla grande, quindi non permetterò che lei abbia la meglio!

# 9408_Kiryu
source: Don't worry about it. You can't let yourself be concerned with other people. Just do your best.
pt: Non starci a pensare. Non puoi lasciarti condizionare dagli altri. Pensa solo a dare il massimo.

# 9420_Hinata
source: But then I'll never overtake Aimi-chan again! I have to try harder!
pt: Ma così non riuscirò mai più a superare Aimi-chan! Devo impegnarmi di più!

# 9432_Kiryu
source: What's your rank right now?
pt: Qual è la tua posizione in classifica, adesso?

# 9444_Hinata
source: I'm number ten!
pt: Sono la numero dieci!

# 9456_Kiryu
source: Sounds like you're trying hard. But from here, only girls with real ability can get ahead. It's only going to get harder from here on out.
pt: Sembra che ti stia impegnando molto. Ma da questo punto in poi, solo le ragazze con del vero talento riescono a farsi strada. D'ora in avanti le cose si faranno solo più difficili.

# 9468_Hinata
source: I guess you're right. I think I'm going to have to take on more shifts.
pt: Mi sa che hai ragione. Penso che mi toccherà fare più turni.

# 9480_Kiryu
source: Good idea. Just make sure you don't drink too much while on the clock. You don't want to risk ruining your health.
pt: Buona idea. Cerca solo di non bere troppo mentre sei in servizio. Non vorrai rischiare di rovinarti la salute.

# 9492_Hinata
source: I'll be fine! I'm proud to say I haven't thrown up once since I started working here!
pt: Starò bene! Sono orgogliosa di dire che non ho vomitato nemmeno una volta da quando ho iniziato a lavorare qui!

# 9504_Kiryu
source: Is that really something to be proud of?
pt: È davvero qualcosa di cui andare fieri?

# 9516_Kiryu
source: Don't do that. If your rank still doesn't go up, then what are you going to do? You can't take on more shifts.
pt: Non farlo. Se la tua posizione non dovesse comunque salire, allora cosa faresti? Non puoi mica fare più turni di così.

# 9528_Hinata
source: Uh. Umm... What should I do then?
pt: Uh. Ehm... E allora cosa dovrei fare?

# 9540_Kiryu
source: It's not good to overdo it. You have the opportunity now to try a number of different things, so you ought to give it some serious thought.
pt: Non va bene esagerare. Adesso hai l'opportunità di provare diverse cose, quindi dovresti rifletterci seriamente.

# 9552_Hinata
source: You sure are smart, Kiryu-san. I was going to work all the available shifts this month, but maybe I should reconsider.
pt: Sei proprio intelligente, Kiryu-san. Avevo intenzione di fare tutti i turni disponibili questo mese, ma forse dovrei riconsiderare la cosa.

# 9564_Kiryu
source: I don't think the owner would even okay that.
pt: Non credo nemmeno che il proprietario darebbe l'okay.

# 9576_Hinata
source: But I'm not the only girl who's annoyed at being beaten by a newbie.
pt: Ma non sono l'unica ragazza a essere scocciata di essersi fatta battere da una novellina.

# 9588_Hinata
source: Now that I think about it, the girls who were here before me probably thought the same when I passed them up. Do you think they hate me?
pt: A pensarci bene, le ragazze che c'erano prima di me avranno pensato lo stesso quando le ho sorpassate. Pensi che mi odino?

# 9600_Kiryu
source: Maybe. Whenever someone joins an organization and shows up the people who were there first, it's natural to feel some anger about it.
pt: Può darsi. Ogni volta che qualcuno entra in un'organizzazione e mette in ombra chi c'era già, è naturale che nasca un po' di risentimento.

# 9612_Hinata
source: Sounds like you have experience with that.
pt: Sembra che tu abbia esperienza in merito.

# 9624_Kiryu
source: Back with the crew I used to run with, my rank was high despite being pretty young. I had to worry about guys who'd been there longer getting resentful of me.
pt: Quando stavo con il gruppo con cui giravo un tempo, il mio rango era alto nonostante fossi piuttosto giovane. Dovevo preoccuparmi di chi era lì da più tempo e provava risentimento nei miei confronti.

# 9636_Hinata
source: Really? That's the same boat I'm in! Teach me your ways, master!
pt: Davvero? Siamo sulla stessa barca! Insegnami i tuoi segreti, maestro!

# 9648_Kiryu
source: Guess I'd better, huh?
pt: Immagino che farei meglio a farlo, eh?

# 9660_Kiryu
source: Don't worry about it. You need to keep aiming for the top, and don't look down.
pt: Non preoccupartene. Devi continuare a puntare alla vetta e non guardare mai in basso.

# 9672_Hinata
source: Yeah. For now, I'm going to focus on getting myself back ahead of Aimi-chan!
pt: Già. Per ora mi concentrerò sul tornare davanti ad Aimi-chan!

# 9684_Kiryu
source: Good luck.
pt: Buona fortuna.

# 9696_Kiryu
source: They may just have to try harder than you. I'll bet they've already tried doing what you're doing now a long time ago.
pt: Dovranno solo impegnarsi più di te. Scommetto che quello che stai facendo ora, loro l'hanno già provato a fare tanto tempo fa.

# 9708_Hinata
source: But the girls here are all so amazing! They'll change their dresses, makeup, or hair at the drop of a hat if a client requests it!
pt: Ma le ragazze qui sono tutte pazzesche! Cambiano vestito, trucco o pettinatura in un batter d'occhio se un cliente lo chiede!

# 9720_Hinata
source: They'll disappear for like two seconds, and then come back looking like someone else entirely!
pt: Spariscono per tipo due secondi e poi tornano che sembrano delle persone completamente diverse!

# 9732_Kiryu
source: That's pretty impressive. But they must really be desperate to bring in new regular clients.
pt: È davvero notevole. Ma devono essere proprio disperate per cercare di attirare nuovi clienti abituali.

# 9744_Hinata
source: You're right! I'm not letting them outdo me! So, what do you like, Kiryu-san?
pt: Hai ragione! Non permetterò che mi superino! Allora, cosa ti piace, Kiryu-san?

# 9756_Kiryu
source: You're fine the way you are now, honestly.
pt: Sinceramente, vai bene così come sei adesso.

# 9768_Kiryu
source: You shouldn't follow their example. If you do, you might lose the clients who are already into you the way you are now.
pt: Non dovresti seguire il loro esempio. Se lo facessi, potresti perdere i clienti a cui piaci già così come sei.

# 9780_Hinata
source: Yeah. That's why I'm not gonna change how I do things, no matter what the higher-ups tell me.
pt: Già. Ecco perché non ho intenzione di cambiare il mio modo di fare, non importa quello che mi dicono i piani alti.

# 9792_Kiryu
source: Good. I'm sure guys will find your natural style appealing.
pt: Bene. Sono sicuro che gli uomini troveranno attraente il tuo stile naturale.

# 9804_Kiryu
source: What's your rank right now?
pt: Qual è la tua posizione in classifica adesso?

# 9816_Hinata
source: I'm number ten!
pt: Sono la numero dieci!

# 9828_Kiryu
source: Sounds like you're trying hard. But from here, only girls with real ability can get ahead. It's only going to get harder from here on out.
pt: Pare che ti stia dando da fare. Ma da qui in avanti, solo le ragazze con del vero talento possono farsi strada. D'ora in poi diventerà solo più difficile.

# 9840_Hinata
source: You're right. That's why I think I'm going to have to take on more shifts.
pt: Hai ragione. Ecco perché credo che dovrò fare più turni.

# 9852_Kiryu
source: Good idea. Just make sure you don't drink too much while on the clock. You don't want to risk ruining your health.
pt: Buona idea. Cerca solo di non bere troppo mentre sei in servizio. Non vorrai mica rischiare di rovinarti la salute.

# 9864_Hinata
source: I'll be fine! I'm proud to say I haven't thrown up once since I started working here!
pt: Starò bene! Sono orgogliosa di poter dire che non ho vomitato nemmeno una volta da quando ho iniziato a lavorare qui!

# 9876_Kiryu
source: Is that really something to be proud of?
pt: È davvero qualcosa di cui andare fieri?

# 9888_Kiryu
source: Don't do that. If your rank still doesn't go up, then what are you going to do? You can't take on more shifts.
pt: Non farlo. Se la tua posizione in classifica continua a non salire, allora cosa farai? Non puoi fare più turni di così.
