Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003b.po
Languages: pt

# 2064_Hinata
source: Oh, that's probably true. Girls from the 'burbs always seem to buy weird clothes from Harajuku.
pt: Oh, probabilmente è vero. Le ragazze di periferia sembrano sempre comprare vestiti assurdi a Harajuku.

# 2076_Kiryu
source: 'Burbs...?
pt: Periferia...?

# 2088_Riku
source: Fixed Topic 03
pt: Argomento fisso 03

# 2100_Riku
source: Fixed Topic 04
pt: Argomento fisso 04

# 2112_Riku
source: Fixed Topic 05
pt: Argomento fisso 05

# 2124_Riku
source: Fixed Topic 06
pt: Argomento fisso 06

# 2136_Riku
source: Fixed Topic 07
pt: Argomento fisso 07

# 2148_Riku
source: Fixed Topic 08
pt: Argomento fisso 08

# 2160_Riku
source: Fixed Topic 09
pt: Argomento fisso 09

# 2172_Riku
source: Fixed Topic 10
pt: Argomento fisso 10

# 2184_Riku
source: Fixed Topic 11
pt: Argomento fisso 11

# 2196_Riku
source: Fixed Topic 12
pt: Argomento fisso 12

# 2208_Riku
source: Fixed Topic 13
pt: Argomento fisso 13

# 2220_Riku
source: Fixed Topic 14
pt: Argomento fisso 14

# 2232_Riku
source: Fixed Topic 15
pt: Argomento fisso 15

# 2244_Kiryu
source: Did you know that Karaokekan has a special solo karaoke room?
pt: Lo sapevi che il Karaokekan ha una stanza speciale per il karaoke da soli?

# 2256_Hinata
source: Seriously!? No way, tell me more!
pt: Dici sul serio!? Non ci credo, dimmi di più!

# 2268_Kiryu
source: They use a professional grade condenser mic for recording, along with headphones to listen to the karaoke track. It's perfect for practicing.
pt: Usano un microfono a condensatore professionale per registrare, insieme a delle cuffie per ascoltare la base. È perfetto per fare pratica.

# 2280_Kiryu
source: You can even rent pro-grade monitoring headphones. Two people can use the setup simultaneously, so it's useful for practicing harmonies as well.
pt: Puoi persino noleggiare delle cuffie da monitoraggio professionali. Due persone possono usare la postazione contemporaneamente, quindi è utile anche per esercitarsi con le armonie.

# 2292_Kiryu
source: The room is also set up like a true studio environment, so you really get high quality data of your vocal and music tracks.
pt: La stanza è anche allestita come un vero studio di registrazione, quindi ottieni dei dati di alta qualità delle tue tracce vocali e musicali.

# 2304_Hinata
source: That's amazing! I have to check it out sometime. I'm a major karaoke fan, you know.
pt: È incredibile! Devo farci un salto prima o poi. Sai, sono una grande fan del karaoke.

# 2316_Kiryu
source: Yeah, you should check it out.
pt: Già, dovresti proprio farci un salto.

# 2328_Hinata
source: Speaking of which, I go by myself when they have all-you-can-sing deals in the afternoon.
pt: A proposito, ci vado da sola quando ci sono le offerte per cantare quanto vuoi nel pomeriggio.

# 2340_Kiryu
source: Really? That's amazing you can sing that long.
pt: Davvero? È incredibile che tu riesca a cantare così a lungo.

# 2352_Hinata
source: I know, right? But when I went back for their all-you-can-sing in the evening, they turned me away!
pt: Vero? Però quando ci sono tornata per il "canta quanto vuoi" di sera, mi hanno rimbalzata!

# 2364_Kiryu
source: Of course. If you take up a whole room just for yourself, you'll keep the larger parties away.
pt: Certo. Se occupi un'intera stanza solo per te, tieni lontani i gruppi più numerosi.

# 2376_Hinata
source: Well, I have a ton of songs on my phone, so when I have time I always try to learn them.
pt: Beh, ho un sacco di canzoni sul telefono, quindi quando ho tempo cerco sempre di impararle.

# 2388_Kiryu
source: You're quite dedicated.
pt: Ti impegni davvero molto.

# 2400_Hinata
source: I can also check the lyrics on my screen, so I can do karaoke pretty much anywhere as long as I have my phone!
pt: Posso anche controllare i testi sul mio schermo, quindi posso fare karaoke praticamente ovunque finché ho il mio telefono!

# 2412_Kiryu
source: Just make sure you don't drain your battery and miss important calls.
pt: Assicurati solo di non scaricare la batteria e di non perdere chiamate importanti.

# 2424_Hinata
source: Oh, and guess what? Last time I was at karaoke I ran into a total stud at the drink machine.
pt: Oh, e indovina un po'? L'ultima volta che sono stata al karaoke ho beccato un gran figo alla macchinetta delle bevande.

# 2436_Kiryu
source: Makes sense. Waiting in line is a good opportunity to meet other customers.
pt: Ha senso. Fare la fila è un'ottima occasione per conoscere altri clienti.

# 2448_Hinata
source: Yeah, so he was all, "What do you want to drink?" without me even asking! He was super nice!
pt: Già, e lui mi fa: "Cosa vuoi da bere?" senza che glielo chiedessi nemmeno! È stato gentilissimo!

# 2460_Kiryu
source: Uh, I think he was just trying to hit on you.
pt: Uh, credo che stesse solo cercando di rimorchiarti.

# 2472_Hinata
source: You think? I do fall for people just on their voice a lot.
pt: Dici? Mi capita spesso di prendermi una cotta per qualcuno solo per la sua voce.

# 2484_Kiryu
source: You have a voice fetish?
pt: Hai il feticismo della voce?

# 2496_Hinata
source: Oh yeah! I'll get really into someone 'cause of it. Not just at concerts or clubs either, but at karaoke too.
pt: Oh sì! Mi prendo proprio bene per qualcuno per quel motivo. Non solo ai concerti o nei club, ma anche al karaoke.

# 2508_Kiryu
source: Hm. Someone with good pipes can make any song sound great. I'm a bit jealous.
pt: Hm. Chi ha una bella voce riesce a rendere fantastica ogni canzone. Un po' mi fa invidia.

# 2520_Hinata
source: Kiryu-san, didn't we talk about this already?
pt: Kiryu-san, non ne abbiamo già parlato?

# 2532_Kiryu
source: Huh? Did we?
pt: Eh? Ne abbiamo parlato?

# 2544_Hinata
source: Let's talk about something else.
pt: Parliamo di qualcos'altro.

# 2556_Kiryu
source: Hm...
pt: Mmm...

# 2580_Kiryu
source: Did you know takoyaki can help with fatigue?
pt: Lo sapevi che i takoyaki aiutano contro la stanchezza?

# 2592_Hinata
source: Oh, really?
pt: Oh, davvero?

# 2604_Kiryu
source: Yeah. Octopus is rich in taurine and zinc, which is good for recovering from exhaustion.
pt: Sì. Il polpo è ricco di taurina e zinco, che sono ottimi per riprendersi dalla stanchezza.

# 2616_Hinata
source: Wow, I'd never have guessed.
pt: Wow, non l'avrei mai detto.

# 2628_Kiryu
source: In Kansai, they have Hangesho on July 2nd, eleven days after the summer solstice.
pt: Nel Kansai, si festeggia l'Hangesho il 2 luglio, undici giorni dopo il solstizio d'estate.

# 2640_Kiryu
source: It's tradition to eat octopus then, and has even been designated as Octopus Day.
pt: È tradizione mangiare il polpo in quell'occasione, ed è stata persino dichiarata la Giornata del Polpo.

# 2652_Hinata
source: Whoa, neat! Next time I'm tired from work, I should get some takoyaki on my way home!
pt: Wow, forte! La prossima volta che sono stanca per il lavoro, mi prenderò dei takoyaki mentre torno a casa!

# 2664_Kiryu
source: It's also great for ladies, since it's easy to eat.
pt: È ottimo anche per le donne, dato che è facile da mangiare.

# 2676_Hinata
source: Come to think of it, I feel like I order takoyaki a lot when I'm out at karaoke.
pt: Ora che ci penso, mi sembra di ordinare spesso i takoyaki quando vado al karaoke.

# 2688_Kiryu
source: Ah, from their snack menu.
pt: Ah, dal loro menù degli snack.

# 2700_Hinata
source: Hey, next time I get tired from singing, I'll just order up some takoyaki for an energy boost!
pt: Ehi, la prossima volta che mi stanco di cantare, ordinerò dei takoyaki per ricaricarmi!

# 2712_Kiryu
source: You really sing yourself to the point of exhaustion?
pt: Canti davvero fino a sfinirti?

# 2724_Hinata
source: Hmm, maybe I should try that instead of liver sashimi!
pt: Mmh, forse dovrei provare quello al posto del sashimi di fegato!

# 2736_Kiryu
source: That sounds good. It pairs well with a highball, too. It's a great cocktail hors d'oeuvre.
pt: Sembra buono. Si abbina bene anche con un highball. È un ottimo stuzzichino da accompagnare ai cocktail.

# 2748_Hinata
source: Do you think takoyaki pairs with black tea?
pt: Pensi che i takoyaki si abbinino al tè nero?

# 2760_Kiryu
source: Not sure. I'd think it would go better with green tea.
pt: Non saprei. Direi che si abbina meglio con il tè verde.

# 2772_Hinata
source: I think it'd go great with iced lemon tea! I'll have to give it a try!
pt: Secondo me starebbe benissimo con il tè freddo al limone! Devo assolutamente provare!

# 2784_Kiryu
source: You really like trying new things, huh?
pt: Ti piace proprio provare cose nuove, eh?

# 2796_Hinata
source: Oh, but takoyaki is pretty high in calories, isn't it?
pt: Oh, però i takoyaki sono piuttosto calorici, no?

# 2808_Hinata
source: Come on, Kiryu-san, stop trying to mess with my diet!
pt: Dai, Kiryu-san, smettila di cercare di rovinarmi la dieta!

# 2820_Kiryu
source: Oh, sorry.
pt: Oh, scusa.

# 2832_Hinata
source: Kiryu-san, didn't we talk about this already?
pt: Kiryu-san, non ne abbiamo già parlato?

# 2844_Kiryu
source: Huh? Did we?
pt: Eh? Davvero?

# 2856_Hinata
source: Let's talk about something else.
pt: Parliamo di qualcos'altro.

# 2868_Kiryu
source: Hm...
pt: Mmm...

# 2892_Kiryu
source: I heard a big thing lately is tea salons that serve edible tea.
pt: Ho sentito che ultimamente vanno molto di moda le sale da tè che servono tè commestibile.

# 2904_Hinata
source: Oh, that's a new one! Tell me more!
pt: Oh, questa mi è nuova! Dimmi di più!

# 2916_Kiryu
source: They don't just cook tea leaves or mix them in with sweets, but they make tea syrups and steak sauces to serve along with food.
pt: Non si limitano a cucinare le foglie di tè o a mischiarle ai dolci, ma preparano anche sciroppi al tè e salse per bistecche da servire insieme al cibo.

# 2928_Kiryu
source: Since the food naturally pairs well with tea, drinking it together enhances the flavor.
pt: Dato che il cibo si sposa naturalmente bene con il tè, berlo insieme ne esalta il sapore.

# 2940_Hinata
source: Oh, neat! So the food itself is prepared to compliment the tea? That sounds delicious!
pt: Oh, che bello! Quindi il cibo stesso è preparato per accompagnare il tè? Sembra delizioso!

# 2952_Kiryu
source: I imagine it'd smell really good. It'd probably fill the kitchen with a pleasantly sweet aroma.
pt: Immagino che avrebbe un profumo davvero ottimo. Probabilmente riempirebbe la cucina con un aroma piacevolmente dolce.

# 2964_Hinata
source: I'll need to think up some recipes! I've made lots of sweets that include black tea, but main dishes would be a first. Sounds like fun!
pt: Dovrò inventarmi qualche ricetta! Ho preparato un sacco di dolci con il tè nero, ma i piatti principali sarebbero una novità. Sembra divertente!

# 2976_Hinata
source: Don't worry, when I make it, I'll for sure let you taste it!
pt: Non preoccuparti, quando lo preparerò, te lo farò assaggiare di sicuro!

# 2988_Kiryu
source: Heh. I'm looking forward to it.
pt: Eh. Non vedo l'ora.

# 3000_Hinata
source: I feel like I've put on some weight lately, but hearing about this really makes me want to give it a try!
pt: Ho l'impressione di aver messo su un po' di peso ultimamente, ma sentirne parlare mi fa proprio venire voglia di provare!

# 3012_Hinata
source: Ugh, and I've been wanting to go on a diet, too! Kiryu-san, you jerk!
pt: Uffa, e pensare che volevo pure mettermi a dieta! Kiryu-san, che cattivo!

# 3024_Kiryu
source: Sorry about that.
pt: Scusami tanto.

# 3036_Hinata
source: When it comes to enjoying tea, you should pay attention to the tableware too.
pt: Quando si tratta di godersi il tè, dovresti prestare attenzione anche alle stoviglie.

# 3048_Hinata
source: Oh no. I wonder if I should've put in a bid for that dining set after all.
pt: Oh no. Chissà se alla fine non avrei dovuto fare un'offerta per quel servizio da tavola.

# 3060_Kiryu
source: I'm sure another one will be put up for auction eventually.
pt: Sono sicuro che prima o poi ne verrà messo un altro all'asta.

# 3072_Hinata
source: Yeah. I'll have to keep an eye out so I can snatch it up as fast as possible.
pt: Già. Dovrò tenere gli occhi aperti per potermelo aggiudicare il più in fretta possibile.

# 3084_Kiryu
source: Just don't do it here at work.
pt: Basta che non lo fai qui al lavoro.

# 3096_Hinata
source: Oh, speaking of tea salons! I went to this place the other day where I got served by a super-hottie of a waiter!
pt: Oh, a proposito di sale da tè! L'altro giorno sono stata in un posto dove mi ha servito un cameriere che era un vero schianto!

# 3108_Hinata
source: He had the mannerisms of the ultimate butler－he was a total Jeeves! And he had this white hair that was just so unexpectedly gorgeous!
pt: Aveva i modi del maggiordomo perfetto－era un vero Jeeves! E aveva dei capelli bianchi che erano inaspettatamente splendidi!

# 3120_Kiryu
source: You mean he was a super-hot grandpa...?
pt: Vuoi dire che era un nonnetto super figo...?

# 3132_Hinata
source: Kiryu-san, didn't we talk about this already?
pt: Kiryu-san, non ne avevamo già parlato?

# 3144_Kiryu
source: Huh? Did we?
pt: Eh? Dici?

# 3156_Hinata
source: Let's talk about something else.
pt: Parliamo di qualcos'altro.

# 3168_Kiryu
source: Hm...
pt: Mmm...

# 3192_Kiryu
source: With the recent Korean pop culture boom, I've heard Korean saunas are becoming pretty popular among women.
pt: Con il recente boom della cultura pop coreana, ho sentito che le saune coreane stanno diventando piuttosto popolari tra le donne.

# 3204_Hinata
source: Oh? How's it different from a regular sauna?
pt: Oh? In cosa è diversa da una sauna normale?

# 3216_Kiryu
source: They're called hanjeungmak. It's a domed room, made of maifan stone.
pt: Si chiamano hanjeungmak. È una stanza a cupola, fatta di pietra maifan.

# 3228_Kiryu
source: It actually warms your body from within, improving blood circulation, which helps prevent illnesses. It's also good for recovering from exhaustion.
pt: In realtà ti riscalda il corpo dall'interno, migliorando la circolazione sanguigna, il che aiuta a prevenire le malattie. È ottimo anche per riprendersi dalla stanchezza.

# 3240_Hinata
source: Really? I've been feeling tired lately, so maybe I should give it a go sometime!
pt: Davvero? Ultimamente mi sono sentito stanco, quindi magari dovrei provarci qualche volta!

# 3252_Kiryu
source: Then you'll be happy to know that you don't need to go to Korea to enjoy one. We have some nearby.
pt: Allora ti farà piacere sapere che non serve andare fino in Corea per provarne una. Ce ne sono alcune qui vicino.

# 3264_Hinata
source: My commute is an hour each way, so my feet get super tired if I can't get a seat on the train.
pt: Ci metto un'ora sia all'andata che al ritorno, quindi i piedi mi si stancano un sacco se non riesco a trovare un posto a sedere sul treno.

# 3276_Hinata
source: Maybe after the sauna I can get a massage too!
pt: Magari dopo la sauna potrei farmi pure un massaggio!

# 3288_Kiryu
source: Yeah, that'd melt the exhaustion away for sure.
pt: Già, farebbe sparire la stanchezza di sicuro.

# 3300_Hinata
source: So hey, doesn't black tea after getting out of a sauna sound good?
pt: Senti un po', un tè nero appena usciti dalla sauna non ti sembra un'ottima idea?

# 3312_Kiryu
source: Because your body is left dehydrated, anything would be good to drink, I'd think.
pt: Visto che il corpo rimane disidratato, direi che qualunque cosa da bere andrebbe bene.

# 3324_Hinata
source: Yeah, true. I'll try it out next time!
pt: Già, è vero. La prossima volta ci proverò!

# 3336_Kiryu
source: Tea is a diuretic, so you're better off going for plain water, I think.
pt: Il tè è un diuretico, quindi credo che faresti meglio a optare per dell'acqua naturale.

# 3348_Hinata
source: Is that good for dieting as well as recovering from exhaustion?
pt: Fa bene anche per la dieta, oltre che per riprendersi dalla stanchezza?

# 3360_Kiryu
source: Naturally. It'll cleanse your body of toxins and improve your metabolism, like a beauty treatment.
pt: Naturalmente. Depurerà il tuo corpo dalle tossine e migliorerà il metabolismo, proprio come un trattamento di bellezza.

# 3372_Hinata
source: Really!? Well, then I'm going!
pt: Davvero!? Beh, allora ci vado!

# 3384_Kiryu
source: I'm glad I've sparked your interest.
pt: Sono lieto di aver suscitato il tuo interesse.

# 3396_Hinata
source: Oh, so hey! Will a sauna make my boobs bigger?
pt: Oh, senti un po'! Ma la sauna mi farà venire il seno più grande?

# 3408_Kiryu
source: No. I think you'll lose weight and they'll become smaller.
pt: No. Penso che perderai peso e che si rimpiccioliranno.

# 3420_Hinata
source: What? Then there's no point!
pt: Cosa?! Allora non ha senso!

# 3432_Kiryu
source: Where'd that come from all of a sudden?
pt: E questa da dove salta fuori all'improvviso?

# 3444_Hinata
source: That one girl I mentioned before, her boobs are so huge, she can rest them on the table! I wish mine were as big as hers.
pt: Quella ragazza di cui ti parlavo prima, ha le tette così grandi che può appoggiarle sul tavolo! Vorrei che le mie fossero grandi come le sue.

# 3456_Kiryu
source: I honestly don't know what to say to that.
pt: Sinceramente non saprei proprio cosa dire a riguardo.

# 3468_Hinata
source: Kiryu-san, didn't we talk about this already?
pt: Kiryu-san, non ne avevamo già parlato?

# 3480_Kiryu
source: Huh? Did we?
pt: Eh? Davvero?

# 3492_Hinata
source: Let's talk about something else.
pt: Parliamo di qualcos'altro.

# 3504_Kiryu
source: Hm...
pt: Mmm...

# 3528_Kiryu
source: I've heard there's a famous brand outlet store that's been really popular lately.
pt: Ho sentito dire che c'è un outlet di una marca famosa che è diventato molto popolare ultimamente.

# 3540_Hinata
source: An outlet? I don't feel like going out of my way to buy stuff that's old.
pt: Un outlet? Non ho voglia di fare tanta strada apposta per comprare roba vecchia.

# 3552_Kiryu
source: But this place gets the newest items, including the latest in Parisian couture, right after it's announced.
pt: Ma in questo posto arrivano gli articoli più nuovi, comprese le ultime novità dell'alta moda parigina, subito dopo l'annuncio.

# 3564_Kiryu
source: So depending on your timing, you can get things while they're still hot at an affordable price.
pt: Quindi, se becchi il momento giusto, puoi accaparrarti le novità finché sono ancora calde a un prezzo conveniente.

# 3576_Hinata
source: Oh wow, color me intrigued! If I can get designer clothing cheap, I'm definitely going!
pt: Oh wow, mi hai proprio incuriosita! Se posso trovare abiti firmati a poco prezzo, ci vado di sicuro!

# 3588_Kiryu
source: And since it comes right from the designer, you don't need to worry about knockoffs.
pt: E siccome arriva direttamente dallo stilista, non devi preoccuparti delle imitazioni.

# 3600_Hinata
source: I don't buy clothes, usually. I'd rather buy something cheap that looks like designer clothing, instead of something expensive.
pt: Di solito non compro vestiti. Preferisco comprare qualcosa di economico che sembri di marca, piuttosto che roba costosa.

# 3612_Kiryu
source: That's not a bad idea. It's not just about status, but your sense of style. Your way of thinking demonstrates your fashion savvy.
pt: Non è una cattiva idea. Non è solo una questione di status, ma del tuo senso dello stile. Il tuo modo di pensare dimostra che te ne intendi di moda.

# 3624_Hinata
source: See, you get me, Kiryu-san! Though, I would love to own some nice clothes.
pt: Vedi che mi capisci, Kiryu-san! Però, mi piacerebbe un sacco avere dei bei vestiti.

# 3636_Kiryu
source: Yeah.
pt: Sì.

# 3648_Hinata
source: If I wore nothing but designer clothing, I wouldn't be turned away from a host club, right?
pt: Se non indossassi altro che vestiti firmati, non mi manderebbero via da un host club, no?

# 3660_Kiryu
source: I think they'd be more than happy to have you.
pt: Penso che sarebbero più che felici di averti.

# 3672_Hinata
source: Hehe, for sure! I'll give it a shot sometime.
pt: Hehe, senz'altro! Prima o poi ci proverò.

# 3684_Kiryu
source: You want to go back there that badly?
pt: Ci tieni così tanto a tornarci?

# 3696_Hinata
source: By the way, if you want great deals on clothing, you should try online auctions.
pt: A proposito, se vuoi fare dei veri affari con i vestiti, dovresti provare le aste online.

# 3708_Kiryu
source: I see. Depending on how much you bid to win the auction, you could end up getting a great deal.
pt: Capisco. A seconda di quanto offri per aggiudicarti l'asta, potresti finire per fare un vero affare.

# 3720_Hinata
source: Yep! But since you can't check out the item before you buy it, you can sometimes get something completely different than the auction photo.
pt: Già! Però, visto che non puoi vedere l'articolo dal vivo prima di acquistarlo, a volte può capitarti qualcosa di completamente diverso dalla foto dell'asta.

# 3732_Kiryu
source: That's a total scam. It may even be worth the trouble to report them.
pt: È una truffa bella e buona. Potrebbe persino valere la pena denunciarli.

# 3744_Hinata
source: I think it's best to take a guy shopping first, to see if he's the abusive type.
pt: Penso che la cosa migliore sia portare prima un uomo a fare shopping, per vedere se è il tipo violento.

# 3756_Kiryu
source: Oh, why's that?
pt: Oh, e come mai?

# 3768_Hinata
source: Abusive men won't help me pick things out or carry my stuff, and they'll be totally rude to the shop staff.
pt: Gli uomini violenti non mi aiutano a scegliere le cose o a portarmi la roba, e sono del tutto maleducati con il personale del negozio.

# 3780_Kiryu
source: I see. Since women take more time to shop, it's a good chance to see the guy's true colors.
pt: Capisco. Visto che le donne impiegano più tempo a fare shopping, è un'ottima occasione per vedere la vera natura di un uomo.

# 3792_Hinata
source: I'd really love a guy who didn't let his impatience show and stuck it out with the shopping.
pt: Mi piacerebbe proprio un uomo che non desse a vedere la sua impazienza e tenesse duro durante lo shopping.

# 3804_Hinata
source: Kiryu-san, didn't we talk about this already?
pt: Kiryu-san, non ne avevamo già parlato?

# 3816_Kiryu
source: Huh? Did we?
pt: Eh? Davvero?

# 3828_Hinata
source: Let's talk about something else.
pt: Parliamo di qualcos'altro.

# 3840_Kiryu
source: Hm...
pt: Mmm...

# 3864_Riku
source: Rumor Topic 05
pt: Argomento pettegolezzo 05

# 3876_Riku
source: Rumor Topic 06
pt: Argomento pettegolezzo 06

# 3888_Riku
source: Rumor Topic 07
pt: Argomento pettegolezzo 07

# 3900_Riku
source: Rumor Topic 08
pt: Argomento pettegolezzo 08

# 3912_Riku
source: Rumor Topic 09
pt: Argomento pettegolezzo 09

# 3924_Riku
source: Rumor Topic 10
pt: Argomento pettegolezzo 10

# 3936_Riku
source: Rumor Topic 11
pt: Argomento pettegolezzo 11

# 3948_Riku
source: Rumor Topic 12
pt: Argomento pettegolezzo 12

# 3960_Riku
source: Rumor Topic 13
pt: Argomento pettegolezzo 13

# 3972_Riku
source: Rumor Topic 14
pt: Argomento pettegolezzo 14

# 3984_Riku
source: Rumor Topic 15
pt: Argomento pettegolezzo 15
