Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c23.po
Languages: pt

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto <Color:8>Album PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto <Color:8>Album PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto <Color:8>Album PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto <Color:8>Album PrintCircle<Color:Default>.

source: Player
pt: Giocatore

source: PrintCircle Book
pt: Libro del Cerchio di Stampa

source: Take Photos
pt: Scattare foto

source: Don't Take Photos
pt: Non Scattare foto

source: Invite Someone
pt: Invita qualcuno

source: Nobody
pt: Nessuno

# 124_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato divertente. Magari faccio qualcos'altro adesso.)

# 148_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso ho un album fotografico con me.

# 184_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album fotografico. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 196_Player
source: Uncle Kaz! Let's try out that photo booth!
pt: Zio Kaz! Proviamo quella cabina fotografica!

# 208_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Magari mi faccio fare qualche foto?)

# 232_Player
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 244_Player
source: (Maybe not.)
pt: (Magari no.)

# 256_Player
source: (Sure, let's give it a go.)
pt: (Certo, proviamo.)

# 292_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso ho un album fotografico con me.

# 328_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album fotografico. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 340_Player
source: (A photo booth, huh? 400 yen for a session. Maybe Haruka and I should give it a try?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Magari io e Haruka ci facciamo qualche foto?)

# 364_Player
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 376_Player
source: (Maybe not.)
pt: (Magari no.)

# 388_Player
source: (Sure, let's give it a go.)
pt: (Certo, proviamo.)

# 424_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso ho un album fotografico con me.

# 460_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album fotografico. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 472_Player
source: Let's take some pictures! Oooh, with the heart frame!
pt: Facciamoci qualche foto! Oooh, con la cornice a cuore!

# 484_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Magari mi faccio qualche foto?)

# 508_Player
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 520_Player
source: (Maybe not.)
pt: (Magari no.)

# 532_Player
source: (Sure, let's give it a go.)
pt: (Certo, proviamo.)

# 580_Riku
source: Those pics came out wicked good!
pt: Quelle foto sono venute pazzesche!

# 592_Riku
source: Hmm. These didn't turn out so hot, huh?
pt: Hmm. Questi non sono venuti mica un granché, eh?

# 604_Riku
source: What did y'even call me out for? You jerk!
pt: Ma che mi hai chiamato a fare? Stronzo!

# 664_Riku
source: That was wicked fun! I'm headin' back to Hakata now! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno ad Hakata adesso! <Color:255,200,200,255>♥<Color:Default>

# 712_Riku
source: That was wicked fun! Call me again, okay? <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami, ok? <Color:255,200,200,255>♥<Color:Default>

# 772_Honoka
source: Hey, these came out pretty good!
pt: Ehi, queste sono venute proprio bene!

# 784_Honoka
source: Aw, these didn't turn out so great.
pt: Ah, questi non sono venuti mica un granché.

# 796_Honoka
source: Really!? Why'd ya even call me out?
pt: Davvero!? Ma perché mi hai chiamato a fare?

# 856_Honoka
source: That was a lotta fun! I'm gonna head back to Osaka now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno ad Osaka adesso. <Color:255,200,200,255>♥<Color:Default>

# 904_Honoka
source: That was a lotta fun! Gimme a call again, okay? <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami, ok? <Color:255,200,200,255>♥<Color:Default>

# 964_Kaguya
source: Oh, those came out nice!
pt: Oh, sono venuti proprio bene!

# 976_Kaguya
source: These didn't come out all that well.
pt: Questi non sono venuti un granché.

# 988_Kaguya
source: What? You called me out here and now we're not even going to take pictures? I should have just stayed in bed!
pt: Ma come? Mi hai fatto venire fin qui e ora non facciamo nemmeno le foto? Sarei dovuta starmene a letto!

# 1048_Kaguya
source: That was a lot of fun! I need to head back home now, though. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a casa adesso, però. <Color:255,200,200,255>♥<Color:Default>

# 1096_Kaguya
source: That was a lot of fun! Please give me a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora, per favore! <Color:255,200,200,255>♥<Color:Default>

# 1156_Shion
source: Those turned out lovely!
pt: Sono venute proprio bene!

# 1168_Shion
source: Oh. I don't think we did a good job here.
pt: Oh. Non credo che qui siamo stati un granché.

# 1180_Shion
source: What's the meaning of this? You made me come all the way out here, and we're not taking any pictures?
pt: Ma come? Mi hai fatto venire fin qui, e non facciamo nemmeno le foto?

# 1240_Shion
source: That was quite fun! I'll be heading back to Nagoya now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a Nagoya adesso. <Color:255,200,200,255>♥<Color:Default>

# 1288_Shion
source: That was such fun! Please do call me again! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora, per favore! <Color:255,200,200,255>♥<Color:Default>

# 1348_Hinata
source: Ahaha! Oh, those came out awesome!
pt: Ahaha! Oh, sono venute strepitose!

# 1360_Hinata
source: Bleh, these didn't turn out that great, huh?
pt: Uffa, questi non sono venuti un granché, eh?

# 1372_Hinata
source: I came all this way and we're not even getting pictures taken? I seriously don't get you.
pt: Sono venuta fin qui e non facciamo nemmeno le foto? Non ti capisco proprio.

# 1432_Hinata
source: That was super fun! Ask me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora, per favore! <Color:255,200,200,255>♥<Color:Default>

# 1480_Haruka
source: That was fun! Let's take some more photos soon!
pt: È stato uno spasso! Facciamo altre foto presto!

# 1540_Kiryu
source: We'll have to take some more soon.
pt: Dovremo farne altre presto.

# 1648_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso ho un album fotografico con me.

# 1684_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album fotografico. Se vuoi aggiungerne altre, dovrai sostituirne una già presente.

# 1696_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: Una cabina fotografica, eh? 400 yen per una sessione. Magari dovrei farmi fare qualche foto?

# 1732_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 1744_Akiyama
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 1756_Saejima
source: (I ain't got the money.)
pt: (Non ho i soldi.)

# 1768_Shinada
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1780_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1816_Kiryu
source: (Sure, let's see how it goes.)
pt: (Certo, vediamo come va.)

# 1828_Akiyama
source: (All right, let's give it a try.)
pt: (Va bene, proviamoci.)

# 1840_Saejima
source: (Yeah, let's give it a go.)
pt: (Sì, proviamoci.)

# 1852_Shinada
source: (Okay, let's do this.)
pt: (Va bene, facciamolo.)

# 1864_Haruka
source: (All righty, here we go!)
pt: (Va bene, si parte!)

# 1900_Kiryu
source: (Maybe not.)
pt: (Forse no.)

# 1912_Akiyama
source: (No, let's not.)
pt: (No, lasciamo stare.)

# 1924_Saejima
source: (Nah, better not.)
pt: (No, meglio di no.)

# 1936_Shinada
source: (Maybe not.)
pt: (Forse no.)

# 1948_Haruka
source: (Maybe next time.)
pt: (Magari la prossima volta.)

# 1972_Player
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 1996_Player
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 2080_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to use a dang photo booth?
pt: Ma stai scherzando! Mi hai fatto fare tutta 'sta strada fino a Tokyo solo per usare una stupida cabina fotografica?

# 2092_Player
source: I have a good reason. There are some Tokyo-exclusive frames here. Should we get started?
pt: Ho un buon motivo. Qui ci sono delle cornici esclusive di Tokyo. Cominciamo?

# 2104_Riku
source: Sorry to keep y'waiting! <Color:255,200,200,255>♥<Color:Default> So, ya wanted to do the photo booth with me, Kiryu-san?
pt: Scusa l'attesa! <Color:255,200,200,255>♥<Color:Default> Allora, volevi fare la cabina fotografica con me, Kiryu-san?

# 2116_Player
source: Want to get started?
pt: Allora, vuoi iniziare?

# 2140_Player
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 2224_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Lavorare è già una palla di suo, ma tu mi chiami fin qui a Tokyo!? Incredibile!

# 2236_Player
source: *grunt* There are frames they only got in Tokyo. I didn't have any other choice.
pt: *Grugnito* Ci sono delle cornici che hanno solo a Tokyo. Non avevo altra scelta.

# 2248_Kaguya
source: Sorry to keep you waiting! I didn't know you liked this sort of thing, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! Non sapevo ti piacesse 'sto genere di cose, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 2260_Player
source: Wanna do this, or what?
pt: Lo facciamo, o no?

# 2284_Player
source: (I should give Honoka-chan a call.)
pt: (Dovrei chiamare Honoka-chan.)

# 2368_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to take pictures in a booth? This some kinda joke?
pt: Hai chiamato me, uno studente che è impegnato a cercare lavoro fin laggiù a Osaka, solo per fare foto in una cabina? Questo è uno scherzo?

# 2380_Player
source: You might have a point. But there are frames here you can't find anywhere else! Worth it, right?
pt: Forse hai ragione. Ma qui ci sono delle cornici che non trovi da nessun'altra parte! Ne vale la pena, no?

# 2392_Honoka
source: Sorry for the wait! This was just kinda sudden, Akiyama-san. So, ya wanna take some photo booth pics with me, huh?
pt: Scusa l'attesa! È stato un po' improvviso, Akiyama-san. Allora, vuoi fare delle foto in cabina con me, eh?

# 2404_Player
source: Yeah. Shall we get started?
pt: Sì. Allora, iniziamo?

# 2428_Player
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 2512_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly, it's not like I don't have anything better to do.
pt: È proprio scortese farmi venire fin da Nagoya per questo, sai. Sinceramente, non è che non abbia niente di meglio da fare.

# 2524_Player
source: But this thing has frames that are exclusive to Kamurocho! I <Italic>had</Italic> to have you come here!
pt: Ma questa cabina ha delle cornici esclusive di Kamurocho! Dovevo <Italic>per forza</Italic> farti venire qui!

# 2536_Shion
source: Apologies for the delay, Shinada-san! This was all just rather sudden. Are you that eager for me to join you in the photo booth?
pt: Scusa l'attesa, Shinada-san! È stato tutto un po' improvviso. Sei così impaziente di fare foto con me in cabina?

# 2548_Player
source: Hehe. Yeah, well, wanna get started?
pt: Hehe. Sì, beh, iniziamo?

# 2584_Player
source: (I'll give Hinata a call.)
pt: (Chiamo Hinata.)

# 2656_Hinata
source: Sorry to keep you waiting! You know, Kiryu-san, I'd never have pegged you as a photo booth kinda guy. <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! Sai, Kiryu-san, non ti avrei mai preso per il tipo da cabina fotografica. <Color:255,200,200,255>♥<Color:Default>

# 2668_Player
source: Want to get started?
pt: Allora, vuoi iniziare?

# 2692_Player
source: (I'll give Hinata-chan a call.)
pt: (Chiamo Hinata-chan.)

# 2764_Hinata
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 2776_Player
source: It's all right. Shall we begin?
pt: Va bene. Iniziamo?

# 2800_Player
source: (I'll call up Haruka.)
pt: (Chiamo Haruka.)

# 2872_Haruka
source: Sorry to keep you waiting, Uncle Kaz!
pt: Scusa se ti ho fatto aspettare, zio Kaz!

# 2884_Player
source: It's all right. Shall we begin?
pt: Va bene. Iniziamo?

# 2908_Player
source: (I should call Uncle Kaz.)
pt: (Chiamo zio Kaz.)

# 2980_Kiryu
source: Sorry for the wait.
pt: Scusa l'attesa.

# 2992_Player
source: No worries! Come on, let's get started!
pt: Nessun problema! Dai, iniziamo!
