Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900c8.po
Languages: pt

source: Studio Audience
pt: Pubblico in studio

source: I'd like to go shopping.
pt: Mi piacerebbe andare a fare shopping.

source: I'd like to take a little eating tour.
pt: Mi piacerebbe fare un piccolo tour gastronomico.

source: I'd like to sleep all day.
pt: Mi piacerebbe dormire tutto il giorno.

source: It's just that I have so many!
pt: È solo che ne ho così tante!

source: Work is pretty much my hobby, I guess.
pt: Il lavoro è praticamente il mio hobby, direi.

source: What's your hobby, Nomu-san?
pt: Qual è il tuo hobby, Nomu-san?

source: Audience Member
pt: Membro del pubblico

source: Milk?
pt: Latte?

source: Turmeric?
pt: Curcuma?

source: Bloody something-or-other?
pt: Bloody qualcosa del genere?

source: I did pretty well today, don't you think?
pt: Me la sono cavata piuttosto bene oggi, non trovi?

source: Thank you for the support, everyone!
pt: Grazie a tutti per il supporto!

source: This has been so much fun!
pt: È stato davvero divertente!

# 56_dummy
source: Hello and welcome to "Love to See You Smile"! How is everybody doing today?
pt: Ciao e benvenuti a "Love to See You Smile"! Come state tutti quanti oggi?

# 68_Studio Audience
source: So-so!
pt: Così così!

# 80_Nomu-san
source: Very nice! You said it all in unison! Okay, how are you all sleeping these days?
pt: Ottimo! Lo avete detto proprio tutti all'unisono! Bene, e come state dormendo ultimamente?

# 92_Studio Audience
source: So-so!
pt: Così così!

# 104_Nomu-san
source: And what's the acronym for "you only live once"?
pt: E qual è l'acronimo di "si vive una volta sola"?

# 128_Nomu-san
source: Hahaha. Thank you for always playing along with me, folks! I really appreciate it!
pt: Ah ah ah! Grazie per stare sempre al mio gioco, ragazzi! Lo apprezzo davvero!

# 164_Nomu-san
source: Let's get started then, shall we? Today's guest will be joining us for the second time now. It's the lovely singing sensation, Haruka Sawamura-chan!
pt: Cominciamo subito, che ne dite? L'ospite di oggi è qui con noi per la seconda volta. Si tratta dell'incantevole stella del canto, Haruka Sawamura-chan!

# 176_Haruka
source: Hello, everyone! I'm Haruka Sawamura! It's nice to see all of you!
pt: Ciao a tutti! Sono Haruka Sawamura! È un piacere vedervi tutti!

# 188_Studio Audience
source: Haruka-chan, you're so cute!
pt: Haruka-chan, sei così carina!

# 236_Nomu-san
source: What a great smile you have, Haruka-chan! Who wouldn't fall in love with you?
pt: Che splendido sorriso che hai, Haruka-chan! Chi non si innamorerebbe di te?

# 248_Haruka
source: Thank you very much!
pt: Grazie mille!

# 260_dummy
source: Huh? What's with her?
pt: Eh? Ma che le succede?

# 272_Nomu-san
source: What's this? Giving the audience the cold shoulder, are you? Can't you even wave to your fans?
pt: E questo cos'è? Snobbi il pubblico? Non riesci nemmeno a fare un cenno ai tuoi fan?

# 284_Haruka
source: Oh, I'm so sorry! I was caught off guard, and I couldn't－
pt: Oh, mi dispiace tanto! Mi avete colta alla sprovvista e non sono riuscita a－

# 296_Nomu-san
source: Yes, yes. We understand. You got nervous and froze, right?
pt: Sì, sì. Ti capiamo. Ti sei emozionata e ti sei bloccata, vero?

# 308_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 320_dummy
source: Okay! Today, let's touch on your personal life a little bit, shall we?
pt: Okay! Oggi parliamo un po' della tua vita privata, che ne dici?

# 332_Nomu-san
source: I'm sure you have quite a busy schedule these days. Do you get any time off?
pt: Immagino che tu abbia un'agenda bella fitta ultimamente. Riesci a ritagliarti un po' di tempo libero?

# 344_Haruka
source: Not really. Even when I'm not working, I still have singing and dance lessons every day.
pt: Non proprio. Anche quando non lavoro, ho comunque lezioni di canto e di ballo ogni giorno.

# 356_Nomu-san
source: That sounds pretty rough. If you could have a day off, how would you wanna spend it?
pt: Sembra piuttosto dura. Se potessi avere un giorno libero, come ti piacerebbe passarlo?

# 380_Nomu-san
source: Wow, you can't even imagine a day off, huh? I think you might be a workaholic.
pt: Wow, non riesci nemmeno a immaginarti un giorno libero, eh? Mi sa che sei una stacanovista.

# 404_dummy
source: I'm sorry!
pt: Mi dispiace!

# 416_Nomu-san
source: Dyna Chair had better give you some time off on the double!
pt: Sarà meglio che la Dyna Chair ti dia un po' di tempo libero alla svelta!

# 428_Haruka
source: I'd like to go shopping. I love looking at clothes and accessories.
pt: Mi piacerebbe andare a fare shopping. Adoro guardare vestiti e accessori.

# 452_Nomu-san
source: I could take you shopping, you know. I'm pretty good at picking out ladies' lingerie.
pt: Potrei portarti io a fare shopping, sai. Me la cavo piuttosto bene a scegliere l'intimo femminile.

# 464_Studio Audience
source: Eww!
pt: Che schifo!

# 476_Haruka
source: Um, I don't need any lingerie, thank you.
pt: Ehm, non ho bisogno di biancheria intima, grazie.

# 488_Nomu-san
source: Oh ho. Right now, the audience is looking at me with disgust. I might be jumped in a back alley by Haruka-chan fans after the show!
pt: Oh-oh. In questo momento il pubblico mi sta guardando con disgusto. Qualche fan di Haruka-chan potrebbe saltarmi addosso in un vicolo dopo lo show!

# 512_Haruka
source: I'd like to take a little eating tour. I'd love to just walk around Osaka and try out all the different foods.
pt: Mi piacerebbe fare un piccolo tour gastronomico. Mi piacerebbe un sacco passeggiare per Osaka e assaggiare tutti i vari piatti tipici.

# 536_Nomu-san
source: Yeah! After all, Osaka is the town of culinary extravagance. Hey, I could show you around to some great places.
pt: Già! Dopotutto, Osaka è la città del bengodi culinario. Ehi, potrei portarti io in dei posti fantastici.

# 548_Nomu-san
source: And when you get a little older, we can go out drinking too.
pt: E quando sarai un po' più grande, potremo anche andare a bere qualcosa insieme.

# 560_Haruka
source: I'd like that.
pt: Mi piacerebbe.

# 572_Nomu-san
source: You would? Really? Hmm. I think your agency might have something to say about that!
pt: Lo faresti? Davvero? Hmm. Credo che la tua agenzia avrebbe qualcosa da ridire al riguardo!

# 596_Haruka
source: I'd like to try sleeping the whole day away. I wouldn't get out of bed once!
pt: Mi piacerebbe provare a passare un'intera giornata a dormire. Non mi alzerei dal letto neanche una volta!

# 620_Nomu-san
source: Hey, that sounds a bit lazy now. You have to get out and get some exercise. That's what I do on my days off.
pt: Ehi, così sembra un po' da pigri, però. Devi uscire e fare un po' di movimento. È quello che faccio io nei miei giorni liberi.

# 632_Haruka
source: Really?
pt: Davvero?

# 644_Nomu-san
source: Sure! I go drinking in cabaret clubs, or I go play mahjong or something.
pt: Certo! Vado a bere nei cabaret club, o vado a giocare a mahjong o roba del genere.

# 656_Haruka
source: Oh? But I don't know if you could really call that exercise.
pt: Oh? Ma non so se si possa davvero definire esercizio fisico.

# 668_Nomu-san
source: Haha! Come on, I set up that punch line perfectly! You're supposed to say, "Ya call that exercise!?"
pt: Haha! Dai, ti ho servito la battuta su un piatto d'argento! Avresti dovuto dire: "E questo lo chiami esercizio!?"

# 692_dummy
source: So, what else do you like to do when you have time? Do you have a hobby you're into?
pt: Allora, cos'altro ti piace fare quando hai tempo? Hai qualche hobby che ti appassiona?

# 704_Haruka
source: A hobby? Well, let's see...
pt: Un hobby? Be', vediamo...

# 716_Nomu-san
source: Come on, there must be some sort of thing you like to do.
pt: Dai, ci deve pur essere qualcosa che ti piace fare.

# 740_Nomu-san
source: Well, come on, say something!
pt: Be', dai, di' qualcosa!

# 752_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 776_dummy
source: You have to try and keep the conversation going, Haruka-chan. You're on the clock, you know.
pt: Devi cercare di mandare avanti la conversazione, Haruka-chan. Sei al lavoro, lo sai.

# 800_Haruka
source: It's just that I have so many! I can't pick just one.
pt: È solo che ne ho così tanti! Non riesco a sceglierne solo uno.

# 824_Nomu-san
source: That sounds pretty fulfilling, having so many hobbies like that. If you talk about them often enough, they might even get you some TV commercials!
pt: Sembra proprio gratificante avere tutti questi hobby. Se ne parli abbastanza spesso, potrebbero persino farti ottenere degli spot televisivi!

# 848_Nomu-san
source: Take me for example. I always talk about how much I like sake. So I finally got offered a commercial, and was it for sake? No. It was for hangover medicine!
pt: Prendi me, per esempio. Dico sempre quanto mi piaccia il sake. Così alla fine mi hanno proposto uno spot, e secondo te era per il sake? No. Era per un rimedio contro i postumi della sbornia!

# 872_dummy
source: What's the name of the medicine?
pt: Come si chiama la medicina?

# 884_Nomu-san
source: Now, now. You're the guest here. You don't have to worry about plugging my sponsor. That's my job!
pt: Su, dai. L'ospite sei tu. Non devi mica preoccuparti di pubblicizzare il mio sponsor. Quello è il mio lavoro!

# 908_Haruka
source: Work is pretty much my hobby, I guess. It's just so much fun! I really love it.
pt: Il lavoro è praticamente il mio hobby, direi. È così divertente! Lo adoro proprio.

# 932_Nomu-san
source: Well, aren't you the diligent one! And at such a young age, too. But you really should have other hobbies, you know. And you should tell people all about them!
pt: Beh, ma guarda che diligente! E alla tua età, per giunta. Però dovresti proprio avere altri hobby, sai. E dovresti parlarne a tutti!

# 944_Haruka
source: Why is that?
pt: Perché?

# 956_Nomu-san
source: Because the more people you tell, the greater the chance you'll get offered TV commercials!
pt: Perché a più persone lo dici, più aumentano le probabilità che ti offrano degli spot televisivi!

# 980_Nomu-san
source: Take me for example. I always talk about how much I like sake. So I finally got offered a commercial, and was it for sake? No. It was for hangover medicine!
pt: Prendi me, per esempio. Dico sempre quanto mi piaccia il sake. Così alla fine mi hanno proposto uno spot, e secondo te era per il sake? No. Era per un rimedio contro i postumi della sbornia!

# 1004_dummy
source: What's the name of the medicine?
pt: Come si chiama la medicina?

# 1016_Nomu-san
source: Now, now. You're the guest here. You don't have to worry about plugging my sponsor. That's my job!
pt: Su, dai. L'ospite sei tu. Non devi mica preoccuparti di pubblicizzare il mio sponsor. Quello è il mio lavoro!

# 1040_Haruka
source: What's your hobby, Nomu-san?
pt: Qual è il tuo hobby, Nomu-san?

# 1052_Nomu-san
source: You're answering my question with a question? We're here to talk about you!
pt: Rispondi alla mia domanda con un'altra domanda? Siamo qui per parlare di te!

# 1064_Haruka
source: I'm sorry!
pt: Mi dispiace!

# 1076_Nomu-san
source: Besides, the audience doesn't wanna hear any more about my hobby. Right, folks?
pt: E poi, il pubblico non vuole più sentire parlare del mio hobby. Vero, gente?

# 1100_dummy
source: Ooh-wee, you're clapping for that!? I guess you <Italic>really</Italic> don't wanna hear any more about me, huh?
pt: Caspita, addirittura un applauso!? Scommetto che non volete <Italic>proprio</Italic> più sentir parlare di me, eh?

# 1124_dummy
source: Well, if you were of legal drinking age, we could talk about sake.
pt: Beh, se avessi l'età legale per bere, potremmo parlare di sake.

# 1136_Nomu-san
source: Ooh, how good would a cup of sake taste if you were the one who poured it! You're that cute, I'm telling ya!
pt: Oh, chissà quanto sarebbe buono un bicchiere di sake se fossi tu a versarlo! Sei così carina, dico davvero!

# 1148_Haruka
source: My goodness!
pt: Cielo!

# 1160_Audience Member
source: You're so cute, Haruka-chan!
pt: Sei così carina, Haruka-chan!

# 1208_Nomu-san
source: You really are adorable.
pt: Sei proprio adorabile.

# 1220_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1232_dummy
source: What, no response?
pt: Cosa, nessuna risposta?

# 1244_Haruka
source: Oh, I'm so sorry!
pt: Oh, mi dispiace molto!

# 1256_Nomu-san
source: Now, where were we? Oh right, we were talking about you pouring me drinks.
pt: Allora, dove eravamo rimasti? Ah già, stavamo parlando di te che mi versi da bere.

# 1268_Nomu-san
source: But if you were the one who was pouring, I bet I'd end up drinking way too much!
pt: Ma se fossi tu a versare, scommetto che finirei per bere decisamente troppo!

# 1280_Nomu-san
source: You're still too young, so you've never had a hangover, right?
pt: Sei ancora troppo giovane, quindi non hai mai avuto i postumi di una sbornia, vero?

# 1292_Haruka
source: That's right.
pt: Esatto.

# 1304_Nomu-san
source: Hangovers at my age are especially rough. That's why before I drink, I always have some of that stuff.... Hmm, what was it again?
pt: I postumi alla mia età sono particolarmente pesanti. Ecco perché prima di bere prendo sempre quella roba... Uhm, com'è che si chiamava?

# 1328_Nomu-san
source: Darn. I just can't seem to remember. And you're no help either, Haruka-chan!
pt: Accidenti. Proprio non riesco a ricordarmelo. E non mi sei d'aiuto nemmeno tu, Haruka-chan!

# 1340_Haruka
source: I'm sorry!
pt: Mi dispiace!

# 1352_Nomu-san
source: This may be your second time on the show, but we still don't click at all, do we?
pt: Sarà anche la tua seconda volta nel programma, ma non siamo ancora per niente in sintonia, vero?

# 1364_Haruka
source: Milk?
pt: Latte?

# 1388_Nomu-san
source: Hmm. I have heard people say milk coats your stomach and keeps you from getting too drunk.
pt: Uhm. Ho sentito dire che il latte riveste lo stomaco e impedisce di ubriacarsi troppo.

# 1400_Nomu-san
source: But apparently that isn't true. Other people say milk doesn't really coat your stomach at all.
pt: Ma a quanto pare non è vero. Altri dicono che in realtà il latte non rivesta affatto lo stomaco.

# 1412_Studio Audience
source: Huh.
pt: Uh.

# 1424_Haruka
source: Oh, I didn't know that.
pt: Oh, non lo sapevo.

# 1436_Nomu-san
source: Hey, but that's why I recommend the hangover medicine, "Before You Drink"!
pt: Ehi, ma è per questo che consiglio il rimedio per i postumi, "Before You Drink"!

# 1448_Nomu-san
source: It works wonders, I tell ya!
pt: Fa miracoli, te lo dico io!

# 1472_Haruka
source: Turmeric?
pt: Curcuma?

# 1484_Nomu-san
source: Yeah, I've heard turmeric can be helpful. But that's not what I was talking about.
pt: Già, ho sentito che la curcuma può essere utile. Ma non è di questo che stavo parlando.

# 1496_Nomu-san
source: Oh, now I remember!
pt: Oh, ora mi ricordo!

# 1508_Haruka
source: What is it?
pt: E cioè?

# 1520_Nomu-san
source: The hangover medicine from those TV commercials I'm on, "Before You Drink"! It works wonders, I tell ya!
pt: Il rimedio per i postumi di quegli spot televisivi in cui appaio, "Before You Drink"! Fa miracoli, te lo dico io!

# 1544_Haruka
source: Bloody something-or-other?
pt: Bloody qualcosa del genere?

# 1556_Nomu-san
source: Now wait just a minute, Haruka-chan! Are you trying to curse on TV?
pt: Ehi, aspetta un secondo, Haruka-chan! Vuoi dire parolacce in TV?

# 1580_dummy
source: What kind of language is that for a nice, young girl like you to use? You should apologize to our viewers!
pt: Che razza di linguaggio è questo per una brava ragazza come te? Dovresti chiedere scusa ai nostri telespettatori!

# 1592_Haruka
source: I'm sorry! I wasn't trying to curse! I was trying to remember the name of a drink!
pt: Mi dispiace! Non volevo dire parolacce! Stavo cercando di ricordare il nome di una bevanda!

# 1616_dummy
source: Oh, you mean a Bloody Mary? Hair of the dog, and all that? Nah, that won't work! It'll just dehydrate you even more!
pt: Oh, intendi un Bloody Mary? La storia del chiodo scaccia chiodo e tutto il resto? Macché, non funzionerà! Ti disidraterà ancora di più!

# 1640_dummy
source: Well, folks. It looks like we're just about out of time for today. Thanks for our chat, Haruka-chan!
pt: Bene, gente. Sembra che il tempo a nostra disposizione per oggi sia quasi terminato. Grazie per la chiacchierata, Haruka-chan!

# 1664_Haruka
source: Thank you so much!
pt: Grazie mille!

# 1676_Nomu-san
source: And now comes everybody's favorite part! It's time for the smile vote!
pt: Ed ecco il momento preferito da tutti! È ora della votazione del sorriso!

# 1688_Nomu-san
source: Each one of our audience members has a button in front of them. If they think Haruka-chan has been interesting, they'll press their button and give her a smile!
pt: Ogni membro del nostro pubblico ha un pulsante davanti a sé. Se pensano che Haruka-chan sia stata interessante, premeranno il pulsante e le regaleranno un sorriso!

# 1700_Nomu-san
source: This time, if you get 75 smiles or more, I'll give you an exclusive Nomu-san cell phone strap!
pt: Questa volta, se otterrai 75 sorrisi o più, ti regalerò un esclusivo laccetto per cellulare di Nomu-san!

# 1712_Nomu-san
source: Before the voting begins, why don't you go ahead and say something to the audience?
pt: Prima che inizino le votazioni, perché non dici qualcosa al pubblico?

# 1724_Haruka
source: All right.
pt: Va bene.

# 1748_Nomu-san
source: Well, come on, say something!
pt: Beh, dai, di' qualcosa!

# 1772_dummy
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante adesso!

# 1784_Haruka
source: I did pretty well today, don't you think? I tried my absolute best, so I hope you'll vote for me!
pt: Me la sono cavata piuttosto bene oggi, non trovate? Ce l'ho messa davvero tutta, quindi spero che mi voterete!

# 1796_Nomu-san
source: Hey, I tried my absolute best today, too!
pt: Ehi, ce l'ho messa davvero tutta anche oggi!

# 1808_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante adesso!

# 1820_Haruka
source: Thank you for the support, everyone! I hope you vote for me!
pt: Grazie a tutti per il supporto! Spero che mi voterete!

# 1832_Nomu-san
source: Isn't she cute? I hope you all vote for her, too!
pt: Non è carina? Spero che anche tutti voi voterete per lei!

# 1844_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante adesso!

# 1856_Haruka
source: This has been so much fun! I really enjoyed spending time with all of you! I hope you vote for me!
pt: È stato davvero divertente! Mi è piaciuto molto passare del tempo con tutti voi! Spero che mi voterete!

# 1868_Nomu-san
source: Isn't she cute, everybody? I hope you all vote for her, too!
pt: Non è carina, gente? Spero che anche tutti voi voterete per lei!

# 1880_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Okay! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante adesso!

# 1904_dummy
source: Yeah!
pt: Sì!

# 1916_Nomu-san
source: Wow! Would you look at that! Isn't that great?
pt: Wow! Ma guardate un po'! Non è fantastico?

# 1940_dummy
source: Thank you very much!
pt: Grazie mille!

# 1952_Nomu-san
source: Congratulations, Haruka-chan, you win the Nomu-san strap!
pt: Congratulazioni, Haruka-chan, hai vinto il laccetto di Nomu-san!

# 1964_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Sorrida chi vuol...

# 1976_Studio Audience
source: Smile!
pt: Sorridere!

# 2000_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 2060_dummy
source: Yeah!
pt: Sì!

# 2072_Nomu-san
source: Good job, Haruka-chan! That means you get the Nomu-san strap!
pt: Ottimo lavoro, Haruka-chan! Questo significa che riceverai il laccetto di Nomu-san!

# 2096_dummy
source: Thank you very much!
pt: Grazie mille!

# 2108_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Sorrida chi vuol...

# 2120_Studio Audience
source: Smile!
pt: Sorridere!

# 2144_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 2216_Nomu-san
source: Ahh. The result wasn't as high as we hoped, but I'm sure you'll do better next time!
pt: Ahh. Il risultato non è stato alto come speravamo, ma sono sicuro che la prossima volta farai di meglio!

# 2228_Haruka
source: Yes. Thank you.
pt: Sì. Grazie.

# 2240_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Sorrida chi vuol...

# 2252_Studio Audience
source: Smile!
pt: Sorridere!

# 2276_dummy
source: Thank you, everybody!
pt: Grazie a tutti!
