Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340012.po
Languages: pt

# 3864_Riku
source: Sheesh, enough with the lecture already, Kiryu-san. Let me go on drives my own way.
pt: Uffa, basta con la predica, Kiryu-san. Lasciami guidare a modo mio.

# 3888_Riku
source: Somethin' the matter?
pt: Qualcosa non va?

# 3900_Kiryu
source: No, I'm fine. I was just thinking about how proper and poised you are. You come across like a seasoned pro.
pt: No, sto bene. Stavo solo pensando a quanto tu sia composta e sicura di te. Sembri una professionista navigata.

# 3912_Riku
source: Oh, no, not at all! I had a major screw-up today.
pt: Oh, no, macché! Oggi ho combinato un gran pasticcio.

# 3924_Kiryu
source: You did?
pt: Hai fatto?

# 3936_Riku
source: Yeah. I was fixin' a customer's drink, and while I was doing that he got out a cigarette.
pt: Già. Stavo preparando da bere a un cliente e, mentre lo facevo, lui ha tirato fuori una sigaretta.

# 3948_Kiryu
source: So what happened?
pt: Quindi cos'è successo?

# 3960_Riku
source: I went to go light it for him, and I wound up knockin' the whole bottle over.
pt: Sono andata per accendergliela e ho finito per rovesciare l'intera bottiglia.

# 3972_Kiryu
source: You must be clumsy.
pt: Devi essere proprio maldestra.

# 3984_Riku
source: I'm fine when it comes to handlin' stuff one thing at a time. It's when I gotta do a buncha stuff at once that I get all flustered.
pt: Me la cavo se si tratta di gestire una cosa alla volta. È quando devo fare un sacco di cose insieme che vado tutta nel pallone.

# 3996_Kiryu
source: That's kind of cute. Little things like that give a girl more charm than if she was perfect in every way.
pt: È quasi dolce. Piccole cose del genere danno a una ragazza più fascino che se fosse perfetta sotto ogni aspetto.

# 4008_Riku
source: I mean, guys might think that, sure. But to the other girls I just come off like a big nuisance. They're always chewin' me out afterwards.
pt: Voglio dire, gli uomini potrebbero pensarla così, certo. Ma per le altre ragazze sono solo un gran peso. Mi fanno sempre il mazzo dopo.

# 4020_Kiryu
source: Ah, is that how that sort of thing goes down? Women can be really complicated.
pt: Ah, è così che vanno queste cose? Le donne sanno essere davvero complicate.

# 4032_Kiryu
source: You need to relax more. There's no need to get all worked up over it. Just calm down and do things slowly and carefully.
pt: Devi rilassarti di più. Non c'è bisogno di agitarsi tanto. Calmati e fai le cose con calma e attenzione.

# 4044_Riku
source: I wish all of my customers were like you, Kiryu-san. Sometimes guys get mad at me if I'm too slow for 'em.
pt: Vorrei che tutti i miei clienti fossero come te, Kiryu-san. A volte gli uomini si arrabbiano con me se sono troppo lenta per loro.

# 4056_Kiryu
source: Guess you'll have to get used to things.
pt: Immagino che dovrai farci l'abitudine.

# 4068_Kiryu
source: Don't worry about it. Everyone makes mistakes like that sometimes.
pt: Non preoccuparti. A tutti capita di fare errori del genere ogni tanto.

# 4080_Riku
source: I'm not exactly worried about it. It's just that they told me the cost of the wasted bottle was gonna be taken outta my paycheck.
pt: Non è che mi preoccupi proprio. È solo che mi hanno detto che il costo della bottiglia sprecata verrà scalato dalla mia paga.

# 4092_Kiryu
source: Ouch. That's rough.
pt: Ahi. È dura.

# 4104_Riku
source: And I recently got a customer's cigarette ash into his drink by accident, but he didn't notice it at all.
pt: E di recente ho fatto finire per sbaglio la cenere della sigaretta di un cliente nel suo drink, ma lui non se n'è accorto per niente.

# 4116_Riku
source: One of the other girls spotted it for me, but if he drank it like that, it woulda been wicked bad for me.
pt: Una delle altre ragazze se n'è accorta al posto mio, ma se l'avesse bevuto così, sarebbe finita malissimo per me.

# 4128_Kiryu
source: I bet it would have, yeah.
pt: Scommetto di sì, già.

# 4140_Riku
source: I wish I could just handle myself better when a buncha stuff's happening all at once!
pt: Vorrei solo riuscire a gestirmi meglio quando succedono un sacco di cose tutte insieme!

# 4152_Kiryu
source: You can do it. I know you can.
pt: Ce la puoi fare. So che puoi.

# 4164_Riku
source: You mean it?
pt: Dici sul serio?

# 4176_Kiryu
source: I have an eye for this sort of thing. Trust me.
pt: Ho occhio per queste cose. Fidati di me.

# 4188_Riku
source: Hehe. Havin' someone like you tell me that makes me really believe it! Thanks, Kiryu-san! I'll do my best!
pt: Hehe. Sentirtelo dire da uno come te mi fa crederci sul serio! Grazie, Kiryu-san! Ce la metterò tutta!

# 4200_Kiryu
source: That depends on you. It takes more than just wanting to change. You need to put the effort into making that change happen.
pt: Dipende da te. Non basta solo voler cambiare. Devi metterci l'impegno perché quel cambiamento avvenga.

# 4212_Riku
source: But I thought I was already doin' that. And it's not having any real effect.
pt: Ma pensavo di starlo già facendo. E non sta avendo alcun effetto reale.

# 4224_Kiryu
source: Well, that's no good. Hmm...
pt: Beh, così non va. Uhm...

# 4236_Kiryu
source: Don't panic. That's what causes these slip-ups.
pt: Non farti prendere dal panico. È proprio quello che causa questi scivoloni.

# 4248_Riku
source: Yeah, I guess. But in that case, what do y'think I oughta do?
pt: Già, immagino. Ma in quel caso, cosa credi che dovrei fare?

# 4260_Kiryu
source: Well, you should establish a list of priorities. Cigarette first, drink second, and so on. Then you can handle things more easily.
pt: Beh, dovresti stabilire un ordine di priorità. Prima la sigaretta, poi il drink, e così via. In questo modo potrai gestire le cose più facilmente.

# 4272_Riku
source: But I already do that! But then I'll be pourin' a drink, and a guy'll get a cigarette out, so I gotta go and light it, and so on and so on...
pt: Ma lo faccio già! Però poi magari sto versando da bere e un cliente tira fuori una sigaretta, quindi devo correre ad accendergliela, e così via, e così via...

# 4284_Kiryu
source: Well, that's no good. Hmm...
pt: Beh, così non va. Uhm...

# 4296_Kiryu
source: You seem fine around me. I don't think you're really prone to slipping up all that much.
pt: Con me mi sembri a posto. Non credo che tu sia poi così soggetta a fare scivoloni.

# 4308_Riku
source: Yeah? I guess y'have a point. But I'm not really nervous right now.
pt: Dici? Immagino che tu abbia ragione. Ma in questo momento non sono affatto nervosa.

# 4320_Kiryu
source: You can do it. Just do things like you normally would, and it'll be fine.
pt: Ce la puoi fare. Comportati come fai di solito e andrà tutto bene.

# 4332_Riku
source: Yeah, but like, that's because I'm here with you, Kiryu-san.
pt: Già, ma è perché sono qui con te, Kiryu-san.

# 4344_Kiryu
source: What makes me so special?
pt: Cosa mi rende così speciale?

# 4356_Riku
source: Well, I just... Never mind that! I just wanna be able to keep myself from getting nervous 'round my other customers!
pt: Beh, io... Lascia perdere! Voglio solo riuscire a non agitarmi davanti agli altri clienti!

# 4368_Kiryu
source: Hmm.
pt: Mhh.

# 4380_Kiryu
source: You aren't nervous around me?
pt: Non sei nervosa con me?

# 4392_Riku
source: Oh, I'm sorry. I didn't mean t'get all relaxed like this around you. Sorry 'bout all this, Kiryu-san.
pt: Oh, scusa. Non volevo rilassarmi così tanto con te. Scusa per tutto questo, Kiryu-san.

# 4404_Kiryu
source: No, it's fine. I'm not mad or anything. Don't worry about it.
pt: No, va bene così. Non sono mica arrabbiato. Non preoccuparti.

# 4416_Riku
source: Sooo, Kiryu-san. I'm putting together a new dish for ya!
pt: Alloraaa, Kiryu-san. Sto preparando un nuovo piatto per te!

# 4428_Kiryu
source: Oh, really? What are you making?
pt: Oh, davvero? Cosa stai preparando?

# 4440_Riku
source: Nuh-uh, that's a secret!
pt: Eh no, è un segreto!

# 4452_Kiryu
source: Can I at least get a hint?
pt: Posso almeno avere un indizio?

# 4464_Riku
source: A hint? Hmm. Okay! Is it a Japanese dish? Yes or no?
pt: Un indizio? Mmh. Va bene! È un piatto giapponese? Sì o no?

# 4476_Kiryu
source: Yes.
pt: Sì.

# 4488_Riku
source: Nope! It's a Western dish! I told ya how I wanted to open a Western restaurant, right?
pt: Sbagliato! È un piatto occidentale! Ti avevo detto che volevo aprire un ristorante occidentale, no?

# 4500_Kiryu
source: Oh, that's right.
pt: Oh, è vero.

# 4524_Riku
source: Yep! 'Cause my dream is to open a Western-style restaurant. Good memory, Kiryu-san!
pt: Già! Perché il mio sogno è aprire un ristorante occidentale. Hai un'ottima memoria, Kiryu-san!

# 4536_Kiryu
source: Naturally.
pt: Naturalmente.

# 4548_Kiryu
source: That's not a hint. You're giving me a quiz.
pt: Non è un indizio. Mi stai facendo un quiz.

# 4560_Riku
source: Details, details! So, which is it?
pt: Dettagli, dettagli! Allora, qual è?

# 4572_Riku
source: Okay, question number two! Is it a hot dish? Yes or no? C'mon, guess!
pt: Bene, seconda domanda! È un piatto caldo? Sì o no? Dai, indovina!

# 4584_Kiryu
source: Yes.
pt: Sì.

# 4596_Riku
source: Correct! Since it's cold this time of year, I gotta cook up somethin' nice and warm!
pt: Esatto! Visto che fa freddo in questo periodo dell'anno, devo preparare qualcosa di bello caldo!

# 4608_Kiryu
source: This is sounding really good already.
pt: Promette già bene.

# 4632_Riku
source: Nooope! It's wicked cold this time of year, so I'm not gonna make you somethin' cold!
pt: Nooo! Fa un freddo cane in questo periodo dell'anno, quindi non ti preparerò mica qualcosa di freddo!

# 4644_Kiryu
source: Good point.
pt: Giusta osservazione.

# 4656_Riku
source: Okay, on to question number three! Hmm, let's see. Kiryu-san, do you got anything?
pt: Bene, passiamo alla terza domanda! Uhm, vediamo un po'. Kiryu-san, hai qualche domanda?

# 4668_Kiryu
source: Seriously?
pt: Sul serio?

# 4680_Riku
source: Well, I can't think of nothing else! C'mon, Kiryu-san! Gimme a question!
pt: Beh, non mi viene in mente nient'altro! Dai, Kiryu-san! Fammi una domanda!

# 4692_Kiryu
source: Fine, fine.
pt: Va bene, va bene.

# 4704_Kiryu
source: Is it seafood?
pt: Si tratta di pesce?

# 4716_Riku
source: Oh, good one!
pt: Oh, bella questa!

# 4728_Kiryu
source: Well, is it?
pt: Beh, lo è?

# 4740_Riku
source: Hmmm. Nope!
pt: Uhm. No!

# 4764_Kiryu
source: What's the first letter?
pt: Qual è la prima lettera?

# 4776_Riku
source: What? Hey, that's cheating! You'd be able to guess it way too easy!
pt: Cosa? Ehi, così non vale! Lo indovineresti fin troppo facilmente!

# 4800_Kiryu
source: What color is it?
pt: Di che colore è?

# 4812_Riku
source: What color? Is that really your question?
pt: Di che colore? È davvero questa la tua domanda?

# 4824_Kiryu
source: Yeah. So what's the answer?
pt: Già. Allora, qual è la risposta?

# 4836_Riku
source: Umm... Brown?
pt: Uhm... Marrone?

# 4848_Kiryu
source: I see.
pt: Capisco.

# 4860_Kiryu
source: I've heard enough.
pt: Ho sentito abbastanza.

# 4872_Riku
source: Oh? You think y'know it already?
pt: Oh? Pensi di saperlo già?

# 4884_Kiryu
source: Yeah.
pt: Sì.

# 4896_Riku
source: Oooh! Someone's sure of himself!
pt: Oooh! Qualcuno è proprio sicuro di sé!

# 4908_Riku
source: Now, time for your final answer, Kiryu-san! What is the dish I'm going to make for you?
pt: Ora è il momento della tua risposta definitiva, Kiryu-san! Qual è il piatto che ti cucinerò?

# 4920_Kiryu
source: Is it seafood paella?
pt: È la paella ai frutti di mare?

# 4944_Riku
source: Sorry! That ain't it!
pt: Spiacente! Non è quello!

# 4956_Kiryu
source: It's not?
pt: Non lo è?

# 4968_Riku
source: Well, you'll see when it's done. Just wait a little bit.
pt: Beh, lo vedrai quando sarà pronto. Aspetta solo un altro po'.

# 4980_Kiryu
source: You're not going to tell me?
pt: Non hai intenzione di dirmelo?

# 4992_Kiryu
source: Is it beef stew?
pt: È lo stufato di manzo?

# 5016_Riku
source: That's right! How'd ya guess!?
pt: Esatto! Come hai fatto a indovinare!?

# 5028_Kiryu
source: Guess I just had a hunch.
pt: Immagino di aver avuto solo un'intuizione.

# 5040_Riku
source: I'm gonna make a beef stew like no one's ever had before! I'm real excited about it!
pt: Preparerò uno stufato di manzo come nessuno ha mai assaggiato prima! Sono proprio entusiasta!

# 5052_Kiryu
source: Well, I look forward to it.
pt: Beh, non vedo l'ora.

# 5076_Riku
source: Huh? I said it was somethin' new!
pt: Eh? Ho detto che era qualcosa di nuovo!

# 5088_Kiryu
source: I just figured curry would be the only sort of thing you knew how to make.
pt: Pensavo solo che il curry fosse l'unica cosa che sapessi cucinare.

# 5100_Riku
source: What makes y'say that? You are wrong buddy! And here I was all excited to make it for ya. Now I almost don't even wanna let you try it.
pt: Ma perché lo dici? Ti sbagli di grosso, bello! E io che ero tutta entusiasta all'idea di preparartelo. Ora quasi non voglio più nemmeno fartelo assaggiare.

# 5112_Kiryu
source: Sorry...
pt: Scusa...

# 5136_Kiryu
source: What's wrong?
pt: Che succede?

# 5148_Riku
source: Seeing you just made me remember somethin' wicked important.
pt: Vederti mi ha appena fatto ricordare una cosa un sacco importante.

# 5160_Kiryu
source: Important, huh?
pt: Importante, eh?

# 5172_Riku
source: I got slapped with a ticket the other day and I gotta go and pay the fine. This totally sucks.
pt: L'altro giorno mi hanno rifilato una multa e ora mi tocca andare a pagarla. Che palle.

# 5184_Kiryu
source: What did you do?
pt: Che cos'hai combinato?

# 5196_Riku
source: I went down a street that was only one-way between certain hours.
pt: Ho imboccato una strada che era a senso unico solo in certi orari.

# 5208_Kiryu
source: And you didn't see the signs, I guess.
pt: E non hai visto i cartelli, immagino.

# 5220_Riku
source: Yeah. I was wicked surprised.
pt: Già. Sono rimasta un sacco sorpresa.

# 5232_Riku
source: It's a street I always take and so I didn't even notice. I just happened to be later than usual, is all.
pt: È una strada che faccio sempre, quindi non me ne sono neanche accorta. È solo che ero più in ritardo del solito, tutto qui.

# 5244_Kiryu
source: You should go right away. Not paying the fine will make things worse.
pt: Faresti meglio ad andarci subito. Non pagare la multa peggiorerà solo le cose.

# 5256_Riku
source: Worse how?
pt: In che senso peggio?

# 5268_Kiryu
source: You might wind up with some jail time.
pt: Potresti finire per farti un po' di prigione.

# 5280_Riku
source: What!? They're gonna lock me up!?
pt: Cosa!? Mi vogliono sbattere dentro!?

# 5292_Kiryu
source: Well, more likely you'll get community service.
pt: Beh, è più probabile che ti beccherai i lavori socialmente utili.

# 5304_Riku
source: Yikes! Well in that case, I gotta go run and pay this as soon as my shift's over! Thanks for letting me know, Kiryu-san!
pt: Accidenti! Beh, in tal caso devo correre a pagarla non appena finisco il turno! Grazie per avermelo detto, Kiryu-san!

# 5316_Kiryu
source: What does that have to do with me?
pt: E io cosa c'entro?

# 5328_Riku
source: Um, it doesn't.
pt: Ehm, non c'entra niente.

# 5340_Kiryu
source: But you just said seeing me reminded you of it. Is there some sort of connection in your mind?
pt: Ma hai appena detto che vedermi te l'ha ricordato. C'è una sorta di collegamento nella tua testa?

# 5352_Riku
source: Huh? No, not really. I just happened to remember it when I saw ya, that's all.
pt: Eh? No, non proprio. Mi è solo venuto in mente quando ti ho visto, tutto qui.

# 5364_Kiryu
source: Uh. Sure, okay.
pt: Uh. Certo, va bene.

# 5376_Kiryu
source: Ahh!
pt: Ah!

# 5388_Riku
source: Oh no! What's wrong?
pt: Oh no! Cosa c'è che non va?

# 5400_Kiryu
source: You first.
pt: Prima tu.

# 5412_Riku
source: But now I'm worried!
pt: Ma adesso sono preoccupata!

# 5424_Kiryu
source: Uh, nothing. That just sorta came out.
pt: Uh, niente. Mi è uscito così.

# 5436_Riku
source: Sheesh, stop actin' like a baby!
pt: Uffa, smettila di fare il bambino!

# 5448_Riku
source: What's worse is now I'm not gonna get my gold license anytime soon.
pt: La cosa peggiore è che ora non prenderò la patente d'oro tanto presto.

# 5460_Kiryu
source: That's a shame. I take it you hadn't had any traffic violations before?
pt: Che peccato. Immagino che tu non avessi mai avuto infrazioni stradali prima?

# 5472_Riku
source: No, none! Ever since I got my license I've been tryin' my best to get gold.
pt: No, nessuna! Da quando ho preso la patente ce l'ho messa tutta per prendere quella d'oro.

# 5484_Kiryu
source: Keep trying. As long as you try to stay a safe driver, you'll get it eventually.
pt: Continua a provarci. Finché cercherai di essere un guidatore prudente, prima o poi la otterrai.

# 5496_Riku
source: Okay! I'll keep at it, then! You try not to cause any accidents too, Kiryu-san!
pt: D'accordo! Allora continuerò a impegnarmi! Anche tu cerca di non causare incidenti, Kiryu-san!

# 5508_Kiryu
source: I won't.
pt: Non lo farò.

# 5520_Kiryu
source: That's typical, though. You're only human. If you drive every day, then you'll wind up with a few violations sooner or later.
pt: È normale, però. Sei solo un essere umano. Se guidi ogni giorno, prima o poi finirai col commettere qualche infrazione.

# 5532_Riku
source: That go for you too, Kiryu-san?
pt: Vale anche per te, Kiryu-san?

# 5544_Kiryu
source: Well, I'm a taxi driver. Sometimes my customers ask me to do things that wind up getting me slapped with a violation.
pt: Beh, sono un tassista. A volte i clienti mi chiedono di fare cose che finiscono per farmi beccare un'infrazione.

# 5556_Riku
source: Oh, really? Well, that's a relief.
pt: Oh, davvero? Beh, è un sollievo.

# 5568_Riku
source: Still, I really want that gold license.
pt: Eppure, voglio proprio quella patente d'oro.

# 5580_Kiryu
source: Well, from now on, just be extra-cautious about being a safe driver.
pt: Beh, d'ora in poi cerca solo di essere molto prudente alla guida.

# 5592_Kiryu
source: You don't need one. All a gold license really says is that you're someone who doesn't actually drive enough to get in trouble.
pt: Non ne hai bisogno. In fondo, la patente d'oro dice solo che sei una persona che non guida abbastanza per finire nei guai.

# 5604_Riku
source: What? But having a gold one means you don't gotta renew it as much, and the fees are cheaper to boot. It's better to have one, ain't it?
pt: Cosa? Ma averne una d'oro significa che non devi rinnovarla così spesso, e per di più le commissioni costano meno. È meglio averne una, no?

# 5616_Kiryu
source: Well, I guess money is a factor, but it still shouldn't affect your actual ability to drive.
pt: Beh, immagino che i soldi siano un fattore, ma questo non dovrebbe comunque influire sulla tua effettiva capacità di guidare.

# 5628_Riku
source: But money's important! I already gotta pay this stupid fine! It's not like I wanna pay more on top of that.
pt: Ma i soldi sono importanti! Devo già pagare questa stupida multa! Non è che abbia voglia di pagarci pure degli extra sopra.

# 5640_Kiryu
source: You have a point.
pt: Hai ragione.

# 5916_Riku
source: Did ya work today?
pt: Hai lavorato oggi?

# 5928_Kiryu
source: Yes, I did.
pt: Sì, ho lavorato.

# 5940_Riku
source: Well, in that case, take a load off! What do ya do for a living, anyway?
pt: Beh, in tal caso, mettiti pure comodo! Di cosa ti occupi per vivere, comunque?

# 5952_Kiryu
source: I'm a taxi driver.
pt: Faccio il tassista.

# 5964_Riku
source: Oh, wow! Hey, maybe I've ridden in your cab before, huh?
pt: Oh, wow! Ehi, magari sono già salita sul tuo taxi prima d'ora, eh?

# 5976_Kiryu
source: Maybe so.
pt: Forse sì.

# 5988_Kiryu
source: That's a secret.
pt: È un segreto.

# 6000_Riku
source: Aww, but I'm curious. C'mon just tell me!
pt: Aww, ma sono curiosa. Dai, dimmelo!

# 6012_Kiryu
source: Does it really matter? I'm just your normal, everyday salaryman, that's all.
pt: Importa davvero? Sono solo un normale impiegato come tanti, tutto qui.

# 6024_Riku
source: Huh, for real? I dunno. Ya don't really look like a normal, everyday guy to me.
pt: Eh, sul serio? Non saprei. Non mi sembri proprio un tipo normale come tutti gli altri.

# 6036_Kiryu
source: Well, looks can be deceiving.
pt: Beh, l'apparenza inganna.

# 6048_Riku
source: So hey, Kiryu-san, would ya say you're the kinda guy folks can rely on?
pt: Senti un po', Kiryu-san, diresti di essere il tipo d'uomo su cui la gente può contare?

# 6060_Kiryu
source: Sure. People tend to rely on me more than I rely on them.
pt: Certo. La gente tende a contare su di me più di quanto io faccia con loro.

# 6072_Riku
source: I knew it! You kinda give off that impression, y'know?
pt: Lo sapevo! Dài proprio quest'impressione, sai?

# 6084_Kiryu
source: Not really. I'm a burden to my boss and my coworkers.
pt: Non proprio. Sono un peso per il mio capo e per i miei colleghi.

# 6096_Riku
source: Really? But ya give off this sorta aura of reliability and all.
pt: Davvero? Ma emani questa sorta di aura di affidabilità e tutto quanto.

# 6108_Kiryu
source: Why do you ask, anyway?
pt: Perché me lo chiedi, comunque?

# 6120_Riku
source: I dunno. I guess I thought you and I were like two peas in a pod.
pt: Non saprei. Immagino di aver pensato che io e te fossimo fatti della stessa pasta.

# 6132_Kiryu
source: Two peas in a pod? How so?
pt: Della stessa pasta? In che senso?

# 6144_Riku
source: It's just that folks are pretty much constantly comin' to me for advice on stuff.
pt: È solo che la gente viene da me praticamente in continuazione per chiedermi consigli su un sacco di cose.

# 6156_Riku
source: Some people even call me Counselor Riku. Ain't that cool?
pt: C'è persino chi mi chiama la Consigliera Riku. Non è forte?

# 6168_Kiryu
source: You do give off that vibe. I feel like I could open up to you about my problems pretty easily.
pt: Dài proprio quell'impressione. Sento che potrei aprirmi con te riguardo ai miei problemi piuttosto facilmente.

# 6180_Riku
source: See what I mean? I actually get lotsa folks coming to me for that sorta thing, if I do say so myself.
pt: Vedi cosa intendo? In effetti un sacco di gente viene da me per questo genere di cose, modestia a parte.

# 6192_Kiryu
source: In that case, do you mind if I talk to you about something?
pt: In tal caso, ti dispiace se ti parlo di una cosa?

# 6204_Riku
source: Go right ahead! Just lay your worries on ol' Riku-san, here!
pt: Fai pure! Confida pure le tue preoccupazioni alla vecchia Riku-san!

# 6216_Kiryu
source: Glad I can count on you.
pt: Sono contento di poter contare su di te.

# 6228_Riku
source: So, what'll it be? Are ya unlucky in love, Kiryu-san? I'm here listenin' if you've got girl problems!
pt: Allora, di che si tratta? Sei sfortunato in amore, Kiryu-san? Sono tutta orecchie se hai problemi di donne!

# 6240_Kiryu
source: Let me think about it, okay?
pt: Fammi pensare un attimo, okay?

# 6252_Kiryu
source: I'm just kidding. I can take care of my own problems just fine.
pt: Scherzavo. So badare benissimo ai miei problemi da solo.

# 6264_Riku
source: Whaaat? Lame.
pt: Cooosa? Che pacco.

# 6288_Kiryu
source: That's hard to believe. You don't exactly strike me as being all that reliable.
pt: Faccio fatica a crederci. Non mi sembri esattamente così affidabile.

# 6300_Riku
source: Get outta town! I have folks comin' to me for advice every day. Every! Day!
pt: Ma dai! C'è gente che viene da me per un consiglio ogni giorno. Ogni! Giorno!

# 6312_Kiryu
source: That can't be true. For starters, in order to hear someone out, you need to be able to stop and listen to them.
pt: Non può essere vero. Tanto per cominciare, per dare ascolto a qualcuno, dovresti essere capace di fermarti e stare a sentire.
