Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c20.po
Languages: pt

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto l'<Color:8>Album PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto l'<Color:8>Album PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto l'<Color:8>Album PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto l'<Color:8>Album PrintCircle<Color:Default>.

source: Player
pt: Giocatore

source: PrintCircle Book
pt: Libro del Cerchio di Stampa

source: Take Photos
pt: Scatta Foto

source: Don't Take Photos
pt: Non Scattare Foto

source: Invite Someone
pt: Invita qualcuno

source: Nobody
pt: Nessuno

# 124_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato divertente. Magari faccio qualcos'altro adesso.)

# 148_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso, ho con me un album di foto.

# 184_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album di foto. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 196_Player
source: Uncle Kaz! Let's try out the photo booth!
pt: Zio Kaz! Proviamo la cabina fotografica!

# 208_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Forse dovrei farmi scattare qualche foto?)

# 232_Player
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 244_Player
source: (Maybe not.)
pt: (Magari no.)

# 256_Player
source: (Sure, let's give it a go.)
pt: (Certo, proviamoci.)

# 292_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso, ho con me un album di foto.

# 328_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album di foto. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 340_Player
source: (A photo booth, huh? 400 yen for a session. Maybe Haruka and I should give it a try?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Forse dovremmo provarci io e Haruka?)

# 364_Player
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 376_Player
source: (Maybe not.)
pt: (Magari no.)

# 388_Player
source: (Sure, let's give it a go.)
pt: (Certo, proviamoci.)

# 424_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso, ho con me un album di foto.

# 460_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album di foto. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 472_Player
source: Let's hit up that photo booth! This one's got some wicked cool frames! <Color:255,200,200,255>♥<Color:Default>
pt: Andiamo in quella cabina fotografica! Questa ha delle cornici fighissime! <Color:255,200,200,255>♥<Color:Default>

# 484_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Forse dovrei farmi scattare qualche foto?)

# 508_Player
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 520_Player
source: (Maybe not.)
pt: (Magari no.)

# 532_Player
source: (Sure, let's give it a go.)
pt: (Certo, proviamoci.)

# 580_Riku
source: Those pics came out wicked good!
pt: Quelle foto sono venute pazzesche!

# 592_Riku
source: Hmm. These didn't turn out so hot, huh?
pt: Hmm. Questi non sono venuti mica un granché, eh?

# 604_Riku
source: What did ya even call me for? You meanie!
pt: Per cosa mi hai chiamato, scusa? Brutto cattivo!

# 664_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 712_Riku
source: That was wicked fun! I'm headin' back to Tokyo now, then! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Me ne torno a Tokyo adesso, allora! <Color:255,200,200,255>♥<Color:Default>

# 772_Honoka
source: Hey, these came out pretty good!
pt: Hey, queste sono venute proprio bene!

# 784_Honoka
source: Aw, these didn't turn out so great.
pt: Ah, questi non sono venuti mica un granché.

# 796_Honoka
source: Seriously!? What did ya even call me out here for?
pt: Ma sul serio!? Per cosa mi hai chiamato qui, scusa?

# 856_Honoka
source: That was a lotta fun! I'm gonna head back to Osaka now. <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Me ne torno a Osaka adesso. <Color:255,200,200,255>♥<Color:Default>

# 904_Honoka
source: That was a lotta fun! Gimme a call again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 964_Kaguya
source: Oh, those came out nice!
pt: Oh, sono venuti proprio bene!

# 976_Kaguya
source: These didn't come out all that well.
pt: Questi non sono venuti un granché.

# 988_Kaguya
source: What? You called me out here and now we're not even going to take pictures? I should have just stayed in bed!
pt: Cosa? Mi hai chiamato qui e ora non facciamo nemmeno le foto? Sarei dovuto rimanere a letto!

# 1048_Kaguya
source: That was a lot of fun! I need to head back home now, though. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a casa adesso, però. <Color:255,200,200,255>♥<Color:Default>

# 1096_Kaguya
source: That was a lot of fun! Please give me a call again, sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 1156_Shion
source: Those turned out lovely!
pt: Quelle sono venute stupende!

# 1168_Shion
source: Oh, I don't think we did a very good job.
pt: Oh, non credo che abbiamo fatto un granché.

# 1180_Shion
source: What's the meaning of this? You made me come all the way out here, and we're not taking any pictures?
pt: Ma che significa? Mi hai fatto venire fin qui e non facciamo nemmeno le foto?

# 1240_Shion
source: That was quite fun! I'll be heading back to Nagoya now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a Nagoya adesso. <Color:255,200,200,255>♥<Color:Default>

# 1288_Shion
source: That was quite fun! Please, call me again whenever you'd like! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami pure quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 1348_Hinata
source: Ahaha! Oh, those came out awesome!
pt: Ahaha! Oh, sono venuti fantastici!

# 1360_Hinata
source: Aww, these pics aren't so great.
pt: Ah, queste foto non sono venute un granché.

# 1372_Hinata
source: I came all this way and we're not even getting pictures taken? I seriously don't get you.
pt: Sono venuto fin qui e non facciamo nemmeno le foto? Non ti capisco proprio.

# 1432_Hinata
source: That was loads of fun! Please ask me out again! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora! <Color:255,200,200,255>♥<Color:Default>

# 1480_Haruka
source: That was fun! Let's take more photos again sometime!
pt: È stato uno spasso! Facciamo altre foto ancora qualche volta!

# 1588_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E mi capita proprio di avere un fotolibro con me.

# 1624_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo fotolibro. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 1636_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Magari dovrei farmi qualche foto?)

# 1672_Kiryu
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1684_Akiyama
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 1696_Saejima
source: (I ain't got the money.)
pt: (Non ho i soldi.)

# 1708_Shinada
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1720_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1756_Kiryu
source: (Sure, let's give it a go.)
pt: (Ok, proviamoci.)

# 1768_Akiyama
source: (All right, let's give it a try.)
pt: (Ok, proviamoci.)

# 1780_Saejima
source: (Yeah, let's give this a go.)
pt: (Ok, proviamoci.)

# 1792_Shinada
source: (Okay, let's do this.)
pt: (Va bene, facciamolo.)

# 1804_Haruka
source: (All righty, here we go!)
pt: (Perfetto, si parte!)

# 1840_Kiryu
source: (Maybe not...)
pt: (Forse no...)

# 1852_Akiyama
source: (No, let's not.)
pt: (No, lasciamo stare.)

# 1864_Saejima
source: (Nah, better not.)
pt: (No, meglio di no.)

# 1876_Shinada
source: (Maybe not...)
pt: (Forse no...)

# 1888_Haruka
source: (Maybe next time.)
pt: (Magari la prossima volta.)

# 1912_Player
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 1936_Player
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 2020_Riku
source: Sorry to keep y'waiting! So, ya wanted to do the photo booth with me, Kiryu-san?
pt: Scusa se ti ho fatto aspettare! Allora, volevi fare un salto in cabina fotografica con me, Kiryu-san?

# 2032_Player
source: Yeah. Want to get started?
pt: Sì. Iniziamo?

# 2044_Riku
source: Geez, why'd ya have to call me back from Tokyo for this, Kiryu-san?
pt: Cavolo, dovevi proprio richiamarmi da Tokyo per 'sta roba, Kiryu-san?

# 2056_Player
source: Sorry. It's just that this one has photo frames they don't have out in Tokyo.
pt: Scusa. È solo che questo qui ha delle cornici per foto che a Tokyo non si trovano.

# 2080_Player
source: (I'll call up Haruka.)
pt: (Chiamo Haruka.)

# 2152_Haruka
source: Sorry to keep you waiting, Uncle Kaz!
pt: Scusa se ti ho fatto aspettare, zio Kaz!

# 2164_Player
source: Want to get started?
pt: Allora, vuoi iniziare?

# 2188_Player
source: (Guess I'll call Kaguya.)
pt: (Credo che chiamerò Kaguya.)

# 2260_Kaguya
source: Sorry to keep you waiting! I didn't know you liked this sort of thing, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa se ti ho fatto aspettare! Non sapevo ti piacesse questo genere di cose, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 2272_Player
source: Yeah, well, wanna do this?
pt: Sì. Allora, iniziamo?

# 2296_Player
source: (I'll give Honoka-chan a call.)
pt: (Chiamo Honoka-chan.)

# 2368_Honoka
source: Sorry for the wait! This was just kinda sudden, Akiyama-san. So, ya wanna take some photo booth pics with me, huh?
pt: Scusa l'attesa! Questo è stato un po' improvviso, Akiyama-san. Allora, vuoi fare qualche foto in cabina con me, eh?

# 2380_Player
source: Yeah. Shall we get started, then?
pt: Sì. Allora, iniziamo?

# 2404_Player
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 2476_Shion
source: Apologies for the delay, Shinada-san! This was all rather sudden. Are you that eager for me to join you in the photo booth?
pt: Scusa per il ritardo, Shinada-san! È stato tutto un po' improvviso. Ci tieni così tanto che io venga con te in cabina fotografica?

# 2488_Player
source: Heheh <Color:255,200,200,255>♥<Color:Default>, yeah, well, wanna get started?
pt: Heheh <Color:255,200,200,255>♥<Color:Default>, sì, allora, vuoi iniziare?

# 2524_Player
source: (I'll call up Hinata.)
pt: (Chiamerò Hinata.)

# 2596_Hinata
source: Sorry to keep you waiting! You know, I'd never have pegged you as a photo booth guy, Kiryu-san. <Color:255,200,200,255>♥<Color:Default>
pt: Scusa se ti ho fatto aspettare! Sai, non ti avrei mai preso per un tipo da cabina fotografica, Kiryu-san. <Color:255,200,200,255>♥<Color:Default>

# 2608_Player
source: Heh. Well, want to get started?
pt: Heh. Allora, iniziamo?

# 2632_Player
source: (I'll give Hinata-chan a call.)
pt: (Chiamo Hinata-chan.)

# 2704_Hinata
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 2716_Player
source: It's all right. Shall we begin?
pt: Va bene. Iniziamo?
