Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690352.po
Languages: pt

source: MC
pt: Conduttore

source: Woman's Voice
pt: Voce di donna

# 76_Haruka
source: *pant* *pant*
pt: *anf* *anf*

# 88_Akari
source: *pant* *pant*
pt: *anf* *anf*

# 100_MC
source: What a great battle that was! And the winner is... Haruka Sawamura!
pt: Che sfida incredibile! E la vincitrice è... Haruka Sawamura!

# 112_Akari
source: You sure are amazing, Haruka. Like I always say, you have some real talent.
pt: Sei proprio incredibile, Haruka. Come dico sempre, hai un vero talento.

# 136_Akari
source: But you won't beat me again. I love dancing. I'm going to practice and practice, and the next time we battle, I'm going to win!
pt: Ma non mi batterai più. Amo ballare. Continuerò ad allenarmi e allenarmi e, la prossima volta che ci sfideremo, vincerò io!

# 148_Haruka
source: Good! I'll be looking forward to it!
pt: Bene! Non vedo l'ora!

# 208_Haruka
source: The competitors commend each other on a job well done with a friendly handshake!
pt: Le concorrenti si complimentano a vicenda per l'ottima prova con una stretta di mano amichevole!

# 220_Mittsu
source: Hmm. That girl's good!
pt: Hmm. Quella ragazza è brava!

# 304_Haruka
source: And now for the moment you've all been waiting for. Mittsu-san will now announce the winner of his special award!
pt: Ed ora il momento che tutti stavate aspettando. Mittsu-san annuncerà ora il vincitore del suo premio speciale!

# 316_MC
source: This award goes to the dancer who Mittsu-san believes shone the brightest of all during this year's summit!
pt: Questo premio va al ballerino che secondo Mittsu-san ha brillato più di tutti durante il Summit di quest'anno!

# 328_MC
source: Now, if you would, Mittsu-san!
pt: Ora, a lei, Mittsu-san!

# 340_Mittsu
source: It brings me great pleasure to announce the winner of my special award. The winner is...
pt: È un grande piacere per me annunciare il vincitore del mio premio speciale. Il vincitore è...

# 412_Haruka
source: A dancer from the "idol" category...
pt: Un ballerino della categoria "idol"...

# 436_Akari
source: Huh!?
pt: Eh!?

# 448_MC
source: And there you have it! The special award winner, the star we're sure to see great things from, is none other than Akari Natsukawa! Give her a hand, ladies and gentlemen!
pt: Ed ecco a voi! Il vincitore del premio speciale, la stella da cui siamo certi vedremo grandi cose, non è altri che Akari Natsukawa! Un bell'applauso, signore e signori!

# 460_Haruka
source: Me? I won the special award?
pt: Io? Ho vinto il premio speciale?

# 472_Yui
source: Congratulations, Akari-chan!
pt: Congratulazioni, Akari-chan!

# 484_Judy
source: I'm really happy for you, Akari.
pt: Sono davvero felice per te, Akari.

# 496_Akari
source: No way. I can't believe it!
pt: Non ci credo. Non posso crederci!

# 508_Haruka
source: Congratulations, Akari.
pt: Congratulazioni, Akari.

# 532_Haruka
source: Hey, Mittsu-san is waiting for you on stage. Get up there and take that first step toward your dream!
pt: Ehi, Mittsu-san ti sta aspettando sul palco. Sali lassù e fai quel primo passo verso il tuo sogno!

# 544_Akari
source: Right!
pt: Giusto!

# 628_Haruka
source: Tell us, Mittsu-san, what was it about Akari that made you choose her?
pt: Ci dica, Mittsu-san, cos'è che di Akari l'ha spinta a sceglierla?

# 640_Mittsu
source: Well, let's see. First of all, I really saw a huge amount of improvement since last time.
pt: Be', vediamo. Innanzitutto, ho notato davvero un enorme miglioramento rispetto all'ultima volta.

# 652_Mittsu
source: Last year, she seemed little more than a machine. She was very precise, no doubt, but she lacked that certain "spark."
pt: L'anno scorso sembrava poco più di una macchina. Era molto precisa, senza dubbio, ma le mancava quella certa "scintilla".

# 664_Mittsu
source: But this year, I could really tell she was really enjoying herself. It seems she found what she'd been missing.
pt: Ma quest'anno, si vedeva chiaramente che si stava davvero divertendo. Sembra che abbia trovato quello che le mancava.

# 676_Mittsu
source: She must have come across some good friends or strong rivals somewhere along the way, people who helped her break free from herself.
pt: Deve aver incontrato dei buoni amici o dei forti rivali lungo il cammino, persone che l'hanno aiutata a liberarsi da se stessa.

# 700_Mittsu
source: To be quite honest, I was torn between her and Haruka Sawamura. But it was clear from watching Akari that she truly loves dancing with all her heart.
pt: A essere onesti, ero combattuto tra lei e Haruka Sawamura. Ma guardando Akari era chiaro che ama davvero ballare con tutto il cuore.

# 712_Mittsu
source: That was one of the biggest reasons I chose her. She made me feel as though she loves the art of dance more than anyone else here.
pt: Quella è stata una delle ragioni principali per cui l'ho scelta. Mi ha fatto sentire come se amasse l'arte della danza più di chiunque altro qui.

# 724_Mittsu
source: Dancing is hard work, and only a select few ever turn pro. Frankly, it's a tough industry, and many drop out along the way because of it.
pt: Ballare è un duro lavoro, e solo pochi eletti diventano professionisti. Francamente, è un settore difficile, e molti mollano lungo la strada proprio per questo motivo.

# 736_Mittsu
source: But I get the feeling Akari will never give up on dance again. Watching her today, I could see just how determined she is.
pt: Ma ho la sensazione che Akari non rinuncerà mai più alla danza. Guardandola oggi, ho potuto vedere quanto sia determinata.

# 748_Mittsu
source: That's what it takes to be a great dancer. That's what it takes to keep the passion.
pt: È questo che ci vuole per essere un grande ballerino. È quello che serve per mantenere la passione.

# 760_Mittsu
source: Akari has that, and that's why I chose her. Akari, I think you and I are going to work very well together, provided you're willing to make the effort, that is.
pt: Akari ce l'ha, ed è per questo che l'ho scelta. Akari, credo che lavoreremo molto bene insieme, a patto che tu sia disposta a impegnarti, s'intende.

# 784_Haruka
source: Yes, sir!
pt: Sì, signore!

# 796_MC
source: Let's hear a big round of applause for the winner of today's special award, Akari Natsukawa! And a round of applause for Mittsu-san, as well! Thank you all for coming!
pt: Facciamo un grande applauso alla vincitrice del premio speciale di oggi, Akari Natsukawa! E un applauso anche a Mittsu-san! Grazie a tutti per essere venuti!

# 844_Haruka
source: *pant* *pant*
pt: *anf* *anf*

# 856_Akari
source: *pant* *pant*
pt: *anf* *anf*

# 868_MC
source: What a great battle that was! And the winner is... Akari Natsukawa!
pt: Che battaglia fantastica è stata! E la vincitrice è... Akari Natsukawa!

# 880_Akari
source: I won? I beat Haruka?
pt: Ho vinto? Ho battuto Haruka?

# 892_Haruka
source: Congratulations, Akari. Your dancing just now was amazing. You deserve the win.
pt: Congratulazioni, Akari. Come hai ballato poco fa è stato fantastico. Ti meriti la vittoria.

# 904_Akari
source: Haruka, thank you so much.
pt: Haruka, grazie mille.

# 964_Haruka
source: The competitors commend each other on a job well done with a friendly handshake!
pt: Le concorrenti si complimentano a vicenda per l'ottimo lavoro con una stretta di mano amichevole!

# 976_Mittsu
source: Hmm. That girl's good!
pt: Mmm. Quella ragazza è brava!

# 1060_Haruka
source: And now for the moment you've all been waiting for. Mittsu-san will now announce the winner of his special award!
pt: Ed ora il momento che tutti stavate aspettando. Mittsu-san sta per annunciare la vincitrice del suo premio speciale!

# 1072_MC
source: This award goes to the dancer who Mittsu-san believes shone the brightest of all during this year's summit!
pt: Questo premio va alla ballerina che secondo Mittsu-san ha brillato più di tutte durante il summit di quest'anno!

# 1084_MC
source: Now, if you would, Mittsu-san!
pt: Ora, a lei, Mittsu-san!

# 1096_Mittsu
source: It brings me great pleasure to announce the winner of my special award. The winner is...
pt: È per me un grande piacere annunciare la vincitrice del mio premio speciale. La vincitrice è...

# 1168_Haruka
source: A dancer from the "idol" category...
pt: Una ballerina della categoria "idol"...

# 1192_Akari
source: Huh!?
pt: Eh!?

# 1204_MC
source: And there you have it! The special award winner, the star we're sure to see great things from, is none other than Akari Natsukawa! Give her a hand, ladies and gentlemen!
pt: Ed ecco a voi! La vincitrice del premio speciale, la stella da cui siamo certi vedremo grandi cose, non è altri che Akari Natsukawa! Un bell'applauso per lei, signore e signori!

# 1216_Haruka
source: Me? I won the special award?
pt: Io? Ho vinto il premio speciale?

# 1228_Yui
source: Congratulations, Akari-chan!
pt: Congratulazioni, Akari-chan!

# 1240_Judy
source: I'm really happy for you, Akari.
pt: Sono davvero felice per te, Akari.

# 1252_Akari
source: No way. I can't believe it!
pt: Non ci credo. Non posso crederci!

# 1264_Haruka
source: Congratulations, Akari.
pt: Congratulazioni, Akari.

# 1288_Haruka
source: Hey, Mittsu-san is waiting for you on stage. Get up there and take that first step toward your dream!
pt: Ehi, Mittsu-san ti sta aspettando sul palco. Sali lassù e fai quel primo passo verso il tuo sogno!

# 1300_Akari
source: Right!
pt: Giusto!

# 1384_Haruka
source: Tell us, Mittsu-san, what was it about Akari that made you choose her?
pt: Ci dica, Mittsu-san, cos'è che l'ha colpita di Akari e l'ha spinta a sceglierla?

# 1396_Mittsu
source: Well, let's see. First of all, I really saw a huge amount of improvement since last time.
pt: Beh, vediamo. Innanzitutto, ho visto davvero dei progressi enormi rispetto all'ultima volta.

# 1408_Mittsu
source: Last year, she seemed little more than a machine. She was very precise, no doubt, but she lacked that certain "spark."
pt: L'anno scorso sembrava poco più che una macchina. Era molto precisa, non c'è dubbio, ma le mancava quella certa "scintilla".

# 1420_Mittsu
source: But this year, I could really tell she was really enjoying herself. It seems she found what she'd been missing.
pt: Ma quest'anno, si vedeva proprio che si stava divertendo un mondo. Sembra che abbia trovato quello che le mancava.

# 1432_Mittsu
source: She must have come across some good friends or strong rivals somewhere along the way, people who helped her break free from herself.
pt: Deve aver incontrato dei buoni amici o dei forti rivali lungo il cammino, persone che l'hanno aiutata a uscire dal proprio guscio.

# 1456_Mittsu
source: To be quite honest, I was torn between her and Haruka Sawamura. But it was clear from watching Akari that she truly loves dancing with all her heart.
pt: A essere sincero, ero combattuto tra lei e Haruka Sawamura. Ma guardando Akari era chiaro che lei ama davvero ballare con tutto il cuore.

# 1468_Mittsu
source: That was one of the biggest reasons I chose her. She made me feel as though she loves the art of dance more than anyone else here.
pt: Quello è stato uno dei motivi principali per cui l'ho scelta. Mi ha fatto sentire come se amasse l'arte della danza più di chiunque altro qui.

# 1480_Mittsu
source: Dancing is hard work, and only a select few ever turn pro. Frankly, it's a tough industry, and many drop out along the way because of it.
pt: Ballare è un lavoro duro, e solo pochi eletti diventano professionisti. Sinceramente, è un settore difficile, e in molti mollano lungo la strada per questo motivo.

# 1492_Mittsu
source: But I get the feeling Akari will never give up on dance again. Watching her today, I could see just how determined she is.
pt: Ma ho la sensazione che Akari non rinuncerà mai più alla danza. Guardandola oggi, ho potuto vedere quanto sia davvero determinata.

# 1504_Mittsu
source: That's what it takes to be a great dancer. That's what it takes to keep the passion.
pt: È questo che serve per essere un grande ballerino. È quello che ci vuole per mantenere la passione.

# 1516_Mittsu
source: Akari has that, and that's why I chose her. Akari, I think you and I are going to work very well together, provided you're willing to make the effort, that is.
pt: Akari ce l'ha, ed è per questo che l'ho scelta. Akari, penso che io e te lavoreremo molto bene insieme, sempre che tu sia disposta a impegnarti, s'intende.

# 1540_Haruka
source: Yes, sir!
pt: Sì, signore!

# 1552_MC
source: Let's hear a big round of applause for the winner of today's special award, Akari Natsukawa! And a round of applause for Mittsu-san, as well! Thank you all for coming!
pt: Facciamo un grande applauso alla vincitrice del premio speciale di oggi, Akari Natsukawa! E un applauso anche per Mittsu-san! Grazie a tutti per essere venuti!

# 1624_Haruka
source: Yo, Sawamura.
pt: Ehi, Sawamura.

# 1660_Haruka
source: Where've you been? It's already started! And what about Akari? Is she coming?
pt: Dove sei stata? È già iniziato! E Akari? Sta arrivando?

# 1672_Haruka
source: I don't know, but I did my best.
pt: Non lo so, ma ho fatto del mio meglio.

# 1684_Judy
source: Yeah? Well, knowing Akari, I bet she'll be here.
pt: Sì? Beh, conoscendo Akari, scommetto che verrà.

# 1696_Haruka
source: I hope so.
pt: Lo spero.

# 1708_Judy
source: By the way, that over there is Mittsu. He's the judge for this event.
pt: A proposito, quello lì è Mittsu. È il giudice di questo evento.

# 1732_Haruka
source: So that's Mittsu-san?
pt: Quindi quello è Mittsu-san?

# 1744_Judy
source: Yeah. If he likes your stuff, he could open all sorts of doors for you. You'd have it made.
pt: Già. Se gli piace quello che fai, potrebbe aprirti un sacco di porte. Saresti a posto.

# 1756_Judy
source: At the end of the summit, he gives the dancer he likes the best his special award. It's like an all-access pass into the world of professional dance.
pt: Alla fine del summit, assegna al ballerino che preferisce di più il suo premio speciale. È come un pass per entrare nel mondo della danza professionistica.

# 1768_Haruka
source: Wow. So the special award is the thing to go for if you're hoping to go pro, huh?
pt: Wow. Quindi il premio speciale è l'obiettivo a cui puntare se speri di passare al professionismo, eh?

# 1780_Judy
source: That's right. That's why everybody's so bent on impressing him. Getting his attention's more important than winning.
pt: Proprio così. Ecco perché sono tutti così determinati a fare colpo su di lui. Attirare la sua attenzione è più importante che vincere.

# 1792_Judy
source: I've already entered you and Akari.
pt: Ho già iscritto te e Akari.

# 1804_Judy
source: I chose the "idol" category for you two, seeing as that's the one that starts last. That should give Akari time to get here.
pt: Ho scelto la categoria "idol" per voi due, visto che è quella che inizia per ultima. Questo dovrebbe dare ad Akari il tempo di arrivare.

# 1816_Haruka
source: That sounds perfect. Thanks for doing that.
pt: Sembra perfetto. Grazie per averlo fatto.

# 1828_Judy
source: No problem. Now all we can do is hope Akari shows up in time.
pt: Nessun problema. Ora non ci resta che sperare che Akari arrivi in tempo.

# 1840_Haruka
source: Right...
pt: Giusto...

# 1888_Haruka
source: Yui-chan! You came! Thank you. What about Akari? Have you seen her?
pt: Yui-chan! Sei venuta! Grazie. E Akari? L'hai vista?

# 1900_Yui
source: No. She isn't answering her phone, either.
pt: No. Non risponde nemmeno al telefono.

# 1924_MC
source: Now, then! We've reached the final stages of our Dance Battle Summit!
pt: Bene, allora! Siamo arrivati alle fasi finali del nostro Dance Battle Summit!

# 1936_MC
source: In our next category, last year's queen of jazz, Judy, will be taking the stage!
pt: Nella nostra prossima categoria, la regina del jazz dell'anno scorso, Judy, salirà sul palco!

# 1948_Judy
source: I'm up. I'll see you later.
pt: Tocca a me. Ci vediamo dopo.

# 1972_Haruka
source: Okay. Good luck, Judy-san!
pt: Okay. Buona fortuna, Judy-san!

# 2020_Haruka
source: I hope Akari hurries up and gets here! The idol category is going to start soon.
pt: Spero che Akari faccia in fretta ad arrivare! La categoria delle idol inizierà a breve.

# 2032_Haruka
source: I hope so too.
pt: Lo spero anch'io.

# 2092_Haruka
source: A fabulous performance by Judy! Once again, she's proven herself to be the queen of jazz!
pt: Una performance favolosa di Judy! Ancora una volta, ha dimostrato di essere la regina del jazz!

# 2104_MC
source: So what did you think of Judy's dancing, Mittsu-san?
pt: Allora, cosa ne pensi della danza di Judy, Mittsu-san?

# 2116_Mittsu
source: A solid performance. Very nice indeed. The one comment I have, though, is that I don't see much improvement over last year.
pt: Una performance solida. Davvero ottima. L'unico commento che ho, però, è che non vedo molti miglioramenti rispetto all'anno scorso.

# 2128_MC
source: Ah, a little tough love for our winner, is that it? That's the world-class Mittsu-san we've all come to know!
pt: Ah, un po' di severità per la nostra vincitrice, eh? È proprio il Mittsu-san di fama mondiale che tutti abbiamo imparato a conoscere!

# 2188_MC
source: And now for the very last category of the Dance Battle Summit!
pt: E ora passiamo all'ultima categoria del Dance Battle Summit!

# 2200_MC
source: We'll be topping things off and going out with a bang! It's time for the idol category!
pt: Concluderemo in bellezza e finiremo col botto! È il momento della categoria delle idol!

# 2212_Yui
source: Oh no! What do we do? It's starting!
pt: Oh no! Cosa facciamo? Sta iniziando!

# 2236_MC
source: Let's get right to it, shall we? Let's introduce our first competitor!
pt: Iniziamo subito, che ne dite? Presentiamo il nostro primo concorrente!

# 2248_MC
source: You know her from the Princess League, folks! The idol of the next generation, Haruka Sawamura, has graced us with her presence!
pt: La conoscete per la Princess League, gente! L'idol della prossima generazione, Haruka Sawamura, ci onora della sua presenza!

# 2260_Haruka
source: (Come on, Akari!)
pt: (Forza, Akari!)

# 2272_MC
source: And her opponent is... a bright, young star, really someone to watch－Akari Natsukawa!
pt: E la sua avversaria è... una giovane stella brillante, davvero qualcuno da tenere d'occhio — Akari Natsukawa!

# 2284_MC
source: Uh? Akari-chan?
pt: Eh? Akari-chan?

# 2308_Haruka
source: I'm here!
pt: Eccomi!

# 2380_Judy
source: Heh.
pt: Eh.

# 2464_Haruka
source: I'm sorry I'm late, Haruka.
pt: Scusa per il ritardo, Haruka.

# 2476_Haruka
source: That's okay, Akari. I knew you would come. After all...
pt: Va bene così, Akari. Sapevo che saresti venuta. Dopotutto...

# 2488_Akari
source: I love dance more than anyone!
pt: Amo la danza più di chiunque altro!

# 2500_Haruka
source: Right!
pt: Giusto!

# 2512_Akari
source: I really want to thank you later for everything you've done for me.
pt: Voglio davvero ringraziarti più tardi per tutto quello che hai fatto per me.

# 2524_Akari
source: But first, we dance! And you'd better not go easy on me, girl! Let's give it everything we've got, and really enjoy ourselves!
pt: Ma prima, balliamo! E vedi di non andarci piano con me, ragazza! Mettiamocela tutta e divertiamoci un mondo!

# 2536_Haruka
source: You got it! Let's go, Akari!
pt: Ricevuto! Andiamo, Akari!
