Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01091fba.po
Languages: pt

source: (There's somethin' here.)
pt: (C'è qualcosa qui.)

source: You got <Color:8>Cage Trap<Color:Default>.
pt: Hai ottenuto <Color:8>Trappola a gabbia<Color:Default>.

source: You got <Color:8>Cold Weather Rations<Color:Default>.
pt: Hai ottenuto <Color:8>Razioni invernali<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

# 76_Saejima
source: (A Jizo statue. Might as well pray for safe huntin'.)
pt: (Una statua Jizo. Tanto vale pregare per una buona caccia.)

# 100_Saejima
source: (I feel a little safer now... Maybe.)
pt: (Mi sento un po' più al sicuro ora... Forse.)

# 112_Saejima
source: (There's a Jizo statue here. I should pray for safe huntin'.)
pt: (C'è una statua Jizo qui. Dovrei pregare per una buona caccia.)

# 136_Saejima
source: (I feel a little safer now... Maybe.)
pt: (Mi sento un po' più al sicuro ora... Forse.)

# 160_Saejima
source: (Is this a blessin' from the Jizo statue? Well, no point in leavin' it.)
pt: (È una benedizione dalla statua Jizo? Beh, inutile lasciarlo qui.)

# 208_Saejima
source: (That's the twelfth Jizo statue. I've paid my respects to all of 'em.)
pt: (Quella è la dodicesima statua Jizo. Ho reso omaggio a tutte quante.)

# 220_Saejima
source: (Hm? There's somethin' here, too.)
pt: (Mmh? C'è qualcosa pure qui.)

# 256_Saejima
source: (Been okay so far. Maybe all these Jizo statues really did keep me from harm.)
pt: (Per ora è andata bene. Forse tutte queste statue Jizo mi hanno davvero tenuto lontano dai guai.)

# 268_Saejima
source: (Guess I should do a quick bow next time I see one.)
pt: (Mi sa che dovrei fare un rapido inchino la prossima volta che ne vedo una.)
