Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340012.po
Languages: pt

# 9984_Riku
source: <Color:255,200,200,255>Hm, I getcha. I'll try that next time I'm datin' someone. Speaking of which, I'm single now.<Color:Default>
pt: <Color:255,200,200,255>Hm, capisco. Ci proverò la prossima volta che frequenterò qualcuno. A proposito, ora sono single.<Color:Default>

# 9996_Kiryu
source: That so...
pt: Ah, così...

# 10008_Kiryu
source: Maybe that's not enough. These guys might be expecting a lot more affection than you're giving them.
pt: Forse non basta. Quei ragazzi potrebbero aspettarsi molto più affetto di quello che gli dai.

# 10020_Riku
source: <Color:255,200,200,255>What? But I already give 'em plenty! I can't give more than I already do!<Color:Default>
pt: <Color:255,200,200,255>Cosa? Ma gliene do già tantissimo! Non posso darne più di quanto faccia già!<Color:Default>

# 10032_Kiryu
source: Men can be selfish creatures. We tend to want it all, you know.
pt: Gli uomini sanno essere creature egoiste. Tendiamo a volere tutto, sai.

# 10044_Riku
source: <Color:255,200,200,255>Hm. Guess I was right to ask a guy about my guy problems after all. Thanks for the advice, Kiryu-san!<Color:Default>
pt: <Color:255,200,200,255>Hm. Immagino di aver fatto bene a chiedere a un uomo dei miei problemi con gli uomini, dopotutto. Grazie per il consiglio, Kiryu-san!<Color:Default>

# 10056_Kiryu
source: Heh.
pt: Eh.

# 10068_Kiryu
source: I don't think so. You're certainly attractive. The problem is probably with the guys.
pt: Non credo. Sei senz'altro attraente. Il problema è probabilmente dei ragazzi.

# 10080_Riku
source: <Color:255,200,200,255>What sorta problem?<Color:Default>
pt: <Color:255,200,200,255>Che tipo di problema?<Color:Default>

# 10092_Kiryu
source: Well, I guess it depends on the individual.
pt: Beh, immagino che dipenda da persona a persona.

# 10104_Riku
source: <Color:255,200,200,255>But ain't it strange that all the guys I date wind up leaving me? The problem's gotta be with me, don't y'think?<Color:Default>
pt: <Color:255,200,200,255>Ma non è strano che tutti i ragazzi che frequento finiscano per mollarmi? Il problema devo essere io, non credi?<Color:Default>

# 10116_Kiryu
source: No, I don't think so.
pt: No, non credo proprio.

# 10128_Riku
source: <Color:255,200,200,255>Oooh, you're no good at this sorta thing, Kiryu-san. I need someone willing to tell me the cold, hard truth.<Color:Default>
pt: <Color:255,200,200,255>Oooh, non ci sai proprio fare con questo genere di cose, Kiryu-san. Mi serve qualcuno disposto a dirmi la nuda e cruda verità.<Color:Default>

# 10152_Kiryu
source: Maybe you could date me. I promise to tell you everything I don't like about you.
pt: Potresti uscire con me. Ti prometto che ti dirò tutto quello che non mi piace di te.

# 10164_Riku
source: <Color:255,200,200,255>Really!? Oh, but then y'might wind up not liking me anymore.<Color:Default>
pt: <Color:255,200,200,255>Davvero!? Oh, ma allora potresti finire per non apprezzarmi più.<Color:Default>

# 10176_Riku
source: <Color:255,200,200,255>I really wanna keep you as a friend, Kiryu-san. So let's not do that.<Color:Default>
pt: <Color:255,200,200,255>Voglio davvero che restiamo amici, Kiryu-san. Quindi meglio di no.<Color:Default>

# 10188_Kiryu
source: All right, then.
pt: Va bene, allora.

# 10200_Kiryu
source: Maybe you could date me.
pt: Potresti uscire con me.

# 10212_Riku
source: <Color:255,200,200,255>Huh? But why?<Color:Default>
pt: <Color:255,200,200,255>Eh? Ma perché?<Color:Default>

# 10224_Kiryu
source: We'll be good together. I'm positive I won't dump you.
pt: Staremo bene insieme. Sono sicuro che non ti mollerò.

# 10236_Riku
source: <Color:255,200,200,255>You can't know that. Nobody starts datin' someone with the idea that they're gonna wind up breaking up.<Color:Default>
pt: <Color:255,200,200,255>Non puoi saperlo. Nessuno inizia a uscire con qualcuno con l'idea che finirà per lasciarsi.<Color:Default>

# 10248_Kiryu
source: I'll be different, I promise.
pt: Con me sarà diverso, te lo prometto.

# 10260_Riku
source: <Color:255,200,200,255>I dunno. I bet you're gonna wind up not liking me and then leaving me like the rest.<Color:Default>
pt: <Color:255,200,200,255>Non lo so. Scommetto che finirai per non apprezzarmi più e poi mi lascerai come tutti gli altri.<Color:Default>

# 10272_Kiryu
source: This really is a big deal for you, huh?
pt: È davvero una questione seria per te, eh?

# 10284_Kiryu
source: It won't work out. If you know you're going to split up when you start dating, it doesn't have to hurt as bad, you know?
pt: Non funzionerà. Se sai già che vi lascerete nel momento in cui iniziate a uscire, non deve fare così male, no?

# 10296_Riku
source: <Color:255,200,200,255>Then there's no point in going out at all... Oh, hey, I've got it!<Color:Default>
pt: <Color:255,200,200,255>Allora non ha proprio senso uscire insieme... Oh, ehi, ho un'idea!<Color:Default>

# 10308_Kiryu
source: Got what?
pt: Un'idea per cosa?

# 10320_Riku
source: <Color:255,200,200,255>I can dump you before you dump me!<Color:Default>
pt: <Color:255,200,200,255>Posso mollarti io prima che tu possa mollare me!<Color:Default>

# 10332_Kiryu
source: What?
pt: Cosa?

# 10344_Riku
source: <Color:255,200,200,255>Yeah, that's it! I should be the dumper in a relationship once in a while! Hey, Kiryu-san, y'wanna date me?<Color:Default>
pt: <Color:255,200,200,255>Sì, proprio così! Ogni tanto dovrei essere io quella che molla in una relazione! Ehi, Kiryu-san, ti va di uscire con me?<Color:Default>

# 10356_Kiryu
source: So you can dump me? I don't know about that.
pt: Così puoi mollarmi? Non ne sono tanto sicuro.

# 10368_Riku
source: <Color:255,200,200,255>Hey, Kiryu-san, whatcha usually do for dinner? Do you eat at home, or go out?<Color:Default>
pt: <Color:255,200,200,255>Ehi, Kiryu-san, che fai di solito per cena? Mangi a casa o vai fuori?<Color:Default>

# 10380_Kiryu
source: I do my own cooking.
pt: Mi cucino da solo.

# 10392_Riku
source: <Color:255,200,200,255>Whoa, you can cook!?<Color:Default>
pt: <Color:255,200,200,255>Wow, sai cucinare!?<Color:Default>

# 10404_Kiryu
source: A little bit, yeah. How about you?
pt: Un po', sì. E tu?

# 10416_Riku
source: <Color:255,200,200,255>Me? Oh, I'm a whiz in the kitchen!<Color:Default>
pt: <Color:255,200,200,255>Io? Oh, sono un asso in cucina!<Color:Default>

# 10428_Kiryu
source: I eat out a lot.
pt: Mangio spesso fuori.

# 10440_Riku
source: <Color:255,200,200,255>Yeah, I kinda figured. Do y'think it's better if a girl knows how to cook?<Color:Default>
pt: <Color:255,200,200,255>Già, me l'immaginavo. Pensi che sia meglio se una ragazza sa cucinare?<Color:Default>

# 10452_Kiryu
source: Yeah. Not to say I think women have an obligation to cook, of course, but I think it's preferable if they can.
pt: Sì. Non dico che le donne abbiano l'obbligo di cucinare, ovviamente, ma credo sia preferibile se sanno farlo.

# 10464_Riku
source: <Color:255,200,200,255>Yeah? Well, I'm a big fan of cookin', myself!<Color:Default>
pt: <Color:255,200,200,255>Ah sì? Beh, a me piace un sacco cucinare!<Color:Default>

# 10476_Kiryu
source: Oh really?
pt: Ah, davvero?

# 10488_Riku
source: <Color:255,200,200,255>Yep. I can make all sortsa things!<Color:Default>
pt: <Color:255,200,200,255>Già. So preparare un sacco di cose!<Color:Default>

# 10500_Kiryu
source: Not really. In this day and age, it's not too expensive to go out to eat instead of cooking every meal.
pt: Non proprio. Al giorno d'oggi non costa poi così tanto mangiare fuori invece di cucinare ogni pasto.

# 10512_Riku
source: <Color:255,200,200,255>Aww, okay. It's just, I'm pretty good at cooking and thought that might be appealin' to ya.<Color:Default>
pt: <Color:255,200,200,255>Oh, capisco. È solo che me la cavo piuttosto bene a cucinare e pensavo che ti avrebbe fatto colpo.<Color:Default>

# 10524_Kiryu
source: You're a good cook?
pt: Sei brava a cucinare?

# 10536_Riku
source: <Color:255,200,200,255>Yep, I do it all the time!<Color:Default>
pt: <Color:255,200,200,255>Già, lo faccio in continuazione!<Color:Default>

# 10548_Kiryu
source: What's your signature dish?
pt: Qual è il tuo piatto forte?

# 10560_Riku
source: <Color:255,200,200,255>Curry!<Color:Default>
pt: <Color:255,200,200,255>Il curry!<Color:Default>

# 10572_Kiryu
source: Mine too. I used to make curry all the time.
pt: Anche il mio. Lo preparavo in continuazione.

# 10584_Riku
source: <Color:255,200,200,255>Y'don't say? I'm guessing you're into the spicy kind?<Color:Default>
pt: <Color:255,200,200,255>Ma dai? Scommetto che ti piace quello piccante!<Color:Default>

# 10596_Kiryu
source: Yeah, spicy. We're talking curry, after all.
pt: Sì, piccante. Dopotutto stiamo parlando di curry.

# 10608_Riku
source: <Color:255,200,200,255>Oh no, I can't handle spicy food.<Color:Default>
pt: <Color:255,200,200,255>Oh no, non reggo proprio il cibo piccante.<Color:Default>

# 10620_Kiryu
source: Really? Heh, what are you, a little kid?
pt: Davvero? Eh, che sei, una bambina?

# 10632_Riku
source: <Color:255,200,200,255>Hey, no need t'be mean about it. Well, I guess you and I can't enjoy eating curry together, then.<Color:Default>
pt: <Color:255,200,200,255>Ehi, non c'è bisogno di essere così cattivo. Beh, allora immagino che io e te non potremo gustarci un curry insieme.<Color:Default>

# 10644_Kiryu
source: I guess I'm fine with mild curry as well...
pt: Immagino che mi vada bene anche il curry non piccante...

# 10656_Kiryu
source: I prefer mild.
pt: Preferisco quello non piccante.

# 10668_Riku
source: <Color:255,200,200,255>Whoa, I never woulda guessed! So how come? Can y'not handle the heat?<Color:Default>
pt: <Color:255,200,200,255>Wow, non l'avrei mai detto! Come mai? Non reggi il piccante?<Color:Default>

# 10680_Kiryu
source: No, I'm fine with either. But the kids liked their curry to be mild.
pt: No, mi vanno bene entrambi. Ma ai bambini piaceva il curry non piccante.

# 10692_Riku
source: <Color:255,200,200,255>Oooh, and you're good with kids, too? The surprises keep on comin'! Hehehe.<Color:Default>
pt: <Color:255,200,200,255>Oooh, e ci sai fare anche con i bambini? Le sorprese non finiscono mai! Hehehe.<Color:Default>

# 10704_Kiryu
source: What do you mean?
pt: Cosa intendi?

# 10716_Riku
source: <Color:255,200,200,255>Oooh, nothin'.<Color:Default>
pt: <Color:255,200,200,255>Oooh, niente.<Color:Default>

# 10728_Kiryu
source: That's a safe choice.
pt: È una scelta sicura.

# 10740_Riku
source: <Color:255,200,200,255>Hey now, mister. Don't underestimate me. My curry is like no other curry ya've ever tried before!<Color:Default>
pt: <Color:255,200,200,255>Ehi là, signore. Non sottovalutarmi. Il mio curry è diverso da qualsiasi altro tu abbia mai assaggiato!<Color:Default>

# 10752_Kiryu
source: Oh? What makes it different.
pt: Oh? Cosa lo rende diverso.

# 10764_Riku
source: <Color:255,200,200,255>Condensed milk.<Color:Default>
pt: <Color:255,200,200,255>Latte condensato.<Color:Default>

# 10776_Kiryu
source: Condensed milk?
pt: Latte condensato?

# 10788_Riku
source: <Color:255,200,200,255>Yep! I put condensed milk in my curry sauce.<Color:Default>
pt: <Color:255,200,200,255>Sì! Metto il latte condensato nella mia salsa al curry.<Color:Default>

# 10800_Kiryu
source: I should try that myself next time.
pt: Dovrei provarci anch'io la prossima volta.

# 10812_Riku
source: <Color:255,200,200,255>Definitely! Make sure y'let me know whatcha think!<Color:Default>
pt: <Color:255,200,200,255>Sicuramente! Mi raccomando, fammi sapere cosa ne pensi!<Color:Default>

# 10824_Riku
source: <Color:255,200,200,255>Oh no, hang on. I feel bad thinking about you making curry and eatin' it all by your lonesome.<Color:Default>
pt: <Color:255,200,200,255>Oh no, aspetta. Mi dispiace pensarti mentre ti prepari il curry e te lo mangi tutto da solo.<Color:Default>

# 10836_Riku
source: <Color:255,200,200,255>I got it! I'll whip up a batch for ya!<Color:Default>
pt: <Color:255,200,200,255>Ho deciso! Ne preparerò un po' per te!<Color:Default>

# 10848_Kiryu
source: I look forward to trying it.
pt: Non vedo l'ora di assaggiarlo.

# 10860_Riku
source: <Color:255,200,200,255>Hehe. It's wicked tasty, honest. Keep your taste buds at the ready!<Color:Default>
pt: <Color:255,200,200,255>Hehe. È pazzescamente buono, dico sul serio. Tieni pronte le papille gustative!<Color:Default>

# 10872_Kiryu
source: I'll pass. I have a feeling I'll get sick eating that.
pt: Passo. Ho la sensazione che starò male a mangiarlo.

# 10884_Riku
source: <Color:255,200,200,255>Sure, I understand your reaction. But I promise it's way better than y'might think!<Color:Default>
pt: <Color:255,200,200,255>Certo, capisco la tua reazione. Ma ti assicuro che è molto meglio di quanto credi!<Color:Default>

# 10896_Kiryu
source: But how is mixing something sweet into something spicy going to help?
pt: Ma in che modo mischiare qualcosa di dolce con qualcosa di piccante dovrebbe aiutare?

# 10908_Riku
source: <Color:255,200,200,255>No, it's good! It makes my curry both mild and sweet!<Color:Default>
pt: <Color:255,200,200,255>No, è buono! Rende il mio curry sia delicato che dolce!<Color:Default>

# 10920_Kiryu
source: Seriously?
pt: Sul serio?

# 10932_Kiryu
source: I'm guessing the ready-made kind?
pt: Immagino sia quello già pronto?

# 10944_Riku
source: <Color:255,200,200,255>What? No! What makes y'say that?<Color:Default>
pt: <Color:255,200,200,255>Cosa? No! Cosa te lo fa dire?<Color:Default>

# 10956_Kiryu
source: Anyone can make curry. I figured if someone says that's their signature dish, then, well...
pt: Chiunque sa fare il curry. Ho pensato che se qualcuno dice che è il suo piatto forte, allora, beh...

# 10968_Riku
source: <Color:255,200,200,255>Don't y'dare lump my curry in with them other people's curry!<Color:Default>
pt: <Color:255,200,200,255>Non ti azzardare a mettere il mio curry nello stesso sacco di quello degli altri!<Color:Default>

# 10980_Riku
source: <Color:255,200,200,255>I was gonna let y'have some of my curry, but not anymore! Not ever, y'hear me!<Color:Default>
pt: <Color:255,200,200,255>Volevo farti assaggiare un po' del mio curry, ma ora scordatelo! Mai più, mi hai sentito!<Color:Default>

# 10992_Kiryu
source: Whoa, okay, maybe we should change the subject.
pt: Ehi, d'accordo, forse è meglio cambiare argomento.

# 11004_Riku
source: <Color:255,200,200,255>Ah! Oww.<Color:Default>
pt: <Color:255,200,200,255>Ah! Ahia.<Color:Default>

# 11016_Kiryu
source: What's wrong?
pt: Che succede?

# 11028_Riku
source: <Color:255,200,200,255>I pricked my finger with a needle last night, but I forgot all 'bout it and grabbed this cup a bit too hard.<Color:Default>
pt: <Color:255,200,200,255>Mi sono punta il dito con un ago ieri sera, ma me n'ero completamente dimenticata e ho afferrato questa tazza un po' troppo forte.<Color:Default>

# 11040_Kiryu
source: Are you all right?
pt: Stai bene?

# 11052_Riku
source: <Color:255,200,200,255>Yeah, it's no big deal. Don't fret over it or nothin'. But thanks for asking!<Color:Default>
pt: <Color:255,200,200,255>Sì, non è niente di che. Non starci a pensare o altro. Ma grazie per avermelo chiesto!<Color:Default>

# 11064_Kiryu
source: That's clumsy of you. Were you just spacing out?
pt: Sei proprio maldestra. Avevi la testa fra le nuvole?

# 11076_Riku
source: <Color:255,200,200,255>Hey, y'don't gotta be so mean about it! Would it kill ya to show a little sympathy?<Color:Default>
pt: <Color:255,200,200,255>Ehi, non c'è bisogno di essere così cattivo! Ti costerebbe tanto mostrare un po' di comprensione?<Color:Default>

# 11088_Kiryu
source: What were you doing?
pt: Cosa stavi facendo?

# 11100_Riku
source: <Color:255,200,200,255>Just a little sewing is all.<Color:Default>
pt: <Color:255,200,200,255>Stavo solo cucendo un po', tutto qui.<Color:Default>

# 11112_Kiryu
source: What were you making?
pt: Cosa stavi cucendo?

# 11124_Riku
source: <Color:255,200,200,255>Oh, I wasn't doing anything fancy. I was just tryin' to sew a button onto my pop's coat.<Color:Default>
pt: <Color:255,200,200,255>Oh, nulla di speciale. Stavo solo cercando di cucire un bottone sul cappotto di mio papà.<Color:Default>

# 11136_Kiryu
source: That's very domestic of you.
pt: Sei proprio una donnina di casa.

# 11148_Riku
source: <Color:255,200,200,255>Yeah. With my mother gone, I'm the one who does all those kinda things now.<Color:Default>
pt: <Color:255,200,200,255>Già. Da quando mia madre non c'è più, sono io quella che si occupa di tutte queste cose adesso.<Color:Default>

# 11160_Kiryu
source: Ah, I see.
pt: Ah, capisco.

# 11172_Riku
source: <Color:255,200,200,255>That's why I can cook and sew. Do y'think that makes me a good catch?<Color:Default>
pt: <Color:255,200,200,255>È per questo che so cucinare e cucire. Pensi che faccia di me un buon partito?<Color:Default>

# 11184_Kiryu
source: I'd marry you.
pt: Ti sposerei.

# 11196_Riku
source: <Color:255,200,200,255>Ahaha! That's takin' it a little too far, Kiryu-san.<Color:Default>
pt: <Color:255,200,200,255>Ahaha! Esageri un po', Kiryu-san.<Color:Default>

# 11208_Kiryu
source: I mean, most guys can't sew even with the right tools in hand. It's definitely a good skill to have, in my opinion.
pt: Voglio dire, la maggior parte degli uomini non saprebbe cucire neanche con gli strumenti giusti sottomano. Secondo me, è senza dubbio un'ottima dote da avere.

# 11220_Riku
source: <Color:255,200,200,255>Y'think so? In that case, I'll try to get even better at it!<Color:Default>
pt: <Color:255,200,200,255>Dici? In tal caso, cercherò di diventare ancora più brava!<Color:Default>

# 11232_Kiryu
source: Just don't hurt yourself, okay?
pt: Cerca solo di non farti male, d'accordo?

# 11244_Kiryu
source: I can do those things too. Don't let it go to your head too much.
pt: So fare quelle cose anch'io. Non montarti troppo la testa.

# 11256_Riku
source: <Color:255,200,200,255>Oh wow, really?<Color:Default>
pt: <Color:255,200,200,255>Oh wow, davvero?<Color:Default>

# 11268_Kiryu
source: Yeah. When a guy lives on his own, he has to be able to sew his own buttons back on. I just learned to do it naturally.
pt: Già. Quando un uomo vive da solo, deve essere in grado di riattaccarsi i bottoni da solo. Ho imparato a farlo in modo naturale.

# 11280_Riku
source: <Color:255,200,200,255>I see. You're pretty confident in your skills!<Color:Default>
pt: <Color:255,200,200,255>Capisco. Sei piuttosto sicuro delle tue capacità!<Color:Default>

# 11292_Kiryu
source: Well, it's best to be self-reliant.
pt: Beh, è sempre meglio essere autosufficienti.

# 11304_Kiryu
source: What else are you good at? I imagine more than just cooking and sewing.
pt: In cos'altro sei brava? Immagino che ci sia dell'altro oltre a cucinare e cucire.

# 11316_Riku
source: <Color:255,200,200,255>Of course. I'm also pretty good at swimming and driving, too!<Color:Default>
pt: <Color:255,200,200,255>Certo. Me la cavo piuttosto bene anche a nuotare e a guidare!<Color:Default>

# 11328_Kiryu
source: Those aren't exactly domestic skills, though.
pt: Quelle non sono esattamente doti domestiche, però.

# 11340_Riku
source: <Color:255,200,200,255>Yeah, maybe not.<Color:Default>
pt: <Color:255,200,200,255>Già, forse no.<Color:Default>

# 11352_Kiryu
source: Maybe when you're having this conversation next time, you should stop at cooking and sewing.
pt: Magari la prossima volta che farai questo discorso, dovresti fermarti al cucinare e al cucire.

# 11364_Riku
source: <Color:255,200,200,255>Tch. You're the one who asked, after all.<Color:Default>
pt: <Color:255,200,200,255>Tch. Sei tu che l'hai chiesto, dopotutto.<Color:Default>

# 11376_Kiryu
source: I don't know if I believe you. Sewing? Really?
pt: Non so se crederti. Cucire? Sul serio?

# 11388_Riku
source: <Color:255,200,200,255>Yes, really! Why's that so hard t'believe?<Color:Default>
pt: <Color:255,200,200,255>Sì, davvero! Perché è così difficile da credere?<Color:Default>

# 11400_Kiryu
source: I just have trouble picturing it.
pt: Faccio solo fatica a figurarmelo.

# 11412_Riku
source: <Color:255,200,200,255>Well, that's rude. Sorry to burst yer bubble, but ol' Riku-san here's a fine hand at both cookin' and sewin'!<Color:Default>
pt: <Color:255,200,200,255>Beh, che maleducato. Mi spiace deluderti, ma la vecchia Riku-san qui è un asso sia a cucinare che a cucire!<Color:Default>

# 11424_Kiryu
source: Right...
pt: Giusto...

# 11436_Kiryu
source: Did you get it back on okay?
pt: L'hai riattaccato bene?

# 11448_Riku
source: <Color:255,200,200,255>'Course I did! Perfectly! I bet ya got a different opinion of me now, huh?<Color:Default>
pt: <Color:255,200,200,255>Certo che sì! Alla perfezione! Scommetto che adesso hai un'opinione diversa di me, eh?<Color:Default>

# 11460_Riku
source: <Color:255,200,200,255>Y'know, Kiryu-san, I've been havin' a tough time getting you outta my head lately.<Color:Default>
pt: <Color:255,200,200,255>Sai, Kiryu-san, ultimamente faccio proprio fatica a toglierti dalla testa.<Color:Default>

# 11484_Riku
source: <Color:255,200,200,255>Whether I'm here at the club or back home, y'just keep poppin' right on into my thoughts.<Color:Default>
pt: <Color:255,200,200,255>Che io sia qui al club o a casa, continui proprio a spuntarmi nei pensieri.<Color:Default>

# 11496_Kiryu
source: It must be love.
pt: Dev'essere amore.

# 11508_Riku
source: <Color:255,200,200,255>As if.<Color:Default>
pt: <Color:255,200,200,255>Ma figurati.<Color:Default>

# 11520_Kiryu
source: I bet I'm right, though.
pt: Scommetto di avere ragione, però.

# 11532_Riku
source: <Color:255,200,200,255>Oh yeah? Well, what if y'are, huh?<Color:Default>
pt: <Color:255,200,200,255>Ah sì? Beh, e se avessi ragione, eh?<Color:Default>

# 11544_Kiryu
source: Uh...
pt: Ehm...

# 11556_Kiryu
source: I'm just kidding. What's the matter?
pt: Sto solo scherzando. Che succede?

# 11568_Riku
source: <Color:255,200,200,255>Nothing... But you're not wrong.<Color:Default>
pt: <Color:255,200,200,255>Niente... Ma non hai torto.<Color:Default>

# 11580_Kiryu
source: Hm?
pt: Mh?

# 11592_Kiryu
source: Maybe because I'm here a lot. I see you more often than not, after all.
pt: Forse perché vengo qui spesso. Dopotutto, ti vedo fin troppo spesso.

# 11604_Riku
source: <Color:255,200,200,255>Yeah, that's true. That must be why I'm so lonely when you're not around, then.<Color:Default>
pt: <Color:255,200,200,255>Già, è vero. Dev'essere per questo che mi sento così sola quando non ci sei, allora.<Color:Default>

# 11628_Riku
source: <Color:255,200,200,255>Kiryu-san, do you like me?<Color:Default>
pt: <Color:255,200,200,255>Kiryu-san, ti piaccio?<Color:Default>

# 11640_Kiryu
source: Yes, of course I do.
pt: Sì, certo che mi piaci.

# 11652_Riku
source: <Color:255,200,200,255>Really!?<Color:Default>
pt: <Color:255,200,200,255>Davvero!?<Color:Default>

# 11664_Kiryu
source: If I didn't, I wouldn't keep coming here.
pt: Se non mi piacessi, non continuerei a venire qui.

# 11676_Riku
source: <Color:255,200,200,255>But like, you ain't got a wife or nothing, right?<Color:Default>
pt: <Color:255,200,200,255>Ma tipo, non hai mica una moglie o roba del genere, vero?<Color:Default>

# 11688_Kiryu
source: I'm single. Don't you worry about that.
pt: Sono single. Non preoccuparti di questo.

# 11700_Riku
source: <Color:255,200,200,255>Ah, okay. That is kind of a relief!<Color:Default>
pt: <Color:255,200,200,255>Ah, okay. È un bel sollievo!<Color:Default>

# 11712_Kiryu
source: Why's that? If you have something you want to say to me, just come out and say it.
pt: Perché? Se hai qualcosa da dirmi, dilla pure chiaramente.

# 11724_Riku
source: <Color:255,200,200,255>Sorry, but I'd just mess stuff up if I said anythin' more, so mum's the word!<Color:Default>
pt: <Color:255,200,200,255>Scusa, ma finirei solo per fare dei casini se dicessi altro, quindi acqua in bocca!<Color:Default>
