Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0111064f.po
Languages: pt

source: These settings apply only to Virtua Fighter 2.
pt: Queste impostazioni si applicano solo a Virtua Fighter 2.

source: Press <Action:Button_DPad_Up@UI> to enlarge and <Action:Button_DPad_Down@UI> to shrink size. These settings apply only to Virtua Fighter 2.
pt: Premi <Action:Button_DPad_Up@UI> per ingrandire e <Action:Button_DPad_Down@UI> per rimpicciolire le dimensioni. Queste impostazioni si applicano solo a Virtua Fighter 2.

source: These settings apply only to Virtua Fighter 2.
pt: Queste impostazioni si applicano solo a Virtua Fighter 2.

source: Press <Action:Button_DPad_Up@UI> to enlarge and <Action:Button_DPad_Down@UI> to shrink size. These settings apply only to Virtua Fighter 2.
pt: Premi <Action:Button_DPad_Up@UI> per ingrandire e <Action:Button_DPad_Down@UI> per rimpicciolire le dimensioni. Queste impostazioni si applicano solo a Virtua Fighter 2.

source: Give It a Try
pt: Provaci

source: Forget It
pt: Lascia perdere

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Adjust Screen
pt: Regola Schermo

source: Read Instructions
pt: Leggi Istruzioni

source: Cancel
pt: Annulla

# 60_Haruka
source: Look, Uncle Kaz! <Color:8>Virtua Fighter 2<Color:Default>! I know you're a good fighter, but are you a good Virtua Fighter? Let me see you win!
pt: Guarda, Zio Kaz! <Color:8>Virtua Fighter 2<Color:Default>! So che sei un bravo combattente, ma sei un bravo Virtua Fighter? Fammi vedere che vinci!

# 72_Kiryu
source: (Haruka wants to see me <Color:8>win at Virtua Fighter 2<Color:Default>. Not sure my fighting skills work here, but I'll give it a shot.)
pt: (Haruka vuole vedermi <Color:8>vincere a Virtua Fighter 2<Color:Default>. Non sono sicuro che le mie abilità nel combattimento funzionino qui, ma farò un tentativo.)

# 96_Haruka
source: Aww, okay. Some other time.
pt: Ah, va bene. Magari un'altra volta.

# 108_Haruka
source: (Virtua Fighter 2 on the easy setting for one hundred yen. Do I want to play?)
pt: (Virtua Fighter 2 a livello facile per cento yen. Voglio giocare?)

# 144_Kiryu
source: (I don't have money...)
pt: (Non ho soldi...)

# 156_Akiyama
source: (I'm all out of cash.)
pt: (Ho finito i soldi.)

# 168_Saejima
source: (Ain't got the money.)
pt: (Non ho i soldi.)

# 180_Shinada
source: (Oops. Can't afford it.)
pt: (Ops. Non me lo posso permettere.)

# 192_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 228_Kiryu
source: (All right. Let's try this.)
pt: (Va bene. Proviamo.)

# 240_Akiyama
source: (Sure, why not? Let's play.)
pt: (Va bene, perché no? Giochiamo.)

# 252_Saejima
source: (Sure. Let's play.)
pt: (Va bene. Giochiamo.)

# 264_Shinada
source: (Okay, let's play this thing.)
pt: (Va bene, giochiamo a 'sta roba.)

# 276_Haruka
source: (Okay! Here goes.)
pt: (Va bene! Si parte!)

# 288_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 324_Kiryu
source: (No, maybe not.)
pt: (No, magari no.)

# 336_Akiyama
source: (No, not right now.)
pt: (No, non ora.)

# 348_Saejima
source: (Nah. Forget it.)
pt: (No. Lascia perdere.)

# 360_Shinada
source: (No, not right now.)
pt: (No, non ora.)

# 372_Haruka
source: (Some other time.)
pt: (Un'altra volta.)

# 420_Haruka
source: Virtua Fighter 2 is a fighting game. Use the joystick and punch (P), kick (K), and guard (G) to bring your opponent's health to 0 and defeat them.
pt: Virtua Fighter 2 è un gioco di combattimento. Usa il joystick e Pugno (P), Calcio (K) e Parata (G) per azzerare la salute dell'avversario e sconfiggerlo.

# 432_Haruka
source: After winning two rounds against one opponent, you will be able to fight the next one. If you lose two rounds, it's game over.
pt: Dopo aver vinto due round contro un avversario, potrai affrontare il prossimo. Se perdi due round, è game over.

# 444_Haruka
source: Each player character has their unique abilities. You can see which button combinations produce which basic abilities by pressing <Action:Button_Touchpad@VirtuaFigter_1P> during play. There are more abilities than just those, though!
pt: Ogni personaggio giocabile ha le sue abilità uniche. Puoi vedere quali combinazioni di tasti producono quali abilità di base premendo <Action:Button_Touchpad@VirtuaFigter_1P> durante il gioco. Ci sono però più abilità di quelle!

# 456_Haruka
source: In Yakuza 5, you can play Version 2.1. This version includes an arcade cabinet in Club SEGA in Nagoya and Nakamichi St. in Kamurocho. Each arcade cabinet has its own difficulty level. Find the one that works best for you!
pt: In Yakuza 5, puoi giocare la Versione 2.1. Questa versione include un cabinato arcade al Club SEGA di Nagoya e in Nakamichi St. a Kamurocho. Ogni cabinato arcade ha il suo livello di difficoltà. Trova quello che fa più per te!

# 468_Haruka
source: (Virtua Fighter 2 on the easy setting for one hundred yen. Do I want to play?)
pt: (Virtua Fighter 2 a difficoltà facile per cento yen. Voglio giocare?)

# 504_Kiryu
source: (I don't have money...)
pt: (Non ho soldi...)

# 516_Akiyama
source: (I'm all out of cash.)
pt: (Ho finito i soldi.)

# 528_Saejima
source: (Ain't got the money.)
pt: (Non ho i soldi.)

# 540_Shinada
source: (Oops. Can't afford it.)
pt: (Ops. Non me lo posso permettere.)

# 552_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 588_Kiryu
source: (All right. Let's try this.)
pt: (Va bene. Proviamo.)

# 600_Akiyama
source: (Sure, why not? Let's play.)
pt: (Va bene, perché no? Giochiamo.)

# 612_Saejima
source: (Sure. Let's play.)
pt: (Va bene. Giochiamo.)

# 624_Shinada
source: (Okay. let's play this thing.)
pt: (Va bene. Giochiamo a 'sta roba.)

# 636_Haruka
source: (Okay! Here goes.)
pt: (Va bene! Si parte!)

# 672_Kiryu
source: (No, not right now.)
pt: (No, non ora.)

# 684_Akiyama
source: (No, maybe not.)
pt: (No, magari no.)

# 696_Saejima
source: (Nah. Forget it.)
pt: (No. Lascia perdere.)

# 708_Shinada
source: (Nah. Not right now.)
pt: (No. Non ora.)

# 720_Haruka
source: (Some other time.)
pt: (Un'altra volta.)

# 768_Haruka
source: Virtua Fighter 2 is a fighting game. Use the joystick and punch (P), kick (K), and guard (G) to bring your opponent's health to 0 and defeat them.
pt: Virtua Fighter 2 è un gioco di combattimento. Usa il joystick e Pugno (P), Calcio (K) e Parata (G) per azzerare la salute dell'avversario e sconfiggerlo.

# 780_Haruka
source: After winning two rounds against one opponent, you will be able to fight the next one. If you lose two rounds, it's game over.
pt: Dopo aver vinto due round contro un avversario, potrai affrontare il prossimo. Se perdi due round, è game over.

# 792_Haruka
source: Each player character has their unique abilities. You can see which button combinations produce which basic abilities by pressing <Action:Button_Touchpad@VirtuaFigter_1P> during play. There are more abilities than just those, though!
pt: Ogni personaggio giocabile ha le sue abilità uniche. Puoi vedere quali combinazioni di tasti producono quali abilità di base premendo <Action:Button_Touchpad@VirtuaFigter_1P> durante il gioco. Ci sono però più abilità di quelle!

# 804_Haruka
source: In Yakuza 5, you can play Version 2.1. This version includes an arcade cabinet in Club SEGA in Nagoya and Nakamichi St. in Kamurocho. Each arcade cabinet has its own difficulty level. Find the one that works best for you!
pt: In Yakuza 5, puoi giocare la Versione 2.1. Questa versione include un cabinato arcade al Club SEGA di Nagoya e in Nakamichi St. a Kamurocho. Ogni cabinato arcade ha il suo livello di difficoltà. Trova quello che fa più per te!
