Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690107.po
Languages: pt

source: You got 900 experience points.
pt: Hai ottenuto 900 punti esperienza.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Event Organizer
pt: Organizzatore di eventi

# 56_Haruka
source: That was so much fun!
pt: Mi sono divertita un sacco!

# 68_Event Organizer
source: Sawamura-san, that was great! The handshake event was a huge success!
pt: Sawamura, è stato fantastico! L'evento di strette di mano è stato un successo enorme!

# 80_Event Organizer
source: We'll definitely have to write a feature about this. I'm sure the fans will love it!
pt: Dobbiamo assolutamente fare un servizio su questo. Sono sicuro che i fan ne andranno matti!

# 92_Haruka
source: Oh, I hope so!
pt: Oh, lo spero!

# 104_Event Organizer
source: Until next time!
pt: Alla prossima!

# 116_Haruka
source: Yes! I'll be looking forward to it!
pt: Sì! Non vedo l'ora!

# 284_Haruka
source: That was so much fun!
pt: Mi sono divertita un sacco!

# 296_Event Organizer
source: Sawamura-san, that was good! The handshake event was a success!
pt: Sawamura, è stato ottimo! L'evento di strette di mano è stato un successo!

# 308_Event Organizer
source: We'll definitely have to write an article about this. The fans will be glad to see it!
pt: Dobbiamo assolutamente fare un servizio su questo. I fan saranno contenti di vederlo!

# 320_Haruka
source: Oh, thank you!
pt: Oh, grazie!

# 332_Event Organizer
source: Until next time!
pt: Alla prossima!

# 344_Haruka
source: Yes! I'll be looking forward to it!
pt: Sì! Non vedo l'ora!

# 512_Haruka
source: Um, thank you for the opportunity...
pt: Uhm, grazie per l'opportunità...

# 524_Event Organizer
source: Sawamura-san... What in the world happened?
pt: Sawamura-san... Cosa diavolo è successo?

# 536_Haruka
source: I'm so sorry! I just couldn't seem to find my rhythm.
pt: Mi dispiace un sacco! Non sono proprio riuscita a trovare il mio ritmo.

# 548_Event Organizer
source: I know interacting with the fans isn't easy, but you have to be able to do better than that.
pt: Lo so, interagire con i fan non è facile, ma devi fare di meglio di così.

# 560_Haruka
source: Yes. I'm very sorry.
pt: Sì. Mi dispiace un sacco.

# 572_Event Organizer
source: That's all right. Well, I guess we're done for today.
pt: Va bene. Beh, direi che per oggi abbiamo finito.

# 584_Haruka
source: Okay. I really apologize.
pt: Va bene. Mi dispiace un sacco.
