Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

# 3408_Saejima
source: What are ya, a cat? Yer still young, stop whinin' and go outside.
pt: Ma che sei, un gatto? Sei ancora giovane, smettila di lagnarti e vedi di uscire.

# 3420_Kaguya
source: Oh, I have a cat! He's always lounging around the house.
pt: Oh, ho un gatto! Passa tutto il tempo a poltrire per casa.

# 3432_Saejima
source: I like cats. I wanna get one for myself.
pt: Mi piacciono i gatti. Vorrei prenderne uno per me.

# 3444_Kaguya
source: Ooh, you like cats too, Saejima-san? I never would have guessed!
pt: Ooh, piacciono anche a te i gatti, Saejima-san? Non l'avrei mai detto!

# 3456_Saejima
source: What I really like are tigers. But since you can't have one of those as a pet, I gotta go with a cat instead.
pt: In realtà quelle che mi piacciono davvero sono le tigri. Ma visto che non si possono tenere come animali domestici, mi tocca ripiegare su un gatto.

# 3468_Kaguya
source: Ahaha! A tiger, huh? Well, given how big they are, I bet they'd be super warm.
pt: Ahaha! Una tigre, eh? Be', vista la loro stazza, scommetto che terrebbero un gran calduccio.

# 3480_Saejima
source: It'll get fat if ya never let it out. And chubby cats ain't cute at all.
pt: Diventerà grasso se non lo fai mai uscire. E i gatti ciccioni non sono per niente carini.

# 3492_Kaguya
source: That's not true! I think both cats and people look perfectly cute with a little bit of plumpness to them!
pt: Non è vero! Secondo me sia i gatti che le persone sono carinissimi con un po' di ciccetta!

# 3504_Saejima
source: Why are ya praisin' yourself so casual-like?
pt: Perché ti fai i complimenti così, come se niente fosse?

# 3516_Kaguya
source: Was it that obvious?
pt: Si vedeva così tanto?

# 3528_Saejima
source: Gimme a break...
pt: Ma fammi il favore...

# 3540_Saejima
source: Just like its owner... Do ya ever let yer cat outside?
pt: Proprio come la sua padrona... Lo fai mai uscire, il tuo gatto?

# 3552_Kaguya
source: Never. I always keep all my windows closed. It gets too cold if I leave them open.
pt: Mai. Tengo sempre tutte le finestre chiuse. Fa troppo freddo se le lascio aperte.

# 3564_Saejima
source: But doesn't the cat ever wanna get out a bit?
pt: Ma al gatto non viene mai voglia di uscire un po'?

# 3576_Kaguya
source: No, not at all! He definitely likes to stay inside.
pt: No, per niente! Gli piace proprio starsene in casa.

# 3588_Kaguya
source: This morning, the TV said that Scorpios would have the best of luck today!
pt: Stamattina in TV hanno detto che oggi lo Scorpione sarà il segno più fortunato in assoluto!

# 3600_Saejima
source: Lucky you. What'd they say?
pt: Beata te. Che dicevano?

# 3612_Kaguya
source: They said today would be lucky for money! So I've got high hopes!
pt: Hanno detto che oggi sarei stata fortunata con i soldi! Quindi ho delle grandi speranze!

# 3624_Saejima
source: Want me to buy some drinks?
pt: Vuoi che ordini dei drink?

# 3636_Kaguya
source: Do you really mean it?
pt: Dici sul serio?

# 3648_Saejima
source: Sure. I like to work hard and play hard. Might as well have some fun today.
pt: Sicuro. Mi piace darci dentro, sia nel lavoro che nel divertimento. Tanto vale divertirsi un po' oggi.

# 3660_Kaguya
source: I knew I could count on you, Saejima-san! You're so generous!
pt: Sapevo di poter contare su di te, Saejima-san! Sei così generoso!

# 3672_Kaguya
source: Service, please!
pt: Cameriere, per favore!

# 3696_Saejima
source: I can't afford it. Sorry. Maybe next time.
pt: Non me lo posso permettere. Scusa. Magari la prossima volta.

# 3708_Kaguya
source: Okaaay...
pt: Va beeene...

# 3720_Saejima
source: Just kiddin'. I see right through yer attempt at beggin'. I wasn't born yesterday, y'know.
pt: Sto solo scherzando. Ti ho sgamata subito mentre cercavi di scroccare. Non sono mica nato ieri, sai.

# 3732_Kaguya
source: Awww! Can't you just play along?
pt: E dai! Non potresti semplicemente stare al gioco?

# 3744_Saejima
source: Can't help ya.
pt: Non posso aiutarti.

# 3756_Kaguya
source: Oh, why do you have to be such a wet blanket when I'm making an effort here?
pt: Oh, perché devi fare così il guastafeste proprio quando io ce la sto mettendo tutta?

# 3768_Saejima
source: It's yer job to make the effort.
pt: È il tuo lavoro mettercela tutta.

# 3780_Saejima
source: Are they ever right? Don't different shows all say different things?
pt: Ma ci azzeccano mai? Programmi diversi non dicono tutti cose diverse?

# 3792_Kaguya
source: Please, let me dream a little. I've been keeping my eyes peeled all day in case I find money that's been dropped on the ground.
pt: Ti prego, fammi sognare un po'. Ho tenuto gli occhi aperti tutto il giorno, casomai trovassi dei soldi caduti per terra.

# 3804_Saejima
source: Maybe ya will. If ya didn't have the crazy idea to be lookin' for it, it might actually be there and ya'd never even notice.
pt: Magari ci riesci. Se non avessi quest'idea matta di stare a cercarli, potrebbero essere proprio lì e non te ne accorgeresti nemmeno.

# 3816_Kaguya
source: Exactly. It's important to strive towards your goals.
pt: Proprio così. È importante impegnarsi per raggiungere i propri obiettivi.

# 3828_Saejima
source: Ya dummy. If you could get money that easily, everyone would be rich.
pt: Sei proprio un dummy. Se fosse così facile fare soldi, sarebbero tutti ricchi.

# 3840_Kaguya
source: That's why I'm only doing it for today.
pt: Ecco perché lo faccio solo per oggi.

# 3852_Saejima
source: That's basically just stealin' though. If ya do find money, you should take it to the cops.
pt: In pratica però è come rubare. Se trovi dei soldi, dovresti portarli alla polizia.

# 3864_Kaguya
source: Okaaay...
pt: Va beneee...

# 3876_Saejima
source: So you believe in astrology, huh? Ya seem to be pretty happy-go-lucky, so I didn't expect it.
pt: Quindi credi all'astrologia, eh? Sembri uno piuttosto spensierato, quindi non me l'aspettavo.

# 3888_Kaguya
source: I don't really believe in it, exactly. I just think it's fun to watch it every day. Kind of like if it were baseball or soccer.
pt: Non è che ci creda davvero, ecco. Penso solo che sia divertente guardarlo ogni giorno. Un po' come se fosse il baseball o il calcio.

# 3900_Kaguya
source: It would be like, "Get out there and go for it, Scorpios!" or, "Might wanna rein it in a bit there, Geminis."
pt: Sarebbe tipo: "Andate là fuori e dateci dentro, Scorpione!" oppure: "Forse dovreste darvi una regolata, Gemelli."

# 3912_Saejima
source: So you believe in astrology, huh? Ya seem to be pretty happy-go-lucky, so I didn't expect it.
pt: Quindi credi all'astrologia, eh? Sembri uno piuttosto spensierato, quindi non me l'aspettavo.

# 3924_Kaguya
source: I don't really believe in it, exactly. I just think it's fun to watch it every day. Kind of like if it were baseball or soccer.
pt: Non è che ci creda davvero, ecco. Penso solo che sia divertente guardarlo ogni giorno. Un po' come se fosse il baseball o il calcio.

# 3936_Kaguya
source: It would be like, "Get out there and go for it, Scorpios!" or, "Might wanna rein it in a bit there, Geminis."
pt: Sarebbe tipo: "Andate là fuori e dateci dentro, Scorpione!" oppure: "Forse dovreste darvi una regolata, Gemelli."

# 3948_Saejima
source: So you believe in astrology, huh? Ya seem to be pretty happy-go-lucky, so I didn't expect it.
pt: Quindi credi all'astrologia, eh? Sembri uno piuttosto spensierato, quindi non me l'aspettavo.

# 3960_Kaguya
source: I don't really believe in it, exactly. I just think it's fun to watch it every day. Kind of like if it were baseball or soccer.
pt: Non è che ci creda davvero, ecco. Penso solo che sia divertente guardarlo ogni giorno. Un po' come se fosse il baseball o il calcio.

# 3972_Kaguya
source: It would be like, "Get out there and go for it, Scorpios!" or, "Might wanna rein it in a bit there, Geminis."
pt: Sarebbe tipo: "Andate là fuori e dateci dentro, Scorpione!" oppure: "Forse dovreste darvi una regolata, Gemelli."

# 3984_Saejima
source: That's fun. And just like baseball, there's twelve teams to follow.
pt: È divertente. E proprio come nel baseball, ci sono dodici squadre da seguire.

# 3996_Kaguya
source: Yeah, see? You should root for your team too, Saejima-san!
pt: Sì, visto? Dovresti fare il tifo anche tu per la tua squadra, Saejima-san!

# 4008_Saejima
source: I wonder if it'd work.
pt: Chissà se funzionerebbe.

# 4020_Saejima
source: What's the point? I bet they just cycle through the same things every day.
pt: Che senso ha? Scommetto che si limitano a ripetere le stesse cose ogni giorno.

# 4032_Kaguya
source: But that's what luck's like. You can't do anything if you're on a bad streak. It's smart living to put effort in only at the right times.
pt: Ma la fortuna è fatta così. Non puoi farci niente se sei in un periodo no. È da furbi darsi da fare solo nei momenti giusti.

# 4044_Saejima
source: Sounds like an excuse for bein' a slacker.
pt: Sembra solo una scusa per battere la fiacca.

# 4056_Saejima
source: You should go all in then. What did it say about yer luck with romance?
pt: Allora dovresti puntare tutto. Che diceva sulla tua fortuna in amore?

# 4068_Kaguya
source: Well... They did say I may have a chance encounter with a real dreamy guy!
pt: Be'... Dicevano che potrei fare un incontro fortuito con un tipo davvero da sogno!

# 4080_Kaguya
source: I wonder if they meant you, Saejima-san!
pt: Chissà se si riferivano a te, Saejima-san!

# 4092_Saejima
source: Who knows?
pt: Chi lo sa?

# 4104_Saejima
source: You should go all in then. What did it say about yer luck with romance?
pt: Allora dovresti puntare tutto. Che diceva sulla tua fortuna in amore?

# 4116_Kaguya
source: Well... They did say I may have a chance encounter with a real dreamy guy!
pt: Be'... Dicevano che potrei fare un incontro fortuito con un tipo davvero da sogno!

# 4128_Kaguya
source: But I guess I didn't. That guy would have bought an expensive bottle of liquor. Hint hint...
pt: Ma a quanto pare no. Quel tipo avrebbe ordinato una bottiglia di quelle costose. Capito il suggerimento?...

# 4140_Saejima
source: I said I'd buy one next time. Geez.
pt: Ho detto che ne avrei presa una la prossima volta. Che diamine.

# 4152_Saejima
source: You should go all in then. What did it say about yer luck with romance?
pt: Allora dovresti puntare tutto. Che diceva sulla tua fortuna in amore?

# 4164_Kaguya
source: Well... They did say I may have a chance encounter with a real dreamy guy!
pt: Be'... Dicevano che potrei fare un incontro fortuito con un tipo davvero da sogno!

# 4176_Saejima
source: Hm. Good luck with that.
pt: Hm. Buona fortuna.

# 4188_Kaguya
source: You know, lots of people tell me I'm a pretty easygoing person.
pt: Sai, un sacco di gente mi dice che sono una persona piuttosto alla mano.

# 4200_Saejima
source: Ya do seem pretty laid back most times.
pt: In effetti sembri proprio una tipa tranquilla il più delle volte.

# 4212_Kaguya
source: Are you the more impatient type, Saejima-san?
pt: Sei il tipo impaziente, Saejima-san?

# 4224_Saejima
source: Yeah. We Kansai folk are all pretty impatient. We dunno how to just sit and wait.
pt: Già. Noi del Kansai siamo tutti piuttosto impazienti. Non siamo proprio capaci di starcene lì fermi ad aspettare.

# 4236_Kaguya
source: I get that impression, yes. I'll be talking to someone and they'll be all, "What's your point?" before I'm even done with what I'm saying.
pt: Sì, ho proprio questa impressione. Magari sto parlando con qualcuno e quello se ne esce con: "Sì, e allora?", prima ancora che io finisca di dire quello che sto dicendo.

# 4248_Saejima
source: Yeah, sounds 'bout right. We're not good with drawn-out, ramblin' conversations.
pt: Già, mi sembra proprio così. Non siamo fatti per i discorsi che vanno troppo per le lunghe.

# 4260_Saejima
source: Nah, I'm the kinda guy who can wait things out when I wanna.
pt: Macché, sono il tipo che sa aspettare quando vuole.

# 4272_Kaguya
source: Yeah, you strike me as someone who does his own thing, regardless of what other people want.
pt: Già, mi dai l'idea di essere uno che fa di testa sua, a prescindere da quello che vogliono gli altri.

# 4284_Saejima
source: Ya can't let yerself get caught up in what other folks want. I go at my own pace.
pt: Non puoi lasciarti condizionare da quello che vogliono gli altri. Io vado con i miei tempi.

# 4296_Kaguya
source: So yeah, the other day a friend of mine sent me an email. When I didn't respond right away she got all mad, demanding I get back to her.
pt: Insomma, l'altro giorno un'amica mi ha mandato un'e-mail. Siccome non ho risposto subito si è arrabbiata di brutto, pretendendo che le rispondessi immediatamente.

# 4308_Kaguya
source: It's not like she called me on the phone, so it isn't like I needed to reply right away, right? Am I weird for thinking that?
pt: Non è mica che mi abbia chiamato al telefono, quindi non è che dovessi rispondere subito, no? Sono strana a pensarla così?

# 4320_Kaguya
source: So yeah, the other day a friend of mine sent me an email. When I didn't respond right away she got all mad, demanding I get back to her.
pt: Insomma, l'altro giorno un'amica mi ha mandato un'e-mail. Siccome non ho risposto subito si è arrabbiata di brutto, pretendendo che le rispondessi immediatamente.

# 4332_Kaguya
source: It's not like she called me on the phone, so it isn't like I needed to reply right away, right? Am I weird for thinking that?
pt: Non è mica che mi abbia chiamato al telefono, quindi non è che dovessi rispondere subito, no? Sono strana a pensarla così?

# 4344_Saejima
source: Nah, it's up to you. Just 'cause ya got mail, it don't mean ya gotta respond.
pt: Macché, sta a te. Solo perché ti è arrivata un'e-mail, mica vuol dire che devi rispondere per forza.

# 4356_Kaguya
source: I agree! If she wanted a prompt reply she should have said so in the email. But if she had, I probably would have ignored it.
pt: Sono d'accordo! Se voleva una risposta immediata avrebbe dovuto scriverlo nell'e-mail. Ma se l'avesse fatto, probabilmente l'avrei ignorata lo stesso.

# 4368_Saejima
source: Nah, it's up to you. Just 'cause ya got mail, it don't mean ya gotta respond.
pt: Macché, sta a te. Solo perché ti è arrivata un'e-mail, mica vuol dire che devi rispondere per forza.

# 4380_Kaguya
source: I agree! If she wanted a prompt reply she should have said so in the email. But if she had, I probably would have ignored it.
pt: Sono d'accordo! Se voleva una risposta immediata avrebbe dovuto scriverlo nell'e-mail. Ma se l'avesse fatto, probabilmente l'avrei ignorata lo stesso.

# 4392_Saejima
source: You should respond right away. The other person might need ya to.
pt: Dovresti rispondere subito. L'altra persona potrebbe averne bisogno.

# 4404_Kaguya
source: But all she wanted to know was if I was free. And it's not like me being free means I want to hang out. I was thinking about when I wanted to do other stuff.
pt: Ma voleva solo sapere se ero libera. E non è che se sono libera vuol dire che abbia voglia di uscire. Stavo pensando a quando avrei voluto fare altre cose.

# 4416_Saejima
source: So ya had yer own stuff to worry about, then.
pt: Quindi avevi i fatti tuoi a cui pensare, allora.

# 4428_Saejima
source: You should respond right away. The other person might need ya to.
pt: Dovresti rispondere subito. L'altra persona potrebbe averne bisogno.

# 4440_Kaguya
source: But didn't you just say you can't let yourself get caught up in what other people want?
pt: Ma non hai appena detto che non puoi lasciarti condizionare da quello che vogliono gli altri?

# 4452_Saejima
source: That's different. Ya gotta just go with the flow sometimes.
pt: È diverso. A volte tocca solo seguire la corrente.

# 4464_Kaguya
source: What's that supposed to mean?
pt: Cosa dovrebbe significare?

# 4476_Saejima
source: How long did ya put it off, anyway?
pt: Per quanto tempo l'hai rimandata, comunque?

# 4488_Kaguya
source: Um... Around three weeks?
pt: Ehm... Circa tre settimane?

# 4500_Saejima
source: How long did ya put it off, anyway?
pt: Per quanto tempo l'hai rimandata, comunque?

# 4512_Kaguya
source: Um... Around three weeks?
pt: Ehm... Circa tre settimane?

# 4524_Saejima
source: That's it? If she got mad at ya over that, she must be pretty impatient.
pt: Tutto qui? Se si è arrabbiata con te per questo, dev'essere proprio impaziente.

# 4536_Kaguya
source: Seriously. I check my email when I have time. I don't need someone to tell me when to read my messages.
pt: Dico sul serio. Controllo le email quando ho tempo. Non ho bisogno che qualcuno mi dica quando leggere i miei messaggi.

# 4548_Kaguya
source: We have plenty of opportunities to hang out, so I don't get what the big rush was all about.
pt: Abbiamo un sacco di occasioni per vederci, quindi non capisco proprio a cosa servisse tutta quella fretta.

# 4560_Saejima
source: Well, ya never know when it might be the last. Ya need to value your time with yer friends.
pt: Beh, non si sa mai quando potrebbe essere l'ultima volta. Devi far tesoro del tempo che passi con i tuoi amici.

# 4572_Saejima
source: Yeah, that was too long. Goin' that long without respondin', she mighta started wonderin' if you were dead or somethin'.
pt: Sì, è passato troppo tempo. A stare così tanto senza rispondere, magari ha iniziato a chiedersi se fossi morta o roba del genere.

# 4584_Kaguya
source: Then how long can I wait before responding?
pt: Allora quanto posso aspettare prima di rispondere?

# 4596_Saejima
source: Hm... Maybe three minutes or so?
pt: Hm... Forse tre minuti o giù di lì?

# 4608_Kaguya
source: What? That's waaay too short! How impatient a guy are you, Saejima-san?
pt: Cosa? È decisamente troppo poco! Ma quanto sei impaziente, Saejima-san?

# 4620_Saejima
source: I'm not talkin' about me. My partner says he wants an answer in three minutes.
pt: Non sto parlando di me. Il mio socio dice che vuole una risposta entro tre minuti.

# 4632_Saejima
source: Yeah, that was too long. Goin' that long without respondin', she mighta started wonderin' if you were dead or somethin'.
pt: Sì, è passato troppo tempo. A stare così tanto senza rispondere, magari ha iniziato a chiedersi se fossi morta o roba del genere.

# 4644_Kaguya
source: Then how long can I wait before responding?
pt: Allora quanto posso aspettare prima di rispondere?

# 4656_Saejima
source: Hm... Maybe three days or so?
pt: Hm... Forse tre giorni o giù di lì?

# 4668_Kaguya
source: I guess I could probably manage that.
pt: Credo che potrei farcela.

# 4680_Saejima
source: If you email me, ya probably shouldn't expect a response for three days.
pt: Se mi mandi un'email, probabilmente non dovresti aspettarti una risposta per tre giorni.

# 4692_Saejima
source: Ya probably just forgot. Did ya not even remember it until she bugged ya for a reply?
pt: Probabilmente te ne sei solo dimenticata. Non te ne sei neanche ricordata finché non ti ha assillata per una risposta?

# 4704_Kaguya
source: Hahaha! You got me there.
pt: Hahaha! Mi hai beccata.

# 4716_Saejima
source: Go figure. Yer not easygoing, then. Just forgetful.
pt: Pensa un po'. Allora non è che sei una tipa alla mano. Sei solo una smemorata.

# 4728_Kaguya
source: Hey, I've got something to tell you real quick!
pt: Ehi, devo dirti una cosa al volo!

# 4740_Saejima
source: Yeah?
pt: Sì?

# 4752_Kaguya
source: One of the girls here who I'm good friends with is going to be working at a cabaret club!
pt: Una delle ragazze qui con cui sono molto amica inizierà a lavorare in un cabaret club!

# 4764_Saejima
source: Right.
pt: Giusto.

# 4776_Kaguya
source: Right? Do you really get what I'm saying?
pt: Vero? Hai capito davvero quello che sto dicendo?

# 4788_Saejima
source: Huh? What're ya talkin' about? Doesn't she already work here?
pt: Eh? Ma che vai dicendo? Non lavora già qui?

# 4800_Kaguya
source: I said at a cabaret club.
pt: Ho detto in un cabaret club.

# 4812_Kaguya
source: Here in Tsukimino, "cabaret club" is what we call the sexy kind.
pt: Qui a Tsukimino, "cabaret club" è come chiamiamo quelli di tipo sexy.

# 4824_Saejima
source: And by the sexy kind, you mean...
pt: E con tipo sexy, intendi...

# 4836_Kaguya
source: It's like... A club where girls take their tops off and you're allowed to touch.
pt: È tipo... Un locale dove le ragazze si tolgono i vestiti di sopra e puoi toccarle.

# 4848_Saejima
source: You can touch!?
pt: Si può toccare!?

# 4860_Kaguya
source: Not here you can't! Geez, Saejima-san, stop being such a pervert.
pt: Qui no di certo! Mamma mia, Saejima-san, non fare il pervertito.

# 4884_Saejima
source: I had no idea. That's different from Tokyo.
pt: Non ne avevo idea. È diverso da Tokyo.

# 4896_Kaguya
source: Yeah. That's why the barkers have to watch out, to make sure customers know what kind of place they're being taken to.
pt: Già. Ecco perché i buttadentro devono fare attenzione, per assicurarsi che i clienti sappiano in che tipo di locale li stanno portando.

# 4908_Saejima
source: Then this place ain't a cabaret club?
pt: Quindi questo posto non è un cabaret club?

# 4920_Kaguya
source: This is what's called a "new club."
pt: Questo è quello che viene chiamato "new club".

# 4932_Saejima
source: New club? Don't know that one.
pt: New club? Mai sentito.

# 4944_Kaguya
source: So, what do you think about this girl?
pt: Allora, che ne pensi di questa ragazza?

# 4956_Saejima
source: Good for her. She can do what she wants.
pt: Buon per lei. Può fare quello che vuole.

# 4968_Kaguya
source: Wow, you think so?
pt: Wow, dici davvero?

# 4980_Saejima
source: Why, are ya worried?
pt: Perché, sei preoccupata?

# 4992_Saejima
source: I'd be worried.
pt: Io mi preoccuperei.

# 5004_Kaguya
source: Me too! I told her she'd be better off not doing it, but...
pt: Anch'io! Le ho detto che farebbe meglio a non farlo, ma...

# 5016_Kaguya
source: Lots of girls say they're just going to work cabaret clubs, but before they know it, they're working the sex trade.
pt: Molte ragazze dicono che lavoreranno solo nei cabaret club, ma senza neanche accorgersene, finiscono nel giro della prostituzione.

# 5028_Kaguya
source: Lots of girls say they're just going to work cabaret clubs, but before they know it, they're working the sex trade.
pt: Molte ragazze dicono che lavoreranno solo nei cabaret club, ma senza neanche accorgersene, finiscono nel giro della prostituzione.

# 5040_Saejima
source: I see. If she thinks she can handle it, then I don't see the problem. But if she's just out to make some quick, easy money, that's no good.
pt: Capisco. Se pensa di poterlo gestire, allora non vedo il problema. Ma se vuole solo fare soldi facili e in fretta, allora non va bene.

# 5052_Kaguya
source: You're very nice towards women, y'know? I was wondering what I'd do if you supported it.
pt: Sei proprio gentile con le donne, sai? Mi stavo chiedendo cosa avrei fatto se tu l'avessi incoraggiata.

# 5064_Saejima
source: It's a line a' work, and there's a need for it. If she takes the job, she might be able to save someone. Just make sure she's tough enough.
pt: È un mestiere come un altro, e c'è chi ne ha bisogno. Se accetta quel lavoro, potrebbe essere in grado di salvare qualcuno. Assicurati solo che sia abbastanza tosta.

# 5076_Kaguya
source: Okay, I'll give her a call later. I hope she's willing to change her mind.
pt: Okay, la chiamerò più tardi. Spero che sia disposta a cambiare idea.

# 5088_Saejima
source: What's wrong with that? Ya may think that way 'cause yer a woman, but as a man, I can appreciate it.
pt: Che c'è di male? Tu potresti pensarla così perché sei una donna, ma da uomo, posso apprezzarlo.

# 5100_Kaguya
source: If I wasn't close to her I wouldn't really care, but we were friends enough to hang out regularly.
pt: Se non fossi stata legata a lei non mi importerebbe granché, ma eravamo abbastanza amiche da vederci regolarmente.
