Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 6240_Kiryu
source: I see. It's your fault for not checking on that before you borrowed it.
pt: Capisco. È colpa tua per non aver controllato prima di prenderla in prestito.

# 6252_Hinata
source: But get this! Another girl at the club told one of her clients about it, and he wound up paying off all the damages I owed!
pt: Ma senti questa! Un'altra ragazza del club l'ha raccontato a un suo cliente, e lui ha finito per ripagare tutti i danni che dovevo!

# 6264_Kiryu
source: You're lucky. If you were paying it off by yourself, it would have taken a lot of time.
pt: Sei fortunata. Se avessi dovuto ripagarlo da sola, ci avresti messo un sacco di tempo.

# 6276_Hinata
source: I know, right? I kept the accident a secret from my parents, so I was saving up to pay for it on my own.
pt: Lo so, vero? Ho tenuto l'incidente segreto ai miei genitori, quindi stavo risparmiando per pagarlo da sola.

# 6288_Kiryu
source: Be more careful next time. Cars are handy, but they can be dangerous. You're lucky this was a problem that money could fix.
pt: Fai più attenzione la prossima volta. Le auto sono comode, ma possono essere pericolose. Sei fortunata che fosse un problema risolvibile con i soldi.

# 6300_Hinata
source: That's why I don't drive anymore! At least now I don't have to worry about something like that happening again.
pt: Ecco perché non guido più! Almeno adesso non devo più preoccuparmi che succeda di nuovo una cosa del genere.

# 6312_Kiryu
source: That's smart. If you're not confident in your ability to drive safely, you shouldn't be driving at all.
pt: È saggio. Se non ti senti sicura della tua capacità di guidare con prudenza, non dovresti guidare affatto.

# 6324_Kiryu
source: Tell your parents. If you had, maybe they could have paid for you instead of a total stranger.
pt: Dillo ai tuoi genitori. Se l'avessi fatto, forse avrebbero potuto pagare loro invece di un perfetto sconosciuto.

# 6336_Hinata
source: Get real! The main reason I'm saving up money is so that I don't have to rely on them. If they found out, I don't know how they would've reacted.
pt: Ma per favore! Il motivo principale per cui sto mettendo da parte i soldi è proprio per non dover dipendere da loro. Se lo venissero a sapere, non so come reagirebbero.

# 6348_Hinata
source: Besides, I'm not a kid anymore. I should be able to fix my own problems instead of running to my parents for help.
pt: E poi non sono più una ragazzina. Dovrei essere in grado di risolvere i miei problemi da sola, invece di correre dai miei genitori per chiedere aiuto.

# 6360_Kiryu
source: That's true, but don't do anything to make your parents sad, either.
pt: Hai ragione, ma non fare nulla che possa far soffrire i tuoi genitori.

# 6372_Kiryu
source: What are you saving up for now then?
pt: E allora per cosa stai mettendo da parte i soldi, adesso?

# 6384_Hinata
source: Meh, nothing in particular.
pt: Mah, niente di particolare.

# 6396_Hinata
source: Oh, hey, maybe I can save up to pay for driving school and get my license back!
pt: Oh, ehi, forse potrei mettere da parte i soldi per l'autoscuola e riprendermi la patente!

# 6408_Kiryu
source: They took your license away? What kind of accident did you get into?
pt: Ti hanno ritirato la patente? Che tipo di incidente hai avuto?

# 6420_Kiryu
source: That seems strange. Does this client have some sort of ulterior motive?
pt: Sembra strano. Non è che questo cliente ha dei secondi fini?

# 6432_Hinata
source: Of course not! Geez, paranoid much?
pt: Certo che no! Cavolo, sei un tantino paranoico?

# 6444_Kiryu
source: Then what about this other hostess? Are you two particularly close?
pt: E invece quest'altra hostess? Siete particolarmente legate?

# 6456_Hinata
source: Oh right, that. So, there is a little more to the story.
pt: Ah, già, quello. Beh, c'è dell'altro dietro a questa storia.

# 6468_Kiryu
source: And what's that?
pt: E cos'è?

# 6480_Hinata
source: The amount I owed in damages was actually 600,000 yen, but the amount my coworker got from this guy was 800,000 yen!
pt: L'importo che dovevo per i danni in realtà era di 600.000 yen, ma la cifra che la mia collega ha ottenuto da quel tizio era di 800.000 yen!

# 6492_Kiryu
source: Seriously? I thought she sounded awfully nice for someone from Tokyo, but to think she'd do it just to make a profit for herself.
pt: Dici sul serio? Mi era sembrata fin troppo gentile per essere una di Tokyo, ma pensare che l'abbia fatto solo per il proprio tornaconto...

# 6504_Hinata
source: Hey, thanks to her I was bailed out big time! I don't think anything bad about her at all.
pt: Ehi, grazie a lei ne sono uscita alla grande! Non penso affatto male di lei.

# 6516_Kiryu
source: Looks like you got away with it this time. You Tokyo hostesses aren't to be messed with, huh?
pt: Pare che tu l'abbia fatta franca, stavolta. Con voi hostess di Tokyo non si scherza mica, eh?

# 6528_Kiryu
source: Unbelievable. So the hostess was the one pulling a fast one on the client.
pt: Incredibile. Quindi era l'hostess quella che stava fregando il cliente.

# 6540_Hinata
source: Right! When I heard that, I was super impressed!
pt: Esatto! Quando l'ho saputo, sono rimasta davvero colpita!

# 6552_Hinata
source: If I ever wind up in that sort of situation, I'm definitely going to talk up the amount of money I need!
pt: Se mai dovessi finire in una situazione del genere, gonfierò di sicuro la cifra di cui ho bisogno!

# 6564_Kiryu
source: That's one impressive scam right there.
pt: È proprio un bel raggiro, non c'è che dire.

# 6840_Hinata
source: Are you from Tokyo, Kiryu-san?
pt: Sei di Tokyo, Kiryu-san?

# 6852_Kiryu
source: Yeah. I used to live here, but due to some... circumstances, I wound up living in Hakata.
pt: Sì. Vivevo qui, ma a causa di certe... circostanze, sono finito a vivere a Hakata.

# 6864_Hinata
source: Hakata!? Wow, that's really far away!
pt: Hakata!? Wow, è davvero lontana!

# 6876_Kiryu
source: Yes. And before that I lived in Okinawa.
pt: Sì. E prima ancora ho vissuto a Okinawa.

# 6888_Hinata
source: No way! Wow, you sure do move a lot. I've lived in Saitama since I was born.
pt: Ma dai! Wow, ti sei spostato proprio parecchio. Io vivo a Saitama da quando sono nata.

# 6900_Kiryu
source: Oh, wow. At your parents' house, I take it?
pt: Oh, wow. A casa dei tuoi, immagino?

# 6912_Hinata
source: Yeah. My parents are cool with me working at night, so I don't live alone. But most hostesses have to move out of their parents' place.
pt: Sì. Ai miei sta bene che lavori di notte, quindi non vivo da sola. Ma la maggior parte delle hostess deve andarsene via di casa.

# 6924_Kiryu
source: I'll bet.
pt: Puoi dirlo forte.

# 6936_Kiryu
source: Saitama, huh?
pt: Saitama, eh?

# 6948_Hinata
source: Hey, hold on. Are you sighing because you're disappointed?
pt: Ehi, aspetta un attimo. Stai sospirando perché sei deluso?

# 6960_Kiryu
source: No, it's not that. It's just that you're not from Tokyo.
pt: No, non è quello. È solo che non sei di Tokyo.

# 6972_Hinata
source: Well, no. But the girls here come from places like Chiba and Yokohama, too. We're from all over.
pt: Beh, no. Ma le ragazze qui vengono anche da posti come Chiba e Yokohama. Veniamo un po' da ogni dove.

# 6984_Kiryu
source: I suppose that's part of the charm of a Tokyo cabaret club.
pt: Immagino che faccia parte del fascino di un cabaret club di Tokyo.

# 6996_Kiryu
source: Have you been working here long?
pt: Lavori qui da molto?

# 7008_Hinata
source: No, quite the opposite! Today's my first day!
pt: No, anzi! Oggi è il mio primo giorno!

# 7020_Kiryu
source: Oh really? So you didn't even work any trial shifts?
pt: Ah, davvero? Quindi non hai fatto nemmeno un turno di prova?

# 7032_Hinata
source: Nope. But I did go through a lot of training.
pt: No. Però ho fatto un sacco di addestramento.

# 7044_Kiryu
source: You don't look it. I'd expect you to be a lot more nervous for your first time.
pt: Non si direbbe. Mi sarei aspettato che fossi molto più nervosa, per essere la tua prima volta.

# 7056_Hinata
source: Maybe because I got so much training? It doesn't really feel like it's my first time.
pt: Sarà perché ho fatto un sacco di addestramento? Non mi sembra proprio che sia la mia prima volta.

# 7068_Kiryu
source: So does that mean I'm your very first client?
pt: Quindi significa che sono il tuo primissimo cliente?

# 7080_Hinata
source: Hehehe. I actually had another client right before you.
pt: Ehehe. In realtà ho avuto un altro cliente proprio prima di te.

# 7092_Kiryu
source: How did it go?
pt: Com'è andata?

# 7104_Hinata
source: Aww, it was just some pointless small talk for a bit, and then suddenly time was up!
pt: Aww, abbiamo solo fatto un po' di chiacchiere del più e del meno e poi, all'improvviso, il tempo è scaduto!

# 7116_Kiryu
source: Good job. Some girls are so nervous their first time that they can barely hold a conversation.
pt: Brava. Certe ragazze sono così nervose la prima volta che riescono a malapena a sostenere una conversazione.

# 7128_Hinata
source: Really? I must have a knack for it, then!
pt: Davvero? Allora devo esserci proprio portata!

# 7140_Kiryu
source: Heh.
pt: Eh.

# 7152_Kiryu
source: That's no good. If you don't try to get the customer to order more things, how are you going to make a profit?
pt: Così non va bene. Se non cerchi di convincere il cliente a ordinare di più, come pensi di fare profitto?

# 7164_Hinata
source: Oh yeah, right. I didn't even think about that!
pt: Ah, già, è vero. Non ci avevo nemmeno pensato!

# 7176_Kiryu
source: You'll pick it up with experience.
pt: Lo imparerai con l'esperienza.

# 7188_Hinata
source: Would you like to order something, Kiryu-san?
pt: Vuoi ordinare qualcosa, Kiryu-san?

# 7200_Kiryu
source: Huh? Uh, sure.
pt: Eh? Uh, certo.

# 7212_Kiryu
source: That's a shame. I wish I'd gotten here earlier.
pt: È un peccato. Avrei voluto arrivare qui prima.

# 7224_Hinata
source: Well, you can still be the first client to request me by name!
pt: Beh, puoi ancora essere il primo cliente a chiedermi per nome!

# 7236_Kiryu
source: You're a real silver-tongued devil, aren't you? At this rate, you'll have regular clients lined up in no time.
pt: Hai proprio la lingua d'oro, eh? Di questo passo, avrai la fila di clienti fissi in men che non si dica.

# 7248_Hinata
source: And wouldn't you like to be one of them, hmm?
pt: E non ti piacerebbe essere uno di loro, eh?

# 7260_Kiryu
source: Hey, now. You do realize it's not that easy to get regular clients, right?
pt: Ehi, guarda che non è mica così facile farsi dei clienti fissi, lo sai?

# 7272_Hinata
source: Wow, talk about a wet blanket.
pt: Certo che sei proprio un guastafeste.

# 7284_Kiryu
source: Well, it's true.
pt: Beh, è la verità.

# 7296_Kiryu
source: I'll consider it. I am going to be in town for a while.
pt: Ci penserò. Resterò in città per un po'.

# 7308_Hinata
source: Really? Then you have to come back!
pt: Davvero? Allora devi tornare!

# 7320_Kiryu
source: You know, you don't want to look too desperate for customers, either.
pt: Sai, non ti conviene neanche sembrare troppo disperata per i clienti.

# 7332_Kiryu
source: I'm guessing you were an assistant?
pt: Scommetto che facevi l'assistente?

# 7344_Hinata
source: Well, yes, but I still had to pay a lot of attention. It was tough.
pt: Beh, sì, ma dovevo comunque prestare molta attenzione. È stata dura.

# 7356_Kiryu
source: If you're not careful, you'll never be able to get a customer on your own. Even if you're an assistant, you should make yourself desirable to guests.
pt: Se non stai attenta, non riuscirai mai a procurarti un cliente da sola. Anche se sei un'assistente, dovresti renderti desiderabile per i clienti.

# 7368_Hinata
source: Sounds like you have a lot of cabaret club experience, Kiryu-san. You could almost be a trainer, I bet.
pt: Sembra proprio che tu abbia molta esperienza con i cabaret club, Kiryu-san. Scommetto che potresti quasi fare l'istruttore.

# 7380_Kiryu
source: I was more or less, a long time ago.
pt: Più o meno lo sono stato, tanto tempo fa.

# 7392_Hinata
source: Oh hey, listen up!
pt: Oh, ehi, senti un po'!

# 7404_Kiryu
source: What is it?
pt: E cioè?

# 7416_Hinata
source: My rank here in the club went up!
pt: Il mio grado qui nel club è salito!

# 7428_Kiryu
source: Well, look at you. You only just started, too. Do you already have that many regular clients?
pt: Beh, guarda un po'. E hai pure iniziato da poco. Hai già così tanti clienti fissi?

# 7440_Hinata
source: Only a few, but still, they've come back a number of times.
pt: Solo pochi, ma sono comunque tornati un bel po' di volte.

# 7452_Kiryu
source: Good. Guess I should step it up as well.
pt: Bene. Immagino che dovrei darmi da fare anch'io.

# 7464_Kiryu
source: Keep at it. It's much harder to maintain your rank than to raise it. It's going to be tough.
pt: Continua così. È molto più difficile mantenere il proprio grado che aumentarlo. Sarà dura.

# 7476_Hinata
source: I hear that. I'm going to give it my all!
pt: Hai ragione. Ce la metterò tutta!

# 7488_Kiryu
source: So, what's your rank?
pt: Allora, qual è il tuo grado?

# 7500_Hinata
source: Honestly? I'm still just number twenty.
pt: Sinceramente? Sono ancora solo la numero venti.

# 7512_Kiryu
source: For a club this big, that's pretty good.
pt: Per un club così grande, non è affatto male.

# 7524_Hinata
source: I guess. I really want to be top-tier soon.
pt: Immagino. Voglio proprio arrivare ai vertici al più presto.

# 7536_Kiryu
source: I'm sure you will. You've got what it takes.
pt: Sono sicuro che ci riuscirai. Hai la stoffa.

# 7548_Hinata
source: But how soon is soon? This is a big month for earning money, but I'm not making any progress at this rate.
pt: Ma quanto presto è "presto"? Questo è un mese cruciale per fare soldi, ma di questo passo non sto facendo alcun progresso.

# 7560_Kiryu
source: Soon enough. I have faith in you.
pt: Presto. Ho fiducia in te.

# 7572_Hinata
source: All righty, then, Kiryu-san. Are you going to help get my rank up?
pt: D'accordo allora, Kiryu-san. Mi aiuterai a far salire il mio grado?

# 7584_Kiryu
source: Sure. There's a certain thrill in helping a hostess you like move up in the ranks.
pt: Certo. C'è un certo brivido nell'aiutare una hostess che ti piace a salire di grado.

# 7596_Hinata
source: You're the best, Kiryu-san! So is it Gold Champagne time then?
pt: Sei il migliore, Kiryu-san! Allora è il momento di uno Champagne Gold?

# 7608_Hinata
source: Service, please!
pt: Servizio, per favore!

# 7620_Kiryu
source: Hold up! I can't afford that.
pt: Ehi, frena! Non posso permettermelo.

# 7632_Hinata
source: What? Ugh, in that case, don't make promises you can't keep.
pt: Cosa? Ugh, allora non fare promesse che non puoi mantenere.

# 7644_Hinata
source: If you're going to be cheap, you shouldn't have come here in the first place.
pt: Se hai intenzione di fare il tirchio, non saresti neanche dovuto venire qui, tanto per cominciare.

# 7656_Kiryu
source: Hey, wait a second...
pt: Ehi, aspetta un secondo...

# 7668_Kiryu
source: Maybe later. I'm kind of strapped for cash right now, but I'll be back for more as soon as I can.
pt: Magari più tardi. Al momento sono un po' a corto di soldi, ma tornerò per dell'altro non appena potrò.

# 7680_Hinata
source: You mean it? Next time for sure then!
pt: Dici sul serio? Allora la prossima volta di sicuro!

# 7692_Kiryu
source: Next time for sure.
pt: La prossima volta di sicuro.

# 7704_Kiryu
source: Is there something else going on? You shouldn't be in such a rush, you know.
pt: C'è qualcos'altro sotto? Non dovresti avere tutta questa fretta, sai.

# 7716_Hinata
source: Don't change the subject! Are you gonna help me out or not?
pt: Non cambiare discorso! Mi dai una mano o no?

# 7728_Kiryu
source: Wait until your birthday. Then you can get your clients to go on dates with you as part of your birthday present.
pt: Aspetta il tuo compleanno. Così potrai farti portare fuori dai tuoi clienti come parte del tuo regalo di compleanno.

# 7740_Hinata
source: But my birthday is on Valentine's Day. The club is having a special event for it, so I might not be able to make much money.
pt: Ma il mio compleanno è proprio a San Valentino. Il club organizzerà un evento speciale, quindi potrei non riuscire a guadagnare un granché.

# 7752_Kiryu
source: Ah, well. You'll just have to try harder than usual to make money.
pt: Ah, beh. Vorrà dire che dovrai impegnarti più del solito per guadagnare.

# 7764_Hinata
source: Yeeeah. I'm not so sure.
pt: Sììì... Non ne sono molto convinto.

# 7776_Kiryu
source: So what? That only makes it better. You'll have double the reason to earn enough to raise your rank.
pt: E allora? È ancora meglio così. Avrai un doppio motivo per guadagnare abbastanza da salire di grado.

# 7788_Hinata
source: Right! Then you have to come see me in February, okay, Kiryu-san?
pt: Esatto! Allora devi venire a trovarmi a febbraio, okay, Kiryu-san?

# 7800_Kiryu
source: I wonder if I'll still be in Kamurocho then.
pt: Chissà se sarò ancora a Kamurocho per allora.

# 7812_Kiryu
source: Don't try to rush things. You'll need help from your customers to make money, so you need to start by fostering relationships with them.
pt: Non cercare di affrettare i tempi. Ti servirà l'aiuto dei tuoi clienti per guadagnare, quindi devi iniziare coltivando dei rapporti con loro.

# 7824_Hinata
source: All righty then, Kiryu-san. Are you gonna help get my rank up there?
pt: D'accordo allora, Kiryu-san. Mi aiuterai a salire di grado?

# 7836_Kiryu
source: Is there something else going on? You shouldn't be in such a rush, you know.
pt: C'è qualcos'altro sotto? Non dovresti avere tutta questa fretta, lo sai.

# 7848_Hinata
source: It's not that, exactly. But I heard that one new girl brought in three million yen in just three days.
pt: Non è esattamente quello. Ma ho sentito che una delle nuove ha incassato tre milioni di yen in soli tre giorni.

# 7860_Kiryu
source: That's incredible. I imagine it's hard enough to bring in three million over a whole month. Was she really a new hostess?
pt: È incredibile. Immagino sia già abbastanza difficile incassarne tre milioni in un mese intero. Era davvero una nuova hostess?

# 7872_Kiryu
source: No way. She couldn't have been new, then. She had to be someone who had high-rollers as customers from another club.
pt: Ma va'. Allora non poteva essere una nuova. Doveva essere per forza qualcuna che aveva dei pezzi grossi come clienti da un altro club.

# 7884_Hinata
source: I heard she was completely new. So I thought I'd try to see if I could hit the same target that she did.
pt: Ho sentito che era una novizia assoluta. Quindi ho pensato di provare a vedere se riuscivo a raggiungere il suo stesso traguardo.

# 7896_Hinata
source: I guess it's just not possible, though. I know it doesn't reflect badly on my own skills, but I'm still kind of disappointed.
pt: Immagino che non sia proprio possibile, però. So che non mette in cattiva luce le mie capacità, ma sono comunque un po' delusa.

# 7908_Kiryu
source: That's par for the course. Just be yourself. Don't push yourself to do the impossible.
pt: È del tutto normale. Sii semplicemente te stessa. Non forzarti a fare l'impossibile.

# 7920_Kiryu
source: And things are looking up lately, aren't they? So even if it takes some time, I'm sure you'll be able to become the number one girl.
pt: E le cose si stanno mettendo bene ultimamente, no? Quindi, anche se ci vorrà del tempo, sono sicuro che riuscirai a diventare la numero uno.

# 7932_Hinata
source: I sure hope so. I'm just super worried that my rank might drop back down or something.
pt: Lo spero proprio. Sono solo super preoccupata che il mio grado possa calare di nuovo o qualcosa del genere.

# 7944_Kiryu
source: Just work hard so that doesn't happen.
pt: Lavora sodo, così non succederà.

# 7956_Kiryu
source: Don't give up. It may not be doable now, but someday you might be able to bring in three million in three days. Aim high.
pt: Non mollare. Magari non è fattibile adesso, ma un giorno potresti riuscire a incassare tre milioni in tre giorni. Punta in alto.

# 7968_Hinata
source: Yeah, you're right! I'll keep at it, one day at a time, until that time comes!
pt: Sì, hai ragione! Ci darò dentro, un giorno alla volta, finché non arriverà quel momento!

# 7980_Kiryu
source: You know, you really might have it in you.
pt: Sai, potresti avere davvero la stoffa.

# 7992_Hinata
source: I've thought this since I first met you, but you have a face that's really easy to remember, Kiryu-san. It's impossible to forget.
pt: Lo penso fin dalla prima volta che ci siamo incontrati, ma hai un viso davvero facile da ricordare, Kiryu-san. È impossibile da dimenticare.

# 8004_Kiryu
source: Really?
pt: Davvero?

# 8016_Hinata
source: I bet you've never met anyone who didn't recognize you again later.
pt: Scommetto che non hai mai incontrato nessuno che non ti abbia riconosciuto in seguito.

# 8028_Kiryu
source: I guess you're right. Especially in this city, people will often call out to me when I'm walking around town.
pt: Credo che tu abbia ragione. Soprattutto in questa città, capita spesso che la gente mi chiami mentre cammino per la città.

# 8040_Hinata
source: That's so cool! When I walk through this part of town, people think I'm a tourist.
pt: Che figata! Quando cammino per questa zona della città, la gente mi scambia per una turista.

# 8052_Kiryu
source: People will recognize you soon enough.
pt: Ti riconosceranno molto presto.

# 8064_Kiryu
source: That's not true. When I'm here in town, the same punks always try to mess with me. If they recognized me, they'd know better by now.
pt: Non è vero. Quando sono in città, i soliti teppisti cercano sempre di attaccare briga. Se mi riconoscessero, a quest'ora avrebbero imparato la lezione.

# 8076_Hinata
source: Really? Yeah, I get ticked off because the same set of creeps keep bugging me. It's like, get with the program, you bozos.
pt: Davvero? Sì, mi fa proprio saltare i nervi che siano sempre i soliti viscidi a rompermi le scatole. Della serie, datevi una svegliata, babbei.

# 8088_Kiryu
source: Yeah, it happens.
pt: Già, succede.

# 8100_Kiryu
source: I have the reverse problem. I run into people who recognize me all the time, but I can never put a name to their face.
pt: Io invece ho il problema opposto. Mi imbatto continuamente in persone che mi riconoscono, ma non riesco mai a dare un nome al loro volto.

# 8112_Hinata
source: Ahaha! So you've got a bad memory, Kiryu-san? I didn't expect that from you!
pt: Ahaha! Quindi hai poca memoria, Kiryu-san? Non me l'aspettavo proprio da te!

# 8124_Kiryu
source: It comes with getting older. I've met hundreds, maybe thousands of people. It's hard to keep track of them all.
pt: È l'età che avanza. Ho incontrato centinaia, forse migliaia di persone. È difficile ricordarsele tutte.

# 8136_Hinata
source: I'm really good at remembering clients' faces. Like, one look and I'll remember right away what we've talked about and stuff.
pt: Sono davvero brava a ricordare i volti dei clienti. Tipo, mi basta un'occhiata e mi ricordo subito di cosa abbiamo parlato e tutto il resto.

# 8148_Hinata
source: I'm really good at remembering clients' faces. Like, one look and I'll remember right away what we've talked about and stuff.
pt: Sono davvero brava a ricordare i volti dei clienti. Tipo, mi basta un'occhiata e mi ricordo subito di cosa abbiamo parlato e tutto il resto.

# 8160_Kiryu
source: Impressive. I'm not sure I can even remember all the things I've talked about.
pt: Notevole. Non sono nemmeno sicuro di riuscire a ricordarmi tutte le cose di cui ho parlato.
