Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690546.po
Languages: pt

source: Woman's Voice
pt: Voce di donna

# 76_Haruka
source: *pant* *pant* You're very good!
pt: *Ansimando* *Ansimando* Sei proprio brava!

# 88_Noa Amon
source: Unbelievable! This is what can pass for a pop idol these days? Hmph!
pt: Incredibile! Questa è quella che si spaccia per idol pop di questi tempi? Hmph!

# 100_Noa Amon
source: You're nothing like Kazuma Kiryu! Beating someone as weak as you is hardly something I can be proud of.
pt: Non sei per niente come Kazuma Kiryu! Battere una debole come te non è certo qualcosa di cui posso andare fiera.

# 112_Noa Amon
source: Come back and see me when you can provide a real challenge. I'll be right here. Waiting.
pt: Fatti rivedere quando sarai in grado di darmi una vera sfida. Sarò proprio qui. Ad aspettare.

# 148_Haruka
source: *pant* *pant* I won! Whew, that was not easy.
pt: *Ansimando* *Ansimando* Ho vinto! Uff, non è stato facile.

# 160_Noa Amon
source: Well done, Haruka Sawamura. I guess I shouldn't have expected anything less from the girl raised by Kazuma Kiryu himself.
pt: Ben fatto, Haruka Sawamura. Immagino che non avrei potuto aspettarmi di meno dalla ragazza cresciuta da Kazuma Kiryu in persona.

# 172_Noa Amon
source: Anyways, this has been an interesting fact-finding mission. Just so you know, I won't hold back in our next battle.
pt: Comunque, questa è stata un'interessante missione di ricognizione. Tanto per farti sapere, non mi tratterrò nella nostra prossima battaglia.

# 184_Haruka
source: Our next battle?
pt: La nostra prossima battaglia?

# 196_Noa Amon
source: That's right. We still need to settle things between us in one of your little concert battles.
pt: Esatto. Dobbiamo ancora chiudere i conti tra di noi in una delle tue piccole battaglie di concerto.

# 232_Haruka
source: When you're ready, come to Soten TV. I'll construct the perfect place for you to meet your doom.
pt: Quando sarai pronta, vieni a Soten TV. Costruirò il posto perfetto dove incontrerai la tua rovina.

# 256_Haruka
source: (Gosh, I wonder what she has planned...)
pt: Caspita, chissà cosa ha in mente...

# 268_Haruka
source: (Soten TV, huh? I'll have to take a taxi.)
pt: (Soten TV, eh? Mi toccherà prendere un taxi.)

# 292_Haruka
source: (Let's see. I'm pretty sure the letter said she'd be waiting somewhere around here.)
pt: (Vediamo un po'. Sono quasi sicura che la lettera diceva che mi avrebbe aspettato da queste parti.)

# 328_Haruka
source: Oh, are you Noa Amon? The one who wrote the letter?
pt: Oh, sei tu Noa Amon? Quella che ha scritto la lettera?

# 340_Noa Amon
source: That's right. I am the eldest daughter of the Amon Clan.
pt: Esatto. Sono la figlia maggiore del Clan Amon.

# 352_Noa Amon
source: I'm surprised you decided to show up. Pretty brave. I'll give you that much, Haruka Sawamura.
pt: Mi sorprende che tu ti sia fatta viva. Davvero coraggiosa. Questo te lo concedo, Haruka Sawamura.

# 364_Haruka
source: Um, do we know each other?
pt: Ehm, ci conosciamo?

# 376_Noa Amon
source: Hey, don't play dumb with me! You know perfectly well that I called you here to settle things between us, once and for all.
pt: Ehi, non fare la finta tonta con me! Sai benissimo che ti ho chiamato qui per chiudere i conti tra di noi, una volta per tutte.

# 388_Noa Amon
source: Now, let's do this!
pt: Ora, facciamola!

# 400_Haruka
source: What!?
pt: Cosa!?

# 412_Haruka
source: (What do I do? I think there's something off about this person. It'd be better to not get involved.)
pt: (Cosa faccio? Penso che ci sia qualcosa di strano in questa persona. Meglio non farsi coinvolgere.)

# 424_Haruka
source: I'm sorry, I actually have something urgent to do. Maybe we can do this another time? Now, if you'll excuse me－
pt: Mi dispiace, ma in realtà ho una cosa urgente da fare. Magari possiamo farlo un'altra volta? Ora, se mi scusi－

# 448_Haruka
source: Hm!? How do you know that name?
pt: Hm!? Come fai a conoscere quel nome?

# 460_Noa Amon
source: The Amon Clan and Kiryu are archrivals. You were raised by him. You're practically his daughter. That means you and I, we are rivals too.
pt: Il Clan Amon e Kiryu sono arcinemici. Sei stata cresciuta da lui. Sei praticamente sua figlia. Questo significa che io e te, siamo rivali anche noi.

# 472_Haruka
source: Wait a minute. What do you mean, archrivals? And who exactly is the Amon Clan anyways?
pt: Aspetta un attimo. Che intendi con arcinemici? E chi diavolo è il Clan Amon, poi?

# 484_Noa Amon
source: The Amon Clan is a legendary assassin group. Once targeted by the Amon, nobody escapes alive.
pt: Il Clan Amon è un leggendario gruppo di assassini. Una volta preso di mira dagli Amon, nessuno ne esce vivo.

# 496_Noa Amon
source: That is, until he showed up.
pt: Cioè, finché non è spuntato lui.

# 508_Haruka
source: You mean Uncle Kaz?
pt: Intendi Zio Kaz?

# 520_Noa Amon
source: That's right. Kazuma Kiryu. When he appeared, the Amon's reputation started to waver. Since then, our clan has sworn to bring him down.
pt: Esatto. Kazuma Kiryu. Quando è spuntato lui, la reputazione degli Amon ha iniziato a vacillare. Da allora, il nostro clan ha giurato di farlo fuori.

# 532_Noa Amon
source: I'd love to be able to take Kazuma Kiryu out myself, but the Amon Clan has an ironclad rule against women and men engaging in battle.
pt: Mi piacerebbe poter far fuori Kazuma Kiryu di persona, ma il Clan Amon ha una regola ferrea che vieta a donne e uomini di combattere.

# 544_Noa Amon
source: And I had the misfortune of being born a woman. But then, just when I felt I had to take my frustration out on someone, you came along.
pt: E ho avuto la disgrazia di nascere donna. Ma poi, proprio quando sentivo di dover scaricare la mia frustrazione su qualcuno, sei spuntata tu.

# 556_Haruka
source: Me?
pt: Io?

# 568_Noa Amon
source: That's right. You, Kazuma Kiryu's loved one. And not only that. A new pop idol with amazing performance skills, too.
pt: Esatto. Tu, l'amata di Kazuma Kiryu. E non solo. Una nuova pop idol con incredibili capacità di performance, pure.

# 580_Noa Amon
source: If I defeated you, I could finally hold my head high as a member of the Amon Clan. Even if I can't fight Kazuma Kiryu myself.
pt: Se ti sconfiggessi, potrei finalmente andare a testa alta come membro del Clan Amon. Anche se non posso combattere Kazuma Kiryu di persona.

# 592_Haruka
source: I... I'm not sure what to say.
pt: Io... non sono sicura di cosa dire.

# 604_Noa Amon
source: Then don't say anything! Ugh, you aren't anything like Kazuma Kiryu, are you? Just shut up and let your abilities do the talking!
pt: Allora non dire niente! Uff, non sei per niente come Kazuma Kiryu, vero? Zitta e basta e fai parlare le tue abilità!

# 616_Noa Amon
source: We're going to do this, right now!
pt: Lo facciamo, adesso!
