Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08cd.po
Languages: pt

source: Beautiful Woman
pt: Bella Donna

source: Okay, I'll take you on a date.
pt: Va bene, ti porto a un appuntamento.

source: I'm sorry, but I can't do that.
pt: Mi dispiace, ma non posso farlo.

source: The doors have safety locks.
pt: Le portiere hanno i blocchi di sicurezza.

source: Maybe I can cheer you up.
pt: Forse posso tirarti su il morale.

# 44_Beautiful Woman
source: Oh dear...
pt: Oh cavolo...

# 56_Kiryu
source: Why the long face?
pt: Perché quella faccia lunga?

# 68_Beautiful Woman
source: I got stood up for a date.
pt: Sono stata bidonata per un appuntamento.

# 80_Beautiful Woman
source: I even bought this outfit specifically for today, but it was all for nothing.
pt: Mi sono persino comprata questo vestito apposta per oggi, ma è stato tutto inutile.

# 92_Kiryu
source: I'm sorry to hear that.
pt: Mi dispiace sentirlo.

# 104_Beautiful Woman
source: Say, driver?
pt: Senta, autista?

# 116_Kiryu
source: Yes?
pt: Sì?

# 128_Beautiful Woman
source: I don't suppose you could take me on a date?
pt: Non è che magari mi porteresti a un appuntamento?

# 140_Kiryu
source: What? You mean now?
pt: Cosa? Vuoi dire adesso?

# 152_Beautiful Woman
source: Yes. I won't take much of your time. Just walk with me a little, okay?
pt: Sì. Non ti ruberò molto tempo. Accompagnami un attimo, va bene?

# 164_Beautiful Woman
source: Okay, I'll take you on a date.
pt: Va bene, ti porto a un appuntamento.

# 176_Beautiful Woman
source: You really will? Thanks, driver!
pt: Lo farai davvero? Grazie, autista!

# 188_Beautiful Woman
source: I'm sorry, but I can't do that.
pt: Mi dispiace, ma non posso farlo.

# 200_Beautiful Woman
source: You take your job pretty seriously, huh? Or do you just not want to be seen with me?
pt: Prendi il tuo lavoro proprio sul serio, eh? O non vuoi mica farti vedere con me?

# 212_Kiryu
source: No, that's not it.
pt: No, non è quello.

# 224_Beautiful Woman
source: Hmph. I guess I'm not all that attractive, am I?
pt: Uhm. Mi sa che non sono poi così attraente, eh?

# 236_Beautiful Woman
source: I'm sure deep down you think I'm an ugly witch.
pt: Sono sicura che in fondo pensi che sono una brutta strega.

# 248_Kiryu
source: Not at all.
pt: Niente affatto.

# 260_Beautiful Woman
source: Yeah, yeah. Nobody ever gives me the time of day. I'm so lonely.
pt: Sì, sì. Nessuno mi fila mai. Sono così sola.

# 272_Beautiful Woman
source: Maybe I'll just throw myself out of this taxi and get it over with.
pt: Magari mi butto fuori da 'sto taxi e la faccio finita.

# 284_Kiryu
source: (Geez. I'd better do something.)
pt: (Accidenti. È meglio che faccia qualcosa.)

# 296_Beautiful Woman
source: Okay, I'll take you on a date.
pt: Va bene, ti porto a un appuntamento.

# 308_Beautiful Woman
source: Thanks, driver!
pt: Grazie, tassista!

# 320_Beautiful Woman
source: The doors have safety locks on them, so you can't open them from the inside.
pt: Le portiere hanno le sicure, quindi non puoi aprirle dall'interno.

# 332_Beautiful Woman
source: Oh, I was only joking about that part.
pt: Oh, su quella parte scherzavo e basta.

# 344_Kiryu
source: Sorry, but I take the safety of my passengers seriously, so I had to be sure.
pt: Mi spiace, ma prendo sul serio la sicurezza dei miei passeggeri, quindi dovevo essere sicuro.

# 356_Beautiful Woman
source: That's kind of you.
pt: È gentile da parte tua.

# 368_Beautiful Woman
source: If you're having trouble, maybe talking to me would help? I might be able to cheer you up.
pt: Se hai dei problemi, magari parlare con me potrebbe aiutarti? Potrei riuscire a tirarti su il morale.

# 380_Beautiful Woman
source: Wow, you're very kind. Okay, I give up.
pt: Wow, sei molto gentile. Va bene, mi arrendo.

# 392_Kiryu
source: Hm?
pt: Mh?

# 404_Beautiful Woman
source: The truth is, I'm a decoy. A guy put me up to this.
pt: La verità è che sono un'esca. Un tizio mi ha messo su questa cosa.

# 416_Kiryu
source: A guy?
pt: Un tizio?

# 428_Beautiful Woman
source: Yeah. He has me do whatever it takes to lure taxi drivers out of their cars.
pt: Sì. Lui mi fa fare di tutto per adescare i tassisti e farli scendere dalle loro macchine.

# 440_Beautiful Woman
source: Then a bunch of heavies come and demand money.
pt: Poi arrivano degli scagnozzi e pretendono soldi.

# 452_Kiryu
source: But why do you go along with that?
pt: Ma perché ci stai?

# 464_Beautiful Woman
source: My father borrowed money from someone shady, and now they're asking for a huge sum of interest.
pt: Mio padre ha preso soldi in prestito da qualcuno di losco, e ora pretendono una cifra esorbitante di interessi.

# 476_Beautiful Woman
source: He can't pay, so they made me do this.
pt: Lui non può pagare, così mi hanno costretta a fare questo.

# 488_Kiryu
source: If it's an illegal loan, why not complain?
pt: Se è un prestito illegale, perché non denunci?

# 500_Beautiful Woman
source: I can't do that! These guys are really scary. What's a girl like me going to say to them?
pt: Non posso farlo! Quei tizi sono davvero spaventosi. Cosa vuoi che gli dica una ragazza come me?

# 512_Kiryu
source: Hmm.
pt: Mhh.

# 524_Beautiful Woman
source: Say, driver?
pt: Senta, autista?

# 536_Kiryu
source: Yes?
pt: Sì?

# 548_Beautiful Woman
source: I know this is a lot to ask, but could you come with me to meet these guys?
pt: So che ti chiedo tanto, ma potresti venire con me a incontrare questi tizi?

# 560_Beautiful Woman
source: I just can't do this anymore! Maybe you could persuade them to let us off the hook?
pt: Non ce la faccio più! Magari potresti convincerli a toglierci dai guai?

# 572_Kiryu
source: Sure, I think I can help you out.
pt: Certo, penso di poterti aiutare.

# 584_Beautiful Woman
source: Oh, thank you!
pt: Oh, grazie!
