Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08e4.po
Languages: pt

source: Nagging Naoko
pt: Naoko la Brontolona

# 44_Kiryu
source: I'm from Nagasu Taxi. Sorry for the wait.
pt: Sono della Nagasu Taxi. Mi scusi per l'attesa.

# 56_Nagging Naoko
source: You're late!
pt: Sei in ritardo!

# 68_Nagging Naoko
source: I was told on the phone you'd be here in five minutes! You're late by fifteen seconds!
pt: Mi avevano detto al telefono che saresti stato qui in cinque minuti! Sei in ritardo di quindici secondi!

# 80_Kiryu
source: I'm sorry. The road was a little congested.
pt: Mi scusi. C'era un po' di traffico.

# 92_Nagging Naoko
source: Now you're making excuses!? I don't believe it. I've never had a driver this rude before!
pt: E ora ti inventi pure le scuse!? Non ci posso credere. Non mi è mai capitato un tassista così maleducato prima d'ora!

# 104_Nagging Naoko
source: I'm going to complain to the taxi bureau.
pt: Mi lamenterò all'ufficio dei taxi.

# 116_Kiryu
source: I apologize.
pt: Mi scuso.

# 128_Nagging Naoko
source: Hmph. Well, I'll let it slide this time. Hurry up and let me in already.
pt: Hmph. Beh, per questa volta la lascio correre. Sbrigati e fammi salire, su.

# 140_Kiryu
source: (Looks like this is one of those passengers that complains about everything.)
pt: (Sembra che questa sia una di quelle passeggere che si lamenta di tutto.)

# 152_Kiryu
source: Of course. Let's go.
pt: Certo. Andiamo.
