Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a94.po
Languages: pt

source: You got a <Color:8>Lucky Hanafuda Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Hanafuda Fortunata<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Arrogant Man
pt: Uomo Arrogante

source: Self-assured Man
pt: Uomo Sicuro di sé

source: Sinister Man
pt: Uomo Sinistro

# 108_Tsutsukubo
source: Ugh... You kicked my ass at slugging <Italic>and</Italic> brawling. Who are you?
pt: Ugh... Mi hai fatto il culo sia a battere <Italic>che</Italic> a menare. Chi sei?

# 120_Shinada
source: Just a random customer. Now you treat bats with respect, all right? Or else.
pt: Sono solo un cliente a caso. Ora tratti le mazze con rispetto, capito? Sennò...

# 132_Tsutsukubo
source: Yessir! Roger that! I'll never misuse them again!
pt: Sissignore! Ricevuto! Non le userò più male!

# 144_Tsutsukubo
source: Here, this is for causing you trouble. Take it, please.
pt: Tieni, questo è per il disturbo. Prendilo, per favore.

# 180_Tsutsukubo
source: From now on, please feel free to use the Tokai Wonderkid title. I'm not worthy of it anymore.
pt: D'ora in poi, sentiti libero di usare il titolo di Tokai Wonderkid. Non ne sono più degno.

# 192_Shinada
source: Uh, thanks but no thanks.
pt: Uh, grazie ma no grazie.

# 252_Tsutsukubo
source: Holy shit. What a batter.
pt: Cazzo. Che battitore.

# 264_Shinada
source: There. Are you satisfied, Tokai Wonderkid-san?
pt: Ecco. Sei soddisfatto, Tokai Wonderkid-san?

# 276_Shinada
source: Okay. I'm outta here.
pt: Ok. Me ne vado.

# 288_Tsutsukubo
source: Hold it right there!
pt: Fermi lì!

# 300_Shinada
source: What?
pt: Cosa?

# 312_Tsutsukubo
source: You're not walking away and leaving me the loser. That stresses me out, you know? I'm gonna have to work that off, too.
pt: Non te ne vai e mi lasci qui il perdente. Questa cosa mi manda in sbattimento, sai? Dovrò pur sfogarla anch'io.

# 324_Shinada
source: Oh boy. Should've seen this coming.
pt: Ahia. Dovevo immaginarlo.

# 336_Tsutsukubo
source: If you want to apologize for getting uppity with me, here's your chance.
pt: Se vuoi scusarti per aver fatto il gradasso con me, ecco la tua occasione.

# 348_Shinada
source: Bow down to some goofballs who don't respect their bats? Not about to happen.
pt: Sottomettermi a quattro babbei che non rispettano le loro mazze? Col cavolo.

# 360_Tsutsukubo
source: Heh. Have it your way. I'll show you how to use a bat properly. Get him, boys!
pt: Heh. Come vuoi. Ti farò vedere come si usa una mazza come si deve. Prendetelo, ragazzi!

# 384_Tsutsukubo
source: Heh. This batter's all talk. I'm still the best.
pt: Heh. Questo battitore è solo un gradasso. Sono ancora il migliore.

# 396_Tsutsukubo
source: You can baby your bat all you want, but that won't help you hit a home run. You get that now?
pt: Puoi coccolare la tua mazza quanto ti pare, ma questo non ti farà fare un home run. L'hai capito adesso?

# 408_Shinada
source: (I can't believe I lost to this scumbag...)
pt: (Non ci credo di aver perso contro questo bastardo...)

# 420_Tsutsukubo
source: Hey, that was fun, though. I'll take you on anytime. 'Cause I'm the Tokai Wonderkid! Hahaha!
pt: Ehi, però è stato divertente. Ti affronterò quando vuoi. Perché sono il Tokai Wonderkid! Hahaha!

# 468_Arrogant Man
source: Gwaah! What's with this guy? He's freaking tough.
pt: Gwaah! Che ha questo qui? È fottutamente tosto.

# 480_Shinada
source: Huh, guess you guys are all talk.
pt: Eh, mi sa che siete tutti dei gradassi.

# 492_Self-assured Man
source: Boys? What's going on?
pt: Ragazzi? Che succede?

# 504_Arrogant Man
source: Oh! Uh, nothing, Tsutsukubo-san!
pt: Oh! Uh, niente, Tsutsukubo-san!

# 516_Shinada
source: What now? Are you their boss or something?
pt: E adesso? Sei il loro capo o qualcosa del genere?

# 528_Tsutsukubo
source: Yeah, I am. What's it to you?
pt: Sì, sono io. Che ti importa?

# 540_Arrogant Man
source: This dickhead started harassing us, saying don't mistreat bats and other lame shit. I think you should kick his ass!
pt: Questo stronzo ha iniziato a romperci le scatole, dicendo di non maltrattare le mazze e altre stronzate del genere. Penso che dovresti spaccargli il culo!

# 552_Tsutsukubo
source: Huh. Don't mistreat bats, eh? So what, this guy's some sort of baseball fanatic? Wait a minute...
pt: Eh. Non maltrattare le mazze, eh? E allora, questo qui è una specie di fanatico del baseball? Aspetta un attimo...

# 564_Shinada
source: What?
pt: Cosa?

# 576_Tsutsukubo
source: I knew it. I saw your face on a blog. You're the wicked batter of Nagoya.
pt: Lo sapevo. Ho visto la tua faccia su un blog. Sei il battitore micidiale di Nagoya.

# 588_Shinada
source: (Great. Thanks, Kotetsu.)
pt: (Grande. Grazie, Kotetsu.)

# 600_Tsutsukubo
source: Hahahaha! This is perfect! I've been meaning to see how good you are.
pt: Ahahahah! Questo è perfetto! Volevo proprio vedere quanto sei bravo.

# 612_Tsutsukubo
source: So, we doing this or what?
pt: Allora, si fa o no?

# 624_Shinada
source: Doing what? Another fight?
pt: Cosa si fa? Un'altra rissa?

# 636_Tsutsukubo
source: No, man. Baseball.
pt: No, amico. Baseball.

# 648_Arrogant Man
source: Tsutsukubo-san here used to be called the Tokai Wonderkid back when he batted cleanup! I mean, sure, he's just a lowly street thug now, but still! The man represents!
pt: Il Tsutsukubo qui era conosciuto come il Tokai Wonderkid quando batteva come cleanup! Voglio dire, certo, ora è solo un misero delinquente di strada, ma comunque! Il tipo ha ancora il suo peso!

# 660_Tsutsukubo
source: Care to repeat that, dumbshit?
pt: Vuoi ripeterlo, stronzo?

# 672_Arrogant Man
source: Oh! Uh... Sorry!
pt: Oh! Uh... Scusa!

# 684_Tsutsukubo
source: Well, I guess he's not that far off. Anyway, you ready go at it?
pt: Beh, in fondo non ha tutti i torti. Comunque, sei pronto a darci dentro?

# 696_Shinada
source: No, not really. Why's it gotta be me?
pt: No, non proprio. Perché proprio io?

# 708_Tsutsukubo
source: The blog said you were the best slugger in Nagoya. Which is bullshit, because I'm the best.
pt: Il blog diceva che eri il miglior slugger di Nagoya. Il che è una stronzata, perché io sono il migliore.

# 720_Shinada
source: Oh, is that how it is? Well, we're both batters. How do you propose we do this?
pt: Ah, è così, eh? Beh, siamo entrambi battitori. Come la mettiamo?

# 732_Tsutsukubo
source: Gotta be a home run derby.
pt: Per forza un home run derby.

# 744_Shinada
source: Now you're speaking my language.
pt: Ora sì che parli la mia lingua.

# 768_Arrogant Man
source: Okay, how do you wanna settle this? It's not too late, you know. You can still get down on your knees and beg forgiveness.
pt: Allora, come la mettiamo? Non è troppo tardi, lo sai. Puoi ancora metterti in ginocchio e implorare perdono.

# 780_Shinada
source: Yeah, like that'll ever happen.
pt: Sì, come no.

# 792_Sinister Man
source: Hehehe, is that right? You should be worrying about yourself, and not some cheapshit bat!
pt: Hehehe, è così, eh? Dovresti preoccuparti di te stesso, e non di qualche mazza del cazzo!
