Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002f.po
Languages: pt

# 1856_Shion
source: When I say guitar, I mean a nylon string acoustic. I learned musical styles like bossa nova and tango from my father.
pt: Quando dico chitarra, intendo un'acustica con corde di nylon. Ho imparato generi musicali come la bossa nova e il tango da mio padre.

# 1868_Shinada
source: Oh, all right. I get you. Your dad sounds like he was a really cool guy.
pt: Oh, capisco. Ho capito. Tuo padre sembra proprio che fosse un tipo davvero in gamba.

# 1880_Shion
source: Quite! That's why I gave up the piano. I was too hooked on guitar.
pt: Proprio così! È per questo che ho smesso con il pianoforte. Ero troppo presa dalla chitarra.

# 1892_Shinada
source: Wow. I'd love to hear you play.
pt: Wow. Mi piacerebbe proprio sentirti suonare.

# 1904_Shinada
source: What are your worst traits, Shion-chan? Like, any bad habits or something like that?
pt: Quali sono i tuoi difetti peggiori, Shion-chan? Tipo, qualche brutta abitudine o roba del genere?

# 1916_Shion
source: My, what an awful thing to ask!
pt: Cielo, che domanda terribile da fare!

# 1928_Shinada
source: Hey now, I was just curious. I think it's good to think about that sort of thing every now and then.
pt: Ehi, dai, ero solo curioso. Penso sia un bene riflettere su certe cose ogni tanto.

# 1940_Shion
source: I see. Well... I suppose I feel I'm a bit too tall for a woman.
pt: Capisco. Be'... Suppongo di sentirmi un po' troppo alta per essere una donna.

# 1952_Shinada
source: Yeah? How tall are you, anyway?
pt: Ah sì? Ma quanto sei alta, di preciso?

# 1964_Shion
source: 170 centimeters, exactly.
pt: 170 centimetri precisi.

# 1976_Shinada
source: That is tall! But your body proportions are great, so I wouldn't worry. Maybe they're too good! You're like a model or an actress!
pt: Caspita, sei alta! Ma hai delle proporzioni fantastiche, quindi non mi preoccuperei. Forse sono fin troppo perfette! Sembri una modella o un'attrice!

# 1988_Shion
source: You really think so? Oh, you're just trying to butter me up!
pt: Lo pensi davvero? Oh, vuoi solo lusingarmi!

# 2000_Shinada
source: No, I really mean it! I'd love walking next to a tall beauty like you.
pt: No, dico sul serio! Mi piacerebbe un sacco camminare al fianco di una bellezza alta come te.

# 2012_Shinada
source: Got any quirks?
pt: Hai qualche mania?

# 2024_Shion
source: Oh no, my parents refined those out of me when I was a child.
pt: Oh no, i miei genitori me le hanno tolte con l'educazione quando ero piccola.

# 2036_Shinada
source: Yeah, that makes sense. I guess your family was a fairly strict one.
pt: Già, ha senso. Immagino che la tua famiglia fosse piuttosto severa.

# 2048_Shion
source: Because of that, I'm fairly sensitive to the quirks of other people. I spot them a lot in my customers while I'm talking to them.
pt: Per questo motivo, faccio parecchio caso alle manie degli altri. Ne noto un sacco nei miei clienti mentre ci parlo.

# 2060_Shion
source: Since they're involuntary habits, I suppose they can't be held accountable. But I would like them to fix the really bad ones that upset me.
pt: Dato che sono abitudini involontarie, suppongo che non gliene si possa fare una colpa. Però vorrei che correggessero quelle davvero brutte che mi danno fastidio.

# 2072_Shinada
source: Do I have any?
pt: Ne ho qualcuna?

# 2084_Shion
source: Hmm. That's an interesting question.
pt: Mmm. Questa è una domanda interessante.

# 2096_Shinada
source: Aww, tell me! I want to know!
pt: Dai, dimmelo! Voglio saperlo!

# 2108_Shinada
source: You know, there's something I've been wondering about you.
pt: Sai, c'è una cosa che mi stavo chiedendo su di te.

# 2120_Shion
source: What's that?
pt: Cos'è?

# 2132_Shinada
source: Mind telling me what your measurements are?
pt: Ti dispiacerebbe dirmi quali sono le tue misure?

# 2144_Shion
source: Oh my! Shinada-san, have you been wondering that this whole time? I'm quite disappointed in you.
pt: Cielo! Shinada-san, te lo sei chiesto per tutto questo tempo? Sono davvero delusa da te.

# 2156_Shinada
source: What's wrong with that?
pt: Che c'è di male?

# 2168_Shion
source: I am not going to answer that. I cannot believe you would be so rude!
pt: Non ho intenzione di rispondere. Non posso credere che tu sia così maleducato!

# 2180_Shinada
source: Yikes, you're sensitive.
pt: Accidenti, come sei suscettibile.

# 2192_Shinada
source: Sorry, professional curiosity. You've just got such a great body, Shion-chan.
pt: Scusa, curiosità professionale. Hai un fisico davvero pazzesco, Shion-chan.

# 2204_Shion
source: Well, I do take care to maintain my proportions.
pt: Beh, mi impegno per mantenere le mie proporzioni.

# 2216_Shinada
source: I'll bet! You've got curves in all the right places and none where you don't want 'em! You could be a model!
pt: Ci scommetto! Hai le curve proprio nei punti giusti e niente di troppo dove non serve! Potresti fare la modella!

# 2228_Shion
source: Oh, I wouldn't go that far! My measurements are 88, 59, 86.
pt: Oh, non esageriamo! Le mie misure sono 88, 59, 86.

# 2240_Shinada
source: I knew it! Looks like my guess was spot on!
pt: Lo sapevo! Ci avevo preso in pieno!

# 2252_Shinada
source: How much money do you have?
pt: Quanti soldi hai?

# 2264_Shion
source: What!?
pt: Cosa!?

# 2276_Shinada
source: I bet the pay here is pretty good. On top of everything else, you must be loaded.
pt: Scommetto che qui pagano bene. Oltre a tutto il resto, devi essere piena di grana.

# 2288_Shion
source: I've never been asked something so rude! I am not going to answer that!
pt: Non mi hanno mai chiesto una cosa tanto maleducata! Non ho intenzione di rispondere!

# 2300_Shinada
source: Geez, was it that bad a question?
pt: Accidenti, era una domanda così tremenda?

# 2312_Shinada
source: When did you first have sex?
pt: Quando hai fatto sesso per la prima volta?

# 2324_Shion
source: Actually, I'm still a virgin.
pt: A dire il vero, sono ancora vergine.

# 2336_Shinada
source: Really!?
pt: Davvero!?

# 2348_Shinada
source: No way!
pt: Assolutamente no!

# 2360_Shion
source: The jet set elite overseas may fool around and play the field, but I am not a woman of such loose morals.
pt: L'élite del jet set all'estero potrà anche spassarsela e passare da un uomo all'altro, ma io non sono una donna di facili costumi.

# 2372_Shion
source: I intend to remain a virgin until after I walk down the aisle.
pt: Ho intenzione di restare vergine finché non sarò andata all'altare.

# 2384_Shinada
source: You're so pure. A real proper lady.
pt: Sei così pura. Una vera signora.

# 2396_Shion
source: Naturally. Marriage partners must be chosen carefully.
pt: Naturalmente. Il partner per la vita va scelto con cura.

# 2408_Shion
source: I have a friend who had to marry this good-for-nothing who got her pregnant. I will not fall into that same trap!
pt: Ho un'amica che ha dovuto sposare un buono a nulla che l'ha messa incinta. Non cadrò nella stessa trappola!

# 2420_Shinada
source: I suppose guys can be gold diggers too. Uh, I mean... I wouldn't fool around either, nope!
pt: Immagino che anche gli uomini possano essere dei cacciatori di dote. Ehm, cioè... neanche io andrei in giro a spassarmela, proprio no!

# 2432_Shinada
source: Don't be so uptight. Most girls aren't really concerned with that these days.
pt: Non essere così rigida. Al giorno d'oggi la maggior parte delle ragazze non si fa troppi problemi.

# 2444_Shion
source: I am my own person. Is there any reason why I must conform to others' behavior?
pt: Io sono me stessa. C'è forse qualche motivo per cui dovrei uniformarmi al comportamento degli altri?

# 2456_Shinada
source: I'm just saying maybe it's good to get some experience before you get married. Make sure you're compatible and share the right interests.
pt: Dico solo che forse farebbe bene farsi un po' di esperienza prima di sposarsi. Giusto per assicurarsi di essere compatibili e di condividere gli interessi giusti.

# 2468_Shion
source: You needn't concern yourself with such things, Shinada-san! I really shouldn't even discuss such indecent matters like this with a man.
pt: Non devi preoccuparti di certe cose, Shinada-san! Non dovrei neanche discutere di argomenti così indecenti con un uomo.

# 2480_Shinada
source: You sure are stubborn.
pt: Certo che sei proprio testarda.

# 2492_Shion
source: Question Conversation 05
pt: Domanda conversazione 05

# 2504_Shion
source: Question Conversation 06
pt: Domanda conversazione 06

# 2516_Shion
source: Question Conversation 07
pt: Domanda conversazione 07

# 2528_Shion
source: Question Conversation 08
pt: Domanda conversazione 08

# 2540_Shion
source: Question Conversation 09
pt: Domanda conversazione 09

# 2552_Shion
source: Question Conversation 10
pt: Domanda conversazione 10

# 2564_Shion
source: Question Conversation 11
pt: Domanda conversazione 11

# 2576_Shion
source: Question Conversation 12
pt: Domanda conversazione 12

# 2588_Shion
source: Question Conversation 13
pt: Domanda conversazione 13

# 2600_Shion
source: Question Conversation 14
pt: Domanda conversazione 14

# 2612_Shion
source: Question Conversation 15
pt: Domanda conversazione 15
