Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01020b2a.po
Languages: pt

source: Why do you wanna stop the concert?
pt: Perché vuoi fermare il concerto?

source: What do you need twenty million yen for?
pt: Per cosa ti servono venti milioni di yen?

source: Wait, why do you wanna stop the concert again?
pt: Aspetta, perché vuoi fermare il concerto ancora?

source: What do you want twenty million yen for?
pt: Per cosa ti servono venti milioni di yen?

source: Let's finish this up. I've heard enough.
pt: Finiamola qui. Ho sentito abbastanza.

source: Why do you wanna stop the concert so bad?
pt: Perché vuoi fermare il concerto così tanto?

source: Explain the 20 mil thing again.
pt: Spiegami ancora la faccenda dei venti milioni.

source: Let's wrap this up. I've heard enough.
pt: Finiamola qui. Ho sentito abbastanza.

# 56_Akiyama
source: Okay, so the Kuroha Family was in league with the Nagoya Family. They rigged games with the Wyverns and the Gigants player Sawada...
pt: Allora, la Famiglia Kuroha era in combutta con la Famiglia Nagoya. Hanno truccato le partite con i Wyverns e il giocatore dei Gigants, Sawada...

# 68_Akiyama
source: Man... I didn't expect to hear Daigo Dojima's name associated with any of this.
pt: Accidenti... Non mi aspettavo di sentire il nome di Daigo Dojima associato a tutto questo.

# 80_Shinada
source: I was surprised that you even knew Dojima-kun.
pt: Sono rimasto sorpreso che tu conoscessi persino Dojima-kun.

# 92_Akiyama
source: Small world, huh? Then again, we do run in the same circles.
pt: Il mondo è piccolo, eh? D'altronde, giriamo negli stessi giri.

# 104_Akiyama
source: All right, you've convinced me. I'll help you out. But first...
pt: Va bene, mi hai convinto. Ti darò una mano. Ma prima...

# 152_Akiyama
source: Why stop the show? You said something about lives in danger?
pt: Perché fermare il concerto? Hai detto qualcosa a proposito di vite in pericolo?

# 164_Shinada
source: Uh... I don't really know the details, to be honest. But Sawada said the Kuroha were going to pull something at the concert.
pt: Uh... Non conosco bene i dettagli, a dire il vero. Ma Sawada ha detto che i Kuroha avrebbero combinato qualcosa al concerto.

# 176_Akiyama
source: Sawada the Gigants pitcher?
pt: Sawada, il lanciatore dei Gigants?

# 188_Shinada
source: Yeah. He was in line to take over the Nagoya, so he's wise to Kuroha plans.
pt: Sì. Era in linea per prendere il controllo della Nagoya, quindi conosce i piani dei Kuroha.

# 200_Akiyama
source: You're sure his info is reliable? And you do realize we can't do anything if we don't know their plan?
pt: Sei sicuro che le sue informazioni siano affidabili? E ti rendi conto che non possiamo fare niente se non conosciamo il loro piano?

# 212_Shinada
source: My guess is a bomb.
pt: Secondo me, è una bomba.

# 224_Akiyama
source: Maybe. Have you told the police?
pt: Forse. Hai detto alla polizia?

# 236_Shinada
source: Several times. They don't believe my story.
pt: Molte volte. Non credono alla mia storia.

# 248_Akiyama
source: Of course not. You don't have any evidence.
pt: Certo che no. Non hai nessuna prova.

# 260_Shinada
source: That's why the only way to stop them is to cancel the concert!
pt: Ecco perché l'unico modo per fermarli è annullare il concerto!

# 272_Akiyama
source: And you want 300 million to pay the cancellation fee. Man, first Katsuya, now you. Everyone wants this show canceled!
pt: E tu vuoi 300 milioni per pagare la penale di annullamento. Cavolo, prima Katsuya, adesso tu. Tutti vogliono che questo concerto venga annullato!

# 284_Shinada
source: Oh, you mean Katsuya of Ousaka Enterprises?
pt: Oh, intendi Katsuya di Ousaka Enterprises?

# 296_Akiyama
source: Yeah. Funny thing is, both Kuroha and Ousaka are Omi Alliance. So why is one planning to do something at the concert, and the other is trying to shut it down?
pt: Sì. Il bello è che, sia i Kuroha che gli Ousaka sono della Omi Alliance. Allora, perché uno sta pianificando di fare qualcosa al concerto, e l'altro sta cercando di annullarlo?

# 308_Shinada
source: Infighting, you think? But why?
pt: Lotte interne, credi? Ma perché?

# 320_Akiyama
source: Some kind of struggle over the leadership change.
pt: Una specie di lotta per il cambio di leadership.

# 332_Akiyama
source: The current chairman is Kuroha, but apparently he's gonna be out of the picture any day now.
pt: Il presidente attuale è Kuroha, ma a quanto pare sarà fatto fuori da un giorno all'altro.

# 344_Akiyama
source: Kuroha might be trying to consolidate power before the chairman bites the big one, and maybe Katsuya wants to stop them so that he himself can take over.
pt: Kuroha potrebbe star cercando di consolidare il potere prima che il presidente tiri le cuoia, e forse Katsuya vuole fermarli in modo che lui stesso possa prendere il comando.

# 356_Shinada
source: Makes sense.
pt: Ha senso.

# 368_Akiyama
source: It's still just conjecture. But now I get why you wanna stop the concert. So...
pt: È ancora solo una congettura. Ma ora capisco perché vuoi annullare il concerto. Quindi...

# 416_Akiyama
source: What's your plan for that 20 mil you said could wait until later? It better not be more debt, man. You should've paid that all off when you got the reward from Dojima-san.
pt: Qual è il tuo piano per quei 20 milioni che avevi detto potessero aspettare? Spero non sia altro debito, vecchio. Avresti dovuto saldare tutto quando hai ricevuto la ricompensa da Dojima-san.

# 428_Shinada
source: I don't want to do that.
pt: Non voglio farlo.

# 440_Akiyama
source: Why not?
pt: Perché no?

# 452_Shinada
source: Dojima-kun's already given me another crack at my dream. That's more than enough reward.
pt: Dojima-kun mi ha già dato un'altra possibilità di realizzare il mio sogno. È una ricompensa più che sufficiente.

# 464_Shinada
source: I never should have taken the twenty million yen.
pt: Non avrei mai dovuto accettare i venti milioni di yen.

# 476_Akiyama
source: Wait, so you wanna go into debt again so you can return the 20 mil to Dojima-san? That's stupid!
pt: Aspetta, quindi vuoi indebitarti di nuovo per poter restituire i 20 milioni a Dojima-san? È da stupidi!

# 488_Shinada
source: No need to insult me...
pt: Non c'è bisogno di insultarmi...

# 500_Akiyama
source: Tch, well, I guess your heart's in the right place.
pt: Tch, beh, alla fine hai il cuore al posto giusto.

# 512_Shinada
source: Thanks.
pt: Grazie.

# 524_Akiyama
source: I knew there was something odd about that sum. Anyway...
pt: Lo sapevo che c'era qualcosa di strano in quella somma. Comunque...

# 536_Akiyama
source: I get the picture now.
pt: Ora ci vedo chiaro.

# 596_Akiyama
source: Yeah, I wouldn't be surprised if all these events were linked somehow.
pt: Già, non mi sorprenderebbe se tutti questi eventi fossero collegati in qualche modo.

# 608_Shinada
source: Me neither.
pt: Neanch'io.

# 620_Akiyama
source: There's just one problem.
pt: C'è solo un problema.

# 632_Akiyama
source: The girl who's doing that concert－Haruka Sawamura－she's under my care.
pt: La ragazza che sta facendo quel concerto－Haruka Sawamura－è sotto la mia protezione.

# 644_Shinada
source: What!? Are you serious!?
pt: Cosa!? Fai sul serio!?

# 656_Akiyama
source: And unfortunately, both she and I are committed to her performing. No matter what.
pt: E purtroppo, sia lei che io siamo decisi a farla esibire. Costi quel che costi.

# 668_Akiyama
source: She's actually been continuing her lessons in private with folks from her agency.
pt: In realtà ha continuato le sue lezioni in privato con quelli della sua agenzia.

# 680_Akiyama
source: And I already turned down someone else's offer to stop the concert. And let me tell you, that guy was willing to pay a lot!
pt: E ho già rifiutato l'offerta di un altro per fermare il concerto. E ti assicuro, quel tizio era disposto a pagare un botto!

# 692_Shinada
source: But we have no idea how dangerous this might be!
pt: Ma non abbiamo la minima idea di quanto possa essere pericoloso!

# 704_Akiyama
source: I realize the risk, but I won't give up on the show so easily.
pt: Capisco il rischio, ma non rinuncerò allo spettacolo così facilmente.

# 716_Akiyama
source: A lot of people's dreams are riding on it.
pt: Ci sono in ballo i sogni di un sacco di gente.

# 728_Shinada
source: Dreams, huh?
pt: Sogni, eh?

# 740_Akiyama
source: That said, if we hold the event anyway, there's no guarantee the audience will be safe.
pt: Detto questo, se terremo comunque l'evento, non c'è alcuna garanzia che il pubblico sarà al sicuro.

# 752_Akiyama
source: We've got to do all we can to eliminate any threats. I agree with you on that front.
pt: Dobbiamo fare tutto il possibile per eliminare qualsiasi minaccia. Su questo sono d'accordo con te.

# 764_Shinada
source: If you agreed you'd cancel the event.
pt: Se avessi accettato, avresti annullato l'evento.

# 776_Akiyama
source: I can't do that.
pt: Non posso farlo.

# 788_Akiyama
source: If I did, Haruka-chan's dream would be dead－a dream that Park-san sacrificed so much for.
pt: Se lo facessi, il sogno di Haruka-chan sarebbe morto－un sogno per cui Park-san si è sacrificata così tanto.

# 800_Akiyama
source: You have to seize your dreams when you can. There might not be a second chance.
pt: Devi cogliere al volo i tuoi sogni quando puoi. Potrebbe non esserci una seconda occasione.

# 812_Akiyama
source: Just like that home run of yours.
pt: Proprio come quel tuo fuoricampo.

# 836_Akiyama
source: Haruka-chan will live her dream. And I'll make sure she won't be in danger.
pt: Haruka-chan vivrà il suo sogno. E mi assicurerò che non sarà in pericolo.

# 848_Shinada
source: How will you do that?
pt: Come farai?

# 860_Akiyama
source: The first step is... we have to find out what they've got planned.
pt: Il primo passo è... dobbiamo scoprire cosa hanno in mente.

# 920_Shinada
source: How are we going to do that? We don't have any leads on the Kuroha Family.
pt: Come faremo? Non abbiamo nessuna pista sulla Famiglia Kuroha.

# 932_Akiyama
source: True. But Katsuya said he'd already talked with the event organizers about canceling.
pt: Vero. Ma Katsuya ha detto di aver già parlato con gli organizzatori dell'evento di annullare.

# 944_Akiyama
source: There's no way he did that without using a ton of money, or maybe violence, to put on the pressure.
pt: Non è possibile che l'abbia fatto senza usare un sacco di soldi, o magari la violenza, per fare pressione.

# 956_Akiyama
source: How else could you nix an event at a venue like the Japan Dome? And just two days in advance?
pt: Come altro potresti far saltare un evento in un luogo come il Japan Dome? E con soli due giorni di anticipo?

# 968_Shinada
source: Unless the organizer was already in cahoots with Katsuya.
pt: A meno che l'organizzatore non fosse già in combutta con Katsuya.

# 980_Akiyama
source: Fun thought, eh? All right then, let's go play detective with Katsuya!
pt: Pensiero divertente, eh? Va bene allora, andiamo a fare i detective con Katsuya!

# 992_Shinada
source: Now? Fine, no time like the present. So we just show up there? Do you even know where he's at?
pt: Adesso? Va bene, non c'è momento migliore. Quindi ci presentiamo e basta? Sai almeno dov'è?

# 1004_Akiyama
source: His company is MAO, Inc. As for its location...
pt: La sua azienda è MAO, Inc. Per quanto riguarda la sua sede...

# 1016_Shinada
source: What?
pt: Cosa?

# 1028_Akiyama
source: No one knows where they are. Not even Yamaura-san, and she runs Dyna Chair now!
pt: Nessuno sa dove siano. Nemmeno Yamaura-san, e adesso è lei che gestisce la Dyna Chair!

# 1040_Shinada
source: How does that happen?
pt: Come succede?

# 1052_Akiyama
source: The company can be reached, but no matter what you ask, they say you have to talk to the president.
pt: L'azienda si può contattare, ma qualsiasi cosa chiedi, ti dicono che devi parlare col presidente.

# 1064_Akiyama
source: And when you ask where the president is, they say they don't know.
pt: E quando chiedi dov'è il presidente, dicono che non lo sanno.

# 1076_Shinada
source: That's ridiculous.
pt: È ridicolo.

# 1088_Akiyama
source: Yeah, but there's not much we can do about it. And hey, we don't have time for normal avenues like that anyway.
pt: Sì, ma non c'è molto che possiamo farci. Ehi, e comunque non abbiamo tempo per le vie normali come quelle.

# 1100_Shinada
source: What's our move, then? We have to find out where that president is.
pt: Qual è la nostra mossa, allora? Dobbiamo scoprire dov'è quel presidente.

# 1112_Akiyama
source: Yep, and we should ask the people who know this town better than anyone.
pt: Sì, e dovremmo chiedere alle persone che conoscono questa città meglio di chiunque altro.

# 1124_Shinada
source: Who?
pt: Chi?

# 1136_Akiyama
source: The homeless. I've got connections with them. I used to be homeless myself, years ago.
pt: I senzatetto. Ho dei contatti con loro. Anch'io ero un senzatetto, anni fa.

# 1148_Shinada
source: Huh. Interesting circle of friends you got.
pt: Ah. Interessante giro di amicizie che hai.

# 1160_Akiyama
source: You bet. Let's see who we can find.
pt: Puoi scommetterci. Vediamo chi riusciamo a trovare.
