Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340002.po
Languages: pt

source: Visit
pt: Visita

source: Leave
pt: Andarsene

source: Player
pt: Giocatore

source: Stay Longer
pt: Resta ancora

source: The Snow Festival
pt: Il Festival della Neve

source: Girls with Big Breasts
pt: Ragazze con il seno grande

source: The Curry Soup Breakfast Diet
pt: La dieta della zuppa di curry a colazione

source: Uni Season in July
pt: La stagione dei ricci a luglio

source: Why White Chocolate is White
pt: Perché il cioccolato bianco è bianco

source: Hot Water Bottles, Cold Days
pt: Borse dell'acqua calda, giorni freddi

source: New Year's Food in Hokkaido
pt: Cibo di Capodanno a Hokkaido

source: Nothing
pt: Niente

source: Her Interests
pt: I suoi interessi

source: Her Hobbies
pt: I suoi hobby

source: Her Thoughts on Romance
pt: Cosa pensa dell'amore

source: About Herself
pt: Su di lei

source: TMI
pt: Troppe informazioni

source: Order Something
pt: Ordina qualcosa

source: Don't Order
pt: Non ordinare nulla

source: Ask Her Out
pt: Chiedile di uscire

source: Not Yet
pt: Non ancora

source: Go Home
pt: Torna a casa

# 332_Staff
source: Hello. Welcome to Rose Hip.
pt: Salve. Benvenuto al Rose Hip.

# 344_Staff
source: Our establishment has an 8,400 yen minimum, along with a 3,150 yen cover charge. Requesting a specific hostess incurs another 3,150 yen fee.
pt: Il nostro locale prevede una spesa minima di 8.400 yen, oltre a una quota d'ingresso di 3.150 yen. La scelta di una hostess specifica comporta un ulteriore costo di 3.150 yen.

# 368_Staff
source: Would you like to join us today?
pt: Le va di fermarsi da noi oggi?

# 392_Staff
source: I'll find you a hostess then. This way, sir.
pt: Allora le cerco subito una hostess. Da questa parte, signore.

# 404_Staff
source: You'd like to see Kaguya-san? This way, sir.
pt: Desidera vedere Kaguya-san? Da questa parte, signore.

# 416_Staff
source: I see. We hope you'll come by again, sir.
pt: Capisco. Speriamo che tornerà a trovarci, signore.

# 428_Staff
source: I'm terribly sorry, sir, but Kaguya isn't here at the moment, I'm afraid.
pt: Sono davvero spiacente, signore, ma temo che Kaguya non sia qui al momento.

# 440_Player
source: Okay. I'll come back later.
pt: Va bene. Ripasserò più tardi.

# 452_Staff
source: We look forward to your next visit, sir.
pt: La aspettiamo per la sua prossima visita, signore.

# 464_Player
source: (Damn. Don't have enough money.)
pt: (Maledizione. Non ho abbastanza soldi.)

# 476_Player
source: Actually...
pt: In realtà...

# 488_Staff
source: Is something the matter?
pt: C'è qualcosa che non va?

# 500_Player
source: Sorry. I'll hafta come back later.
pt: Scusa. Dovrò ripassare più tardi.

# 512_Player
source: (I'm gonna need at least 15,000 yen.)
pt: (Mi serviranno almeno 15.000 yen.)

# 524_Staff
source: Your check, sir.
pt: Ecco il conto, signore.

# 536_Staff
source: Thank you very much.
pt: Grazie mille.

# 572_Staff
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Desidera un prolungamento?

# 584_Himura
source: Kaguya-chan's already agreed to go out with you, so shouldn't you be heading out about now?
pt: Kaguya-chan ha già accettato di uscire con te, quindi non dovresti andare proprio adesso?

# 596_Saejima
source: Oh yeah.
pt: Oh sì.

# 608_Saejima
source: No thanks. I gotta go.
pt: No grazie. Devo andare.

# 620_Staff
source: Understood, sir.
pt: Capito, signore.

# 668_Staff
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Desidera un prolungamento?

# 680_Staff
source: Very well, then. Enjoy the rest of your stay.
pt: Molto bene, allora. Si goda il resto della serata.

# 692_Staff
source: Understood, sir.
pt: Capito, signore.

# 704_Staff
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Desidera un prolungamento?

# 728_Himura
source: You can't bail now, Saejima-san! You need to ask her out on an after hours date!
pt: Non puoi mica tirarti indietro adesso, Saejima-san! Devi chiederle di uscire per un appuntamento dopolavoro!

# 740_Saejima
source: (Guess I gotta...)
pt: (Mi sa che mi tocca...)

# 752_Saejima
source: Gimme an extension.
pt: Vada per il prolungamento.

# 764_Staff
source: Very well, then. Enjoy the rest of your stay.
pt: Molto bene, allora. Si goda il resto della serata.

# 776_Staff
source: You're coming up on your time limit, sir. Would you care for an extension?
pt: Il suo tempo sta per scadere, signore. Desidera un prolungamento?

# 788_Player
source: (Gah... Can't afford an extension.)
pt: (Gah... Non posso permettermi un prolungamento.)

# 800_Player
source: Nah, I'm goin'.
pt: Nah, me ne vado.

# 812_Staff
source: Understood, sir.
pt: Capito, signore.

# 824_Player
source: (Should I talk about somethin' else?)
pt: (Dovrei parlare di qualcos'altro?)

# 836_Player
source: (Maybe I oughta ask a question.)
pt: (Forse dovrei farle una domanda.)

# 848_Player
source: (Maybe I oughta order somethin'.)
pt: (Forse dovrei ordinare qualcosa.)

# 860_Player
source: (Should I give her a present?)
pt: (Dovrei darle un regalo?)

# 872_Player
source: (Should I ask her out on a date?)
pt: (Dovrei chiederle di uscire?)

# 884_Player
source: (Maybe I oughta go.)
pt: (Forse dovrei andare.)

# 896_Player
source: (What should I talk about?)
pt: (Di cosa dovrei parlare?)

# 1160_Player
source: (What should I ask about?)
pt: (Di cosa dovrei chiederle?)

# 1244_Player
source: (What should I do?)
pt: (Che faccio?)

# 1328_Player
source: (She already said yes. I don't needa push it.)
pt: (Ha già detto di sì. Non serve insistere.)

# 1340_Player
source: (She already turned me down once. I oughta back down for now and try some other time.)
pt: (Mi ha già rifiutato una volta. Farò meglio a lasciar perdere per ora e a riprovarci un'altra volta.)

# 1352_Player
source: (What should I do?)
pt: (Che faccio?)

# 1388_Player
source: (What should I do?)
pt: (Che faccio?)

# 1424_Staff
source: Hello. Welcome to Rose Hip.
pt: Salve. Benvenuto al Rose Hip.

# 1436_Staff
source: Our establishment has an 8,400 yen minimum, along with a 3,150 yen cover charge. Requesting a specific hostess incurs another 3,150 yen fee.
pt: Il nostro locale prevede una tariffa minima di 8.400 yen, oltre a un supplemento di 3.150 yen. La scelta di una hostess specifica comporta un ulteriore addebito di 3.150 yen.

# 1448_Staff
source: Would you like to join us today?
pt: Le andrebbe di fermarsi da noi oggi?

# 1460_Himura
source: Oh yeah! We are loaded today, buddy! Let us see your most popular girl!
pt: Oh sì! Oggi siamo carichi di grana, amico! Facci vedere la vostra ragazza più richiesta!

# 1472_Staff
source: Understood, sir.
pt: Capito, signore.

# 1484_Himura
source: That there was my fancy way of asking the club to bring us their girl, Kaguya-chan.
pt: Quello era il mio modo ricercato per chiedere al locale di portarci la loro ragazza, Kaguya-chan.

# 1508_Himura
source: Saejima-san, if you make the girl do all the talking, she's going to think you're boring.
pt: Saejima-san, se lasci che sia sempre la ragazza a parlare, finirà per pensare che sei noioso.

# 1520_Player
source: What do I do then?
pt: E allora cosa dovrei fare?

# 1532_Himura
source: Sometimes you should be the one to bring up a topic to talk about. Or maybe you can try ordering something else.
pt: A volte dovresti essere tu a tirare fuori un argomento di cui parlare. O magari potresti provare a ordinare qualcos'altro.

# 1544_Himura
source: Maybe start by asking her on a date!
pt: Magari comincia col chiederle di uscire!

# 1556_Player
source: Say what now? That's kind of a big thing to start with.
pt: Dici sul serio? Mi sembra un passo un po' troppo grosso per cominciare.

# 1568_Himura
source: What are you talking about? No guts, no glory!
pt: Ma che stai dicendo? Chi non risica non rosica!

# 1580_Player
source: Ah, well. Guess I'll give it a shot.
pt: Ah, beh. Vedrò di farci un tentativo.

# 1592_Himura
source: Now be sure and try lots of different things!
pt: Ora vedi di provare un sacco di cose diverse, mi raccomando!

# 1604_Himura
source: You can't leave yet, man!
pt: Non puoi ancora andartene, amico!

# 1628_Player
source: (Okay, how to start...)
pt: (Ok, come inizio...)

# 1640_Himura
source: Start by asking her on a date! I'm sure she'll go for it!
pt: Comincia col chiederle di uscire! Sono sicuro che ci starà!
