Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0116013a.po
Languages: pt

# 2540_Matsuno
source: I'm sorry, Shinada-san. Daddy can be complex sometimes. Anyway, this will do for sightseeing.
pt: Mi dispiace, Shinada-san. Daddy a volte sa essere complicato. Comunque, per il giro turistico può bastare così.

# 2552_Shinada
source: Huh? We're done already?
pt: Eh? Abbiamo già finito?

# 2564_Matsuno
source: Our visit is very short. We don't have time to dawdle. Let's move on.
pt: La nostra visita è molto breve. Non abbiamo tempo da perdere. Proseguiamo.

# 2576_Shinada
source: Move on... to what?
pt: Proseguiamo... e verso cosa?

# 2588_Matsuno
source: Well, Daddy always makes it a point to enjoy some Japanese cuisine. You wouldn't mind sharing a drink with her, would you?
pt: Beh, Daddy ci tiene sempre a gustarsi un po' di cucina giapponese. Non ti dispiacerebbe bere qualcosa con lei, vero?

# 2600_Shinada
source: Oh, I would love to. So, Her Ladyship requires a dining establishment that serves a good drink? I can work with that.
pt: Oh, mi farebbe molto piacere. Quindi Sua Signoria ha bisogno di un locale dove servano dell'ottimo bere? Si può fare.

# 2612_Matsuno
source: That would be appreciated. Daddy, do you have any requests?
pt: Sarebbe molto apprezzato. Daddy, hai qualche richiesta?

# 2624_Daddy Papa
source: Ach, Matsuno, can you do nothing outside of depending on my guidance? So much like a child you are, and equally helpless.
pt: Ach, Matsuno, non sai far altro che dipendere dalla mia guida? Sei proprio come un bambino, e altrettanto indifeso.

# 2636_Matsuno
source: Well, I only asked if you had any preferences about where you'd like to go.
pt: Beh, ti ho solo chiesto se avessi qualche preferenza su dove ti piacerebbe andare.

# 2648_Daddy Papa
source: Hmm, ah, yes. Then, let it be somewhere that is serving delicacies representative of this here Nagoya. Also, it should let me feel relaxed.
pt: Mmh, ah, sì. Allora, che sia un posto che serva prelibatezze rappresentative di questa Nagoya. Inoltre, deve farmi sentire a mio agio.

# 2660_Shinada
source: Okay, that's cool. Let me think for a sec.
pt: Ok, va bene. Fammi pensare un attimo.

# 2672_Shinada
source: (Club Eden ought to do it.)
pt: (Il Club Eden dovrebbe andare bene.)

# 2684_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Ok, conosco il posto giusto. Da questa parte, prego.

# 2744_Shinada
source: (Sekai no Yamachan ought to do it.)
pt: (Sekai no Yamachan dovrebbe andare bene.)

# 2756_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Ok, conosco il posto giusto. Da questa parte, prego.

# 2816_Shinada
source: (Ooh, a chicken wing stand might be what she's looking for.)
pt: (Ooh, un chiosco di alette di pollo potrebbe essere quello che sta cercando.)

# 2828_Shinada
source: Okay, I know just the place. Right this way, please.
pt: Ok, conosco il posto giusto. Da questa parte, prego.

# 2900_Menacing Hoodlum
source: Okay, no more, please! We'll get gone for good!
pt: Ok, basta così, ti prego! Spariremo per sempre!

# 2936_Otaku
source: Thank you! Thank you, good sir! Um, if it's okay, I'd like to give you this figure as thanks. You'll be good to it, won't you? Treat it like a lady? ...Stroke it tenderly?
pt: Grazie! Grazie, signore! Ehm, se per lei va bene, vorrei darle questa statuina come ringraziamento. Se ne prenderà cura, vero? La tratti come una signora... La accarezzi con tenerezza?

# 2972_Otaku
source: Yes! I gave the hero a precious item to aid him on his journey! With that, I'll be off!
pt: Sì! Ho consegnato all'eroe un oggetto prezioso per aiutarlo nel suo viaggio! E con questo, tolgo il disturbo!

# 2996_Man in Black
source: Hm! Bravo. A most impressive display.
pt: Hm! Bravo. Un'esibizione davvero notevole.

# 3008_Shinada
source: Huh?
pt: Uh?

# 3020_Man in Black
source: I had the honor of watching you trounce those bullies. Clearly, you know how to handle yourself under pressure.
pt: Ho avuto l'onore di vederla dare una lezione a quei teppisti. Evidentemente sa come cavarsela sotto pressione.

# 3032_Shinada
source: Whoa, you were watching the whole time?
pt: Whoa, ha guardato per tutto il tempo?

# 3044_Man in Black
source: I am aware this is out of the blue, but may I interest you in a job? One that would be right up your alley, judging from that demonstration.
pt: So che giunge inaspettato, ma potrei interessarla a un lavoro? Uno che farebbe proprio al caso suo, a giudicare da quell'esibizione.

# 3056_Shinada
source: A job? I dunno... I mean, I need one, yes, but I'm tired of getting roped into shady deals. I pride myself on being a law-abiding citizen.
pt: Un lavoro? Non saprei... Voglio dire, ne ho bisogno, sì, ma sono stanco di farmi invischiare in affari loschi. Mi vanto di essere un cittadino rispettoso della legge.

# 3068_Man in Black
source: Perhaps you have the wrong impression of me. My offer is far from illegitimate.
pt: Forse si è fatto un'idea sbagliata sul mio conto. La mia offerta è tutt'altro che illegittima.

# 3080_Shinada
source: You sure? Everything about you screams, "Warning, suspicious man approaching! Do not engage under any circumstances!"
pt: Ne è sicuro? Tutto di lei urla: "Attenzione, uomo sospetto in avvicinamento! Non interagire in nessun caso!"

# 3092_Man in Black
source: Oh? Is that so? I chose this getup specifically to avoid attracting attention－I thought it'd help me blend into the background. Was this a poor choice?
pt: Oh? Dice così? Ho scelto questo completo apposta per evitare di attirare l'attenzione－pensavo mi avrebbe aiutato a passare inosservato. È stata una scelta infelice?

# 3104_Shinada
source: A black suit and glasses, though? That just makes you look like an assassin. If your goal is to make people not look at you, then sure, you did your job...
pt: Ma un completo nero e occhiali? La fanno solo sembrare un sicario. Se il suo obiettivo è non farsi guardare dalla gente, allora sì, ha raggiunto lo scopo...

# 3116_Man in Black
source: Can we move on, please? The job I'm offering does not violate any sort of law, I assure you.
pt: Possiamo andare avanti, per favore? Il lavoro che le offro non viola alcun tipo di legge, glielo assicuro.

# 3128_Man in Black
source: The job only entails escorting a certain lady on a tour of this city. It won't be for much time, either.
pt: Il lavoro consiste solo nello scortare una certa signora in un tour di questa città. E non richiederà nemmeno molto tempo.

# 3140_Shinada
source: You want me to be a tour guide? Why would you need someone good in a fight for that?
pt: Vuole che faccia la guida turistica? Perché le servirebbe qualcuno bravo a combattere per una cosa del genere?

# 3152_Man in Black
source: A fair point. However, as a dignified diva in a foreign land, wouldn't you be more comfortable around a man who exhibits both strength and restraint?
pt: Osservazione legittima. Tuttavia, per una dignitosa diva in terra straniera, non si sentirebbe più a suo agio con un uomo che dimostri sia forza che autocontrollo?

# 3164_Man in Black
source: As I said, it won't take much time. Perhaps an hour at most. As compensation for your labor and security, I can offer you a million's worth.
pt: Come ho detto, non richiederà molto tempo. Forse un'ora al massimo. Come compenso per il suo lavoro e la protezione, posso offrirle un valore di un milione.

# 3176_Shinada
source: Really!? A million!? Just for showing some lady around town?
pt: Davvero!? Un milione!? Solo per portare in giro una signora per la città?

# 3188_Man in Black
source: Precisely. So, will you agree to those terms?
pt: Esattamente. Quindi, accetta queste condizioni?

# 3200_Shinada
source: Nah, I think I'll pass.
pt: Nah, credo che passerò.

# 3212_Man in Black
source: Very well. That decision is yours.
pt: Molto bene. La decisione è sua.

# 3284_Man in Black
source: Oh? Weren't you the one who turned down my job offer?
pt: Oh? Non era lei quello che aveva rifiutato la mia offerta di lavoro?

# 3296_Shinada
source: Let me get this straight. Are you really offering a million an hour?
pt: Mi faccia capire bene. Sta davvero offrendo un milione all'ora?

# 3308_Man in Black
source: Yes, precisely. If you would escort a certain lady around town, I will assure you a million's worth of compensation.
pt: Sì, esattamente. Se scorterà una certa signora in giro per la città, le assicurerò un compenso del valore di un milione.

# 3320_Man in Black
source: Well? Will you accept this job?
pt: Allora? Accetta questo lavoro?

# 3332_Shinada
source: Nah, I'll pass.
pt: No, passo.

# 3344_Man in Black
source: Very well. That decision is yours.
pt: Molto bene. La decisione è sua.

# 3368_Shinada
source: I will, I will! Please let me take this job, I'm so broke! Er, what I meant by that is... I, Tatsuo Shinada, pledge to guard the lady with my life!
pt: Lo farò, lo farò! Per favore, mi lasci accettare questo lavoro, sono al verde! Ehm, quello che volevo dire è... Io, Tatsuo Shinada, giuro di proteggere la signora a costo della vita!

# 3380_Man in Black
source: Very good. Thank you. Now please take a look behind you.
pt: Molto bene. Grazie. Ora, per favore, guardi dietro di lei.

# 3392_Shinada
source: Uh... Okay.
pt: Ehm... Va bene.

# 3404_Shinada
source: Holy moly!
pt: Miseria!

# 3416_Man in Black
source: She is the lady I represent. The American songstress turned global superstar, Daddy Papa!
pt: Lei è la signora che rappresento. La cantante americana diventata una superstar mondiale, Daddy Papa!

# 3452_Man in Black
source: Oh? You don't know of her? You must be joking.
pt: Oh? Non la conosce? Starà scherzando.

# 3464_Shinada
source: Nope. Never heard of her. She really that famous?
pt: No. Mai sentita nominare. È davvero così famosa?

# 3488_Man in Black
source: You've never heard of Daddy Papa? The irresistible, international sensation? Sales of over seventy million CDs worldwide?
pt: Non ha mai sentito parlare di Daddy Papa? L'irresistibile fenomeno internazionale? Oltre settanta milioni di CD venduti in tutto il mondo?

# 3500_Shinada
source: Oh... Huh. What makes a huge celebrity like her want to come all the way out here?
pt: Oh... Eh. Cosa spinge una celebrità del genere a venire fin qui?

# 3512_Man in Black
source: Well, she's always been appreciative of Japanese culture. So far, she's explored our major cultural hubs such as Tokyo and Osaka.
pt: Beh, ha sempre apprezzato la cultura giapponese. Finora ha esplorato i nostri principali centri culturali come Tokyo e Osaka.

# 3524_Man in Black
source: This time, she's traveling incognito so she can explore Nagoya unfettered.
pt: Questa volta sta viaggiando in incognito, così potrà esplorare Nagoya in totale libertà.

# 3536_Shinada
source: You call that dumpster ensemble incognito? I mean, what is that dress she's wearing? It smells like the ocean... Yikes! That's real seaweed!
pt: E quel completo da cassonetto lo chiami andare in incognito? Insomma, cos'è quel vestito che indossa? Puzza di mare... Miseria! Sono alghe vere!

# 3548_Shinada
source: Just what part of America do you come from? I'd really like to know where that getup would go unnoticed...
pt: Ma da che parte dell'America vieni? Mi piacerebbe proprio sapere dove quel travestimento passerebbe inosservato...

# 3560_Man in Black
source: To be honest, I concur. However, as far as she's concerned, this is more restrained than her usual attire.
pt: A dire il vero, concordo. Tuttavia, per quanto la riguarda, questo è più sobrio del suo abbigliamento abituale.

# 3572_Daddy Papa
source: Ach! C'est humiliating to appear before others in a dress so somber and lacking in esprit. Were there a pit, I would hide in it in shame.
pt: Ach! È umiliante mostrarsi agli altri con un abito così cupo e privo di esprit. Se ci fosse una fossa, mi ci nasconderei per la vergogna.

# 3584_Shinada
source: Oh, what? You speak Japanese?
pt: Oh, cosa? Parli giapponese?

# 3596_Man in Black
source: Daddy is capable of conversing in four languages, Japanese being one. The French she peppers in is mostly for show.
pt: Daddy è in grado di conversare in quattro lingue, tra cui il giapponese. Il francese che infila qua e là è più che altro per scena.

# 3608_Daddy Papa
source: Ah, oui! The languages of the world, they give inspiration to the poems that I write. Japanese c'est mon favorite especially.
pt: Ah, oui! Le lingue del mondo danno ispirazione alle poesie che scrivo. Il giapponese è la mia preferita soprattutto.

# 3620_Man in Black
source: Daddy is a true musical prodigy. She not only composes all her songs, she writes all the lyrics as well.
pt: Daddy è un vero prodigio musicale. Non solo compone tutte le sue canzoni, scrive anche tutti i testi.

# 3632_Man in Black
source: Unfortunately, she's suffering from a bit of writer's block with the lyrics for her new song. She's visiting in hopes of finding inspiration.
pt: Purtroppo soffre di un po' di blocco dello scrittore per i testi della sua nuova canzone. È qui in visita nella speranza di trovare l'ispirazione.

# 3644_Daddy Papa
source: Bite your tongue! I do not wish to be hearing of that now, understand? Now, you are to be guiding me, Mister...?
pt: Bada a come parli! Non voglio sentirne parlare ora, intesi? Ora, dovrai farmi da guida, Signor...?

# 3656_Shinada
source: Shinada, ma'am. Tatsuo Shinada, at your service.
pt: Shinada, signora. Tatsuo Shinada, al suo servizio.

# 3668_Daddy Papa
source: Very well, Tatsuo, enchantée. As you have heard, Daddy Papa I am. I shall be granting you permission to address me as "Your Ladyship."
pt: Molto bene, Tatsuo, enchantée. Come hai udito, io sono Daddy Papa. Ti concedo il permesso di rivolgerti a me come "Vostra Signoria".

# 3680_Shinada
source: Your Ladyship. O-kay...
pt: Vostra Signoria. Va beeene...

# 3692_Man in Black
source: Please excuse me for not introducing myself earlier. I'm George Matsuno. I'm Daddy's secretary and bodyguard.
pt: Mi scusi se non mi sono presentato prima. Sono George Matsuno. Sono il segretario e la guardia del corpo di Daddy.

# 3704_Daddy Papa
source: Oh? Matsuno, that is too formal. A pet, you are.
pt: Oh? Matsuno, sei troppo formale. Un animaletto, tu sei.

# 3716_Matsuno
source: Yes, well... Perhaps that might be more accurate.
pt: Sì, beh... Forse sarebbe più accurato.

# 3728_Shinada
source: It's not easy being you, is it?
pt: Non dev'essere facile essere te, vero?

# 3740_Matsuno
source: I'm afraid not. Moreover, Nagoya is completely new to me, despite the fact I grew up in Japan.
pt: Temo di no. Inoltre, Nagoya mi è completamente nuova, nonostante il fatto che sia cresciuto in Giappone.

# 3752_Shinada
source: Ah, got it. So that's why you needed a tour guide.
pt: Ah, capito. Ecco perché ti serviva una guida turistica.

# 3764_Matsuno
source: Yes. There's also the fact that Daddy can't stay long. If she is in public too long, it could cause a media circus.
pt: Sì. C'è anche il fatto che Daddy non può restare a lungo. Se resta in pubblico troppo a lungo, potrebbe scatenarsi un circo mediatico.

# 3776_Matsuno
source: Anyway, without further ado, I'd like you to recommend a good place to start with. I will handle the security.
pt: Comunque, senza ulteriori indugi, vorrei che ci consigliassi un buon posto da cui iniziare. Della sicurezza me ne occuperò io.

# 3788_Shinada
source: A good place? You mean, like, a tourist spot?
pt: Un buon posto? Intendi, tipo, una meta turistica?

# 3800_Daddy Papa
source: Oui! But, I am a superstar international. Take me you shall to a sight that is worthy of being seen by mine eyes.
pt: Oui! Ma io sono una superstar internazionale. Condurmi dovrai a una vista che sia degna di essere ammirata dai miei occhi.

# 3812_Shinada
source: Hmm. Okay. But... where would that be?
pt: Mmm. Va bene. Ma... dove potrebbe essere?

# 3824_Shinada
source: (The TV Tower would be the safe choice.)
pt: (La torre della TV sarebbe la scelta più sicura.)

# 3836_Shinada
source: All right, let me show you the way. Please follow me.
pt: Va bene, lasciate che vi faccia strada. Seguitemi pure.

# 3860_Shinada
source: (Maybe I could show her Club Futo Momo. I think it's pretty snazzy, and who knows? A touch of titillation might help break the ice.)
pt: (Magari potrei portarla al Club Futo Momo. Penso sia un posto piuttosto elegante, e chissà? Un tocco di eccitazione potrebbe aiutare a rompere il ghiaccio.)

# 3872_Shinada
source: All right, let me show you the way. Please follow me.
pt: Va bene, lasciate che vi faccia strada. Seguitemi pure.

# 3896_Shinada
source: (Maybe she'll like the view from the Oval Stage lookout.)
pt: (Magari le piacerà la vista dal belvedere di Oval Stage.)

# 3908_Shinada
source: All right, let me show you the way. Please follow me.
pt: Va bene, lasciate che vi faccia strada. Seguitemi pure.

# 3944_Menacing Hoodlum
source: Okay, no more, please! We'll get gone for good!
pt: Okay, basta così, vi prego! Spariremo per sempre!

# 3980_Otaku
source: Thank you! Thank you, good sir! Um, if it's okay, I'd like to give you this figure as thanks. You'll be good to it, won't you? Treat it like a lady? ...Stroke it tenderly?
pt: Grazie! Grazie, signore! Ehm, se per lei va bene, vorrei darle questa statuina come ringraziamento. Se ne prenderà cura, vero? La tratti come una signora... La accarezzi con dolcezza?

# 4016_Otaku
source: Yes! I gave the hero a precious item to aid him on his journey! With that, I'll be off!
pt: Sì! Ho dato all'eroe un oggetto prezioso per aiutarlo nel suo viaggio! E con questo, io vado!

# 4040_Man in Black
source: Hm! Bravo. A most impressive display.
pt: Hm! Bravo. Una dimostrazione davvero impressionante.

# 4052_Shinada
source: Huh?
pt: Uh?

# 4064_Man in Black
source: I had the honor of watching you trounce those bullies. Clearly, you know how to handle yourself under pressure.
pt: Ho avuto l'onore di vederti sbaragliare quei prepotenti. Evidentemente sai come cavartela sotto pressione.

# 4076_Shinada
source: Whoa, you were watching the whole time?
pt: Wow, hai guardato per tutto il tempo?

# 4088_Man in Black
source: I am aware this is out of the blue, but may I interest you in a job? One that would be right up your alley, judging from that demonstration.
pt: Mi rendo conto che arrivi all'improvviso, ma posso interessarti a un lavoro? Uno che farebbe proprio al caso tuo, a giudicare da quella dimostrazione.

# 4100_Shinada
source: A job? I dunno... I mean, I need one, yes, but I'm tired of getting roped into shady deals. I pride myself on being a law-abiding citizen.
pt: Un lavoro? Boh... Voglio dire, ne ho bisogno, sì, ma sono stanco di essere trascinato in affari loschi. Mi vanto di essere un cittadino rispettoso della legge.

# 4112_Man in Black
source: Perhaps you have the wrong impression of me. My offer is far from illegitimate.
pt: Forse hai un'impressione sbagliata di me. La mia proposta è tutt'altro che illecita.

# 4124_Shinada
source: You sure? Everything about you screams, "Warning, suspicious man approaching! Do not engage under any circumstances!"
pt: Ne sei sicuro? Tutto di te grida: "Attenzione, uomo sospetto in avvicinamento! Non interagire per nessuna ragione!"

# 4136_Man in Black
source: Oh? Is that so? I chose this getup specifically to avoid attracting attention－I thought it'd help me blend into the background. Was this a poor choice?
pt: Oh? Davvero? Ho scelto questo completo appositamente per evitare di attirare l'attenzione... Pensavo mi avrebbe aiutato a passare inosservato. È stata una scelta sbagliata?

# 4148_Shinada
source: A black suit and glasses, though? That just makes you look like an assassin. If your goal is to make people not look at you, then sure, you did your job...
pt: Però, un completo nero e degli occhiali? Ti fanno solo sembrare un assassino. Se il tuo scopo è non farti guardare dalla gente, allora sì, hai fatto il tuo lavoro...

# 4160_Man in Black
source: Can we move on, please? The job I'm offering does not violate any sort of law, I assure you.
pt: Possiamo passare oltre, per favore? Il lavoro che ti sto offrendo non viola alcun tipo di legge, te lo assicuro.

# 4172_Man in Black
source: The job only entails escorting a certain lady on a tour of this city. It won't be for much time, either.
pt: Il lavoro consiste solo nello scortare una certa signora in un tour di questa città. Non richiederà nemmeno molto tempo.

# 4184_Shinada
source: You want me to be a tour guide? Why would you need someone good in a fight for that?
pt: Vuoi che faccia da guida turistica? Perché ti servirebbe qualcuno bravo a menare le mani per questo?

# 4196_Man in Black
source: A fair point. However, as a dignified diva in a foreign land, wouldn't you be more comfortable around a man who exhibits both strength and restraint?
pt: Giusta osservazione. Tuttavia, trattandosi di una diva di classe in terra straniera, non si sentirebbe più a suo agio con un uomo che mostri sia forza che autocontrollo?

# 4208_Man in Black
source: As I said, it won't take much time. Perhaps an hour at most. As compensation for your labor and security, I can offer you a million's worth.
pt: Come ho detto, non richiederà molto tempo. Forse un'ora al massimo. Come compenso per il tuo lavoro e la protezione, posso offrirti un milione.

# 4220_Shinada
source: Really!? A million!? Just for showing some lady around town?
pt: Dici sul serio!? Un milione!? Solo per portare in giro per la città una signora?

# 4232_Man in Black
source: Precisely. So, will you agree to those terms?
pt: Esatto. Allora, accetti queste condizioni?

# 4244_Shinada
source: Nah, I think I'll pass.
pt: Nah, credo che passerò.

# 4256_Man in Black
source: Very well. That decision is yours.
pt: Molto bene. La decisione è tua.

# 4328_Man in Black
source: Oh? Weren't you the one who turned down my job offer?
pt: Oh? Non eri tu quello che ha rifiutato la mia offerta di lavoro?

# 4340_Shinada
source: Let me get this straight. Are you really offering a million an hour?
pt: Fammi capire bene. Mi offri davvero un milione all'ora?

# 4352_Man in Black
source: Yes, precisely. If you would escort a certain lady around town, I will assure you a million's worth of compensation.
pt: Sì, proprio così. Se scorterai una certa signora in giro per la città, ti assicurerò un compenso del valore di un milione.

# 4364_Man in Black
source: Well? Will you accept this job?
pt: Allora? Accetti questo lavoro?

# 4376_Shinada
source: Nah, I'll pass.
pt: No, passo.

# 4388_Man in Black
source: Very well. That decision is yours.
pt: Molto bene. La decisione è tua.

# 4412_Shinada
source: I will, I will! Please let me take this job, I'm so broke! Er, what I meant by that is... I, Tatsuo Shinada, pledge to guard the lady with my life!
pt: Lo faccio, lo faccio! Ti prego, lasciami accettare questo lavoro, sono completamente al verde! Ehm, quello che volevo dire è che... Io, Tatsuo Shinada, giuro di proteggere la signora a costo della vita!

# 4424_Man in Black
source: Very good. Thank you. Now please take a look behind you.
pt: Molto bene. Grazie. Ora, per favore, guarda alle tue spalle.

# 4448_Shinada
source: Holy moly!
pt: Per la miseria!

# 4460_Man in Black
source: She is the lady I represent. The American songstress turned global superstar, Daddy Papa!
pt: Lei è la signora che rappresento. La cantante americana diventata una superstar mondiale, Daddy Papa!

# 4496_Man in Black
source: Oh? You don't know of her? You must be joking.
pt: Oh? Non la conosci? Starai scherzando.

# 4508_Shinada
source: Nope. Never heard of her. She really that famous?
pt: No. Mai sentita. È davvero così famosa?

# 4532_Man in Black
source: You've never heard of Daddy Papa? The irresistible, international sensation? Sales of over seventy million CDs worldwide?
pt: Non hai mai sentito parlare di Daddy Papa? L'irresistibile fenomeno internazionale? Più di settanta milioni di CD venduti in tutto il mondo?
