Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01090773.po
Languages: pt

source: You used a <Color:8>Trap Repair Kit<Color:Default>.
pt: Hai usato un <Color:8>Kit di riparazione trappole<Color:Default>.

source: Player
pt: Giocatore

source: Pick Up Trap
pt: Raccogli Trappola

source: Repair Trap
pt: Ripara Trappola

source: Cancel
pt: Annulla

# 44_Player
source: (The trap's busted.)
pt: (La trappola è andata.)

# 56_Player
source: (It's busted. I'll pull it up and chuck it out.)
pt: (È andata. La tiro su e la butto via.)

# 128_Player
source: (That'll do it.)
pt: (E con questo, è fatta.)

# 152_Player
source: (This can be repaired.)
pt: (Questa si può riparare.)

# 248_Player
source: That'll do it.
pt: E con questo, è fatta.

# 260_Player
source: (Got no trap repair kit.)
pt: (Non ho un kit di riparazione trappole.)

# 272_Player
source: (I'll just leave it for now.)
pt: (La lascio stare per adesso.)
