Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340013.po
Languages: pt

source: ○Must be a lot of devoted fans.
pt: ○Ci saranno un sacco di fan sfegatati.

source: □It's especially popular right now.
pt: □È particolarmente popolare in questo momento.

source: ○You may be right.
pt: ○Potresti aver ragione.

source: □I doubt that.
pt: □Ne dubito.

source: ○A little.
pt: ○Un po'.

source: □Not really.
pt: □Non proprio.

source: △I get annoyed at my passengers.
pt: △I passeggeri mi danno sui nervi.

source: ○I humor them.
pt: ○Li assecondo.

source: □I ignore them.
pt: □Li ignoro.

source: ○So it seems.
pt: ○Sembra proprio così.

source: □That's a hassle, though.
pt: □Però è una bella seccatura.

source: ○Maybe so.
pt: ○Può darsi.

source: □Really?
pt: □Davvero?

source: ○Very true.
pt: ○Proprio vero.

source: □I'm not from Hakata.
pt: □Non sono di Hakata.

source: △I'm just me.
pt: △Sono solo io.

source: ○Are you sure?
pt: ○Ne sei sicuro?

source: □It's not just me.
pt: □Non sono solo io.

source: ○It's really just me?
pt: ○Sono davvero solo io?

source: □You're pretty.
pt: □Sei bella.

source: ○I see.
pt: ○Capisco.

source: □That's not it.
pt: □Non è così.

source: ○Really.
pt: ○Davvero.

source: □Never mind.
pt: □Lascia perdere.

# 540_Kiryu
source: Baseball sure is popular in Fukuoka.
pt: Il baseball è proprio popolare a Fukuoka.

# 552_Riku
source: Well, there ain't much else to do, y'know? Otherwise, I don't think folks would go through all the trouble of seeing games at the ball park.
pt: Beh, non c'è molto altro da fare, sai? Altrimenti non credo che la gente si darebbe tanto disturbo per andare a vedere le partite allo stadio.

# 564_Kiryu
source: Must be a lot of devoted fans. The streets are always packed before and after a pro game.
pt: Devono esserci un sacco di tifosi sfegatati. Le strade sono sempre gremite prima e dopo una partita dei professionisti.

# 576_Riku
source: Yeah, it seems like it. The roads do get wicked crowded on game day.
pt: Già, pare proprio così. Le strade diventano un vero macello nei giorni di partita.

# 588_Riku
source: When it's like that, it's probably faster to just run where you're goin' than to try and drive.
pt: Quando è così, probabilmente faresti prima ad andarci di corsa dove sei diretto piuttosto che provare a guidare.

# 600_Kiryu
source: You may be right. Sometimes you'll be stuck in traffic for minutes at a time without moving.
pt: Può darsi. A volte si resta bloccati nel traffico per dei minuti interi senza muoversi.

# 612_Riku
source: Yeah, bein' trapped in gridlock out here is enough to make ya pull your hair out.
pt: Già, restare bloccati in un ingorgo da queste parti è proprio da strapparsi i capelli.

# 624_Kiryu
source: I doubt that. It's got to be faster to go by car.
pt: Ne dubito. Si fa sicuramente prima ad andare in macchina.

# 636_Riku
source: No, seriously! Whenever I'm late for my shift, I always run t'get here faster.
pt: No, dico sul serio! Ogni volta che sono in ritardo per il turno, corro sempre per arrivare qui più in fretta.

# 648_Kiryu
source: Why is the traffic so terrible?
pt: Perché il traffico è così tremendo?

# 660_Riku
source: I blame the buses. You don't see many of 'em around when there ain't some big event going on.
pt: È colpa degli autobus. Non se ne vedono mica molti in giro quando non c'è qualche grosso evento in corso.

# 672_Kiryu
source: As a taxi driver, I definitely get hit pretty hard.
pt: Come tassista, di sicuro ne risento parecchio.

# 684_Riku
source: Hehe. Do y'get all riled up, Kiryu-san?
pt: Eheh. Ti scaldi anche tu, Kiryu-san?

# 696_Kiryu
source: A little. Still, I try not to let it get to me. Nobody wants an accident. I just remind myself traffic is a normal thing and drive safely.
pt: Un po'. Ma cerco di non farmela prendere troppo. Nessuno vuole un incidente. Mi ricordo solo che il traffico è una cosa normale e guido con prudenza.

# 708_Riku
source: Oooh! That sure sounds like the words of a pro!
pt: Oooh! Queste sono proprio le parole di un professionista!

# 720_Kiryu
source: A taxi driver's livelihood is dependent on his passengers. Besides, baseball games bring in more business, so I can't complain.
pt: Il sostentamento di un tassista dipende dai suoi passeggeri. E poi, le partite di baseball portano più lavoro, quindi non posso lamentarmi.

# 732_Riku
source: You're so responsible, Kiryu-san.
pt: Sei proprio una persona responsabile, Kiryu-san.

# 744_Kiryu
source: Not really. Besides, when things are rough, there are side streets you can take. It's not so bad.
pt: Non proprio. E poi, quando le cose si mettono male, ci sono delle stradine secondarie che puoi prendere. Non è poi così male.

# 756_Riku
source: Oh wow, really? Where are these shortcuts, anyhow?
pt: Oh wow, davvero? Ma dove si trovano queste scorciatoie, comunque?

# 768_Kiryu
source: Those are a trade secret. If too many people knew about them, they'd be useless.
pt: Sono segreti del mestiere. Se troppa gente li conoscesse, non servirebbero più a nulla.

# 780_Riku
source: Aww, ya can't bring up stuff like that and then not tell me!
pt: Uffa, non puoi mica tirare fuori certe cose e poi non dirmelo!

# 792_Kiryu
source: Heh.
pt: Eh.

# 804_Kiryu
source: I get annoyed at my passengers a lot. Especially the kind who keep nagging you to go faster when they can see the road ahead is all backed up.
pt: Mi capita spesso di innervosirmi con i passeggeri. Soprattutto quelli che continuano ad assillarti per andare più veloce, anche se vedono che la strada davanti è tutta intasata.

# 816_Riku
source: Oh, I know what y'mean. People who get all ticked off about everything just wind up tickin' off everyone else.
pt: Oh, capisco cosa intendi. Quelli che si arrabbiano per ogni minima cosa finiscono solo per far innervosire tutti gli altri.

# 828_Riku
source: So whaddya do in that sorta situation? I guess you gotta just not listen to 'em?
pt: Quindi che fai in situazioni del genere? Immagino che basti semplicemente non ascoltarli, no?

# 840_Kiryu
source: Most times you just have to humor them. Being told to hurry is one thing, but there's nothing I can do about the traffic itself.
pt: Il più delle volte devi solo assecondarli. Sentirsi dire di sbrigarsi è un conto, ma non c'è niente che io possa fare per il traffico in sé.

# 852_Riku
source: Oh wow, that's awful. It sounds like if a passenger can't keep their cool, that spills over onto you, huh?
pt: Oh wow, è terribile. Sembra proprio che se un passeggero non riesce a mantenere la calma, poi finisca per andarci di mezzo tu, eh?

# 864_Kiryu
source: That's the world of customer service for you.
pt: È proprio così che funziona il mondo del servizio clienti.

# 876_Riku
source: I hear that.
pt: Già, ti capisco.

# 888_Kiryu
source: I ignore them. I'm a taxi driver, not a chauffeur. I don't need to take orders from my passengers.
pt: Li ignoro. Sono un tassista, non un autista privato. Non devo prendere ordini dai miei passeggeri.

# 900_Riku
source: But won't that make your passengers angry?
pt: Ma così i tuoi passeggeri non si arrabbieranno?

# 912_Kiryu
source: They're free to get out and find another cab if they want. And I'm not shy about telling them.
pt: Sono liberi di scendere e cercarsi un altro taxi, se vogliono. E non mi faccio certo problemi a dirglielo.

# 924_Riku
source: Whoa, you're pretty hardcore! Maybe I oughta be like that with my own clients from now on!
pt: Caspita, sei proprio un tipo tosto! Magari d'ora in poi dovrei fare anch'io così con i miei clienti!

# 936_Kiryu
source: Well, don't be rude about it.
pt: Beh, non essere maleducata.

# 948_Kiryu
source: It's especially popular right now. This season's pennant race has definitely been the most exciting, compared to the past few years.
pt: È particolarmente popolare in questo momento. La corsa al titolo di questa stagione è stata senza dubbio la più emozionante, rispetto agli ultimi anni.

# 960_Riku
source: Yeah, I've noticed. When we win, a whole buncha folks will come here in a real good mood and ready t'drink the night away.
pt: Sì, l'ho notato. Quando vinciamo, un sacco di gente viene qui di ottimo umore, pronta a bere tutta la notte.

# 972_Kiryu
source: You're not a baseball fan yourself?
pt: Tu non sei un fan del baseball?

# 984_Riku
source: I don't know the rules, so even if I catch it when it's on TV, I don't have a clue what's goin' on.
pt: Non conosco le regole, quindi anche se lo becco quando è in TV, non ho la minima idea di cosa stia succedendo.

# 996_Kiryu
source: I see.
pt: Capisco.

# 1008_Kiryu
source: Lately, I've come to realize people here in Hakata are much more intriguing than other places I've been.
pt: Ultimamente, mi sono reso conto che la gente qui a Hakata è molto più interessante rispetto ad altri posti in cui sono stato.

# 1020_Riku
source: Huh? Whatcha mean by intriguing?
pt: Eh? Che intendi con "interessante"?

# 1032_Kiryu
source: When I first came to town, I thought the men here were pretty rough and unfriendly, but I've realized that's not the case.
pt: Quando sono arrivato in città per la prima volta, pensavo che gli uomini qui fossero piuttosto rudi e poco amichevoli, ma mi sono reso conto che non è così.

# 1044_Riku
source: Hehe, yeah. A lot of guys 'round here are kinda shy. It can be easy to mistake that for being snobbish, but folks are actually real nice.
pt: Ehehe, già. Un sacco di ragazzi da queste parti sono un po' timidi. È facile scambiarlo per snobismo, ma in realtà la gente è davvero gentile.

# 1056_Riku
source: Once ya spend enough time talkin' to them, most are friendly enough.
pt: Una volta che passi abbastanza tempo a parlarci, la maggior parte è piuttosto amichevole.

# 1068_Kiryu
source: So it seems. Recently, I've come to understand that more.
pt: Sembra proprio di sì. Recentemente, ho iniziato a capirlo meglio.

# 1080_Kiryu
source: That's a hassle, though. I'd rather people were straight-up from the start.
pt: È una seccatura, però. Preferirei che la gente fosse schietta fin da subito.

# 1092_Riku
source: That's what makes people intriguing, I guess.
pt: È questo che rende le persone interessanti, credo.

# 1104_Kiryu
source: Hm. That's one way of putting it, I suppose.
pt: Hm. È un modo di vederla, suppongo.

# 1116_Riku
source: But come to think of it, you're kinda like us Hakata folk, Kiryu-san.
pt: Ma a pensarci bene, Kiryu-san, sei un po' come noi di Hakata.

# 1128_Kiryu
source: Maybe so. My coming here wasn't really part of the plan, but I think this town suits me.
pt: Può darsi. Venire qui non faceva proprio parte dei piani, ma credo che questa città mi si addica.

# 1140_Kiryu
source: Really?
pt: Davvero?

# 1152_Riku
source: Yeah! Shy at first, but actually real nice and kindhearted when folks get to know ya. I'd say that describes you, right?
pt: Sì! Timido all'inizio, ma in realtà molto gentile e di buon cuore quando la gente impara a conoscerti. Direi che ti descrive proprio bene, no?

# 1164_Kiryu
source: Yeah, I suppose...
pt: Già, suppongo...

# 1176_Riku
source: Right. You bein' a sort of Hakata person must be why we get along so well!
pt: Esatto. Il fatto che tu sia un po' come uno di Hakata dev'essere il motivo per cui andiamo così d'accordo!

# 1188_Kiryu
source: Very true. I never would've expected I'd get on so well with a Hakata girl.
pt: Proprio così. Non mi sarei mai aspettato di andare così d'accordo con una ragazza di Hakata.

# 1200_Riku
source: I always thought Hakata girls were meant for Hakata guys, but guess I gotta rethink that some.
pt: Ho sempre pensato che le ragazze di Hakata fossero fatte per i ragazzi di Hakata, ma mi sa che dovrò ricredermi un po'.

# 1212_Kiryu
source: Hm? Did you say something?
pt: Hm? Hai detto qualcosa?

# 1224_Riku
source: No, no, it's nothin'!
pt: No, no, non è niente!

# 1236_Kiryu
source: Huh?
pt: Uh?

# 1248_Kiryu
source: I'm not from Hakata.
pt: Non sono di Hakata.

# 1260_Riku
source: Well, no, but you do live here, so that makes ya Hakata folk in my book.
pt: Beh, no, però ci vivi, quindi per quanto mi riguarda sei uno di Hakata.

# 1272_Kiryu
source: Sure, but...
pt: Certo, ma...

# 1284_Riku
source: Hey, it's all about what's in your heart! If y'love it here in Hakata, you're one of us.
pt: Ehi, conta solo quello che hai nel cuore! Se ami stare qui a Hakata, sei uno di noi.

# 1296_Kiryu
source: Heh. I guess that's just the way people here think.
pt: Eheh. Immagino che sia proprio questo il modo di pensare della gente di qui.

# 1308_Kiryu
source: I'm just me. How I feel about things isn't necessarily because I have a Hakata mindset.
pt: Sono solo me stesso. Il modo in cui vedo le cose non è necessariamente dovuto alla mentalità di Hakata.

# 1320_Riku
source: Well, yeah, but...
pt: Beh, sì, ma...

# 1332_Kiryu
source: I don't want to be judged for whether or not I'm like a Hakata native. I want to be seen as an individual.
pt: Non voglio essere giudicato per quanto io somigli o meno a un nativo di Hakata. Voglio essere visto come un individuo.

# 1344_Riku
source: But you're the one who was just sayin' how folks in Hakata are nice!
pt: Ma sei proprio tu quello che diceva poco fa che la gente di Hakata è simpatica!

# 1356_Riku
source: How come you're so against bein' seen as one of us, anyway? That's weird!
pt: Ma come mai sei così contrario a essere visto come uno di noi, comunque? È strano!

# 1368_Kiryu
source: I guess you have a point. Sorry about that.
pt: Mi sa che hai ragione. Scusami.

# 1380_Kiryu
source: Is it just me, or are there a lot of really pretty women in Fukuoka?
pt: È una mia impressione, o ci sono un sacco di donne davvero belle a Fukuoka?

# 1392_Riku
source: Really? I think it might just be you.
pt: Davvero? Mi sa che è solo una tua impressione.

# 1404_Kiryu
source: Are you sure?
pt: Ne sei sicuro?

# 1416_Riku
source: Yep.
pt: Sì.

# 1428_Kiryu
source: It's really just me?
pt: È davvero solo una mia impressione?

# 1440_Kiryu
source: You're pretty.
pt: Sei bella.

# 1452_Riku
source: Oh, stop it. I know what you did there.
pt: Oh, smettila. Ho capito dove volevi arrivare.

# 1464_Kiryu
source: Maybe you're just an exception.
pt: Forse sei solo un'eccezione.

# 1476_Riku
source: Awwww, stop, you! Flattery won't get ya anywhere, mister!
pt: Awwww, smettila! Le lusinghe non ti porteranno da nessuna parte, signore!

# 1488_Kiryu
source: It's not just me. I've been all over, so I wouldn't say it unless it was true.
pt: Non è solo una mia impressione. Ho girato parecchio, quindi non lo direi se non fosse vero.

# 1500_Riku
source: Is that so? I woulda figured the girls out in Tokyo were way cuter.
pt: Ah sì? Avrei pensato che le ragazze di Tokyo fossero molto più carine.

# 1512_Riku
source: Maybe the folks in this part of town are just the best Fukuoka has to offer.
pt: Forse la gente di questa zona è semplicemente il meglio che Fukuoka ha da offrire.

# 1524_Riku
source: Fancy, good-lookin' girls from all over Fukuoka－heck, from all over Kyushu－might all just tend t'gather here.
pt: Può darsi che le ragazze eleganti e carine di tutta Fukuoka－diamine, di tutto il Kyushu－tendano semplicemente a radunarsi tutte qui.

# 1536_Kiryu
source: I see. Even so, that still means there are a lot of good-looking women around here, right?
pt: Capisco. Eppure, vuol dire che ci sono comunque un sacco di belle donne da queste parti, no?

# 1548_Riku
source: Yeah, but that's only a small part of it.
pt: Sì, ma è solo una piccola parte della faccenda.

# 1560_Kiryu
source: I've heard this part of the country is known for having lots of attractive ladies, though. I wonder why?
pt: Ho sentito dire che questa parte del paese è famosa per avere un sacco di belle donne, però. Chissà come mai?

# 1572_Riku
source: Hm. I do wonder...
pt: Hm. Me lo chiedo anch'io...

# 1584_Kiryu
source: That's not it. By that logic, cities like Tokyo and Osaka would have more pretty girls, too.
pt: Non è così. Seguendo questa logica, anche città come Tokyo e Osaka avrebbero più belle ragazze.

# 1596_Riku
source: Oh, that's true.
pt: Oh, è vero.

# 1608_Kiryu
source: So, I'd still say there are more than the usual amount of pretty girls in Fukuoka to begin with.
pt: Quindi, direi comunque che a Fukuoka ci sono più belle ragazze della norma, tanto per iniziare.

# 1620_Riku
source: Wow, really?
pt: Wow, davvero?

# 1632_Kiryu
source: Really.
pt: Davvero.

# 1644_Riku
source: Hmm. But I ain't all that pretty.
pt: Mmh. Ma io non sono mica così carina.

# 1656_Kiryu
source: Well, I'm looking at you as an example.
pt: Beh, sto prendendo te come esempio.

# 1668_Riku
source: If you travel a bit outside the city, I'm sure you'll find a buncha normal lookin' girls.
pt: Se ti sposti un po' fuori città, sono sicuro che troverai un sacco di ragazze dall'aspetto normale.

# 1680_Kiryu
source: I see.
pt: Capisco.

# 1692_Kiryu
source: Never mind.
pt: Lascia stare.

# 1704_Riku
source: Whaaat? Hey, you're the one who brought the topic up, Kiryu-san!
pt: Cooosa? Ehi, sei stato tu a tirare fuori l'argomento, Kiryu-san!

# 1716_Kiryu
source: On second thought, it's really nothing to get so worked up over.
pt: A pensarci bene, non è proprio il caso di scaldarsi tanto.

# 1728_Riku
source: Hahaha! Oh, you're so silly, Kiryu-san.
pt: Ahaha! Oh, sei proprio sciocco, Kiryu-san.

# 1740_Riku
source: Fixed Topic 03
pt: Argomento fisso 03

# 1752_Riku
source: Fixed Topic 04
pt: Argomento fisso 04

# 1764_Riku
source: Fixed Topic 05
pt: Argomento fisso 05

# 1776_Riku
source: Fixed Topic 06
pt: Argomento fisso 06

# 1788_Riku
source: Fixed Topic 07
pt: Argomento fisso 07

# 1800_Riku
source: Fixed Topic 08
pt: Argomento fisso 08

# 1812_Riku
source: Fixed Topic 09
pt: Argomento fisso 09

# 1824_Riku
source: Fixed Topic 10
pt: Argomento fisso 10

# 1836_Riku
source: Fixed Topic 11
pt: Argomento fisso 11

# 1848_Riku
source: Fixed Topic 12
pt: Argomento fisso 12

# 1860_Riku
source: Fixed Topic 13
pt: Argomento fisso 13

# 1872_Riku
source: Fixed Topic 14
pt: Argomento fisso 14

# 1884_Riku
source: Fixed Topic 15
pt: Argomento fisso 15

# 1896_Kiryu
source: Hey, do you like spicy fish roe?
pt: Ehi, ti piacciono le uova di pesce piccanti?

# 1908_Riku
source: Of course! I always chow down on it with rice!
pt: Certo! Me lo spazzolo sempre insieme al riso!

# 1920_Kiryu
source: Apparently, it's good for your looks.
pt: A quanto pare fa bene all'aspetto.

# 1932_Riku
source: Oh, really now?
pt: Ah, davvero?

# 1944_Kiryu
source: Yeah. It's loaded with vitamin E, which is good for your skin, and it also slows down the aging process.
pt: Già. È pieno di vitamina E, che fa bene alla pelle, e rallenta pure l'invecchiamento.

# 1956_Riku
source: Neat!
pt: Forte!

# 1968_Kiryu
source: Also, the capsaicin in the chili peppers breaks down fatty acids, and it contains more probiotics than yogurt.
pt: Inoltre, la capsaicina del peperoncino scompone gli acidi grassi e contiene più probiotici dello yogurt.

# 1980_Riku
source: Wow, really? I've been eatin' it all this time and not knowing any of this.
pt: Wow, davvero? L'ho mangiato per tutto questo tempo senza sapere nulla di tutto questo.

# 1992_Kiryu
source: Heh. Maybe that's why your skin is so smooth.
pt: Eh. Forse è per questo che la tua pelle è così liscia.

# 2004_Riku
source: Haha! All thanks to spicy fish roe, huh?
pt: Ahah! Tutto merito delle uova di pesce piccanti, eh?

# 2016_Riku
source: I don't like tonkotsu, but I'm a big fan of spicy fish roe! I'm glad I was born in Hakata!
pt: Non mi piace il tonkotsu, ma vado matto per le uova di pesce piccanti! Sono contento di essere nato a Hakata!

# 2028_Kiryu
source: Haha.
pt: Ahah.

# 2040_Riku
source: Hey, I should pick some up on the way home! I've got a sudden cravin' for it now!
pt: Ehi, dovrei proprio prenderne un po' sulla strada di casa! Adesso mi è venuta una voglia matta!

# 2052_Kiryu
source: Just don't buy too much, now.
pt: Vedi di non comprarne troppo, adesso.

# 2064_Riku
source: When I open my Western restaurant, maybe I'll have dishes with spicy fish roe in 'em!
pt: Quando aprirò il mio ristorante occidentale, magari proporrò dei piatti con le uova di pesce piccanti!

# 2076_Kiryu
source: Oh, that's not a bad idea.
pt: Oh, non è affatto una cattiva idea.

# 2088_Riku
source: Aha, I know! I'll try adding some spicy fish roe to the recipes for stuff I already make!
pt: Aha, ci sono! Proverò ad aggiungere un po' di uova di pesce piccanti alle ricette dei piatti che preparo già!

# 2100_Kiryu
source: Are you sure that's a good idea?
pt: Sei sicuro che sia una buona idea?

# 2112_Riku
source: Kiryu-san, you mentioned this before.
pt: Kiryu-san, ne avevi già parlato prima.

# 2124_Kiryu
source: Huh? Did I?
pt: Eh? L'ho fatto?

# 2136_Riku
source: You must be really interested in this topic.
pt: Devi essere proprio interessato a questo argomento.

# 2148_Kiryu
source: Hm...
pt: Mmm...

# 2172_Kiryu
source: Have you heard about tomato tonkotsu ramen? Apparently, it's easier to eat for those who are put off by the smell of the broth.
pt: Hai mai sentito parlare del ramen tonkotsu al pomodoro? A quanto pare è più facile da mangiare per chi non sopporta l'odore del brodo.

# 2184_Riku
source: No, I haven't. What is it?
pt: No, mai sentito. Di che si tratta?

# 2196_Kiryu
source: It's topped with tomato and basil, which helps to cut the richness of the tonkotsu broth.
pt: È guarnito con pomodoro e basilico, che aiutano a smorzare la pesantezza del brodo tonkotsu.

# 2208_Riku
source: Oooh, hey, I mighta heard of that! Someone called it a crime against tonkotsu. Does it taste good?
pt: Oooh, ehi, forse ne ho sentito parlare! Qualcuno l'ha definito un crimine contro il tonkotsu. È buono?

# 2220_Kiryu
source: Apparently the flavor is sort of Italian, but even people who are put off by the scent of tonkotsu can enjoy it.
pt: A quanto pare ha un sapore quasi italiano, ma anche chi non sopporta l'odore del tonkotsu può gustarselo.

# 2232_Riku
source: Huh. I'll have to try it sometime!
pt: Ah. Dovrò provarlo prima o poi!

# 2244_Riku
source: Kiryu-san, do you ever eat rice with your ramen?
pt: Kiryu-san, ti capita mai di mangiare del riso con il ramen?

# 2256_Kiryu
source: Sometimes... But I'm not going to put rice on my face.
pt: A volte... Ma non mi metterò mica del riso in faccia.

# 2268_Riku
source: Hahahahaha!
pt: Ahahahahah!

# 2280_Riku
source: If the tonkotsu doesn't smell too much, then I think I should be able to eat it.
pt: Se il tonkotsu non ha un odore troppo forte, allora credo che riuscirei a mangiarlo.

# 2292_Kiryu
source: I think you'll be fine.
pt: Penso che non avrai problemi.

# 2304_Riku
source: When I open my restaurant, hopefully I can come up with dishes that lotsa folks can enjoy.
pt: Quando aprirò il mio ristorante, spero di riuscire a inventare dei piatti che piacciano a un sacco di gente.

# 2316_Kiryu
source: That's definitely worth considering.
pt: Vale sicuramente la pena prenderlo in considerazione.

# 2328_Riku
source: My restaurant is gonna have an all-original, totally unique menu! I ain't gonna get beat by my competitors! No way!
pt: Il mio ristorante avrà un menu tutto originale e assolutamente unico! Non mi farò battere dalla concorrenza! Neanche per sogno!

# 2340_Kiryu
source: Well, do your best.
pt: Beh, fai del tuo meglio.

# 2352_Riku
source: Kiryu-san, you mentioned this before.
pt: Kiryu-san, ne avevi già parlato.

# 2364_Kiryu
source: Huh? Did I?
pt: Eh? Davvero?

# 2376_Riku
source: You must be really interested in this topic.
pt: Ti deve interessare proprio tanto questo argomento.

# 2388_Kiryu
source: Hmm.
pt: Mhh.

# 2412_Kiryu
source: Did you know chicken mizutaki is full of collagen? It's supposed to be good for you.
pt: Lo sapevi che il mizutaki di pollo è pieno di collagene? Si dice che faccia bene.

# 2424_Riku
source: Oh wow, is that so?
pt: Oh wow, davvero?
