Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070967.po
Languages: pt

# 380_Shinada
source: Let's decide who's banker.
pt: Decidiamo chi è il banchiere.

# 392_Shinada
source: Looks like I'm the banker.
pt: Mi sa che sono io il banchiere.

# 404_Shinada
source: (How much should I bet?)
pt: (Quanto dovrei puntare?)

# 416_Shinada
source: Okay, here goes...
pt: Ok, ci siamo...

# 428_Shinada
source: My turn.
pt: Tocca a me.

# 440_Shinada
source: I'll roll once more.
pt: Faccio un altro tiro.

# 452_Shinada
source: Time to settle up.
pt: È ora di saldare i conti.

# 464_Shinada
source: (You're the banker.)
pt: (Sei il banchiere.)

# 476_Shinada
source: Now we change the banker.
pt: Ora cambiamo il banchiere.

# 488_Shinada
source: (Play again?)
pt: (Facciamo un altro giro?)

# 500_Shinada
source: (I'm broke.)
pt: (Sono al verde.)

# 512_Shinada
source: (Try again next time.)
pt: (Riprova la prossima volta.)

# 524_Shinada
source: Banker's Bet-Settling Messages
pt: Messaggi di saldatura puntate del banchiere

# 536_Shinada
source: Was a banker roll of 1-3-5 a 3?
pt: Il lancio del banchiere di 1-3-5 era un 3?

# 548_Shinada
source: Was a 1-3-5 by the first player a 3?
pt: Il lancio del primo giocatore di 1-3-5 era un 3?

# 560_Shinada
source: Does 1-3-5 become the previous player's roll?
pt: Il 1-3-5 diventa il lancio del giocatore precedente?

# 572_Shinada
source: Was a banker roll of 2-4-6 a 4?
pt: Il lancio del banchiere di 2-4-6 era un 4?

# 584_Shinada
source: Does 2-4-6 become the next player's roll?
pt: Il 2-4-6 diventa il lancio del giocatore successivo?

# 596_Shinada
source: Was 2-4-6 by the last player a 4?
pt: Il lancio dell'ultimo giocatore di 2-4-6 era un 4?

# 608_Shinada
source: A 2-4-6 becomes the last player's roll, right?
pt: Il 2-4-6 diventa il lancio dell'ultimo giocatore, vero?

# 620_Shinada
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 è uscito dopo un 2-4-6.

# 632_Shinada
source: Oh, yeah! A 6-3-4!
pt: Oh, sì! Un 6-3-4!
