Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0102044f.po
Languages: pt

source: You withdrew all of your pay.
pt: Hai ritirato tutti i tuoi guadagni.

source: You sent 20,000 yen.
pt: Hai inviato 20.000 yen.

source: You sent 10,000 yen.
pt: Hai inviato 10.000 yen.

source: You sent 10,000 yen.
pt: Hai inviato 10.000 yen.

source: You sent 6,000 yen.
pt: Hai inviato 6.000 yen.

source: You sent 6,000 yen.
pt: Hai inviato 6.000 yen.

source: You sent 8,000 yen.
pt: Hai inviato 8.000 yen.

source: You sent 5,000 yen.
pt: Hai inviato 5.000 yen.

source: You sent 5,000 yen.
pt: Hai inviato 5.000 yen.

source: Player
pt: Giocatore

source: Merry Christmas, Ayako.
pt: Buon Natale, Ayako.

source: On second thought...
pt: Ripensandoci...

source: Have fun with this, Taichi.
pt: Divertiti con questo, Taichi.

source: Here you go, Koji.
pt: Tieni, Koji.

source: Spend it wisely, Mitsuo.
pt: Spendilo con saggezza, Mitsuo.

source: Hope you like this, Riona.
pt: Spero ti piaccia, Riona.

source: You're in luck, Eri.
pt: Sei fortunata, Eri.

source: It's Christmas time, Shiro.
pt: È Natale, Shiro.

source: Have a good Christmas, Izumi.
pt: Buon Natale, Izumi.

# 296_Kiryu
source: (I don't need to use the ATM just yet.)
pt: (Non mi serve ancora l'ATM.)

# 308_Player
source: (There's the ATM. I'd better get that bank transfer done so I can go meet Nakajima-san.)
pt: (Ecco l'ATM. È meglio che sbrighi quel bonifico così posso andare a incontrare Nakajima-san.)

# 344_Kiryu
source: (I've already sent enough money.)
pt: (Ho già mandato abbastanza soldi.)

# 356_Kiryu
source: (I should send some money back to Morning Glory. I'm thinking 10,000 yen at least... I know how much they need it.)
pt: (Dovrei mandare dei soldi al Morning Glory. Pensavo almeno 10.000 yen... So bene quanto gli servono.)

# 404_Kiryu
source: (That won't buy much. I should send at least 10,000 yen.)
pt: (Con quello non ci si compra molto. Dovrei mandare almeno 10.000 yen.)

# 416_Kiryu
source: (I really wanted to send at least 10,000 yen, but that's not an option right now... Sorry, kids.)
pt: (Volevo davvero mandare almeno 10.000 yen, ma non è possibile al momento... Mi dispiace, ragazzi.)

# 428_Kiryu
source: (It looks like the money went through okay. That should do for now.)
pt: (Sembra che i soldi siano andati a buon fine. Per ora dovrebbe bastare.)

# 452_Kiryu
source: (I've already sent enough money.)
pt: (Ho già mandato abbastanza soldi.)

# 464_Player
source: (My pay should have come in by now.)
pt: (I miei guadagni dovrebbero essere arrivati ormai.)

# 488_Kiryu
source: (I'll send Morning Glory 20,000 yen for Ayako's Christmas present.)
pt: (Manderò al Morning Glory 20.000 yen per il regalo di Natale di Ayako.)

# 512_Kiryu
source: (Looks like I have enough to cover it. Should I send that 20,000 right now?)
pt: (Sembra che abbia abbastanza per coprire la spesa. Dovrei mandare quei 20.000 adesso?)

# 524_Kiryu
source: (Okay, this is for you, Ayako.)
pt: (Va bene, questo è per te, Ayako.)

# 548_Kiryu
source: (There. May your new shoes carry you where you want to go in life.)
pt: (Ecco fatto. Che le tue nuove scarpe ti portino dove vuoi andare nella vita.)

# 560_Kiryu
source: (Actually, I think it can wait.)
pt: (In realtà, credo possa aspettare.)

# 572_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se mando più pagamenti per persona, si farà troppa confusione. Dovrei mandare l'intero importo per ogni ragazzo.)

# 584_Kiryu
source: (I'll send Morning Glory 10,000 yen for Taichi's Christmas present.)
pt: (Manderò al Morning Glory 10.000 yen per il regalo di Natale di Taichi.)

# 608_Kiryu
source: (Looks like I have enough to cover it. Should I send that 10,000 right now?)
pt: (Sembra che abbia abbastanza per coprire la spesa. Dovrei mandare quei 10.000 adesso?)

# 620_Kiryu
source: (Okay, this is for you, Taichi.)
pt: (Va bene, questo è per te, Taichi.)

# 644_Kiryu
source: (Heh. Knowing him, he'll tear around the house with that mask on.)
pt: (Heh. Conoscendolo, si scatenerà per casa con quella maschera addosso.)

# 656_Kiryu
source: (Last up is Ayako.)
pt: (L'ultima è Ayako.)

# 668_Kiryu
source: (She's the eldest of the kids at Morning Glory.)
pt: (Lei è la più grande dei ragazzi al Morning Glory.)

# 680_Kiryu
source: (I remember her being pretty quick on her feet. Heh... it was all I could do to keep up with her.)
pt: (Ricordo che era piuttosto svelta. Heh... era tutto quello che potevo fare per starle dietro.)

# 692_Kiryu
source: (Although she's more quiet and academically inclined, she's also very athletic.)
pt: (Anche se è più tranquilla e portata per lo studio, è anche molto atletica.)

# 704_Kiryu
source: (In junior high, she insisted on helping out at home instead of joining a club.)
pt: (Alle scuole medie, insisteva nell'aiutare a casa invece di iscriversi a un club.)

# 716_Kiryu
source: (We eventually convinced her to join the track team. I hear she's a long-distance runner now, and quite good, too.)
pt: (Alla fine la convincemmo a unirsi alla squadra di atletica. Ho sentito dire che adesso è una corritrice di lunga distanza, e anche piuttosto brava.)

# 728_Kiryu
source: (She's also caring and committed... but I worry she doesn't put herself first often enough. And she needs to learn to take it easy sometimes.)
pt: (È anche premurosa e dedita... ma mi preoccupa che non si metta abbastanza al primo posto. E ha bisogno di imparare a prendersela comoda a volte.)

# 740_Kiryu
source: (That's right... Her running shoes were practically falling apart.)
pt: (Esatto... Le sue scarpe da corsa erano praticamente a pezzi.)

# 752_Kiryu
source: (Okay, I'll send her money for new shoes. A good pair probably runs about 20,000 yen.)
pt: (Va bene, le manderò dei soldi per delle scarpe nuove. Un buon paio probabilmente costa circa 20.000 yen.)

# 764_Kiryu
source: (I'll send 20,000 yen for Ayako.)
pt: (Manderò 20.000 yen per Ayako.)

# 776_Kiryu
source: (Actually, I think it can wait.)
pt: (In realtà, credo che possa aspettare.)

# 788_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se mando più pagamenti per persona, farà troppa confusione. Dovrei mandare l'importo intero per ogni ragazzo.)

# 800_Kiryu
source: (I'll send Morning Glory 10,000 yen for Koji's Christmas present.)
pt: (Manderò a Morning Glory 10.000 yen per il regalo di Natale di Koji.)

# 824_Kiryu
source: (Looks like I have enough to cover it. Should I send that 10,000 right now?)
pt: (Sembra che abbia abbastanza per coprirlo. Dovrei mandare quei 10.000 yen adesso?)

# 836_Kiryu
source: (Okay, this is for you, Koji.)
pt: (Va bene, questo è per te, Koji.)

# 860_Kiryu
source: (Catch your dreams and don't let them slip, kid.)
pt: (Insegui i tuoi sogni e non farteli sfuggire, ragazzo.)

# 872_Kiryu
source: (Okay... That leaves Ayako and Taichi. I'll take care of Taichi first since he's younger.)
pt: (Va bene... Restano Ayako e Taichi. Mi occuperò prima di Taichi, dato che è più giovane.)

# 884_Kiryu
source: (Taichi is still a bit of a rascal, unlike Koji. But he always looks after the younger kids, and deep down, he's very responsible.)
pt: (Taichi è ancora un po' una peste, a differenza di Koji. Ma si prende sempre cura dei più piccoli e in fondo è molto responsabile.)

# 896_Kiryu
source: (He loves pro wrestling and said he wanted to be a wrestler one day. But now he's talking about working straight out of junior high...)
pt: (Gli piace il wrestling e diceva che voleva fare il wrestler un giorno. Ma ora parla di mettersi a lavorare appena finite le scuole medie...)

# 908_Kiryu
source: (I remember wearing a wrestling mask to cheer him up one time. He's been into wrestlers ever since.)
pt: (Mi ricordo di aver indossato una maschera da wrestling per tirarlo su di morale una volta. Da allora è fissato con i wrestler.)

# 920_Kiryu
source: (Come to think of it, he mentioned wanting a wrestling mask once. You can probably get a replica for around 10,000 yen.)
pt: (A proposito, una volta ha detto che voleva una maschera da wrestling. Probabilmente puoi trovarne una replica per circa 10.000 yen.)

# 932_Kiryu
source: (Okay, then 10,000 yen for Taichi it is.)
pt: (Va bene, allora 10.000 yen per Taichi.)

# 944_Kiryu
source: (Actually, I think it can wait.)
pt: (In effetti, può aspettare.)

# 956_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se mando pagamenti multipli a persona, farà troppa confusione. Dovrei mandare l'intera somma per ogni bambino.)

# 968_Kiryu
source: (I'll send Morning Glory 6,000 yen for Mitsuo's Christmas present.)
pt: (Manderò a Morning Glory 6.000 yen per il regalo di Natale di Mitsuo.)

# 992_Kiryu
source: (Looks like I have enough to cover it. Should I send that 6,000 right now?)
pt: (Mi sa che ho abbastanza per coprirlo. Dovrei mandare quei 6.000 adesso?)

# 1004_Kiryu
source: (Okay, this is for you, Mitsuo.)
pt: (Va bene, questo è per te, Mitsuo.)

# 1028_Kiryu
source: (If you need advice on what to pick... Hmm, maybe I'd better not.)
pt: (Se serve un consiglio su cosa scegliere... Mmm, forse è meglio di no.)

# 1040_Kiryu
source: (Okay, now there's just the eldest kids－Ayako, Taichi, and Koji. I guess I'll start with Koji.)
pt: (Va bene, ora ci sono solo i bambini più grandi－Ayako, Taichi e Koji. Mi sa che inizierò con Koji.)

# 1052_Kiryu
source: (Koji's an active kid who's into soccer and baseball. He treats everyone equally and is a great example for everyone else at Morning Glory.)
pt: (Koji è un bambino attivo fissato con il calcio e il baseball. Tratta tutti allo stesso modo ed è un ottimo esempio per tutti gli altri a Morning Glory.)

# 1064_Kiryu
source: (I seem to remember him talking about a signature series glove he wanted.)
pt: (Mi pare di ricordare che avesse parlato di un guanto di una serie firmata che voleva.)

# 1076_Kiryu
source: (I think it cost about 10,000 yen. That's more than I gave the others, but no big deal.)
pt: (Credo che costasse circa 10.000 yen. È più di quanto ho dato agli altri, ma poco male.)

# 1088_Kiryu
source: (I'll send 10,000 yen for Koji.)
pt: (Manderò 10.000 yen per Koji.)

# 1100_Kiryu
source: (Actually, I think it can wait.)
pt: (In realtà, mi sa che può aspettare.)

# 1112_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se mando più pagamenti a persona, diventerà troppo un casino. Dovrei mandare l'intera somma per ogni bambino.)

# 1124_Kiryu
source: (I'll send Morning Glory 6,000 yen for Riona's Christmas present.)
pt: (Manderò a Morning Glory 6.000 yen per il regalo di Natale di Riona.)

# 1148_Kiryu
source: (Looks like I have enough to cover it. Should I send that 6,000 right now?)
pt: (Mi sa che ho abbastanza per coprirlo. Li mando subito, quei 6.000?)

# 1160_Kiryu
source: (Okay, this is for you, Riona.)
pt: (Va bene, questo è per te, Riona.)

# 1184_Kiryu
source: (Good. I have a feeling she'll be happy about this.)
pt: (Bene. Mi sa che ne sarà felice.)

# 1196_Kiryu
source: (All right. Number five is Mitsuo.)
pt: (Ci siamo. Il numero cinque è Mitsuo.)

# 1208_Kiryu
source: (Mitsuo had a crush on Riona. Heh, I even helped him pick out some clothes to impress her.)
pt: (Mitsuo aveva una cotta per Riona. Heh, gli ho persino aiutato a scegliere dei vestiti per far colpo su di lei.)

# 1220_Kiryu
source: (He's got a big heart, and I bet he'd be good for her. I hope things go well for the two of them.)
pt: (Ha un gran cuore, e scommetto che le farebbe bene. Spero che tra loro vada tutto bene.)

# 1232_Kiryu
source: (It's probably because of Riona that he's been more fashion-conscious. It'd be good to give him some money for clothes.)
pt: (È probabilmente per Riona che è diventato più attento alla moda. Sarebbe una buona cosa dargli qualche soldo per i vestiti.)

# 1244_Kiryu
source: (Last time I only spent about 2,000 yen, but he's grown since then. He'll probably need a bit more.)
pt: (L'ultima volta ho speso solo circa 2.000 yen, ma è cresciuto da allora. Probabilmente gli servirà un po' di più.)

# 1256_Kiryu
source: (Okay, I'll send 6,000 yen for Mitsuo.)
pt: (Va bene, mando 6.000 yen per Mitsuo.)

# 1268_Kiryu
source: (Actually, I think it can wait.)
pt: (A pensarci bene, può aspettare.)

# 1280_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se mando più pagamenti per persona, si fa troppo casino. Dovrei mandare l'intera cifra per ogni ragazzino.)

# 1292_Kiryu
source: (I'll send Morning Glory 8,000 yen for Eri's Christmas present.)
pt: (Mando al Morning Glory 8.000 yen per il regalo di Natale di Eri.)

# 1316_Kiryu
source: (Looks like I have enough to cover it. Should I send that 8,000 right now?)
pt: (Sembra che la cifra ci sia. Dovrei mandare quegli 8.000 subito?)

# 1328_Kiryu
source: (Okay, this is for you, Eri.)
pt: (Va bene, questo è per te, Eri.)

# 1352_Kiryu
source: (Here's a little friend to keep you company.)
pt: (Ecco un piccolo amico per farti compagnia.)

# 1364_Kiryu
source: (Okay, that's three. Number four is Riona.)
pt: (Va bene, sono tre. Il numero quattro è Riona.)

# 1376_Kiryu
source: (Riona's probably the trendiest kid at Morning Glory. She likes fashion and loved to talk about the newest fads in Tokyo.)
pt: (Riona è probabilmente la ragazzina più alla moda del Morning Glory. Le piace la moda e adorava parlare delle ultime tendenze di Tokyo.)

# 1388_Kiryu
source: (She always wore long sleeves to hide the burns she got as a kid. I wish I could be there for her until she comes to terms with it...)
pt: (Indossava sempre maniche lunghe per nascondere le bruciature che si era fatta da piccola. Vorrei poter essere lì per lei finché non ci farà pace...)

# 1400_Kiryu
source: (She had her eyes on a new pair of shoes at the local shopping district, I think.)
pt: (Aveva messo gli occhi su un nuovo paio di scarpe nel quartiere commerciale del posto, credo.)

# 1412_Kiryu
source: (If I remember right, they were around 6,000 yen.)
pt: (Se non ricordo male, erano sui 6.000 yen.)

# 1424_Kiryu
source: (Okay, I'll send 6,000 yen for Riona.)
pt: (Va bene, mando 6.000 yen per Riona.)

# 1436_Kiryu
source: (Actually, I think it can wait.)
pt: (A dire il vero, credo possa aspettare.)

# 1448_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se mando più pagamenti per persona, farà solo una gran confusione. Dovrei mandare l'importo completo per ogni ragazzino.)

# 1460_Kiryu
source: (I'll send Morning Glory 5,000 yen for Shiro's Christmas present.)
pt: (Mando 5.000 yen al Morning Glory per il regalo di Natale di Shiro.)

# 1484_Kiryu
source: (Looks like I have enough to cover it. Should I send that 5,000 right now?)
pt: (Sembra che abbia abbastanza per coprirlo. Dovrei mandare quei 5.000 proprio adesso?)

# 1496_Kiryu
source: (Okay, this is for you, Shiro.)
pt: (Va bene, questo è per te, Shiro.)

# 1520_Kiryu
source: (That should keep your imagination filled with excitement and wonder.)
pt: (Questo dovrebbe riempirti l'immaginazione di eccitazione e meraviglia.)

# 1532_Kiryu
source: (Next up are Mitsuo, Riona, and Eri. They're all the same age.)
pt: (Adesso tocca a Mitsuo, Riona ed Eri. Hanno tutti la stessa età.)

# 1544_Kiryu
source: (I guess I'll start with Eri.)
pt: (Immagino che inizierò con Eri.)

# 1556_Kiryu
source: (Eri's probably the one at Morning Glory who took not having her parents the hardest.)
pt: (Eri è probabilmente quella al Morning Glory che ha sofferto di più per non avere i genitori.)

# 1568_Kiryu
source: (That might be why she tried so hard to fit in with the other kids at school.)
pt: (Potrebbe essere per questo che si è sforzata così tanto di integrarsi con gli altri ragazzini a scuola.)

# 1580_Kiryu
source: (I think she finally learned that being herself was the best way to make friends. She's a survivor, all right.)
pt: (Credo che abbia finalmente imparato che essere se stessa fosse il modo migliore per fare amicizia. È una tosta, eccome.)

# 1592_Kiryu
source: (I think she was into rabbit-themed collectibles. She had her heart set on getting a big rabbit plushie.)
pt: (Credo che andasse matta per gli oggetti da collezione a tema coniglio. Sognava di avere un grande peluche di coniglio.)

# 1604_Kiryu
source: (Those probably cost a lot, but I think 8,000 yen would do the trick.)
pt: (Probabilmente costano un sacco, ma credo che 8.000 yen dovrebbero bastare.)

# 1616_Kiryu
source: (Okay, I'll send 8,000 yen for Eri.)
pt: (Va bene, manderò 8.000 yen per Eri.)

# 1628_Kiryu
source: (Actually, I think it can wait.)
pt: (A dire il vero, credo che possa aspettare.)

# 1640_Kiryu
source: (If I send multiple payments per person, it'll get too confusing. I should send the full amount for each kid.)
pt: (Se mando più pagamenti per persona, si farà troppo casino. Dovrei mandare la cifra intera per ogni ragazzino.)

# 1652_Kiryu
source: (I'll send Morning Glory 5,000 yen for Izumi's Christmas present.)
pt: (Manderò al Morning Glory 5.000 yen per il regalo di Natale di Izumi.)

# 1676_Kiryu
source: (Looks like I have enough to cover it. Should I send that 5,000 right now?)
pt: (Sembra che abbia abbastanza per coprirlo. Dovrei mandare quei 5.000 subito?)

# 1688_Kiryu
source: (Okay, first one's for you, Izumi.)
pt: (Va bene, il primo è per te, Izumi.)

# 1712_Kiryu
source: (Hope this brings you some holiday cheer.)
pt: (Spero che questo vi porti un po' di allegria per le feste.)

# 1724_Kiryu
source: (In order of age, next up is Shiro. He's the same age as Izumi.)
pt: (In ordine di età, il prossimo è Shiro. Ha la stessa età di Izumi.)

# 1736_Kiryu
source: (Unlike the rest of the kids, he never liked playing outside. He was bullied in school for a while as well.)
pt: (A differenza del resto dei ragazzini, non gli è mai piaciuto giocare fuori. È stato bullizzato a scuola per un po' anche lui.)

# 1748_Kiryu
source: (But he learned how to stand up for himself, and proved he could hold his own. He was also a big reader.)
pt: (Ma ha imparato a difendersi, e ha dimostrato di sapersela cavare. Era anche un gran lettore.)

# 1760_Kiryu
source: (I think I'll give him some money for books. He liked books about space in particular, if I remember right.)
pt: (Credo che gli darò dei soldi per i libri. Gli piacevano in particolare i libri sullo spazio, se ricordo bene.)

# 1772_Kiryu
source: (Something you don't come across often would be best. Maybe an encyclopedia of constellations. They go for around, what, 5,000 yen?)
pt: (Sarebbe meglio qualcosa che non si trova tutti i giorni. Magari un'enciclopedia delle costellazioni. Costano all'incirca, che so, 5.000 yen?)

# 1784_Kiryu
source: (Okay, I'll send 5,000 yen for Shiro.)
pt: (Va bene, manderò 5.000 yen per Shiro.)

# 1796_Kiryu
source: (Actually, I think it can wait.)
pt: (A dire il vero, penso che possa aspettare.)

# 1808_Kiryu
source: (If I send multiple payments per person it'll get too confusing. I should just send the full amount for each kid.)
pt: (Se mando più pagamenti a persona, diventa troppo confuso. Dovrei mandare e basta la cifra intera per ogni ragazzino.)

# 1820_Haruka
source: (I have to send money to Morning Glory. I wonder how everyone's doing.)
pt: (Devo inviare denaro all'Orfanotrofio Morning Glory. Chissà come stanno tutti.)

# 1844_Kiryu
source: (Maybe later.)
pt: (Magari più tardi.)

# 1856_Haruka
source: (I'm sure this isn't enough. I have to work hard and send more money next time)
pt: (Non basta mica. Devo lavorare sodo e mandare più soldi la prossima volta)

# 1868_Haruka
source: (There we go!)
pt: (Ecco fatto!)

# 1880_Kiryu
source: (I have to send some money to Morning Glory, I'm sure the kids'll need it.)
pt: (Devo mandare dei soldi all'Orfanotrofio Morning Glory, sono sicuro che i ragazzi ne avranno bisogno.)

# 1904_Kiryu
source: (Maybe not now.)
pt: (Magari non adesso.)

# 1916_Kiryu
source: (That won't buy much. I need to send more money next time.)
pt: (Non basta mica. Devo mandare più soldi la prossima volta.)

# 1928_Kiryu
source: (It looks like the money went through okay. That should do for now.)
pt: (Sembra che i soldi siano arrivati, a posto. Per ora dovrebbe bastare.)
