Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01091a65.po
Languages: pt

source: Mission Added
pt: Missione Aggiunta

# 80_Saejima
source: You okay? How're ya feelin'?
pt: Stai bene? Come ti senti?

# 92_Okudera
source: Ugh, like an avalanche came down on me.
pt: Ugh, come se una valanga mi fosse piombata addosso.

# 104_Saejima
source: Real good to see ya awake, though. Heh, even under an avalanche.
pt: È un gran bene vederti sveglio, comunque. Heh, anche sotto una valanga.

# 116_Okudera
source: Yeah, I'll be popping my head through the snow soon enough.
pt: Sì, tirerò fuori la testa dalla neve in men che non si dica.

# 128_Sakurai
source: Hey, good news－Narumi went home.
pt: Ehi, buone notizie—Narumi è tornato a casa.

# 140_Saejima
source: There's even better news－Okudera-han's awake!
pt: C'è una notizia ancora migliore－Okudera-han è sveglio!

# 152_Sakurai
source: What? That's great!
pt: Cosa? Fantastico!

# 164_Okudera
source: I caused you all a lot of bother. I apologize.
pt: Vi ho dato un sacco di problemi. Chiedo scusa.

# 176_Sakurai
source: It's okay. I'll go tell the others you're awake. Just wait 'til you hear everything that happened! Tell him, Saejima!
pt: Non fa niente. Vado a dire agli altri che sei sveglio. Aspetta solo di sentire tutto quello che è successo! Diglielo, Saejima!

# 188_Saejima
source: Sure.
pt: Certo.

# 272_Okudera
source: What a tale...
pt: Che storia...

# 284_Saejima
source: Narumi's partin' gift was some special bullets－they got built-in transmitters n' all.
pt: Il regalo d'addio di Narumi erano dei proiettili speciali—hanno trasmettitori incorporati e tutto il resto.

# 296_Saejima
source: So even though Yama-oroshi ain't gonna die from no bullet...
pt: Quindi anche se lo Yama-oroshi non ci creperà per nessun proiettile...

# 308_Saejima
source: If I can shoot one of these suckers into his belly, at least we'll know where he is.
pt: Se riesco a ficcargliene uno nella pancia, almeno sapremo dov'è.

# 320_Okudera
source: That could work.
pt: Potrebbe funzionare.

# 332_Saejima
source: Yeah, I figure it's somethin' I can do while I'm waitin' for ya to recover.
pt: Già, immagino sia qualcosa che posso fare mentre aspetto che ti riprenda.

# 344_Saejima
source: 'Cause I sure ain't gonna take on the bastard by myself.
pt: Perché non ho certo intenzione di affrontare il bastardo da solo.

# 356_Saejima
source: Once you're all healed up, we'll follow the signal. Together.
pt: Una volta che ti sarai ripreso del tutto, seguiremo il segnale. Insieme.

# 368_Saejima
source: We'll take 'im down. You and me, Okudera-han. So heal quick.
pt: Lo faremo fuori. Io e te, Okudera-han. Quindi riprenditi in fretta.

# 392_Okudera
source: Thank you, Saejima.
pt: Grazie, Saejima.

# 404_Okudera
source: I've been waiting a long time for this.
pt: Ho aspettato a lungo per questo.

# 416_Mission Added
source: "Tag the Beast" was added.
pt: Missione "Marchia la Bestia" aggiunta.
