Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a1c.po
Languages: pt

source: Excitable Man
pt: Un Esaltato

source: Excited Voice
pt: Voce Esaltata

# 72_Excitable Man
source: Hello! We meet again. It's me, Takeshita, the pitching genius. I'm back for another challenge!
pt: Ehilà! Ci rivediamo. Sono io, Takeshita, il genio del lancio. Sono tornato per un'altra sfida!

# 84_Shinada
source: Oh, right. You throw ten pitches, right? If I get even one hit off you...
pt: Ah, giusto. Lanci dieci palle, vero? Se ti batto anche solo una palla...

# 96_Takeshita
source: You win a spectacular reward! But I'm going to shut you down again anyway.
pt: Vinci una ricompensa spettacolare! Ma ti bloccherò di nuovo comunque.

# 120_Excited Voice
source: Uhhh, excuse me! You, there! Yes, you!
pt: Ehm... scusa! Ehi, tu! Sì, proprio tu!

# 132_Shinada
source: Hm?
pt: Mh?

# 144_Excitable Man
source: Hot diggity dog, it <Italic>is</Italic> you! Boy, I've been looking all over for you!
pt: Porca miseria, sei <Italic>proprio</Italic> tu! Amico, ti ho cercato dappertutto!

# 156_Shinada
source: And you are...? Oh wait, do I owe you money? Sorry, but I'm all tapped out at the moment.
pt: E tu chi saresti...? Ah, aspetta, ti devo dei soldi? Scusa, ma al momento sono completamente al verde.

# 168_Excitable Man
source: Pardon? What's all this about money? I don't recall lending you anything.
pt: Scusa? Che storia è questa dei soldi? Non ricordo di averti prestato nulla.

# 180_Shinada
source: Oh, for real? Then who are you?
pt: Ah, davvero? E allora chi saresti?

# 192_Excitable Man
source: My name's Takeshita. I've seen you bat here before, and lemme tell ya, you're a monster in disguise!
pt: Sono Takeshita. Ti ho visto battere qui prima d'ora, e lascia che te lo dica, sei un mostro in incognito!

# 204_Shinada
source: Oh, uh. Thank you?
pt: Oh, ehm. Grazie?

# 216_Takeshita
source: I've been pitching since I was a kid, see. I got a pretty mean throw, if I do say so myself. So I'm wondering if I can challenge you.
pt: Lancio da quando ero un ragazzino, sai. Ho un lancio niente male, se posso dirlo io stesso. Quindi mi chiedevo se posso sfidarti.

# 228_Shinada
source: Challenge me as in, "Try to hit my pitches"?
pt: Sfidarmi, tipo "provare a battere i miei lanci"?

# 240_Takeshita
source: Yup, that's it! These pitching machines got nothing on me, so you'd better not underestimate me!
pt: Esatto! Queste macchine lanciapalle non mi fanno un baffo, quindi faresti meglio a non sottovalutarmi!

# 252_Shinada
source: That's nice. But I'll pass.
pt: Ah, bello. Ma passo.

# 264_Takeshita
source: Huh? Why?
pt: Eh? Perché?

# 276_Shinada
source: Well, what's in it for me?
pt: Beh, e io cosa ci ricavo?

# 288_Takeshita
source: Well, I can throw better than any machine, and I'll even do it for free. I can throw a hundred pitches your way!
pt: Beh, posso lanciare meglio di qualsiasi macchina, e lo farò pure gratis. Posso farti cento lanci!

# 300_Shinada
source: Nope. Don't have that kind of time.
pt: No. Non ho tutto quel tempo.

# 312_Takeshita
source: Well, how about fifty?
pt: Beh, e cinquanta?

# 324_Shinada
source: Not feeling it.
pt: Non me la sento.

# 336_Takeshita
source: Ten! How about ten? I'm sure you can do ten pitches.
pt: Dieci! E dieci? Sono sicuro che dieci lanci li fai.

# 348_Shinada
source: I said no!
pt: Ho detto di no!

# 360_Takeshita
source: Why on earth would you be coming to the batting center, then?
pt: Ma perché diavolo saresti venuto al centro di battuta, allora?

# 372_Shinada
source: For gift certifi－ Look, it's none of your business, okay!?
pt: Per dei certifica－ Senti, non sono affari tuoi, ok!?

# 384_Takeshita
source: Oh, I see! You're a bounty hunter batter! Very well. If you can get a hit off me, I'll give you a reward.
pt: Oh, capisco! Sei un battitore cacciatore di taglie! Molto bene. Se riesci a battere un mio lancio, ti darò una ricompensa.

# 396_Shinada
source: A reward? Like what?
pt: Una ricompensa? Tipo cosa?

# 408_Takeshita
source: Uh, well... It will be something spectacular, I can assure you.
pt: Uh, beh... Sarà qualcosa di spettacolare, te lo assicuro.

# 420_Takeshita
source: Please! If you can get one hit off me in ten pitches, you win. That's all you need to do. Okay?
pt: Ti prego! Se riesci a battere un mio lancio in dieci lanci, vinci. È tutto quello che devi fare. Ok?

# 432_Shinada
source: All right. You better make good on that prize, though.
pt: Va bene. Però faresti meglio a mantenere la parola su quel premio.

# 444_Takeshita
source: That's what I wanted to hear!
pt: È proprio quello che volevo sentire!
