Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 6180_Shion
source: Oh, you're the one that's rude! Our dear Ulysses would never be so ill-mannered!
pt: Oh, guarda che il maleducato sei tu! Il nostro caro Ulysses non sarebbe mai così maleducato!

# 6192_Shion
source: Besides, families in France train their dogs quite rigidly. I'd wager they're far more well-behaved than the dogs here in Japan.
pt: Inoltre, le famiglie in Francia addestrano i propri cani in modo molto rigido. Scommetto che sono molto più educati dei cani qui in Giappone.

# 6204_Shinada
source: Wow, that's quite a commitment to discipline! Are French owners subjected to that kind of training too?
pt: Wow, che dedizione alla disciplina! Anche i padroni francesi vengono sottoposti a un addestramento del genere?

# 6480_Shion
source: Did you work today, Shinada-san?
pt: Hai lavorato oggi, Shinada?

# 6492_Shinada
source: Nah, there was a lot of other stuff going on.
pt: Nah, sono successe un sacco di altre cose.

# 6504_Shinada
source: Do you... not know what I do for a living, Shion-chan?
pt: Ma tu... non sai che lavoro faccio, Shion?

# 6516_Shion
source: I don't, no.
pt: No, non lo so.

# 6528_Shinada
source: Oh, good. Er, I mean, I usually work around here, so I'm recognized by a lot of people.
pt: Ah, meno male. Cioè, di solito lavoro da queste parti, quindi mi riconoscono in molti.

# 6540_Shion
source: Oh, really? Then I apologize for not having noticed before.
pt: Ah, davvero? Allora ti chiedo scusa per non averlo notato prima.

# 6552_Shinada
source: Hehe, no, it's fine! That makes it easier for me, actually.
pt: Ehe, no, va benissimo! In realtà mi rende le cose più facili.

# 6564_Shion
source: So, what do you do for a living?
pt: Allora, che lavoro fai?

# 6576_Shinada
source: I'm a nightlife journalist. I write articles for both print magazines and online.
pt: Sono un giornalista della vita notturna. Scrivo articoli sia per riviste cartacee che online.

# 6588_Shion
source: Nightlife? So you go to those sorts of establishments and partake of their services?
pt: Vita notturna? Quindi frequenti quel genere di locali e usufruisci dei loro servizi?

# 6600_Shinada
source: Yeah! I write articles based on the experience provided to me by the girls.
pt: Già! Scrivo articoli basati sull'esperienza che mi offrono le ragazze.

# 6612_Shion
source: That's really what you do for work? I had no idea. Would you be able to tell me anything more about it?
pt: È davvero questo il tuo lavoro? Non ne avevo proprio idea. Ti andrebbe di raccontarmi qualcos'altro al riguardo?

# 6624_Shinada
source: Hahaha, you're sure interested in weird things, Shion-chan. Let's save that discussion for another time.
pt: Ahahah, ti interessano proprio delle cose strane, Shion. Rimandiamo questo discorso a un'altra volta.

# 6636_Shinada
source: Uh, well...
pt: Beh, ecco...

# 6648_Shion
source: You won't tell me? That's too bad. I'm really curious about you, Shinada-san.
pt: Non vuoi dirmelo? Che peccato. Mi incuriosisci proprio, Shinada-san.

# 6660_Shinada
source: Heheh, it's just tough to say it to a woman.
pt: Eheh, è solo che è difficile dirlo a una donna.

# 6672_Shinada
source: By the way, where are you from, Shion-chan?
pt: A proposito, di dove sei, Shion?

# 6684_Shion
source: I'm from Nagoya.
pt: Sono di Nagoya.

# 6696_Shinada
source: So you're from around here. But you don't have much of an accent.
pt: Quindi sei di queste parti. Ma non hai molto accento.

# 6708_Shinada
source: I wouldn't have guessed. You don't have an accent, so I assumed you were from somewhere else.
pt: Non l'avrei mai detto. Non hai accento, quindi pensavo venissi da qualche altra parte.

# 6720_Shion
source: I try not to speak the Nagoya dialect. I don't like it very much.
pt: Cerco di non parlare il dialetto di Nagoya. Non mi piace molto.

# 6732_Shinada
source: I guess it does sound sort of rough.
pt: In effetti, suona un po' rozzo.

# 6744_Shion
source: Yes, that's why I make it a point to speak it as little as possible.
pt: Sì, ecco perché cerco di parlarlo il meno possibile.

# 6756_Shinada
source: You've had a good upbringing. You're a real Nagoya lady. And quite refined at that!
pt: Si vede che hai avuto un'ottima educazione. Sei una vera signora di Nagoya. E pure molto raffinata!

# 6768_Shion
source: Oh dear, you can tell? I was trying to keep it a secret.
pt: Oh cielo, si nota? E io che cercavo di tenerlo segreto.

# 6780_Shinada
source: You're stellar! A real cut above other girls. You just exude good breeding. Clearly, you're the shining star of this club.
pt: Sei formidabile! Proprio di un altro livello rispetto alle altre ragazze. Trasudi un'ottima educazione da ogni poro. Chiaramente, sei la stella di questo club.

# 6792_Shion
source: Please, don't compare me to the other girls. I'm only concerned about myself.
pt: Per favore, non paragonarmi alle altre ragazze. Mi interesso solo di me stessa.

# 6804_Shinada
source: Oh, sure, all right! Sorry. I wasn't thinking straight there.
pt: Oh, certo, va bene! Scusa. Non ci stavo proprio con la testa.

# 6816_Shinada
source: You don't have to hide it. I feel like I'm at a high-class club around you.
pt: Non c'è bisogno che lo nascondi. Mi sembra di stare in un club di lusso quando sono con te.

# 6828_Shion
source: You're very honest, Shinada-san.
pt: Sei molto onesto, Shinada-san.

# 6840_Shinada
source: Because I'm a bad liar. People see through me so easily. I trip myself up all the time.
pt: Perché sono un pessimo bugiardo. La gente mi sgama subito. Mi incastro da solo in continuazione.

# 6852_Shinada
source: What about me? Do I look like a rich guy?
pt: E io? Ti sembro uno con i soldi?

# 6864_Shion
source: Hehe. I can't say that you do, no.
pt: Eheh. Non posso dire che lo sembri, no.

# 6876_Shinada
source: See? I wish I could be a high-roller.
pt: Visto? Magari fossi un pezzo grosso.

# 6888_Shinada
source: Don't worry about it so much. People from Nagoya speak with a certain warmth I like.
pt: Non preoccupartene così tanto. La gente di Nagoya parla con un certo calore che mi piace.

# 6900_Shion
source: Really? It doesn't sound harsh to you, like everyone is always angry?
pt: Davvero? Non ti sembra aspro, come se fossero tutti sempre arrabbiati?

# 6912_Shinada
source: Maybe sometimes. When I first came to town, my teammates all scared the crap out of me.
pt: Forse a volte. Quando sono arrivato in città la prima volta, i miei compagni di squadra mi facevano cacare sotto.

# 6924_Shinada
source: But I realized that was because they were all physically buffed, so their way of speaking just intimidated me even more.
pt: Ma poi ho capito che era perché erano tutti dei gran palestrati, quindi il loro modo di parlare mi metteva ancora più soggezione.

# 6936_Shion
source: It does make one seem less refined, doesn't it? This is why I need to make sure I don't speak Nagoya dialect with other people.
pt: Ti fa sembrare meno raffinata, vero? È per questo che devo assicurarmi di non parlare in dialetto di Nagoya con gli altri.

# 6948_Shinada
source: Wait, no, I only meant that for guys. I didn't mean you, Shion-chan!
pt: Aspetta, no, mi riferivo solo agli uomini. Non intendevo te, Shion-chan!

# 6960_Shinada
source: Not at all. Even if it does sound harsh at times, I know they're not mad at me. They're just really passionate about what they're saying, is all.
pt: Ma no, per niente. Anche se a volte suona un po' aspro, so che non ce l'hanno con me. È solo che ci mettono un sacco di passione in quello che dicono, tutto qui.

# 6972_Shinada
source: They wear their heart on their sleeve, so I like them better than people from Tokyo. When I'm there, sometimes I can't figure out what they're thinking.
pt: Hanno il cuore in mano, quindi mi piacciono di più della gente di Tokyo. Quando sono lì, a volte non riesco proprio a capire cosa stiano pensando.

# 6984_Shion
source: I much prefer being forthright than hiding my intentions behind a veil of politeness.
pt: Preferisco di gran lunga essere schietto piuttosto che nascondere le mie intenzioni dietro a un velo di cortesia.

# 6996_Shinada
source: See? That's what I like about Nagoya. So I think it's fine if you relax and speak Nagoya dialect around me, Shion-chan.
pt: Visto? È proprio questo che mi piace di Nagoya. Quindi penso che vada bene se ti rilassi e parli in dialetto di Nagoya con me, Shion-chan.

# 7008_Shion
source: Oh. Still, I'm rather shy about it.
pt: Oh. Comunque, mi vergogno un po' a farlo.

# 7020_Shinada
source: Hehe, you're cute when you blush!
pt: Eheh, sei carina quando arrossisci!

# 7032_Shion
source: Hehe. I feel so much more at ease when you're here, Shinada-san.
pt: Eheh. Mi sento molto più a mio agio quando ci sei tu, Shinada-san.

# 7044_Shinada
source: You do? How come?
pt: Davvero? Come mai?

# 7056_Shion
source: Customers like you are rare, so there are lots of things I'd like to ask you about.
pt: I clienti come te sono rari, quindi ci sono un sacco di cose che vorrei chiederti.

# 7068_Shinada
source: What sorts of things?
pt: Che genere di cose?

# 7080_Shion
source: Well, for starters, what brings you to Nagoya, Shinada-san?
pt: Beh, tanto per cominciare, cosa ti porta a Nagoya, Shinada-san?

# 7092_Shinada
source: How am I rare?
pt: In che senso sarei raro?

# 7104_Shion
source: Most of the people who work around here are all from here, too. Since you're not from Nagoya, that makes you a more exceptional case.
pt: La maggior parte delle persone che lavorano da queste parti sono di qui. Visto che tu non sei di Nagoya, la cosa ti rende un caso più unico che raro.

# 7116_Shinada
source: I see. Well, there are many reasons why I'm here.
pt: Capisco. Beh, ci sono un sacco di motivi per cui mi trovo qui.

# 7128_Shion
source: Would you mind telling me about yourself? I'm really quite curious!
pt: Ti andrebbe di parlarmi di te? Sono proprio curiosa!

# 7140_Shinada
source: Well, it's been fifteen years, but I first came here from Tokyo because of work.
pt: Beh, sono passati quindici anni ormai, ma la prima volta sono venuto qui da Tokyo per lavoro.

# 7152_Shion
source: Oh my, that long ago?
pt: Caspita, così tanto tempo fa?

# 7164_Shinada
source: Yeah. But I got the axe almost right away. Hehe.
pt: Già. Ma mi hanno licenziato quasi subito. Ehe.

# 7176_Shion
source: Oh my goodness.
pt: Santo cielo!

# 7188_Shinada
source: That's totally normal. Nagoya's a big city. Lots of folks must come from all over the place.
pt: È del tutto normale. Nagoya è una grande città. Di sicuro ci viene un sacco di gente da ogni dove.

# 7200_Shion
source: No, not at all. People rarely come to Nagoya from elsewhere, and not many of us leave to go anyplace else.
pt: No, per niente. È raro che la gente venga a Nagoya da fuori, e non siamo in molti ad andarcene per andare altrove.

# 7212_Shinada
source: I see. Then outsiders must be rare.
pt: Capisco. Allora chi viene da fuori dev'essere una rarità.

# 7224_Shion
source: See what I mean?
pt: Vedi cosa intendo?

# 7236_Shion
source: Nagoya can be a tough place for outsiders. Have you had a tough time here?
pt: Nagoya può essere un posto difficile per chi viene da fuori. Te la sei passata male qui?

# 7248_Shinada
source: Yeah, I definitely experienced that first-hand. But maybe it's because the people here have a real strong sense of hometown pride.
pt: Già, l'ho provato sicuramente sulla mia pelle. Ma forse è perché la gente di qui ha un fortissimo senso d'appartenenza.

# 7260_Shinada
source: Not at all. People downtown are all really nice to me. I'm greatly obliged to them.
pt: Ma no, per niente. La gente del centro è tutta molto gentile con me. Gli sono davvero riconoscente.

# 7272_Shion
source: I suppose they would be. But you've been in Nagoya for fifteen years, you said? That practically makes you a local, Shinada-san!
pt: Immagino di sì. Ma hai detto che sei a Nagoya da quindici anni, no? Questo ti rende praticamente uno del posto, Shinada-san!

# 7284_Shinada
source: Haha, that's good to hear!
pt: Ahah, mi fa piacere sentirlo!

# 7296_Shion
source: There are many families who have lived here for generations, so I suppose it's natural we would seem insular.
pt: Ci sono molte famiglie che vivono qui da generazioni, quindi immagino sia naturale che sembriamo un po' chiusi.

# 7308_Shinada
source: Makes sense. Come to think of it, there are tons of rich people here too! It's a different world than the one a broke guy like me lives in.
pt: Ha senso. A pensarci bene, ci sono un sacco di ricconi anche qui! È un mondo diverso da quello in cui vive uno al verde come me.

# 7320_Shion
source: That's only a small number of us. Not everyone in Nagoya is wealthy.
pt: Siamo solo in pochi. Non tutti a Nagoya sono ricchi.

# 7332_Shinada
source: Really? My image of Nagoya is one of glittering gold and in-your-face, gorgeous, rich people.
pt: Davvero? L'immagine che ho di Nagoya è tutta oro luccicante e gente sfacciatamente ricca e splendida.

# 7344_Shion
source: I think you're talking about those gold rooftop shachihoko ornaments. The people, not so much!
pt: Credo che tu ti riferisca a quegli ornamenti shachihoko dorati sui tetti. La gente, invece, mica tanto!

# 7356_Shinada
source: Seeing the lady before me, I beg to differ.
pt: Guardando la donna che ho davanti, permettimi di non essere d'accordo.

# 7368_Shinada
source: It doesn't bother me. I went through a lot, but this town has finally accepted me. I'm good.
pt: Non mi pesa. Ne ho passate tante, ma alla fine questa città mi ha accettato. Sto bene così.

# 7380_Shion
source: I'm happy to hear you say that! This city can be so unfriendly toward outsiders.
pt: Mi fa piacere sentirtelo dire! Questa città sa essere davvero poco amichevole con chi viene da fuori.

# 7392_Shinada
source: I'm not sure I'd go that far.
pt: Non so se mi spingerei a tanto.

# 7404_Shinada
source: Including your family?
pt: Compresa la tua famiglia?

# 7416_Shion
source: My family is... not one of those, no.
pt: La mia famiglia... non è una di quelle, no.

# 7428_Shinada
source: Then do you know any of those families? I don't hear other people describe things as insular much.
pt: Allora ne conosci qualcuna di queste famiglie? Non mi capita spesso di sentire la gente descrivere le cose come "chiuse".

# 7440_Shion
source: This... This is a rather private matter. Do you mind not asking me about it?
pt: Questa... Questa è una faccenda piuttosto privata. Ti dispiacerebbe non chiedermelo?

# 7452_Shinada
source: Oh, sorry about that. I was caught up in the conversation, that's all.
pt: Oh, scusa. Mi sono lasciato trasportare dalla conversazione, tutto qui.

# 7464_Shinada
source: Really? How come people don't leave Nagoya all that much? Nobody ever moves away to Tokyo or Osaka?
pt: Davvero? Come mai la gente non se ne va granché da Nagoya? Nessuno si trasferisce mai a Tokyo o a Osaka?

# 7476_Shion
source: No, everyone works for local businesses, so there's really no need to move elsewhere.
pt: No, lavorano tutti per aziende locali, quindi non c'è davvero bisogno di trasferirsi altrove.

# 7488_Shinada
source: Wow. That must make class reunions way easier, at least.
pt: Wow. Almeno questo deve rendere le rimpatriate scolastiche molto più semplici.

# 7500_Shion
source: Ahaha! I hadn't thought of that! I suppose you have a point.
pt: Ahaha! Non ci avevo pensato! In effetti hai ragione.

# 7512_Shinada
source: I haven't kept in touch with my old classmates at all, though. They've probably forgotten about me.
pt: Però non sono rimasto affatto in contatto con i miei vecchi compagni di classe. Probabilmente si saranno già dimenticati di me.

# 7536_Shinada
source: Did you just... sigh? That's not like you. Is something the matter?
pt: Hai appena... sospirato? Non è da te. C'è qualcosa che non va?

# 7548_Shion
source: My mother found out that I work here.
pt: Mia madre ha scoperto che lavoro qui.

# 7560_Shinada
source: Busted, huh? I hear that happens a lot. Lots of girls try to hide where they work, but most of them get found out eventually.
pt: Beccata, eh? Mi dicono che succede spesso. Un sacco di ragazze cercano di nascondere dove lavorano, ma alla fine quasi tutte vengono scoperte.

# 7572_Shion
source: Yes. My mother wasn't upset with me, but I still feel like I've done something to be ashamed of.
pt: Sì. Mia madre non si è arrabbiata con me, ma sento comunque di aver fatto qualcosa di cui vergognarmi.

# 7584_Shinada
source: So what? Being a hostess isn't unusual in this day and age. It's not the sort of thing you need to hide from your parents anymore.
pt: E allora? Fare la hostess non è niente di strano al giorno d'oggi. Non è più il tipo di cosa che devi nascondere ai tuoi genitori.

# 7596_Shion
source: No, and I'm not overly concerned by it, either. But I feel guilty about having kept it a secret for so long.
pt: No, e non è che la cosa mi preoccupi più di tanto. Però mi sento in colpa per averglielo tenuto nascosto così a lungo.

# 7608_Shion
source: None of my other girlfriends are working, so I'd be somewhat ashamed if our neighbors found out.
pt: Nessuna delle mie altre amiche lavora, quindi mi vergognerei un po' se i nostri vicini lo venissero a sapere.

# 7620_Shinada
source: None of them? What do they all do?
pt: Nessuna? E che cosa fanno tutto il giorno?

# 7632_Shion
source: Housework and the like. The ones who are married are dedicated housewives, I imagine.
pt: Faccende domestiche e cose del genere. Quelle che sono sposate fanno le casalinghe a tempo pieno, immagino.

# 7644_Shinada
source: Being rich sounds awesome! I wish I could live a life like that.
pt: Essere ricchi sembra una figata! Magari potessi fare una vita del genere.

# 7656_Shion
source: Perhaps you should find yourself a benefactor, Shinada-san.
pt: Forse dovresti cercarti un benefattore, Shinada-san.

# 7668_Shinada
source: Sure! I'd love the chance to freeload at some rich household.
pt: Certo! Mi piacerebbe un sacco avere l'occasione di fare lo scroccone in qualche casa di ricchi.

# 7680_Shion
source: Well, a good many artists and musicians are invited to take up residence at wealthy estates.
pt: Beh, moltissimi artisti e musicisti vengono invitati a risiedere in tenute di lusso.

# 7692_Shinada
source: I'm... not exactly talented in those ways. My only redeeming quality is my hard-cut bod.
pt: Io... non ho proprio quel tipo di talento. L'unico mio pregio è il mio fisico scolpito.

# 7704_Shion
source: Oh, but there are individuals who support athletes financially as well.
pt: Oh, ma ci sono anche persone che sostengono finanziariamente gli atleti.

# 7716_Shinada
source: Whoa, there are?
pt: Wow, ce ne sono?

# 7728_Shinada
source: Maybe not. I think I'd feel like a moocher. I'd rather make an honest living, even if it means being poor.
pt: Forse no. Mi sentirei uno scroccone. Preferirei guadagnarmi da vivere onestamente, anche se significa restare povero.

# 7740_Shion
source: That's just something normal people tell themselves in order to feel better. Wouldn't it be better to live in wealth and comfort?
pt: Questa è solo una cosa che le persone normali si raccontano per sentirsi meglio. Non sarebbe meglio vivere nel lusso e nella comodità?

# 7752_Shinada
source: See, that's a tough call. I don't really think it's that simple.
pt: Vedi, è una scelta difficile. Non credo proprio che sia così semplice.

# 7764_Shion
source: Do you think I should quit my job in consideration of what our neighbors may think?
pt: Pensi che dovrei mollare il mio lavoro per via di quello che potrebbero pensare i vicini?

# 7776_Shinada
source: Yes. If it's going to be even somewhat problematic, you're better off quitting.
pt: Sì. Se la cosa finirà per darti anche solo un minimo di problemi, ti conviene mollare.

# 7788_Shion
source: You think so too, Shinada-san? All right. I'll discuss things with my mother.
pt: La pensi così anche tu, Shinada-san? Va bene. Ne parlerò con mia madre.

# 7800_Shinada
source: You can't! If you did that, I'd never get to see you again, Shion-chan.
pt: Non puoi farlo! Se lo facessi, non potrei mai più rivederti, Shion-chan.

# 7812_Shion
source: Hehe. Oh, you tell such pretty lies, Shinada-san. Thank you for the sentiment!
pt: Hehe. Oh, dici delle bugie così belle, Shinada-san. Grazie per il pensiero!

# 7824_Shinada
source: It's not a lie. I'm super into you!
pt: Non è una bugia. Mi piaci un sacco!

# 7836_Shinada
source: What do you do at home? I guess when you're not at work, it's all free time?
pt: Che fai a casa? Immagino che quando non sei al lavoro sia tutto tempo libero?

# 7848_Shion
source: Oh, no. I have all sorts of lessons to take. They're harder than you might expect.
pt: Oh, no. Ho un sacco di lezioni da seguire. Sono più impegnative di quanto potresti pensare.

# 7860_Shinada
source: Really?
pt: Davvero?

# 7872_Shinada
source: That's work? Can't be.
pt: Quello sarebbe lavoro? Non ci credo.

# 7884_Shion
source: A proper woman must undergo domestic training. Otherwise, I'd never find a husband.
pt: Una donna come si deve deve ricevere un'educazione domestica. Altrimenti, non troverei mai marito.

# 7896_Shinada
source: But how the heck are you ever supposed to meet a guy? Why not get out there and find somebody?
pt: Ma come diavolo pensi di riuscire a incontrare un uomo? Perché non esci un po' e ti trovi qualcuno?

# 7908_Shion
source: Oh, mine is sure to be an arranged marriage. It would be improper for me to seek out a partner on my own.
pt: Oh, il mio sarà sicuramente un matrimonio combinato. Sarebbe sconveniente se cercassi un partner da sola.

# 7920_Shinada
source: Oh. Are you sure you'll be happy with that?
pt: Oh. Sei sicura che ti vada bene così?

# 7932_Shinada
source: How'd your secret get out, anyway?
pt: Comunque, com'è che è saltato fuori il tuo segreto?

# 7944_Shion
source: Ah. It's something of an embarrassing story.
pt: Ah. È una storia piuttosto imbarazzante.

# 7956_Shion
source: When I started work, they told me I needed to be financially independent from my parents for tax purposes. I avoided it for some time, but I finally told my mother.
pt: Quando ho iniziato a lavorare, mi hanno detto che dovevo essere finanziariamente indipendente dai miei genitori per questioni fiscali. Ho evitato il discorso per un po', ma alla fine l'ho detto a mia madre.

# 7968_Shion
source: She asked me if I was working part-time somewhere, and I wound up telling her everything.
pt: Mi ha chiesto se stessi facendo un lavoro part-time da qualche parte e alla fine le ho raccontato tutto.

# 7980_Shinada
source: You shot yourself in the foot. If you'd kept quiet, she'd never have known.
pt: Ti sei data la zappa sui piedi. Se fossi stata zitta, lei non l'avrebbe mai saputo.

# 7992_Shion
source: I had to tell her to complete the process. Otherwise, it would have been tax evasion.
pt: Ho dovuto dirglielo per completare la procedura. Altrimenti, sarebbe stata evasione fiscale.

# 8004_Shinada
source: Hmm. I guess if you needed the money, it couldn't be helped. Living at home can be really rough.
pt: Hmm. Immagino che se avevi bisogno di soldi, non ci si potesse fare niente. Vivere con i genitori può essere davvero dura.

# 8016_Shinada
source: Why not lie? You didn't have to tell her you were working anywhere.
pt: Perché non mentire? Non avevi bisogno di dirle che lavoravi da qualche parte.

# 8028_Shion
source: But wouldn't it be odd if I were making money without having a job?
pt: Ma non sarebbe strano se guadagnassi dei soldi senza avere un lavoro?

# 8040_Shinada
source: So think of a better lie. Even people in debt make up all sorts of lies to delay payments.
pt: Quindi inventati una bugia migliore. Persino chi è pieno di debiti s'inventa ogni sorta di bugia per ritardare i pagamenti.
