Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08ef.po
Languages: pt

source: Arrogant Youth
pt: Giovane Arrogante

source: Surly Man
pt: Uomo Scontroso

source: Ask Them to Get Out
pt: Chiedi loro di scendere

source: Let Them Smoke
pt: Lasciali fumare

source: Forbid them From Smoking
pt: Vieta loro di fumare

source: Talk About the Difficulties of Driving
pt: Parlare delle difficoltà della guida

source: Apologize Profusely
pt: Scusarsi Profusamente

# 44_Arrogant Youth
source: Man, I'm getting jittery. Got a smoke on you?
pt: Cavolo, mi sto innervosendo. Hai una sigaretta?

# 56_Surly Man
source: Yeah, I got it.
pt: Sì, ho capito.

# 68_Arrogant Youth
source: Give me one. I'm all out.
pt: Dammene una. Le ho finite.

# 80_Kiryu
source: I'm afraid this is a nonsmoking taxi.
pt: Temo che questo sia un taxi non fumatori.

# 92_Arrogant Youth
source: Shut the fuck up and drive!
pt: Zitto, cazzo, e guida!

# 104_Kiryu
source: (They're pretty full of themselves.)
pt: (Se la tirano un bel po').

# 116_Arrogant Youth
source: (I don't like it, but it'd get ugly otherwise.)
pt: (Non mi piace, ma altrimenti si metterebbe male.)

# 128_Kiryu
source: Okay, I'll let you smoke just this once.
pt: Va bene, ti lascio fumare solo questa volta.

# 140_Arrogant Youth
source: Geez, man! Why didn't you say so to start with!?
pt: Cavolo, amico! Perché non l'hai detto subito!?

# 152_Surly Man
source: He's just a taxi driver. Not much they can do if a customer pushes for something.
pt: È solo un tassista. Non c'è molto che possano fare se un cliente insiste per qualcosa.

# 164_Kiryu
source: (They're getting a little too confident. I guess I shouldn't have given them permission.)
pt: (Si stanno allargando un po' troppo. Credo di non avrei dovuto dargli il permesso.)

# 176_Arrogant Youth
source: Give me that smoke.
pt: Dammi quella sigaretta.

# 188_Surly Man
source: Sure... Huh? Oh, looks like I forgot my cigs at home today.
pt: Certo... Eh? Ah, sembra proprio che abbia dimenticato le mie sigarette a casa oggi.

# 200_Arrogant Youth
source: Shit, now you tell me!
pt: Cavolo, me lo dici adesso!

# 212_Surly Man
source: I'll pick some up as soon as we get out.
pt: Ne prendo un po' appena scendiamo.

# 224_Arrogant Youth
source: Sorry, but I'll have to ask to you to refrain from smoking in here.
pt: Mi dispiace, ma dovrò chiederle di non fumare qui dentro.

# 236_Arrogant Youth
source: Hey, we're the customers here, driver!
pt: Ehi, siamo noi i clienti qui, autista!

# 248_Surly Man
source: Yeah, the customer comes first!
pt: Già, il cliente viene prima!

# 260_Kiryu
source: Indeed, you're both valued customers.
pt: Certo, siete entrambi clienti apprezzati.

# 272_Kiryu
source: But many of my other customers dislike the smell of cigarette smoke.
pt: Ma molti dei miei altri clienti non gradiscono l'odore del fumo di sigaretta.

# 284_Kiryu
source: I smoke myself, so I know how you feel. But please, hold on for just a bit longer.
pt: Fumo anch'io, quindi so come si sente. Ma per favore, tenga duro ancora per un po'.

# 296_Surly Man
source: Tch. Fine.
pt: Tsk. E va bene.

# 308_Arrogant Youth
source: You better get us where we're going quick!
pt: Faresti meglio a portarci a destinazione in fretta!

# 320_Kiryu
source: Thank you for your patience.
pt: Grazie per la sua pazienza.

# 332_Kiryu
source: (That seems to have worked.)
pt: (Sembra che abbia funzionato.)

# 344_Arrogant Youth
source: Gah, I'm really dying for a cig!
pt: Uff, mi sta venendo una gran voglia di una siga!

# 356_Surly Man
source: The longer you go without, the more you want it, huh? I'm getting the shakes myself.
pt: Più ci stai senza, più ti sale la voglia, eh? Anche a me sta venendo la tremarella.

# 368_Surly Man
source: Hey, you.
pt: Ehi, tu.

# 392_Surly Man
source: I'm talking to you, idiot! Talk to us about something to distract us!
pt: Sto parlando con te, imbecille! Parlaci di qualcosa per distrarci!

# 404_Kiryu
source: I'm not really the chatty type.
pt: Non sono proprio un gran chiacchierone.

# 416_Arrogant Youth
source: Aren't you a taxi driver!? What do you think we're payin' you for?
pt: Ma non sei un tassista!? Per che cosa credi che ti paghiamo?

# 428_Arrogant Youth
source: If driving's all there was to it, I could do your job for you, loser!
pt: Se fosse solo questione di guidare, potrei fare il tuo lavoro io, perdente!

# 440_Kiryu
source: (These guys are a pain in the neck. How am I going to deal with this?)
pt: (Questi qui sono una rottura di palle. Come faccio a gestire 'sta cosa?)

# 452_Arrogant Youth
source: Have you drove a taxi before?
pt: Hai mai guidato un taxi prima?

# 464_Arrogant Youth
source: 'Course not! Who'd want to drive an old hunk of junk like this!?
pt: Ma figurati! Chi vorrebbe guidare un vecchio rottame come questo!?

# 476_Surly Man
source: But he does drifting up on the mountain roads, so driving a taxi would be a piece of cake!
pt: Ma lui fa drifting sulle strade di montagna, quindi guidare un taxi sarebbe un gioco da ragazzi!

# 488_Kiryu
source: Have you ever had your family ride along?
pt: Ti è mai capitato che la tua famiglia salisse con te?

# 500_Arrogant Youth
source: Nah, I'm single right now.
pt: No, al momento sono single.

# 512_Kiryu
source: Try driving with your loved ones on board. It's much trickier than drifting, I promise you.
pt: Prova a guidare con i tuoi cari a bordo. È molto più difficile del drifting, te lo prometto.

# 524_Kiryu
source: Our passengers are more important than anything.
pt: I nostri passeggeri sono più importanti di tutto.

# 536_Kiryu
source: Ensuring they get to their destination safely may sound simple, but it's a challenging job.
pt: Assicurarsi che arrivino a destinazione sani e salvi potrebbe sembrare semplice, ma è un lavoro impegnativo.

# 560_Surly Man
source: Man, you're boring us to tears here! Just stop talking and get us where we need to go, quick!
pt: Mamma mia, ci stai annoiando a morte qui! Stai zitto e portaci dove dobbiamo andare, svelto!

# 572_Kiryu
source: Okay.
pt: Ok.

# 584_Kiryu
source: (I think they understood my point, at least.)
pt: (Credo che abbiano capito il mio punto, almeno.)

# 596_Arrogant Youth
source: (They're bullies, but I don't want any trouble.)
pt: (Sono dei bulli, ma non voglio guai.)

# 608_Kiryu
source: I'm sorry that I'm not better at conversation.
pt: Mi spiace, non sono un granché a conversare.

# 620_Arrogant Youth
source: You should be! Your service sucks, dude!
pt: E ci credo! Il tuo servizio fa schifo, amico!

# 632_Surly Man
source: Bet you haven't even been doing this long. You got fired from your last job, didn't you?
pt: Scommetto che non è da tanto che fai 'sto lavoro. Ti hanno cacciato dal tuo ultimo impiego, no?

# 644_Arrogant Youth
source: Hahah. I reckon your days are numbered in this job, too. You can't do anything!
pt: Hahah. Scommetto che anche in questo lavoro i tuoi giorni sono contati. Non sai fare niente!

# 656_Kiryu
source: (They're really sticking the knives in. I shouldn't have tried the apology route.)
pt: (Ci stanno andando giù pesante. Non avrei dovuto provare la strada delle scuse.)

# 680_Arrogant Youth
source: We're almost there.
pt: Siamo quasi arrivati.

# 692_Arrogant Youth
source: Forget the fare. This is as far as you go.
pt: Scordati la corsa. È qui che ti fermi.

# 704_Arrogant Youth
source: What!? Are you kidding me? We're your passengers here!
pt: Cosa!? Mi stai prendendo in giro? Siamo noi i tuoi passeggeri qui!

# 716_Kiryu
source: Passengers need to show some manners when riding in my taxi. No manners, no ride.
pt: I passeggeri devono mostrare un po' di buone maniere quando salgono sul mio taxi. Niente maniere, niente corsa.

# 728_Arrogant Youth
source: Who the hell do you think you are!?
pt: Chi diavolo credi di essere!?

# 740_Surly Man
source: Fine, we'll get out. But you're getting out with us, driver!
pt: Va bene, scendiamo. Ma tu scendi con noi, autista!

# 752_Kiryu
source: Me?
pt: Io?

# 764_Surly Man
source: Yeah, hurry it up!
pt: Sì, sbrigati!
