Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0110058c.po
Languages: pt

source: Undercover Cop
pt: Poliziotto sotto copertura

source: ○You messed up, huh?
pt: ○Hai combinato un casino, eh?

source: △That's too bad.
pt: △Peccato.

source: □I'm happy to help.
pt: □Sono felice di aiutare.

source: ○I believe you.
pt: ○Ti credo.

source: △Sounds a bit far-fetched.
pt: △Sembra un po' tirato per i capelli.

source: □It's none of my concern.
pt: □Non sono affari miei.

# 220_Undercover Cop
source: Damn. Looks like we were too late.
pt: Dannazione. Sembra che siamo arrivati troppo tardi.

# 244_Undercover Cop
source: Gah! They spotted us!
pt: Ah! Ci hanno scoperti!

# 256_Undercover Cop
source: Hold up! Any closer and they'll see us! Fall back!
pt: Alt! Ancora un po' e ci scopriranno! Indietro!

# 268_Undercover Cop
source: You're getting a little too close.
pt: Ti stai avvicinando un po' troppo.

# 280_Undercover Cop
source: Perfect! Just stay about this far back, and we'll be fine.
pt: Perfetto! Stai più o meno così indietro, e andremo bene.

# 292_Undercover Cop
source: They're a little too far ahead. Can you get a bit closer?
pt: Sono un po' troppo avanti. Riesci ad avvicinarti un po'?

# 304_Undercover Cop
source: We're going to lose them! Get closer!
pt: Li stiamo per perdere! Avvicinati!

# 316_Undercover Cop
source: How could you let them shake you like that?
pt: Come hai potuto lasciarti seminare così?

# 328_Undercover Cop
source: I'm glad I ran into you. I'm a detective, but my driver's license was suspended.
pt: Sono contento di averti incontrato. Sono un detective, ma la mia patente è stata sospesa.

# 352_Undercover Cop
source: Yeah, so!? Everyone makes mistakes!
pt: Sì, e allora!? Tutti sbagliano!

# 364_Undercover Cop
source: Yeah, being a detective can be tough. Thanks for sympathizing.
pt: Sì, essere un detective può essere dura. Grazie per la comprensione.

# 376_Undercover Cop
source: Sorry to drag you into this. I owe you one.
pt: Scusa se ti ho trascinato in questo casino. Te ne devo una.

# 388_Undercover Cop
source: Hey, don't just ignore me...
pt: Ehi, non ignorarmi e basta...

# 400_Undercover Cop
source: I've got a hunch that car's headed to a shady deal. Trust me on this.
pt: Ho il presentimento che quella macchina sia diretta a un affare losco. Fidati di me su questo.

# 424_Undercover Cop
source: I appreciate it. You're a big help.
pt: Ti ringrazio. Sei di grande aiuto.

# 436_Undercover Cop
source: Hmph. I guess a guy like you wouldn't understand.
pt: Hmph. Immagino che un tipo come te non capirebbe.

# 448_Undercover Cop
source: Yeah, I guess. No need to act so cold, though.
pt: Sì, immagino. Non c'è bisogno di fare tanto il freddo, però.

# 460_Undercover Cop
source: You listening, pal?
pt: Mi stai ascoltando, amico?
