Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid014901b9.po
Languages: pt

source: Trendy High Schooler
pt: Liceale alla moda

source: Starry-eyed High Schooler
pt: Liceale sognatrice

source: Join Them for Okonomiyaki
pt: Unisciti a loro per l'Okonomiyaki

source: Decline
pt: Rifiuta

# 44_Trendy High Schooler
source: Oh, look! It's Haruka-chan!
pt: Oh, guarda! È Haruka-chan!

# 68_Starry-eyed High Schooler
source: Hey, you're right!
pt: Ehi, hai ragione!

# 80_Haruka
source: (Oh! I think those two are in my class at school.)
pt: (Oh! Credo che quelle due siano nella mia classe a scuola.)

# 92_Trendy High Schooler
source: Hi, Haruka-chan! It's been a while. We've been watching you on TV, you know!
pt: Ciao, Haruka-chan! È da un po'. Ti abbiamo vista in TV, sai!

# 104_Starry-eyed High Schooler
source: Still, where have ya been? You hardly ever come to school anymore.
pt: Comunque, dove ti eri cacciata? Non ti si vede quasi mai a scuola ultimamente.

# 116_Trendy High Schooler
source: You must be crazy busy now that you're getting so popular!
pt: Devi essere pazzamente impegnata adesso che stai diventando così popolare!

# 128_Haruka
source: Oh, well, I don't know about that.
pt: Oh, beh, non saprei.

# 140_Haruka
source: (Uh-oh. I haven't been to school in so long, I can't even remember these girls' names. What do I do?)
pt: (Uh-oh. È da così tanto tempo che non vado a scuola, non mi ricordo nemmeno i nomi di queste ragazze. Cosa faccio?)

# 152_Trendy High Schooler
source: We were just about to go have some okonomiyaki at that restaurant over there. Wanna come along?
pt: Stavamo per andare a mangiare dell'okonomiyaki a quel ristorante lì. Vuoi venire con noi?

# 164_Haruka
source: Me?
pt: Io?

# 176_Starry-eyed High Schooler
source: Hey, yeah! And then we can ask ya all about show business!
pt: Ehi, sì! E poi potremo chiederti tutto sullo show business!

# 188_Trendy High Schooler
source: Whaddya say, Haruka? Wanna come?
pt: Che ne dici, Haruka? Vuoi venire?

# 200_Haruka
source: (Should I go? I don't have that many chances to make friends at school. This might be a good opportunity.)
pt: (Dovrei andare? Non ho poi così tante occasioni per fare amicizia a scuola. Questa potrebbe essere una buona opportunità.)

# 212_Haruka
source: I'm sorry. I'm afraid I can't right now. Maybe next time?
pt: Mi dispiace. Non ce la faccio proprio adesso. Magari la prossima volta?

# 224_Trendy High Schooler
source: Oh, you can't? That's too bad.
pt: Oh, non puoi? Peccato.

# 248_Haruka
source: All right. If you're sure you wouldn't mind, I'd love to come along!
pt: Va bene. Se non vi dispiace davvero, mi piacerebbe molto venire con voi!

# 260_Trendy High Schooler
source: Oh, don't be so polite! We're classmates, aren't we?
pt: Oh, non essere così formale! Siamo compagni di classe, no?

# 272_Starry-eyed High Schooler
source: Yeah, let's go! I've never gone out to eat with somebody famous before!
pt: Dai, andiamo! Non ho mai mangiato fuori con qualcuno di famoso prima d'ora!

# 284_Haruka
source: Oh, okay.
pt: Ah, okay.
