Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016904d3.po
Languages: pt

source: You got 4,000 experience points.
pt: Hai ottenuto 4.000 punti esperienza.

source: You got 3,500 experience points.
pt: Hai ottenuto 3.500 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: MC
pt: Conduttore

# 56_MC
source: Fantastic job, Haruka-chan! You're a real pro at this! You managed to get not one, but multiple prizes!
pt: Fantastico lavoro, Haruka-chan! Sei una vera professionista! Sei riuscita a ottenere non uno, ma più premi!

# 68_Haruka
source: I did my very best!
pt: Ho fatto del mio meglio!

# 80_MC
source: Well, folks! Now's your chance to write in and get yourself one of these prizes Haruka-chan poured her heart and soul into getting!
pt: Bene, gente! Ora è la vostra occasione per scriverci e accaparrarvi uno di questi premi che Haruka-chan ha conquistato con anima e corpo!

# 92_Haruka
source: Everyone be sure to write in! Good luck!
pt: Mi raccomando, scriveteci tutti! Buona fortuna!

# 104_MC
source: Haruka-chan, thank you very much for coming today.
pt: Haruka-chan, grazie mille per essere venuta oggi.

# 116_MC
source: Tomorrow, we'll be welcoming a guest who's been getting attention for a certain psychedelic music video. You won't want to miss it!
pt: Domani, accoglieremo un ospite che sta facendo parlare di sé per un certo videoclip psichedelico. Non ve lo vorrete perdere!

# 272_MC
source: Nicely done, Haruka-chan! You got a prize!
pt: Ottimo lavoro, Haruka-chan! Hai vinto un premio!

# 284_Haruka
source: Whew! I'm glad I at least got one.
pt: Meno male! Sono contenta di averne vinto almeno uno.

# 296_MC
source: Well, folks. Haruka-chan worked hard and managed to get a prize, which we will now be giving away to one lucky viewer. Now's your chance!
pt: Bene, gente. Haruka-chan ha lavorato sodo ed è riuscita a ottenere un premio, che ora regaleremo a un fortunato spettatore. Ora è la vostra occasione!

# 308_Haruka
source: Everyone be sure to write in! Good luck!
pt: Mi raccomando, scriveteci tutti! Buona fortuna!

# 320_MC
source: Haruka-chan, thank you very much for coming today.
pt: Haruka-chan, grazie mille per essere venuta oggi.

# 332_MC
source: Tomorrow, we'll be welcoming a guest who's been getting attention for a certain psychedelic music video. You won't want to miss it!
pt: Domani, accoglieremo un ospite che sta facendo parlare di sé per un certo videoclip psichedelico. Non ve lo vorrete perdere!

# 488_MC
source: Oh, too bad! You didn't get a single prize!
pt: Oh, peccato! Non hai vinto nemmeno un premio!

# 500_Haruka
source: I'm so sorry, everyone who's watching!
pt: Mi dispiace tantissimo, a tutti voi che ci state guardando!

# 512_MC
source: Hey, but you know what, folks? Now you get the chance to win a signed, personal article from our guest instead!
pt: Ma sentite un po', gente? Ora avete la possibilità di vincere un articolo personale autografato dalla nostra ospite, invece!

# 524_MC
source: Have you thought about what you'll be giving away to our viewers today, Haruka-chan?
pt: Hai pensato a cosa regalerai ai nostri spettatori oggi, Haruka-chan?

# 536_Haruka
source: I have! I'm going to give away an autographed T-shirt, one that I wore during one of my lessons.
pt: Certo! Regalerò una maglietta autografata, una che ho indossato durante una delle mie lezioni.

# 548_MC
source: An autographed T-shirt, folks! That's something any fan would love!
pt: Una maglietta autografata, gente! Questo farebbe gola a qualsiasi fan!

# 560_MC
source: Haruka-chan, thank you very much for coming today.
pt: Haruka-chan, grazie mille per essere venuta oggi.

# 572_MC
source: Tomorrow, we'll be welcoming a guest who's been getting attention for a certain psychedelic music video. You won't want to miss it!
pt: Domani, accoglieremo un ospite che sta facendo parlare di sé per un certo videoclip psichedelico. Non ve lo vorrete perdere!
