Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08f3.po
Languages: pt

source: Fancily Dressed Woman
pt: Donna in abiti sfarzosi

source: Maybe a Princess
pt: Magari una Principessa

source: Where is this Kingdom of Coutand?
pt: Dov'è questo Regno di Coutand?

source: You look and sound Japanese to me.
pt: Mi sembri giapponese, sia a vederti che a sentirti.

source: What's a princess doing in Fukuoka?
pt: Che ci fa una principessa a Fukuoka?

source: A Princess
pt: Una Principessa

# 44_Fancily Dressed Woman
source: I need you to get me away from here, fast.
pt: Mi serve che tu mi porti via da qui, in fretta.

# 56_Kiryu
source: Okay.
pt: Ok.

# 68_Fancily Dressed Woman
source: Phew, I don't think they've seen me yet.
pt: Meno male, non credo mi abbiano visto ancora.

# 80_Kiryu
source: Is someone looking for you?
pt: Qualcuno ti sta cercando?

# 92_Fancily Dressed Woman
source: Yes, the royal security detail. They are no doubt searching far and wide for me as we speak.
pt: Sì, la scorta reale. Senza dubbio mi stanno cercando in lungo e in largo proprio mentre parliamo.

# 104_Kiryu
source: Royal?
pt: Reale?

# 116_Fancily Dressed Woman
source: Yes. I'm a princess, from the Kingdom of Coutand.
pt: Sì. Sono una principessa, dal Regno di Coutand.

# 128_Kiryu
source: Hm?
pt: Mh?

# 140_Maybe a Princess
source: Oh, don't look so nervous. I may be royalty, but I'm just flesh and blood like you.
pt: Oh, non essere così nervoso. Sarò pure di sangue reale, ma sono solo carne e ossa come te.

# 152_Kiryu
source: (Is she delusional? Or is this some kind of joke? I guess I'll dig a little deeper.)
pt: (È delirante? O è una specie di scherzo? Credo che indagherò un po' più a fondo.)

# 164_Fancily Dressed Woman
source: Where is the Kingdom of Coutand?
pt: Dov'è il Regno di Coutand?

# 176_Maybe a Princess
source: Hm. I guess it's only natural you don't know of it.
pt: Mh. Immagino sia naturale che tu non ne sappia nulla.

# 188_Maybe a Princess
source: Coutand is a very small island nation, far to the southwest of Hakata Bay.
pt: Coutand è una piccolissima nazione insulare, molto a sud-ovest della Baia di Hakata.

# 200_Kiryu
source: I see.
pt: Capisco.

# 212_Fancily Dressed Woman
source: You look and sound Japanese to me.
pt: A me sembri e parli giapponese.

# 224_Maybe a Princess
source: Yes, people of Coutand look practically identical to the Japanese. We must share a common ancestor.
pt: Sì, la gente di Coutand è praticamente identica ai giapponesi. Dobbiamo avere un antenato comune.

# 236_Maybe a Princess
source: But, as a result, we have a very good relationship with Japan and many of us study the language. That's why I am fluent in Japanese.
pt: Ma, proprio per questo, abbiamo un ottimo rapporto con il Giappone e molti di noi studiano la lingua. Ecco perché parlo un giapponese fluente.

# 248_Kiryu
source: No kidding.
pt: Dici sul serio.

# 260_Fancily Dressed Woman
source: So, what's a princess doing in Fukuoka?
pt: Allora, che ci fa una principessa a Fukuoka?

# 272_Maybe a Princess
source: I came with my father, the king.
pt: Sono venuta con mio padre, il re.

# 284_Maybe a Princess
source: He didn't want to impose on the Japanese government by making it an official visit, so we came unannounced.
pt: Non voleva gravare sul governo giapponese rendendola una visita ufficiale, quindi siamo venuti senza preavviso.

# 296_Kiryu
source: I see.
pt: Capisco.

# 308_Fancily Dressed Woman
source: (She's got quite the imagination. I guess I'll press a little further.)
pt: (Ha proprio una bella fantasia. Credo che approfondirò un po'.)

# 320_Fancily Dressed Woman
source: Where is the Kingdom of Coutand?
pt: Dov'è il Regno di Coutand?

# 332_Maybe a Princess
source: Hm. I guess it's only natural you don't know of it.
pt: Hm. Immagino sia naturale che non lo conosca.

# 344_Maybe a Princess
source: Coutand is a very small island nation, far to the southwest of Hakata Bay.
pt: Coutand è una piccolissima nazione insulare, molto a sud-ovest della Baia di Hakata.

# 356_Kiryu
source: I see.
pt: Capisco.

# 368_Fancily Dressed Woman
source: You look and sound Japanese to me.
pt: A me sembri e parli da giapponese.

# 380_Maybe a Princess
source: Yes, people of Coutand look practically identical to the Japanese. We must share a common ancestor.
pt: Sì, la gente di Coutand è praticamente identica ai giapponesi. Dobbiamo avere un antenato comune.

# 392_Maybe a Princess
source: But, as a result, we have a very good relationship with Japan and many of us study the language. That's why I am fluent in Japanese.
pt: Però, di conseguenza, abbiamo un ottimo rapporto con il Giappone e molti di noi studiano la lingua. Ecco perché parlo fluentemente giapponese.

# 404_Kiryu
source: No kidding.
pt: Dici sul serio.

# 416_Fancily Dressed Woman
source: So, what's a princess doing in Fukuoka?
pt: Allora, che ci fa una principessa a Fukuoka?

# 428_Maybe a Princess
source: I came with my father, the king.
pt: Sono venuta con mio padre, il re.

# 440_Maybe a Princess
source: He didn't want to impose on the Japanese government by making it an official visit, so we came unannounced.
pt: Non voleva gravare sul governo giapponese facendone una visita ufficiale, così siamo venuti senza preavviso.

# 452_Kiryu
source: I see.
pt: Capisco.

# 464_Fancily Dressed Woman
source: (Wow, it's almost as if she believes this is all true. I'll ask one more thing.)
pt: (Caspita, è quasi come se ci credesse per davvero. Le chiederò un'altra cosa.)

# 476_Fancily Dressed Woman
source: Where is the Kingdom of Coutand?
pt: Dov'è il Regno di Coutand?

# 488_Maybe a Princess
source: Hm. I guess it's only natural you don't know of it.
pt: Hm. Immagino sia del tutto normale che non lo conosca.

# 500_Maybe a Princess
source: Coutand is a very small island nation, far to the southwest of Hakata Bay.
pt: Coutand è una nazione insulare molto piccola, molto a sud-ovest della baia di Hakata.

# 512_Kiryu
source: I see.
pt: Capisco.

# 524_Fancily Dressed Woman
source: You look and sound Japanese to me.
pt: A me sembri e parli come una giapponese.

# 536_Maybe a Princess
source: Yes, people of Coutand look practically identical to the Japanese. We must share a common ancestor.
pt: Sì, la gente di Coutand sembra praticamente identica ai giapponesi. Dobbiamo condividere un antenato comune.

# 548_Maybe a Princess
source: But, as a result, we have a very good relationship with Japan and many of us study the language. That's why I am fluent in Japanese.
pt: Ma, proprio per questo, abbiamo un ottimo rapporto col Giappone e molti di noi studiano la lingua. Ecco perché parlo un giapponese fluente.

# 560_Kiryu
source: No kidding.
pt: Dici sul serio.

# 572_Fancily Dressed Woman
source: So, what's a princess doing in Fukuoka?
pt: Allora, che ci fa una principessa a Fukuoka?

# 584_Maybe a Princess
source: I came with my father, the king.
pt: Sono venuta con mio padre, il re.

# 596_Maybe a Princess
source: He didn't want to impose on the Japanese government by making it an official visit, so we came unannounced.
pt: Non voleva mettere in difficoltà il governo giapponese rendendola una visita ufficiale, quindi siamo venuti senza preavviso.

# 608_Kiryu
source: I see.
pt: Capisco.

# 620_Fancily Dressed Woman
source: (She's playing this pretty straight. I'm not sure what to say. She does looks pretty serious.)
pt: (La sta prendendo piuttosto sul serio. Non so cosa dire. Sembra davvero seria.)

# 632_Kiryu
source: By the way, miss－
pt: A proposito, signorina－

# 644_Maybe a Princess
source: Hey! I'm all for mingling with the common folk, but you need to watch how you address me. You're still talking to a princess.
pt: Ehi! Mi va benissimo mescolarmi col popolino, ma devi stare attento a come ti rivolgi a me. Stai comunque parlando con una principessa.

# 656_Kiryu
source: Right... Sorry, Your Royal Highness. Where would you like me to take you?
pt: Va bene... Mi scusi, Vostra Altezza Reale. Dove vorrebbe che la portassi?

# 668_Maybe a Princess
source: My security detail may still be searching for me. Just keep driving so they don't find me.
pt: La mia scorta potrebbe ancora cercarmi. Continua a guidare così non mi trovano.

# 680_Kiryu
source: Why are you running away from your own security?
pt: Perché scappi dalla tua stessa scorta?

# 692_Maybe a Princess
source: The other day the king decided it was time for me to marry, and he picked my husband-to-be.
pt: L'altro giorno il re ha deciso che era ora che mi sposassi, e ha scelto il mio futuro marito.

# 704_Maybe a Princess
source: But I did not like the man he selected at all. My father, however, refuses to give me any say in it.
pt: Ma l'uomo che ha scelto non mi andava proprio giù. Mio padre, però, si rifiuta di darmi voce in capitolo.

# 716_Maybe a Princess
source: I cannot bear the thought of a life where I must spend the rest of my days with someone I do not love. So, I decided to run away.
pt: Non sopporto l'idea di una vita in cui devo passare il resto dei miei giorni con qualcuno che non amo. Così, ho deciso di scappare.

# 728_Maybe a Princess
source: I chose Japan because nobody knows me here. I thought it would be the perfect place to start a new life.
pt: Ho scelto il Giappone perché nessuno mi conosce qui. Pensavo che sarebbe stato il posto perfetto per iniziare una nuova vita.

# 740_Kiryu
source: I see. And now your security detail is out looking for you, huh?
pt: Capisco. E ora la tua scorta è fuori a cercarti, eh?

# 752_Maybe a Princess
source: That's right. And their driving skills are quite formidable. If they find me, I doubt we'd be able to get away.
pt: Esatto. E le loro abilità di guida sono piuttosto formidabili. Se mi trovano, dubito che riusciremmo a scappare.

# 776_Kiryu
source: (I'm getting a little tired of playing along with this fantasy. I'll just smile and nod.)
pt: (Mi sto stancando un po' di stare al gioco di questa fantasia. Mi limiterò a sorridere e ad annuire.)

# 800_Maybe a Princess
source: My security detail caught up with us!
pt: La mia scorta ci ha raggiunto!

# 812_Kiryu
source: Really?
pt: Davvero?

# 824_Maybe a Princess
source: Well, what are you waiting for!? If they spot us, you'll be punished, too, you know!
pt: Beh, che aspetti!? Se ci scoprono, verrai punito anche tu, lo sai!

# 836_Kiryu
source: Hm. That would be a shame.
pt: Hm. Sarebbe un peccato.

# 848_Maybe a Princess
source: Argh! How can you be so complacent!? Look at the car behind us!
pt: Argh! Come puoi essere così noncurante!? Guarda la macchina dietro di noi!

# 860_Maybe a Princess
source: That's my security detail! If they catch up, it'll all be over!
pt: Quella è la mia scorta! Se ci raggiungono, è finita!

# 872_Kiryu
source: Mmhm. Right.
pt: Mmh. Giusto.

# 884_Kiryu
source: (Wait, there is a suspicious-looking car behind us. And it's coming up fast!)
pt: (Aspetta, c'è una macchina dall'aspetto sospetto dietro di noi. E si sta avvicinando a tutta velocità!)

# 896_Kiryu
source: (They're definitely following this taxi. Don't tell me her stories were all true...)
pt: (Stanno decisamente seguendo questo taxi. Non dirmi che le sue storie erano tutte vere...)

# 908_A Princess
source: Hurry up! Don't let them catch us!
pt: Sbrigati! Non farci raggiungere!

# 920_Kiryu
source: Okay!
pt: Ok!
