Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0802.po
Languages: pt

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

# 44_Kiryu
source: I'm back.
pt: Sono tornato.

# 56_Nakajima
source: Guess what, Suzuki-san. I just got a call from Muramatsu-kun. It sounds like he picked up that regular client of his on time!
pt: Indovina un po', Suzuki-san. Ho appena ricevuto una chiamata da Muramatsu-kun. Sembra che sia riuscito a prendere quel suo cliente abituale in orario!

# 68_Kiryu
source: Did he now?
pt: Ah sì?

# 80_Nakajima
source: Yup. Says he was takin' a break in his cab, and dozed off.
pt: Già. Dice che si stava prendendo una pausa nel suo taxi, e si è appisolato.

# 92_Nakajima
source: We've been busy lately, so I ain't surprised. Now if ya must doze off, Suzuki-san, make sure it ain't when you're behind the wheel－not that I expect ya would.
pt: Ultimamente siamo stati indaffarati, quindi non mi sorprende affatto. Ora, se proprio devi appisolarti, Suzuki-san, assicurati che non sia quando sei al volante – non che mi aspetti che tu lo faccia.

# 104_Kiryu
source: I'll be sure not to.
pt: Non mancherò.

# 116_Nakajima
source: Good. Wouldn't want any accidents now, that's for sure.
pt: Bene. Non vogliamo mica incidenti adesso, quello è sicuro.

# 140_Kiryu
source: ...Hey, Chief?
pt: ...Ehi, Capo?

# 152_Nakajima
source: What's up?
pt: Che c'è?

# 164_Kiryu
source: ...Actually, never mind.
pt: ...Anzi, lascia stare.

# 176_Nakajima
source: Huh. Alrighty then.
pt: Ah. E va bene.

# 188_Nakajima
source: How you holdin' up, Hirakawa-san?
pt: Come te la stai cavando, Hirakawa-san?

# 200_Hirakawa
source: I'd be better if my shoulders weren't so stiff...
pt: Starei meglio se non avessi le spalle così rigide...

# 212_Nakajima
source: Yeah? Me too! Shoulders, neck, back, you name it! That's what happens when ya get old.
pt: Già? Anche io! Spalle, collo, schiena, chi più ne ha più ne metta! È quello che succede quando si invecchia.

# 224_Kiryu
source: (This guy used to be a street racer...?)
pt: Questo tizio una volta era un pilota di strada...?
