Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900af.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Yamaura's Memo
pt: Appunti di Yamaura

source: Woman's Voice
pt: Voce di donna

source: Reader Questions on Fame
pt: Domande dei lettori sulla fama

source: How I Became an Idol
pt: Come sono diventata un'idol

source: Inside Scoop on the Idol Business
pt: Retroscena sul business delle idol

source: Wear a cute outfit.
pt: Indossa un outfit carino.

source: Just act natural.
pt: Comportati con naturalezza.

source: Smile a lot.
pt: Sorridi molto.

source: I understood it had to be that way at first.
pt: All'inizio avevo capito che dovesse andare così.

source: I let the humiliation fuel me.
pt: Ho lasciato che l'umiliazione mi desse la carica.

source: I was just happy to be on TV.
pt: Ero solo felice di andare in TV.

source: You have to know what you're getting into.
pt: Devi sapere in cosa ti stai cacciando.

source: You can worry about that after you get famous.
pt: Potrai preoccupartene dopo che sarai diventato famoso.

source: I wouldn't recommend it, no.
pt: Non lo consiglierei, no.

# 56_Haruka
source: (Let's see what Yamaura-san's memo says.)
pt: (Vediamo cosa dice il promemoria di Yamaura-san.)

# 68_Yamaura's Memo
source: "Beginner" is a magazine that provides audition information and leads on how to become a model, TV personality, or voice actor.
pt: "Beginner" è una rivista che fornisce informazioni sui provini e indicazioni su come diventare modelli, personaggi televisivi o doppiatori.

# 80_Yamaura's Memo
source: It's aimed at pre-teen and teen girls who want to be famous－just the kind of reader who would be fascinated by your story.
pt: È rivolta a ragazzine e adolescenti che vogliono diventare famose－proprio il tipo di lettore che rimarrebbe affascinato dalla tua storia.

# 92_Yamaura's Memo
source: The interviewer will be Asano-san. She's apparently brand new to this, so I don't know how smoothly it will go. She's sure gung-ho, though.
pt: L'intervistatrice sarà Asano-san. A quanto pare è alle prime armi, quindi non so quanto filerà liscio. Di sicuro è bella carica, però.

# 104_Yamaura's Memo
source: The interview will be about how you became an idol.
pt: L'intervista riguarderà come sei diventata un'idol.

# 116_Yamaura's Memo
source: I don't think she'll delve into your past too deeply, but you have a complicated family history. Make sure you tread carefully.
pt: Non credo che scaverà troppo a fondo nel tuo passato, ma hai una storia familiare complicata. Assicurati di muoverti con cautela.

# 128_Haruka
source: (Okay, so this is what I have to keep in mind for the interview.)
pt: (Okay, quindi questo è quello che devo tenere a mente per l'intervista.)

# 140_Haruka
source: (The interview is going to be about how I became an idol.)
pt: (L'intervista riguarderà come sono diventata un'idol.)

# 152_Haruka
source: (The target is teenage girls who want to be famous, so I should try and encourage them to follow their dreams.)
pt: (Il pubblico di riferimento sono ragazze adolescenti che vogliono diventare famose, quindi dovrei cercare di incoraggiarle a inseguire i loro sogni.)

# 164_Haruka
source: (All right. Got it!)
pt: (Va bene. Ricevuto!)

# 176_Woman's Voice
source: Hello, I'm here for the interview. So sorry I'm late!
pt: Salve, sono qui per l'intervista. Scusatemi tanto per il ritardo!

# 188_Haruka
source: (Oh! The interviewer is here.)
pt: (Oh! L'intervistatrice è qui.)

# 248_Haruka
source: Hello. I'm Asano, from "Beginner." Nice to meet you, Haruka-chan!
pt: Salve. Sono Asano, di "Beginner". Piacere di conoscerti, Haruka-chan!

# 260_Haruka
source: Hello. Thank you very much for coming.
pt: Salve. Grazie mille per essere venuta.

# 272_Asano
source: Now, let's see. Has your manager already told you what today's interview will be about?
pt: Dunque, vediamo. Il tuo manager ti ha già spiegato di cosa tratterà l'intervista di oggi?

# 284_Haruka
source: Um...
pt: Ehm...

# 296_Asano
source: You weren't told anything? Uh-oh. That's not good.
pt: Non ti hanno detto niente? Ahi ahi. Non va bene.

# 308_Asano
source: Today's interview is about how you became an idol. I thought I told your manager all about it.
pt: L'intervista di oggi riguarda come sei diventata un'idol. Pensavo di aver spiegato tutto al tuo manager.

# 320_Haruka
source: I'm really sorry.
pt: Mi dispiace molto.

# 332_Asano
source: No, no. Don't apologize. I probably just didn't communicate it clearly.
pt: No, no. Non scusarti. Probabilmente sono io che non mi sono spiegata bene.

# 344_Haruka
source: Let's see. Was it questions from readers who want to be idols?
pt: Vediamo un po'. Erano le domande dei lettori che vogliono diventare delle idol?

# 356_Asano
source: What!? Is that what you were told? Ack. We must've gotten our signals crossed somewhere along the way.
pt: Cosa!? È questo che ti hanno detto? Accidenti. Dev'esserci stato un malinteso da qualche parte lungo la strada.

# 368_Haruka
source: Oh, is that not it?
pt: Oh, non è quello?

# 380_Asano
source: Not quite. I actually came to talk to you today about how you became an idol.
pt: Non proprio. In realtà oggi sono venuta a parlarti di come sei diventata un'idol.

# 392_Asano
source: Many of our readers are girls who dream of being famous one day, so your story can give them the hope they need to keep going!
pt: Molte delle nostre lettrici sono ragazze che sognano di diventare famose un giorno, quindi la tua storia può dar loro la speranza di cui hanno bisogno per andare avanti!

# 404_Haruka
source: Oh, all right.
pt: Oh, va bene.

# 416_Asano
source: But that's odd. I could've sworn I told your manager all about it.
pt: Però è strano. Avrei giurato di aver spiegato tutto al tuo manager.

# 428_Haruka
source: I was told it would be about how I became an idol.
pt: Mi era stato detto che avrebbe riguardato come sono diventata un'idol.

# 440_Asano
source: Yes, that's right! Many of our readers are girls who dream of being famous one day, so your story can give them the hope they need to keep going!
pt: Sì, esatto! Molte delle nostre lettrici sono ragazze che sognano di diventare famose un giorno, quindi la tua storia può dar loro la speranza di cui hanno bisogno per andare avanti!

# 452_Haruka
source: That sounds wonderful.
pt: Sembra meraviglioso.

# 464_Asano
source: Great! And I'm so glad you've already been prepared. That should make things go a lot more smoothly.
pt: Ottimo! E sono così felice che tu sia già preparata. Questo dovrebbe far filare tutto molto più liscio.

# 476_Haruka
source: Let's see. Was it the inside scoop on the idol business?
pt: Vediamo. Si trattava dei retroscena sul mondo delle idol?

# 488_Asano
source: What!? Is that what you were told? Although, that topic does sound like it would be a big hit with our readers. Hmm.
pt: Cosa!? È questo che ti è stato detto? Anche se quell'argomento sembra proprio che riscuoterebbe un grande successo tra le nostre lettrici. Mmh.

# 500_Haruka
source: Oh, is that not it?
pt: Oh, non è quello?

# 512_Asano
source: Not quite. I actually came to talk to you today about how you became an idol.
pt: Non proprio. In realtà oggi sono venuto a parlarti di come sei diventata un'idol.

# 524_Asano
source: Many of our readers are girls who dream of being famous one day, so your story can give them the hope they need to keep going!
pt: Molte delle nostre lettrici sono ragazze che sognano di diventare famose un giorno, quindi la tua storia può dar loro la speranza di cui hanno bisogno per andare avanti!

# 536_Haruka
source: All right, great!
pt: Va bene, ottimo!

# 548_Asano
source: But that's odd. I could've sworn I told your manager all about it.
pt: Ma è strano. Avrei giurato di aver spiegato tutto al tuo manager.

# 560_Asano
source: Okay, let's get started. Now, I heard that you were scouted out in Okinawa?
pt: Bene, iniziamo. Allora, ho sentito che sei stata notata a Okinawa?

# 572_Haruka
source: Yes, that's right.
pt: Sì, esatto.

# 584_Asano
source: They say you were just out shopping when somebody suddenly came up to you with an offer! So, what's your secret?
pt: Dicono che fossi semplicemente a fare shopping quando qualcuno ti si è avvicinato all'improvviso per farti una proposta! Allora, qual è il tuo segreto?

# 596_Asano
source: Do you have any tips for us on how to get noticed like you did?
pt: Hai qualche consiglio per noi su come farsi notare proprio come hai fatto tu?

# 620_Asano
source: Um. I guess there's just no tips to tell...?
pt: Ehm. Immagino che non ci siano proprio consigli da dare...?

# 632_Haruka
source: I'm so sorry.
pt: Mi dispiace molto.

# 644_Haruka
source: I would suggest wearing a really cute outfit, and having your hair styled in an attractive way.
pt: Consiglierei di indossare un outfit davvero carino e di avere i capelli acconciati in modo attraente.

# 656_Asano
source: Ah, so being mindful of your appearance, is that it?
pt: Ah, quindi fare attenzione al proprio aspetto, dico bene?

# 668_Haruka
source: Yes, I think that might help catch the eye of a scout.
pt: Sì, penso che possa aiutare a farsi notare da un talent scout.

# 680_Asano
source: Is that what you did when you got discovered?
pt: È quello che hai fatto tu quando ti hanno scoperta?

# 692_Haruka
source: Well, actually, no. I didn't really do anything special.
pt: Beh, in realtà no. Non ho fatto niente di speciale.

# 704_Asano
source: I see. Then maybe focusing on your appearance doesn't help at all.
pt: Capisco. Allora forse fare attenzione al proprio aspetto non serve a nulla.

# 716_Haruka
source: I'm sorry. I guess you're right.
pt: Mi dispiace. Immagino che tu abbia ragione.

# 728_Haruka
source: I think the best thing to do is just be yourself and act natural. If you go overboard trying to catch the eye of a scout, it might look strange.
pt: Penso che la cosa migliore da fare sia semplicemente essere se stessi e comportarsi in modo naturale. Se si esagera nel cercare di farsi notare da un talent scout, si rischia di sembrare strani.

# 740_Asano
source: I see. I guess there really isn't any foolproof trick to getting noticed, huh?
pt: Capisco. Immagino che non ci sia proprio un trucco infallibile per farsi notare, eh?

# 752_Haruka
source: I was only discovered by the president of my agency by chance. I guess it's just luck and being in the right place at the right time.
pt: Sono stata scoperta dal presidente della mia agenzia solo per caso. Immagino sia solo questione di fortuna e di trovarsi nel posto giusto al momento giusto.

# 764_Asano
source: I'm sure our readers would have loved to hear there was some kind of trick to it, but I guess it is what it is.
pt: Sono sicuro che ai nostri lettori sarebbe piaciuto sentirsi dire che c'era un qualche trucco, ma immagino che le cose stiano così.

# 776_Asano
source: Maybe if you have that certain "something," it shows even when you're just being yourself.
pt: Forse se hai quel certo "qualcosa", si vede anche quando sei semplicemente te stessa.

# 788_Haruka
source: I would suggest smiling a lot, wherever you go. There's nothing more attractive than a beautiful smile.
pt: Suggerirei di sorridere molto, ovunque tu vada. Non c'è niente di più attraente di un bel sorriso.

# 800_Asano
source: But if you saw a girl walking down the street and smiling to herself, wouldn't you think there was something a little off?
pt: Ma se vedessi una ragazza camminare per strada sorridendo da sola, non penseresti che ci sia qualcosa di un po' strano?

# 812_Haruka
source: Hmm. I guess you're right.
pt: Hmm. Immagino che tu abbia ragione.

# 824_Asano
source: And when you got discovered, you weren't walking around smiling, were you?
pt: E quando sei stata scoperta, non andavi mica in giro a sorridere, vero?

# 836_Haruka
source: Well, no.
pt: Beh, no.

# 848_Asano
source: Right... But I suppose it might be all right if you had a friend with you.
pt: Giusto... Però immagino che potrebbe andare bene se fossi in compagnia di un amico.

# 860_Asano
source: Yeah! Let's go with that!
pt: Sì! Vada per questo!

# 884_Haruka
source: All right, moving on. What was the very first job you had after becoming an idol?
pt: Bene, proseguiamo. Qual è stato il primissimo lavoro che hai avuto dopo essere diventata una idol?

# 896_Asano
source: And I don't mean dance lessons or anything like that. I mean a real, paying gig.
pt: E non parlo di lezioni di danza o roba del genere. Intendo un vero ingaggio pagato.

# 908_Haruka
source: If I recall, it was being a guest assistant on a TV show. It was part of the promotion for the Princess League.
pt: Se non ricordo male, è stato fare l'assistente ospite in un programma TV. Faceva parte della promozione per la Princess League.

# 920_Asano
source: What kinds of things does a TV show assistant do?
pt: Che genere di cose fa un assistente in un programma televisivo?

# 932_Haruka
source: I held signs and posters toward the camera. I basically just stood there and said nothing.
pt: Mostravo cartelli e poster alla telecamera. In pratica stavo solo lì ferma senza dire nulla.

# 944_Asano
source: Seeing as you were already an idol, didn't you find that sort of thing a little humiliating?
pt: Visto che eri già una idol, non hai trovato quel genere di cose un po' umiliante?

# 968_Asano
source: Oh, was that question a little too hard to answer?
pt: Oh, era una domanda un po' troppo difficile a cui rispondere?

# 980_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 992_Asano
source: You know, if you don't say anything I'll have nothing to write about in my article.
pt: Sai, se non dici niente non avrò nulla da scrivere nel mio articolo.

# 1004_Haruka
source: I understood that's the way it had to be at first, because I hadn't proven myself yet.
pt: Capivo che all'inizio doveva andare così, perché non avevo ancora dimostrato quanto valessi.

# 1016_Asano
source: So even idols have to toil in obscurity before they get better work, huh? That might be hard to hack for a lot of young people these days.
pt: Quindi persino le idol devono sgobbare nell'ombra prima di ottenere lavori migliori, eh? Potrebbe essere difficile da digerire per molti giovani d'oggi.

# 1028_Haruka
source: But not for someone who really, truly wants to be an idol.
pt: Ma non per chi vuole davvero, ma davvero tanto, diventare un'idol.

# 1040_Asano
source: Hm. I suppose it would be encouraging for our readers to know that even you had to earn your stripes.
pt: Uhm. Immagino che sarebbe incoraggiante per i nostri lettori sapere che persino tu hai dovuto fare la gavetta.

# 1052_Asano
source: Yeah! Let's go with that!
pt: Sì! Puntiamo su questo!

# 1064_Haruka
source: It was a little humiliating, yes, but I let the humiliation fuel me into working that much harder.
pt: Sì, era un po' umiliante, ma ho fatto sì che quell'umiliazione mi spronasse a impegnarmi ancora di più.

# 1076_Asano
source: Wow. You're resilient, aren't you?
pt: Wow. Sei proprio tenace, eh?

# 1088_Haruka
source: Do you think so?
pt: Dici?

# 1100_Asano
source: Oh yes, our readers will be very inspired by your story! No matter how exciting this business looks from the outside, it really is quite hard, isn't it?
pt: Oh sì, i nostri lettori saranno molto ispirati dalla tua storia! Per quanto questo ambiente possa sembrare entusiasmante dall'esterno, è davvero dura, non trovi?

# 1112_Haruka
source: I was just happy to be on TV. I never thought anything like that would ever happen to me!
pt: Ero già felice solo di apparire in TV. Non avrei mai pensato che mi sarebbe mai capitata una cosa del genere!

# 1124_Asano
source: Hehe, I can imagine! I think if I had a chance to be on TV, I'd grab it no matter what it was.
pt: Ehe, me lo immagino! Credo che se avessi l'occasione di apparire in TV, la coglierei al volo, qualunque cosa fosse.

# 1136_Asano
source: Now that you're getting so much attention on the Princess League, it's hard to believe there was ever a time like that for you!
pt: Ora che sei così al centro dell'attenzione per la Princess League, è difficile credere che ci sia stato un periodo simile per te!

# 1148_Haruka
source: Oh, there absolutely was!
pt: Oh, c'è stato eccome!

# 1160_Asano
source: Ooh, it must be so exciting to be an idol! I'm a little jealous!
pt: Ooh, dev'essere così entusiasmante fare l'idol! Ti invidio un po'!

# 1172_Haruka
source: All right. This next one is my last question. Do you have any regrets about becoming famous?
pt: Bene. Questa è la mia ultima domanda. Hai qualche rimpianto per essere diventata famosa?

# 1184_Haruka
source: Hm?
pt: Mh?

# 1196_Asano
source: Well, the more famous you become, the harder it is to just be a regular girl, right?
pt: Beh, più diventi famosa, più è difficile essere semplicemente una ragazza normale, no?

# 1208_Asano
source: You're probably discouraged from having romantic relationships, and people must recognize you wherever you go.
pt: Probabilmente ti sconsigliano di avere relazioni sentimentali, e la gente ti riconoscerà sicuramente ovunque tu vada.

# 1220_Asano
source: With these negative side effects, would you still recommend trying to become famous to our readers?
pt: Visti questi effetti negativi, consiglieresti comunque ai nostri lettori di provare a diventare famosi?

# 1256_Asano
source: Look, Haruka-chan, you're not giving me anything at all to write my article on!
pt: Senti, Haruka-chan, non mi stai dando proprio nulla su cui scrivere il mio articolo!

# 1268_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 1280_Asano
source: Yeah, I'm afraid "sorry" doesn't really help me out.
pt: Già, temo che un "mi dispiace" non mi sia di grande aiuto.

# 1304_Haruka
source: Um...
pt: Ehm...

# 1316_Asano
source: Oh, was that a tough question? Well, as someone our readers look up to and want to emulate, I was really hoping you'd answer.
pt: Oh, era una domanda difficile? Beh, essendo una persona che i nostri lettori ammirano e vogliono imitare, speravo davvero che avresti risposto.

# 1328_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 1340_Asano
source: Hmph. What a waste of a great question.
pt: Umpf. Che spreco di un'ottima domanda.

# 1352_Haruka
source: I believe you have to know what you're getting yourself into ahead of time, if you want to be famous.
pt: Credo che si debba sapere bene a cosa si va incontro in anticipo, se si vuole diventare famosi.

# 1364_Asano
source: Ah. Nobody can escape the price of fame, is that it?
pt: Ah. Nessuno può sfuggire al prezzo della fama, è così?

# 1376_Haruka
source: Exactly.
pt: Esatto.

# 1388_Asano
source: While that may be true, I can't help but feel our readers will think that answer is a little too obvious.
pt: Anche se può essere vero, non posso fare a meno di pensare che i nostri lettori troveranno quella risposta un po' troppo scontata.

# 1400_Haruka
source: They will?
pt: Dici?

# 1412_Haruka
source: You can worry about that after you get famous. If you try to think too far ahead, you might lose focus on what you should be doing now.
pt: Potrai preoccupartene dopo che sarai diventato famoso. Se provi a guardare troppo avanti, rischi di perdere di vista quello che dovresti fare adesso.

# 1424_Asano
source: Ooh, that's right! Instead of just dreaming, it's important to try and move forward to make that dream come true, is that it?
pt: Oh, giusto! Invece di limitarsi a sognare, l'importante è cercare di andare avanti per far sì che quel sogno si avveri, è così?

# 1436_Haruka
source: Yes, I believe that's right.
pt: Sì, credo sia proprio così.

# 1448_Asano
source: Hehe. Well, it's definitely more convincing when you say it, Haruka-chan!
pt: Eheh. Beh, è sicuramente più convincente detto da te, Haruka-chan!

# 1460_Haruka
source: I wouldn't recommend it, no. You're right about it being hard to ever be a regular girl again. And it's not the kind of career that lasts.
pt: Non lo consiglierei, no. Hai ragione sul fatto che sia difficile tornare a essere una ragazza normale. E non è il tipo di carriera che dura.

# 1472_Asano
source: Hey, wait a minute. If you say that, our readers are going to be really shocked and disappointed.
pt: Ehi, aspetta un attimo. Se dici così, i nostri lettori rimarranno davvero scioccati e delusi.

# 1484_Haruka
source: But that's how I honestly feel.
pt: Ma è quello che penso onestamente.

# 1496_Asano
source: Well, if that's how you feel, I guess I can't expect you to lie.
pt: Beh, se la vedi così, immagino di non poter pretendere che tu menta.

# 1520_Haruka
source: All right, that's the end of the interview. Thank you very much for your time. It looks like I made the right choice!
pt: Molto bene, l'intervista finisce qui. Grazie mille per il tuo tempo. Sembra proprio che io abbia fatto la scelta giusta!

# 1532_Haruka
source: Hm?
pt: Mh?

# 1544_Asano
source: My editor told me to go out and get an interview with one of my favorite idols.
pt: Il mio redattore mi ha detto di andare a intervistare una delle mie idol preferite.

# 1556_Asano
source: And then I saw you on the Princess League, and instantly became a fan.
pt: E poi ti ho vista alla Princess League, e sono diventata subito una tua fan.

# 1568_Haruka
source: You did? How nice!
pt: Davvero? Che bello!

# 1580_Asano
source: Hehe. And now that I've met you in person, you're just what I imagined! I guess I've got a good eye, right?
pt: Eheh. E ora che ti ho incontrata di persona, sei proprio come ti immaginavo! Direi che ci ho visto lungo, no?

# 1592_Haruka
source: Hehe.
pt: Eheh.

# 1604_Asano
source: Well, thank you again. Remember, I'll be rooting for you! Best of luck!
pt: Beh, grazie ancora. Ricordati che farò il tifo per te! In bocca al lupo!

# 1616_Haruka
source: Thanks so much!
pt: Grazie mille!

# 1772_Haruka
source: All right, that's the end of the interview. Thank you very much for your time.
pt: Molto bene, l'intervista finisce qui. Grazie mille per il tuo tempo.

# 1784_Haruka
source: Of course. Thank you for coming.
pt: Certamente. Grazie per essere venuta.

# 1796_Asano
source: To be honest, the interview wasn't as exciting as I hoped. But I think you've given me enough to work with.
pt: Sinceramente, l'intervista non è stata entusiasmante come speravo. Ma credo che tu mi abbia dato materiale a sufficienza su cui lavorare.

# 1808_Haruka
source: Oh, I'm sorry. I hope so.
pt: Oh, mi dispiace. Lo spero.

# 1820_Asano
source: Yes, well, good luck to you. Maybe we can do this again sometime.
pt: Sì, beh, buona fortuna. Magari potremo rifarlo, prima o poi.

# 1832_Haruka
source: I'd like that. Thank you.
pt: Mi piacerebbe molto. Grazie.

# 1988_Haruka
source: All right, that's the end of the interview. But... boy, the editor is really going to have my head over this one.
pt: Bene, l'intervista finisce qui. Ma... cavolo, il caporedattore mi farà la pelle per questa.

# 2000_Haruka
source: I really apologize.
pt: Mi scuso davvero.

# 2012_Asano
source: Yeah, well, nothing to do about it now. Thanks for your time.
pt: Sì, beh, ormai non ci si può fare nulla. Grazie per il tuo tempo.
