Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169038b.po
Languages: pt

source: Stylist
pt: Stilista

# 84_Haruka
source: (This is the salon Yoko-san told me about.)
pt: (Questo è il salone di cui mi ha parlato Yoko-san.)

# 108_Haruka
source: (Uh-oh. Yoko-san said I'd need 20,000 yen.)
pt: (Ahi ahi. Yoko-san mi aveva detto che mi sarebbero serviti 20.000 yen.)

# 120_Haruka
source: (I'll have to come back when I have more money.)
pt: (Dovrò tornare quando avrò più soldi.)

# 180_Haruka
source: (I've got the money, so let's give this a try.)
pt: (Ho i soldi, quindi proviamoci.)

# 192_Haruka
source: (Wait, it says a treatment's only 6,000 yen.)
pt: (Aspetta, c'è scritto che un trattamento costa solo 6.000 yen.)

# 204_Haruka
source: (Why did Yoko-san tell me I'd need 20,000?)
pt: (Perché Yoko-san mi ha detto che mi sarebbero serviti 20.000?)

# 216_Stylist
source: Welcome. What can I do for you?
pt: Benvenuta. Cosa posso fare per lei?

# 228_Haruka
source: Oh, um, is the stylist who does Yoko-san's hair here?
pt: Oh, uhm, c'è lo stilista che fa i capelli a Yoko-san qui?

# 240_Stylist
source: Ah, that would be me.
pt: Ah, sarei io.

# 252_Haruka
source: Huh!?
pt: Eh!?

# 264_Stylist
source: Why are you so surprised?
pt: Perché sei così sorpresa?

# 276_Haruka
source: Oh, no. It's nothing.
pt: Oh, no. Niente di che.

# 288_Stylist
source: Yoko-san told me all about you. This way, please.
pt: Yoko-san mi ha detto tutto di lei. Prego, da questa parte.

# 360_Stylist
source: All done. That will be 20,000 yen, please.
pt: Finito. Sono 20.000 yen, per favore.

# 372_Haruka
source: Huh? But the sign said treatments are 6,000 yen.
pt: Eh? Ma c'è scritto che i trattamenti costano 6.000 yen.

# 384_Stylist
source: Oh, didn't Yoko-san tell you? She wanted me to sell you this original shampoo and leave-in treatment. One bottle each.
pt: Oh, Yoko-san non glielo ha detto? Voleva che le vendessi questo shampoo originale e questo trattamento senza risciacquo. Una bottiglia per tipo.

# 396_Haruka
source: Oh... All right then. I'll take those, too.
pt: Oh... Vabbè, allora. Li prendo anch'io.

# 408_Stylist
source: Thank you very much.
pt: Grazie mille.

# 480_Haruka
source: (So that's why Yoko-san said I'd need 20,000 yen. Still, 7,000 yen a bottle sounds really expensive for shampoo and treatment.)
pt: (Ecco perché Yoko-san mi aveva detto che mi sarebbero serviti 20.000 yen. Però, 7.000 yen a bottiglia mi sembrano davvero tanti per uno shampoo e un trattamento.)

# 492_Haruka
source: (She didn't mention anything about this. I'll have to complain to her when I get back.)
pt: (Non mi aveva detto nulla a riguardo. Dovrò lamentarmi con lei quando torno.)
