Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010211b2.po
Languages: pt

source: Play Darts
pt: Gioca a Freccette

source: Play Pool
pt: Gioca a Biliardo

# 72_Kaguya
source: Saejima-san, you're rather good at this game. I'm impressed!
pt: Saejima-san, te la cavi mica male con questo gioco. Sono impressionato!

# 84_Saejima
source: Hah, why do you sound so surprised?
pt: Ma dai, perché sembri così sorpreso?

# 96_Kaguya
source: I win! Saejima-san, I must say, you need to try harder...
pt: Ho vinto! Saejima-san, ti dirò, devi darti un po' più da fare...

# 108_Saejima
source: Yeah... you're just too good.
pt: Eh sì... sei proprio troppo bravo.

# 120_Himura
source: And so, Saejima－I mean, I－enjoyed a pleasant rendezvous with the lovely Kaguya-chan.
pt: E così, Saejima－cioè, io－mi sono goduto un piacevole appuntamento con la graziosa Kaguya-chan.

# 132_Saejima
source: Don't pop up like that. Ya startled me.
pt: Non sbucare fuori così. Mi hai fatto prendere un colpo.

# 144_Himura
source: But I have to reveal the true purpose behind my visit to this place!
pt: Ma devo rivelare il vero motivo della mia visita in questo posto!

# 156_Saejima
source: Eh? What's that?
pt: Eh? Cos'è?

# 168_Himura
source: Go ahead and sneak a quick peek at that counter, my friend.
pt: Dai un po' una sbirciatina veloce a quel bancone, amico mio.

# 204_Saejima
source: Who're they?
pt: Chi sono?

# 216_Himura
source: The Chinese mafia. My prefecture was keeping tabs on them.
pt: La mafia cinese. La mia prefettura li stava tenendo d'occhio.

# 228_Himura
source: An informant had just tipped us off about a weapons deal going down.
pt: Un informatore ci aveva appena dato una soffiata su un traffico d'armi in corso.

# 240_Himura
source: Look at them, the audacity of these guys! This bar was under Kitakata protection, and yet here they are talking business in it!
pt: Guardali, che faccia tosta questi qui! Questo bar era sotto la protezione dei Kitakata, eppure se ne stanno qui a parlare di affari!

# 252_Himura
source: So you see, my date was just a cover. It allowed me to observe them up close.
pt: Quindi, vedi, il mio appuntamento era solo una copertura. Mi ha permesso di osservarli da vicino.

# 264_Saejima
source: Why not just partner with a lady cop? Be easier.
pt: Perché non fare coppia con una poliziotta? Sarebbe più facile.

# 276_Himura
source: It needed to look real－those guys aren't <Italic>that</Italic> dumb.
pt: Doveva sembrare vero—quei tizi non sono <Italic>così</Italic> fessi.

# 288_Himura
source: Anyways, after a bit, they left. So I bravely went after them!
pt: Comunque, dopo un po', se ne sono andati. Così gli sono andato coraggiosamente dietro!

# 300_Kaguya
source: Is something wrong, Saejima-san?
pt: C'è qualcosa che non va, Saejima-san?

# 312_Saejima
source: Huh? No, it's nuthin'. Just gettin' late, is all. Let's call it a night.
pt: Eh? No, è nulla. Si sta facendo tardi, tutto qui. Per stanotte, finiamola qui.

# 324_Kaguya
source: Of course!
pt: Ma certo!

# 348_Kaguya
source: Ooh, they have darts! And a pool table!
pt: Oh, hanno le freccette! E un tavolo da biliardo!

# 360_Kaguya
source: If you care to play, I think I'd prove quite the challenge for you... I'm pretty good at these games!
pt: Se ti va di giocare, credo proprio che ti darei del filo da torcere... Sono piuttosto bravo a questi giochi!

# 372_Saejima
source: Sure.
pt: Certo.

# 384_Saejima
source: Let's play darts. But I'll tell ya right now, I won't be takin' it easy on ya!
pt: Giochiamo a freccette. Ma te lo dico subito, non ti farò sconti!

# 396_Kaguya
source: Hehe, and neither will I take it easy on you!
pt: Hehe, e nemmeno io ti farò sconti!

# 420_Saejima
source: Let's shoot some pool. But I'll tell ya right now, I won't be takin' it easy on ya!
pt: Giochiamo a biliardo. Ma te lo dico subito, non ti farò sconti!

# 432_Kaguya
source: Hehe, and neither will I take it easy on you!
pt: Hehe, e nemmeno io ti farò sconti!
