Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003c.po
Languages: pt

source: ○Food
pt: ○Cibo

source: □Music
pt: □Musica

source: △Gifts
pt: △Regali

source: ○I like those too.
pt: ○Piacciono anche a me.

source: □That's unusual.
pt: □È insolito.

source: △What don't you like?
pt: △Cosa non ti piace?

source: ○Me too.
pt: ○Anch'io.

source: □That's not my style.
pt: □Non è il mio stile.

source: ○Rentals, huh?
pt: ○I noleggi, eh?

source: □Going to the theater is nice.
pt: □Andare a teatro è bello.

source: ○That makes sense.
pt: ○Ha senso.

source: □That doesn't get old?
pt: □Non ti stufa mai?

source: △If you like them, buy them.
pt: △Se ti piacciono, comprali.

source: ○That's for sure.
pt: ○Questo è poco ma sicuro.

source: □That's a shame.
pt: □Che peccato.

source: ○Requirements for Men
pt: ○I requisiti per gli uomini

source: □Behaviors You Like
pt: □I modi di fare che ti piacciono

source: △Age Preferences
pt: △Preferenze d'età

source: ○Why's that?
pt: ○Come mai?

source: □You don't understand.
pt: □Non capisci.

source: △Anything else?
pt: △Qualcos'altro?

source: ○I see.
pt: ○Capisco.

source: □Deal with it.
pt: □Fattene una ragione.

source: □That seems demeaning.
pt: □Mi sembra umiliante.

source: ○Yeah.
pt: ○Sì.

source: □That's surprising.
pt: □È sorprendente.

source: ○I guess you're right.
pt: ○Immagino tu abbia ragione.

source: □It still matters.
pt: □È comunque importante.

source: △Why not younger guys?
pt: △Perché non i ragazzi più giovani?

source: ○Do you have any siblings?
pt: ○Hai dei fratelli?

source: □What's your best feature?
pt: □Qual è il tuo pregio migliore?

source: △Got any special talents?
pt: △Hai qualche talento particolare?

source: ○I'm envious.
pt: ○Ti invidio.

source: □You don't seem like it.
pt: □Non si direbbe.

source: ○Nice.
pt: ○Bene.

source: □That's weird.
pt: □È strano.

source: ○What are your measurements?
pt: ○Quali sono le tue misure?

source: □Are you a dom or a sub?
pt: □Sei dominante o sottomessa?

source: △What do you wear to bed?
pt: △Cosa metti per dormire?

source: □Uh, never mind.
pt: □Uh, come non detto.

source: □That's pretty tomboyish of you.
pt: □Sei proprio un maschiaccio.

# 284_Kiryu
source: Do you mind telling me what you like?
pt: Ti va di dirmi cosa ti piace?

# 296_Hinata
source: What I like? As in...?
pt: Cosa mi piace? Nel senso...?

# 308_Kiryu
source: What foods do you like?
pt: Quali cibi ti piacciono?

# 320_Hinata
source: Hmm. I guess tripe?
pt: Mmm. Direi la trippa?

# 332_Hinata
source: Oh, and I've been pretty into shellfish lately!
pt: Oh, e ultimamente mi piacciono un sacco i frutti di mare!

# 344_Kiryu
source: Shellfish?
pt: Frutti di mare?

# 356_Hinata
source: Yeah, the kind you get at the convenience store. Snacks for drinking, like scallops and whelk.
pt: Sì, quelli che trovi al convenience store. Stuzzichini da mangiare mentre bevi, tipo capesante e buccini.

# 368_Kiryu
source: I like those too. They've got a crunchy texture that makes them addicting.
pt: Piacciono anche a me. Hanno una consistenza croccante che crea dipendenza.

# 380_Hinata
source: Right! When I'm feeling peckish, I'll nibble on some. Before I know it, I'll have polished off an entire bag. So I have to be careful.
pt: Esatto! Quando ho un languorino, ne sgranocchio un po'. Prima di rendermene conto, ho già spazzolato un intero sacchetto. Quindi devo stare attenta.

# 392_Kiryu
source: I know how that goes. I bet you and I could have a great night out drinking.
pt: So bene come funziona. Scommetto che io e te passeremmo una gran bella serata fuori a bere.

# 404_Kiryu
source: Young women don't usually go for that stuff. Is there a reason you like it so much?
pt: Di solito alle ragazze giovani non piace quella roba. C'è un motivo per cui ti piace così tanto?

# 416_Hinata
source: I guess I got into it when I was out for sushi, and realized how tasty it was.
pt: Credo di aver iniziato ad appassionarmi quando sono andata a mangiare sushi e mi sono resa conto di quanto fosse buono.

# 428_Kiryu
source: I see. Then you must like shellfish when you go out for sushi, too.
pt: Capisco. Allora ti piaceranno i frutti di mare anche quando vai a mangiare sushi.

# 440_Hinata
source: Yeah! I even like shellfish more than toro!
pt: Sì! I frutti di mare mi piacciono persino più del toro!

# 452_Kiryu
source: I see. I'll have to remember that.
pt: Capisco. Me lo terrò a mente.

# 464_Kiryu
source: What don't you like?
pt: Cosa non ti piace?

# 476_Hinata
source: Green peppers!
pt: I peperoni verdi!

# 488_Kiryu
source: Wow, that was fast. I guess lots of women don't.
pt: Wow, che rapidità. Immagino che a molte donne non piacciano.

# 500_Hinata
source: And tomatoes! And carrots! Oh, and broccoli, celery... Asparagus too!
pt: E i pomodori! E le carote! Oh, e i broccoli, il sedano... Anche gli asparagi!

# 512_Kiryu
source: So... vegetables? That's not good for your health. Vegetables have important nutrients.
pt: Quindi... niente verdure? Non fa bene alla salute. Le verdure contengono nutrienti importanti.

# 524_Hinata
source: Don't worry about it. I drink vegetable juice, so I'm A-OK.
pt: Non preoccuparti. Bevo il succo di verdura, quindi sono a posto.

# 536_Kiryu
source: Hm. I guess.
pt: Hm. Immagino.

# 548_Kiryu
source: What kind of music do you listen to?
pt: Che genere di musica ascolti?

# 560_Hinata
source: I like rock.
pt: Mi piace il rock.

# 572_Kiryu
source: Me too. I sing it a lot at karaoke.
pt: Anch'io. Lo canto spesso al karaoke.

# 584_Hinata
source: No, this is different! I'm into visual kei.
pt: No, è diverso! Vado matta per il visual kei.

# 596_Kiryu
source: Visual kei? Ah, those bands with crazy hair, makeup, and costumes. That was the rage for a while, huh? I'm not too familiar with that era.
pt: Visual kei? Ah, quei gruppi con capigliature assurde, trucco e costumi. Andavano un sacco di moda un tempo, eh? Non ho molta familiarità con quel periodo.

# 608_Hinata
source: No, they're totally still around! If you don't know about them, you don't need to pretend.
pt: No, esistono ancora, eccome! Se non li conosci, non c'è bisogno di fingere.

# 620_Kiryu
source: There sure are lots of kinds of rock music, huh?
pt: Ce ne sono proprio tanti di generi di musica rock, eh?

# 632_Kiryu
source: That's not my style. I'm into soulful music, like the blues.
pt: Non è proprio il mio stile. Mi piace la musica carica di sentimento, come il blues.

# 644_Hinata
source: Haha, that's perfect! That's so you, Kiryu-san. You have to sing some for me next time!
pt: Haha, è perfetto! È proprio da te, Kiryu-san. La prossima volta me ne devi cantare un po'!

# 656_Kiryu
source: Sure, all right.
pt: Certo, va bene.

# 668_Kiryu
source: What do you want most right now?
pt: Cos'è che desideri di più in questo momento?

# 680_Hinata
source: Hmm. I guess some clothes?
pt: Mmm. Direi dei vestiti?

# 692_Kiryu
source: What kind of clothes?
pt: Che tipo di vestiti?

# 704_Hinata
source: Just everyday clothes, really. I don't have a lot of variety in my wardrobe, so more choices will let me mix and match.
pt: Solo vestiti da tutti i giorni, davvero. Non ho molta varietà nel mio guardaroba, quindi avere più scelta mi permetterebbe di fare vari abbinamenti.

# 716_Kiryu
source: Ah. I always wear the same stuff, but I guess it's a little different for women.
pt: Ah. Porto sempre la solita roba, ma immagino che per le donne sia un po' diverso.

# 728_Kiryu
source: What are your hobbies?
pt: Quali sono i tuoi hobby?

# 740_Hinata
source: I don't really have many, but if I had to say, I guess I'm into watching movies.
pt: Non ne ho proprio molti, ma se dovessi dire, direi che mi piace guardare i film.

# 752_Kiryu
source: Oh? Do you go to the movies a lot?
pt: Oh? Vai spesso al cinema?

# 764_Hinata
source: Not really, but I do rent them a bunch.
pt: Non proprio, però ne noleggio un sacco.

# 776_Kiryu
source: Rentals, huh? So you mostly watch movies at home?
pt: Noleggi, eh? Quindi guardi i film soprattutto a casa?

# 788_Hinata
source: Yeah. But I watch the same films over and over. I don't really have a lot of knowledge about movies.
pt: Sì. Ma riguardo gli stessi film in continuazione. Non è che ne sappia poi così tanto di cinema.

# 800_Kiryu
source: That makes sense. It's nice to see a wide variety of films, but you can still be a movie buff just by rewatching famous movies.
pt: Ha senso. È bello vedere un'ampia varietà di film, ma si può comunque essere dei cinefili anche solo riguardando i film famosi.

# 812_Hinata
source: If I like a movie, I'll watch it again and again, until I have all the lines memorized!
pt: Se un film mi piace, lo guardo e lo riguardo finché non imparo a memoria tutte le battute!

# 824_Kiryu
source: That's impressive. I'll only rewatch a movie if I accidentally rent one I've already seen.
pt: È impressionante. Io riguardo un film solo se mi capita di noleggiarne uno che ho già visto per sbaglio.

# 836_Hinata
source: Haha! Yeah, when I rent things, the clerk will look at my rental history and be all, "You've already rented this, miss."
pt: Ahah! Sì, quando noleggio qualcosa, il commesso controlla la mia cronologia dei noleggi e mi fa: "Ha già noleggiato questo, signorina".

# 848_Kiryu
source: How do you respond to that?
pt: E tu come rispondi?

# 860_Hinata
source: With, "Yeah, what about it?" If I like something, why can't I watch it multiple times?
pt: Rispondo: "Sì, e allora?". Se mi piace una cosa, perché non posso guardarla più volte?

# 872_Kiryu
source: Good point.
pt: Giusta osservazione.

# 884_Kiryu
source: That doesn't get old? Maybe it'd be good to try watching some other films.
pt: Non ti stanca? Magari sarebbe una buona idea provare a guardare anche altri film.

# 896_Hinata
source: It's not like I always watch the same thing. It's only every few months that I'll decide to rent something I feel like seeing again.
pt: Non è che guardo sempre la stessa cosa. È solo che ogni qualche mese decido di noleggiare qualcosa che ho voglia di rivedere.

# 908_Kiryu
source: So you watch something completely different on other occasions?
pt: Quindi in altre occasioni guardi qualcosa di completamente diverso?

# 920_Hinata
source: I mean, I have more than one movie I like. I try to rotate through them, but I wind up wanting to watch the first one I see anyways.
pt: Voglio dire, ho più di un film che mi piace. Cerco di alternarli, ma alla fine finisco sempre per voler riguardare il primo.

# 932_Kiryu
source: But that's just the same set of films over and over.
pt: Ma così finisci per guardare sempre lo stesso gruppo di film.

# 944_Kiryu
source: If you like them so much, buy them. DVDs are cheap these days, so it's more expensive to keep renting them.
pt: Se ti piacciono così tanto, comprali. Ormai i DVD costano poco, quindi ti costa di più continuare a noleggiarli.

# 956_Hinata
source: Nah, there's too much stuff at my house. Besides, the rental place is close by, and it's fine as long as I can rent it whenever I want.
pt: Ma no, ho troppa roba a casa mia. E poi il videonoleggio è qui vicino, e mi va bene finché posso noleggiarlo ogni volta che voglio.

# 968_Kiryu
source: So you try not to buy unnecessary things? You never do any impulse shopping?
pt: Quindi cerchi di non comprare cose superflue? Non fai mai acquisti d'impulso?

# 980_Hinata
source: Nope! I guess I'm not much of a materialist. I'd much rather spend my money on an enjoyable experience.
pt: Macché! Direi che non sono un tipo molto materialista. Preferisco di gran lunga spendere i miei soldi in un'esperienza piacevole.

# 992_Kiryu
source: Ah, so you're one of those people.
pt: Ah, quindi sei uno di quelli.

# 1004_Kiryu
source: Going to the theater is nice, too. Films nowadays are really impressive, especially on the big screen.
pt: Anche andare al cinema è bello. I film al giorno d'oggi sono davvero impressionanti, specialmente sul grande schermo.

# 1016_Hinata
source: Yeah, but I don't really watch action movies, so my TV at home is fine. And that way I can just sit back and relax.
pt: Già, ma non guardo molto i film d'azione, quindi la mia TV a casa va benissimo. E in questo modo posso mettermi comodo e rilassarmi.

# 1028_Kiryu
source: That's for sure. Sitting in a movie theater chair for two hours can get pretty tiring.
pt: Questo è poco ma sicuro. Stare seduti sulla poltrona di un cinema per due ore può essere piuttosto stancante.

# 1040_Hinata
source: Yeah! And at home I can rewind something if I wind up dozing off.
pt: Già! E a casa posso mandare indietro se finisco per abbioccarmi.

# 1052_Kiryu
source: I've been there. I went to see a movie after work once and wound up passing out. Maybe viewing at home is better.
pt: È capitato anche a me. Una volta sono andato a vedere un film dopo il lavoro e sono finito per crollare. Forse è meglio guardarseli a casa.

# 1064_Kiryu
source: That's a shame. We have so many theaters here in Tokyo. Since you live here, you should take more advantage of them.
pt: È un peccato. Ci sono così tanti cinema qui a Tokyo. Visto che vivi qui, dovresti approfittarne di più.

# 1076_Kiryu
source: If you live in the suburbs, there are times when you want to watch a movie, but it's not showing anywhere nearby.
pt: Se abiti in periferia, a volte vorresti guardare un film, ma non lo danno da nessuna parte qui vicino.

# 1088_Hinata
source: Well, I like being able to rent something on the spot when I feel like watching a movie.
pt: Beh, mi piace poter noleggiare qualcosa sul momento quando ho voglia di guardare un film.

# 1100_Hinata
source: Going to the theater requires making plans, and I don't like doing that.
pt: Andare al cinema richiede di fare programmi, e non mi piace farlo.

# 1112_Kiryu
source: I suppose theaters have their pros and cons, just like anything.
pt: Immagino che i cinema abbiano i loro pro e contro, proprio come tutto il resto.

# 1124_Kiryu
source: I want to hear your thoughts on romance.
pt: Vorrei sapere cosa ne pensi dell'amore.

# 1136_Hinata
source: Romance? Like in what sense?
pt: L'amore? Tipo in che senso?

# 1148_Kiryu
source: What requirements do you have for men?
pt: Quali sono i tuoi requisiti per un uomo?

# 1160_Hinata
source: Let's see. Well, he can't be a smoker. I seriously don't get the appeal.
pt: Vediamo... Beh, non deve essere un fumatore. Seriamente, non ne capisco il fascino.

# 1172_Kiryu
source: Why is smoking a deal breaker?
pt: Perché il fumo è un ostacolo insormontabile?

# 1184_Hinata
source: Because it makes your clothes stink, and you have to wash them right away. It's such a hassle.
pt: Perché ti fa puzzare i vestiti e devi lavarli subito. È una vera seccatura.

# 1196_Kiryu
source: I see. I never really thought about that. Is it so bad that you can't stand it?
pt: Capisco. Non ci avevo mai pensato veramente. È così terribile da non riuscire a sopportarlo?

# 1208_Hinata
source: Could you stand someone who reeked like garbage, Kiryu-san?
pt: Riusciresti a sopportare qualcuno che puzza di spazzatura, Kiryu-san?

# 1220_Kiryu
source: I suppose not. It's only natural to have an aversion to something like that.
pt: Direi di no. È naturale provare avversione per qualcosa del genere.

# 1232_Hinata
source: See? It's pretty gross.
pt: Vedi? Fa proprio schifo.

# 1244_Kiryu
source: I'll have to be more careful from now on.
pt: Dovrò stare più attento d'ora in poi.

# 1256_Kiryu
source: Deal with it. It's just a smell. Is it that much different than the smell of liquor?
pt: Fattene una ragione. È solo un odore. È così diverso dall'odore dell'alcol?

# 1268_Hinata
source: It's not only the smell, but it's rough on the lungs too! To non-smokers, it's practically poison gas.
pt: Non è solo l'odore, ma fa male anche ai polmoni! Per chi non fuma, è praticamente gas tossico.

# 1280_Hinata
source: Guys know the harm secondhand smoke can cause, but they still smoke anyway. It's like, really?
pt: I ragazzi sanno quanto possa far male il fumo passivo, eppure continuano a fumare lo stesso. Cioè, sul serio?

# 1292_Kiryu
source: Is it really that harsh to non-smokers? I'll have to be more mindful of that in the future.
pt: È davvero così pesante per chi non fuma? Dovrò farci più attenzione in futuro.

# 1304_Kiryu
source: You don't understand. Back in my day, smoking was a sign of maturity.
pt: Non capisci. Ai miei tempi, fumare era un segno di maturità.

# 1316_Kiryu
source: When I was a kid, we were all into the image of movie stars and the like smoking cigarettes.
pt: Quando ero un ragazzino, eravamo tutti affascinati dall'immagine delle star del cinema e simili che fumavano sigarette.

# 1328_Hinata
source: Maybe that's how things used to be in the old days, but it's not cool at all now.
pt: Magari un tempo era così, ma ora non è affatto figo.

# 1340_Hinata
source: Smokers are totally oblivious to others' needs. It's not about whether it's cool to smoke or not.
pt: I fumatori ignorano completamente le esigenze degli altri. Non si tratta di quanto sia figo o meno fumare.

# 1352_Kiryu
source: So then what's the problem?
pt: E allora qual è il problema?

# 1364_Kiryu
source: Anything else? That can't be the only thing.
pt: C'è altro? Non può essere l'unica cosa.

# 1376_Hinata
source: Well, I like a guy who's got game.
pt: Beh, mi piace l'uomo che ci sa fare.

# 1388_Kiryu
source: Game?
pt: Saperci fare?

# 1400_Hinata
source: Yeah. Someone with charm, who naturally draws people to him. I like guys like that.
pt: Già. Qualcuno con fascino, che attiri naturalmente le persone a sé. Mi piacciono i tipi così.

# 1412_Kiryu
source: Do you like to be in that inner circle, too? I wouldn't have taken you to be such a fan girl.
pt: Ti piace far parte di quella cerchia ristretta anche a te? Non ti avrei mai detto una simile fangirl.

# 1424_Hinata
source: Well, so what if I am? I wouldn't go out with someone if he's not attractive to others.
pt: Beh, e allora? E se anche fosse? Non uscirei mai con qualcuno che non sia attraente anche per gli altri.

# 1436_Kiryu
source: I guess you have a point.
pt: Immagino che tu abbia ragione.

# 1448_Kiryu
source: How do you like a guy to behave?
pt: Come ti piace che si comporti un uomo?

# 1460_Hinata
source: How indeed? Hmm.
pt: Già, come? Hmm.

# 1472_Hinata
source: My heart really starts racing if a guy beckons me over.
pt: Mi batte davvero forte il cuore se un uomo mi fa cenno di avvicinarmi.

# 1484_Kiryu
source: Beckons you over?
pt: Ti fa cenno di avvicinarti?

# 1496_Hinata
source: Yeah, like, when a guy waves his hand to be all, "C'mere, you." I'll just run right on over!
pt: Sì, tipo quando un uomo fa un cenno con la mano come a dire: "Ehi, vieni qui". Gli correrei subito incontro!

# 1508_Kiryu
source: Wow. That's a new one.
pt: Wow. Questa mi è nuova.

# 1520_Hinata
source: Don't you ever feel that way, Kiryu-san? If a girl did a cute little wave from afar, as if to say, "Come over here, you!" wouldn't you want to?
pt: Non ti capita mai di sentirti così, Kiryu-san? Se una ragazza ti facesse un cenno carino da lontano, come a dirti "Ehi, vieni qui!", non ti verrebbe voglia?

# 1532_Kiryu
source: Yeah. I'd probably get the wrong idea and assume she was interested in me.
pt: Sì. Probabilmente mi farei un'idea sbagliata e penserei che sia interessata a me.

# 1544_Hinata
source: See? That's what I'm talking about.
pt: Vedi? È proprio di questo che parlo.

# 1556_Kiryu
source: Hm. I think I understand.
pt: Hm. Credo di aver capito.

# 1568_Kiryu
source: No. If she needs something, she can come to me.
pt: No. Se ha bisogno di qualcosa, può venire lei da me.

# 1580_Hinata
source: That's not what I mean at all! Geez! Don't you know anything about how flirting works?
pt: Non intendevo affatto questo! Uffa! Ma non ne sai proprio niente di come si flirta?

# 1604_Kiryu
source: That seems demeaning, don't you think?
pt: Sembra un po' umiliante, non credi?

# 1616_Hinata
source: Nooo, he's taking charge! It's way cool. And super hot, too!
pt: Nooo, sta prendendo il comando! È fighissimo. Ed è pure super sexy!

# 1628_Kiryu
source: Alright, but wouldn't you want to be treated more like his equal?
pt: Va bene, ma non vorresti essere trattata più come una sua pari?

# 1640_Hinata
source: Nah, I want to be doted on! Someone who really takes care of me, you know?
pt: Nah, voglio essere viziata! Qualcuno che si prenda davvero cura di me, sai?

# 1652_Kiryu
source: I guess that's one way to look at it.
pt: Immagino che sia un modo di vederla.

# 1664_Kiryu
source: Do you like your guys to be in a certain age range?
pt: Ti piacciono gli uomini di una certa fascia d'età?

# 1676_Hinata
source: Age range, huh? Well, I'm not into younger guys, so I guess they can be my age or older.
pt: Fascia d'età, eh? Beh, non mi interessano i ragazzi più giovani, quindi direi che possono avere la mia età o essere più grandi.

# 1688_Kiryu
source: I see. So age isn't that important to you.
pt: Capisco. Quindi l'età non è poi così importante per te.

# 1700_Kiryu
source: That's surprising. I thought you'd be more picky about that sort of thing.
pt: È sorprendente. Pensavo fossi più esigente su questo genere di cose.

# 1712_Hinata
source: I mean, isn't it more important that our personalities mesh well? Age really has nothing to do with that.
pt: Voglio dire, non è più importante che le nostre personalità vadano d'accordo? L'età non c'entra proprio nulla con questo.

# 1724_Kiryu
source: I guess you're right. You can't judge someone just on how old they are.
pt: Immagino che tu abbia ragione. Non si può giudicare qualcuno solo in base alla sua età.

# 1736_Hinata
source: See, I like people who aren't overly picky! It's good that you're so understanding, Kiryu-san.
pt: Vedi, mi piace chi non è troppo esigente! È un bene che tu sia così comprensivo, Kiryu-san.

# 1748_Kiryu
source: Thank you. I think.
pt: Grazie. Credo.

# 1760_Kiryu
source: It still matters. A big age gap brings with it a big difference in values. Could you date someone from your parents' generation? I'd say no.
pt: Conta comunque. Un grande divario d'età porta con sé una grande differenza di valori. Riusciresti a frequentare qualcuno della generazione dei tuoi genitori? Direi di no.

# 1772_Hinata
source: But what's wrong with having different values? I find that rather fascinating about people.
pt: Ma cosa c'è di male ad avere valori diversi? Lo trovo piuttosto affascinante nelle persone.

# 1784_Hinata
source: Though I may not get along well with someone who's as nitpicky as you, Kiryu-san.
pt: Però potrei non andare d'accordo con qualcuno di pignolo come te, Kiryu-san.

# 1796_Kiryu
source: Well then.
pt: Beh, allora.

# 1808_Kiryu
source: Why don't you like younger guys?
pt: Perché non ti piacciono i ragazzi più giovani?

# 1820_Hinata
source: I guess because I have a kid brother and sister? I just think I've had enough of dealing with younger people.
pt: Immagino sia perché ho un fratello e una sorella più piccoli? Credo solo di averne abbastanza di avere a che fare con persone più giovani.

# 1832_Kiryu
source: So you want to connect with someone your age or older. That makes sense.
pt: Quindi vuoi stare con qualcuno della tua età o più grande. Ha senso.

# 1844_Kiryu
source: Mind telling me about yourself?
pt: Ti va di parlarmi di te?

# 1856_Hinata
source: What do you want to know?
pt: Cosa vuoi sapere?

# 1868_Kiryu
source: Do you have any siblings?
pt: Hai dei fratelli?

# 1880_Hinata
source: Yeah, a younger brother and sister. I'm the oldest.
pt: Sì, un fratello e una sorella più piccoli. Sono la più grande.

# 1892_Kiryu
source: I'm envious. I bet that's a fun family.
pt: Ti invidio. Scommetto che è una famiglia divertente.

# 1904_Hinata
source: Are you an only child, Kiryu-san?
pt: Sei figlio unico, Kiryu-san?
