Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330c1e.po
Languages: pt

source: Batting Abilities
pt: Abilità di Battuta

# 44_Batting Abilities
source: In Shinada's Side Story "The Cost of a Swing," Shinada's batting skills can be improved to give an advantage when taking on challengers.
pt: Nella Storia Secondaria di Shinada "Il Prezzo di un Swing", le abilità di battuta di Shinada possono essere migliorate per darti un vantaggio quando affronti gli sfidanti.

# 56_Batting Abilities
source: Shinada's batting skills are improved by playing various courses at the batting center.
pt: Le abilità di battuta di Shinada si potenziano giocando a vari percorsi al centro di battuta.

# 68_Batting Abilities
source: The bat's swing has four impact ranges that are assigned to four buttons: <Action:Button_Circle@Cost_Of_A_Swing>, <Action:Button_Triangle@Cost_Of_A_Swing>, <Action:Button_Square@Cost_Of_A_Swing> and<Action:Button_Cross@Cost_Of_A_Swing>. If an impact range levels up, its Swing Cursor is enlarged, making it easier to hit.
pt: Lo swing della mazza ha quattro zone d'impatto che sono assegnate a quattro pulsanti: <Action:Button_Circle@Cost_Of_A_Swing>, <Action:Button_Triangle@Cost_Of_A_Swing>, <Action:Button_Square@Cost_Of_A_Swing> e<Action:Button_Cross@Cost_Of_A_Swing>. Se una zona d'impatto sale di livello, il suo Cursore dello Swing si ingrandisce, rendendo più facile colpire.

# 80_Batting Abilities
source: If the impact timing levels up, the window of opportunity for hitting a home run is extended.
pt: \nSe il tempismo d'impatto sale di livello, la finestra di opportunità per colpire un fuoricampo si estende.

# 92_Batting Abilities
source: If the fouling skill levels up, the window of opportunity for fouling off pitches is extended. This is useful in situations where Shinada needs to cut pitches.
pt: Se l'abilità di foul sale di livello, la finestra di opportunità per battere in foul le palle si estende. Ciò è utile nelle situazioni in cui Shinada deve tagliare le palle.

# 104_Batting Abilities
source: If Heat Eye levels up, pitches will appear even slower when using the Heat Eye ability.
pt: Se l'Occhio Caldo sale di livello, le palle sembreranno ancora più lente quando si usa l'abilità Occhio Caldo.

# 116_Batting Abilities
source: If Batting Eye levels up, the pink circle that indicates the ball's anticipated trajectory becomes smaller, making it easier to hit. It also improves the precision of the anticipated pitch indicator at the screen's bottom right.
pt: Se l'Occhio di Battuta sale di livello, il cerchio rosa che indica la traiettoria prevista della palla diventa più piccolo, rendendo più facile colpire. Migliora anche la precisione dell'indicatore del lancio previsto in basso a destra dello schermo.

# 128_Batting Abilities
source: These skills can be leveled up by playing the various courses at the batting center, and by progressing through Shinada's Side Story. View current skill levels by speaking to the clerk at the batting center.
pt: Queste abilità possono essere fatte salire di livello giocando ai vari percorsi al centro di battuta e progredendo nella Storia Secondaria di Shinada. Puoi visualizzare i livelli di abilità attuali parlando con l'impiegato al centro di battuta.

# 140_Batting Abilities
source: As he progresses through the Side Story, Shinada will face old rivals as well as new challengers. Facing them will also hone Shinada's batting skills.
pt: Man mano che progredisce nella Storia Secondaria, Shinada affronterà vecchi rivali e nuovi sfidanti. Affrontarli affinerà anche le abilità di battuta di Shinada.
