Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c080a.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got 400 experience points.
pt: Hai intascato 400 punti esperienza.

source: Politician
pt: Politico

# 56_Kiryu
source: Here we are.
pt: Eccoci.

# 68_Politician
source: Much appreciated! Here's the fare, and a little extra as a tip!
pt: Molto apprezzato! Ecco la tariffa, e un piccolo extra come mancia!

# 116_Politician
source: Hahaha. Go on, take it. You've really brightened up my day!
pt: Hahaha. Dai, prendilo pure. Mi hai proprio rallegrato la giornata!

# 128_Politician
source: This is just a token of my gratitude.
pt: Questo è solo un segno della mia gratitudine.

# 140_Kiryu
source: Thank you.
pt: Grazie.

# 152_Politician
source: See you next time!
pt: Alla prossima!

# 164_Kiryu
source: Here we are.
pt: Eccoci.

# 176_Politician
source: Much appreciated! That was a fun ride. Here's the fare!
pt: Molto apprezzato! È stata una bella corsa. Ecco la tariffa!

# 200_Kiryu
source: Thank you, sir.
pt: Grazie, signore.

# 212_Politician
source: See you next time!
pt: Alla prossima!

# 224_Kiryu
source: Here we are.
pt: Eccoci.

# 236_Kiryu
source: You know, after talking to you, I'm a little worried about the future of this country.
pt: Sai, dopo aver parlato con te, sono un po' preoccupato per il futuro di questo paese.

# 260_Kiryu
source: Oh. I'm sorry to hear that.
pt: Oh. Mi dispiace sentirlo.

# 272_Politician
source: Ah, well. I guess it's my job to solve those problems. Keep your nose to the grindstone.
pt: Ah, beh. Immagino sia compito mio risolvere questi problemi. Continua a darti da fare.
