Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0107096c.po
Languages: pt

source: I'll draw one card.
pt: Pescherò una carta.

source: I'll stay with this hand.
pt: Sto con questa mano.

source: You can double your bet, but you must draw one more card.
pt: Puoi raddoppiare la tua puntata, ma devi pescare una carta in più.

source: Split your hand in two. The second hand will mirror your current bet.
pt: Dividi la tua mano in due. La seconda mano eguaglierà la tua puntata attuale.

source: Folding at this point will return half of your current bet.
pt: Mollare la mano a questo punto ti restituirà metà della tua puntata attuale.

source: Set half the bet amount as insurance against the dealer getting a blackjack.
pt: Punta la metà della puntata come assicurazione contro un blackjack del banco.

source: Refer to the bet limit to see how many chips you can bet.
pt: Consulta il limite di puntata per vedere quante fiches puoi puntare.

source: Bet the same number of chips as last round.
pt: Punta lo stesso numero di fiches del round precedente.

source: Standard blackjack. Bonus: 2,000 chips.
pt: Blackjack standard. Bonus: 2.000 fiches.

source: Blackjack using a deck with no 2, 3, or 4 cards. Bonus: 2,500 chips.
pt: Blackjack che usa un mazzo senza 2, 3 o 4. Bonus: 2.500 fiches.

source: Blackjack using a deck with no 7, 8, or 9 cards. Bonus: 2,000 chips.
pt: Blackjack che usa un mazzo senza 7, 8 o 9. Bonus: 2.000 fiches.

source: Blackjack using a deck with no J, Q, or K cards. Bonus: 4,000 chips.
pt: Blackjack che usa un mazzo senza J, Q o K. Bonus: 4.000 fiches.
