Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133050e.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: ○They have that?
pt: ○Hanno anche quello?

source: □I'm not a fan of delivery.
pt: □Non vado pazzo per la consegna a domicilio.

source: △Yer gonna get fat.
pt: △Finirai per ingrassare.

source: Idle
pt: Inattivo

# 76_Staff
source: Welcome.
pt: Benvenuto.

# 88_Staff
source: This way, please.
pt: Da questa parte, prego.

# 136_Kaguya
source: Hmm. Usually I'd get the uni, but today I think I'll get the <Color:8>Special Sushi Zanmai<Color:Default>.
pt: Mmm. Di solito prenderei il riccio di mare, ma oggi penso che prenderò lo <Color:8>Special Sushi Zanmai<Color:Default>.

# 148_Player
source: (Guess Kaguya wants the <Color:8>Special Sushi Zanmai<Color:Default>.)
pt: (Immagino che Kaguya voglia lo <Color:8>Special Sushi Zanmai<Color:Default>.)

# 220_Kaguya
source: Bon appetit!
pt: Buon appetito!

# 280_Kaguya
source: The fish here is so fresh and delicious! There's nothing better than eating sushi made to order!
pt: Il pesce qui è così fresco e delizioso! Non c'è niente di meglio che mangiare del sushi preparato al momento!

# 292_Player
source: Don't ya get out much? Sounds like you haven't been out to eat in a while.
pt: Non esci molto, eh? Sembra che tu non vada a mangiare fuori da un bel pezzo.

# 304_Kaguya
source: That's true. I usually cook for myself at home, or else I'll order delivery.
pt: È vero. Di solito cucino io a casa, oppure ordino a domicilio.

# 316_Player
source: You get stuff like sushi and soba delivered?
pt: Ti fai consegnare a domicilio roba come sushi e soba?

# 328_Kaguya
source: Sushi is expensive, so I hardly order it. And I've never ordered soba before.
pt: Il sushi costa caro, quindi non lo ordino quasi mai. E non ho mai ordinato la soba prima d'ora.

# 340_Player
source: Well, then whaddya get delivered?
pt: Beh, e allora cosa ti fai consegnare?

# 352_Kaguya
source: Stuff like curry or pizza.
pt: Roba come curry o pizza.

# 364_Player
source: They have that? Guess they got everythin' nowadays.
pt: Consegnano pure quello? Immagino che ormai abbiano di tutto.

# 376_Kaguya
source: It's not particularly recent. They've had these things for quite some time, you know.
pt: Non è una cosa particolarmente recente. Esistono già da un bel pezzo, sai.

# 388_Kaguya
source: There are fast food places that deliver burgers, and even convenience stores offer delivery now.
pt: Ci sono fast food che consegnano hamburger, e ormai persino i minimarket fanno consegne a domicilio.

# 400_Player
source: Really? I guess with that kinda convenience I can see why people wind up as shut-ins.
pt: Davvero? Immagino che con tutta questa comodità, si capisca perché la gente finisca per rinchiudersi in casa.

# 412_Kaguya
source: Yep. That's why when I do go out to eat, I don't make the food my main focus. What's more important is spending time with whoever I'm with.
pt: Già. Ecco perché quando esco a mangiare fuori, il cibo non è la mia priorità. La cosa più importante è passare del tempo con chi mi accompagna.

# 424_Player
source: I see. So it's not the meal that's important, it's where ya go to get it?
pt: Capisco. Quindi non è il pasto la cosa importante, ma il posto in cui vai a mangiarlo?

# 436_Kaguya
source: Yes. That's why no matter how good delivery options get, I don't think eating out is ever going away for me.
pt: Sì. Ecco perché, non importa quanto diventino valide le opzioni di consegna a domicilio, non credo che smetterò mai di andare a mangiare fuori.

# 448_Player
source: Yeah, I can see what ya mean. You're pretty smart.
pt: Già, capisco cosa intendi. Sei piuttosto intelligente.

# 460_Kaguya
source: When I'm killing time at home, this is the sort of thing I always think about.
pt: Quando ammazzo il tempo a casa, è proprio a questo genere di cose che penso sempre.

# 472_Player
source: I'm not a fan of delivery. Even if they offer a whole buncha different things, I figure I'm better off at a restaurant.
pt: Non vado pazzo per le consegne a domicilio. Anche se offrono un sacco di roba diversa, credo proprio che si stia meglio al ristorante.

# 484_Kaguya
source: Oh? Why is that?
pt: Oh? Come mai?

# 496_Player
source: Delivery takes too long, especially when I'm hungry. I need to eat right away.
pt: La consegna a domicilio ci mette troppo, specialmente quando ho fame. Ho bisogno di mangiare subito.

# 508_Kaguya
source: Then why not try to put an order in ahead of time?
pt: Allora perché non provi a ordinare in anticipo?

# 520_Player
source: That ain't all it is. For example, with sushi, I can pick my own fish with my own eyes, or ask the sushi chef for recommendations.
pt: Non è tutto qui. Per esempio, col sushi, posso scegliere il pesce con i miei occhi o chiedere un consiglio allo chef.

# 532_Player
source: Ya can't do any of that with delivery. And ya can't add more to your order later either.
pt: Non puoi fare niente di tutto questo con la consegna a domicilio. E non puoi neanche aggiungere altro all'ordine in un secondo momento.

# 544_Kaguya
source: Ah! I can see how you wouldn't be able to do that with delivery.
pt: Ah! Capisco perché non potresti farlo con la consegna a domicilio.

# 556_Player
source: Plus you can get to know the restaurant staff too, so it's way better.
pt: E poi puoi anche conoscere lo staff del ristorante, quindi è molto meglio.

# 568_Player
source: Yer gonna get fat. If you're not gonna leave home, ya may as well eat somethin' healthy.
pt: Finirai per ingrassare. Se non hai intenzione di uscire di casa, tanto vale che mangi qualcosa di sano.

# 580_Kaguya
source: So to ask you the same question, is it okay to eat fatty foods when eating out?
pt: Quindi, per farti la stessa domanda, va bene mangiare cibi grassi quando si mangia fuori?

# 592_Player
source: Nah, that ain't what I mean. The time it takes to walk someplace is exercise, right? It's a bit healthier than delivery.
pt: Nah, non è quello che intendo. Il tempo che ci metti a camminare per andare da qualche parte è esercizio, no? È un po' più salutare della consegna a domicilio.

# 604_Kaguya
source: That's not a very convincing argument. If I'm looking after my health, I should still make a point to eat only healthy foods when eating out.
pt: Non è un'argomentazione molto convincente. Se tengo alla mia salute, dovrei comunque impegnarmi a mangiare solo cibi sani anche quando mangio fuori.

# 616_Kaguya
source: Someone who can't be consistent about eating healthy isn't persuasive at all.
pt: Uno che non riesce a essere costante nel mangiare sano non è affatto convincente.

# 628_Player
source: You might not agree with me, but do ya at least see the reasonin' behind what I'm sayin'?
pt: Magari non sarai d'accordo con me, ma almeno capisci il ragionamento dietro quello che sto dicendo?

# 640_Kaguya
source: Reasoning? Then why don't I just exercise indoors at home?
pt: Ragionamento? E allora perché non faccio semplicemente esercizio in casa?

# 652_Player
source: Ya've got a comeback for everythin', don't you?
pt: Hai sempre la risposta pronta per tutto, eh?

# 712_Kaguya
source: Thanks for the food! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie per il cibo! <Color:255,200,200,255>♥<Color:Default>

# 748_Staff
source: Thank you very much.
pt: Grazie mille.

# 820_Staff
source: Welcome.
pt: Benvenuto.

# 832_Haruka
source: Uncle Kaz, I'd really like the <Color:8>Uni<Color:Default>.
pt: Zio Kaz, mi andrebbe proprio il <Color:8>riccio di mare<Color:Default>.

# 844_Kiryu
source: (Haruka wants to have the <Color:8>Uni<Color:Default>.)
pt: (Haruka vuole il <Color:8>riccio di mare<Color:Default>.)

# 868_Haruka
source: But I wanted the <Color:8>Uni<Color:Default>...
pt: Ma io volevo il <Color:8>riccio di mare<Color:Default>...

# 880_Staff
source: Thank you very much.
pt: Grazie mille.

# 904_Haruka
source: Thanks, Uncle Kaz! This looks really tasty!
pt: Grazie, zio Kaz! Sembra proprio delizioso!

# 1060_Haruka
source: Thanks for treating me!
pt: Grazie per avermi offerto!

# 1072_Staff
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1156_Kiryu
source: You ready to go?
pt: Sei pronto ad andare?

# 1168_Haruka
source: Yeah!
pt: Sì!

# 1216_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1276_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 1324_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1384_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1444_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1504_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1564_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1624_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1720_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1732_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1756_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1792_Staff
source: Thank you very much.
pt: Grazie mille.

# 1816_Staff
source: Welcome.
pt: Benvenuto.

# 1852_Staff
source: This way, please.
pt: Da questa parte, prego.

# 1864_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1900_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1912_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 1924_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 1936_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 1948_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 1984_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1996_Akiyama
source: Sorry. I have some urgent business to take care of.
pt: Scusa. Ho degli affari urgenti da sbrigare.

# 2008_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2020_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2032_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2044_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2104_Staff
source: Welcome. May I take your order?
pt: Benvenuto. Posso prendere la sua ordinazione?

# 2140_Staff
source: Here's your check.
pt: Ecco il tuo conto.

# 2164_Staff
source: Thank you very much.
pt: Grazie mille.

# 2212_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2224_Akiyama
source: Sorry. I have some urgent business to take care of.
pt: Scusa. Ho degli affari urgenti da sbrigare.

# 2236_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2248_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2260_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2272_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2332_Staff
source: Thank you very much.
pt: Grazie mille.
