Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0111078d.po
Languages: pt

source: ○You're absolutely right.
pt: ○Hai perfettamente ragione.

source: □Making time to go home is hard.
pt: □Ricavarsi il tempo per tornare a casa è dura.

source: △I'm different.
pt: △Sono diverso.

# 44_Akiyama
source: I've been visiting Osaka for work for some time now, but I'm still not used to the city.
pt: È da un po' che vengo a Osaka per lavoro, ma ancora non mi ci sono abituato, a 'sta città.

# 56_Honoka
source: Really now?
pt: Ma davvero?

# 68_Akiyama
source: Yeah. I'll crash at my office overnight, and when I stumble outside half-asleep in the morning, the signage wakes me right up.
pt: Sì. Mi accampo in ufficio per la notte, e quando barcollo fuori mezzo addormentato la mattina, le insegne mi svegliano di colpo.

# 80_Honoka
source: Haha! Ain't nothin' wrong with that. Around my house there's nothin' but other houses. It's super borin'.
pt: Ahah! Niente di male, no? Intorno a casa mia non ci sono altro che altre case. È una palla mortale.

# 92_Akiyama
source: I stay overnight at my office in Tokyo often, so I've really never had an opportunity to live in a quiet residential neighborhood.
pt: Spesso passo la notte nel mio ufficio a Tokyo, quindi non ho mai avuto proprio l'occasione di vivere in un quartiere residenziale tranquillo.

# 104_Honoka
source: That ain't good. No matter how busy ya are, if ya don't try to get back home, you're just gonna wind up becomin' a workaholic.
pt: Questa non va mica bene. Per quanto tu sia indaffarato, se non cerchi di tornare a casa, finirai solo col diventare uno schiavo del lavoro.

# 116_Akiyama
source: You're absolutely right. I know it's not a good habit, but I haven't really developed an attachment to a home.
pt: Hai perfettamente ragione. Lo so che non è una buona abitudine, ma non ho mai proprio sviluppato un attaccamento a una casa.

# 128_Honoka
source: Why not? I figure a guy like you should be able to drop the cash to buy a house or two.
pt: Perché no? Mi sa che uno come te dovrebbe potersi permettere di sganciare i soldi per comprare una casa o due.

# 140_Akiyama
source: Actually, I was homeless at one point in my life.
pt: A dire il vero, a un certo punto della mia vita sono stato un senzatetto.

# 152_Honoka
source: Whoa, for real?
pt: Caspita, per davvero?

# 164_Akiyama
source: Yeah, so I know that you don't need a home to live. There are more important things in life.
pt: Già, quindi lo so che non ti serve una casa per vivere. C'è ben altro di più importante nella vita.

# 176_Honoka
source: Whoa, that's some deep stuff! Maybe my own perspective on life would change if I gave livin' like that a shot.
pt: Caspita, roba profonda! Forse la mia prospettiva sulla vita cambierebbe se provassi a vivere così.

# 188_Akiyama
source: Without a doubt. I wouldn't recommend it for a girl though.
pt: Senza dubbio. Non lo consiglierei a una ragazza, però.

# 200_Akiyama
source: Making time to go home is hard. Rent in Tokyo is high, so you have to live on the outskirts, and the commuting time borders on ridiculous.
pt: Farsi il tempo per tornare a casa è difficile. L'affitto a Tokyo è alto, quindi devi vivere in periferia, e il tempo per andare e venire dal lavoro rasenta il ridicolo.

# 212_Honoka
source: There ya go again, sayin' that sorta thing. If you can spend all this money playin' around, why can't ya use it on rent?
pt: Ci risiamo con 'sta roba. Se puoi spendere tutti questi soldi a cazzeggiare, perché non puoi usarli per l'affitto?

# 224_Honoka
source: I bet a guy like you could afford a place right smack-dab in the middle of Kamurocho.
pt: Mi sa che un tipo come te potrebbe permettersi una casa proprio nel bel mezzo di Kamurocho.

# 236_Akiyama
source: You know, I was considering buying a place in Kamurocho Hills when units went on sale there.
pt: Sai, stavo pensando di comprare una casa a Kamurocho Hills quando hanno messo in vendita gli appartamenti lì.

# 248_Honoka
source: For real? How come ya didn't buy it?
pt: Caspita, per davvero? Come mai non l'hai comprato?

# 260_Akiyama
source: I mean, it was close to the office I have now, and if I bought a home there, it wouldn't be that much different than crashing at the office.
pt: Voglio dire, era vicino all'ufficio che ho ora, e se avessi comprato una casa lì, non sarebbe stato tanto diverso dal dormire in ufficio.

# 272_Honoka
source: What're ya talkin' about!? If ya lived closer, you'd be able to get back home every day! Ya gotta have a proper work-life balance!
pt: Ma che stai a dì!? Se vivessi più vicino, potresti tornare a casa tutti i giorni! Devi avere un giusto equilibrio tra vita privata e lavoro!

# 284_Akiyama
source: Hm. You make a good point.
pt: Hm. Hai ragione.

# 296_Akiyama
source: I'm different. I'm no workaholic. My personal and work lives are so mixed up that I rarely focus one hundred percent on work.
pt: Io sono diverso. Non sono un maniaco del lavoro. La mia vita privata e lavorativa sono così mischiate che raramente mi concentro al cento per cento sul lavoro.

# 308_Honoka
source: I don't think ya should be boastin' about that.
pt: Non penso che dovresti vantarti di 'sta cosa.

# 320_Akiyama
source: Heh, guess not.
pt: Eh, mi sa di no.

# 332_Honoka
source: Only single guys can pull that off. If you were married, ya'd hafta go home and eat yer wife's cookin' every day, or it's divorce city for you.
pt: Solo i tipi single possono farcela. Se fossi sposato, dovresti tornare a casa e mangiare quello che cucina tua moglie tutti i giorni, o è divorzio sicuro per te.

# 344_Akiyama
source: Huh? It's not like you can't go out and eat. Business people have to network and socialize.
pt: Ma scusa? Non è che non puoi uscire a mangiare. I tipi che fanno affari devono fare rete e socializzare.

# 356_Honoka
source: Nope! Eatin' out costs money. Ya gotta think about yer food expenses and eat dinner at home with your wife for maximum happiness!
pt: No! Uscire a mangiare costa soldi. Devi pensare alle tue spese per il cibo e cenare a casa con tua moglie per la massima felicità!

# 368_Akiyama
source: Wow. You get so conscientious when money's involved.
pt: Caspita. Diventi così preciso quando ci sono di mezzo i soldi.
