Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330745.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Read the Instructions
pt: Leggi le Istruzioni

source: Not Now
pt: Non ora

# 44_Player
source: (Gunrhein. Looks like some kind of shooter, and 100 yen to play. Do I want to give it a go?)
pt: (Gunrhein. Sembra una specie di sparatutto, e costa 100 yen per giocare. Mi va di provarci?)

# 80_Kiryu
source: (I don't have money...)
pt: (Non ho soldi...)

# 92_Akiyama
source: (I'm all out of cash.)
pt: (Ho finito i soldi.)

# 104_Saejima
source: (Ain't got no money.)
pt: (Non c'ho soldi.)

# 116_Shinada
source: (Oops. Can't afford it.)
pt: (Ops. Non me lo posso mica permettere.)

# 128_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 164_Kiryu
source: (All right. Let's try this.)
pt: (Va bene. Proviamoci.)

# 176_Akiyama
source: (Sure, why not? Let's play.)
pt: Sì, dai, perché no? Proviamoci.

# 188_Saejima
source: (Sure. Let's play.)
pt: (Va bene. Proviamoci.)

# 200_Shinada
source: (Okay, let's play this thing.)
pt: (Va bene, giochiamo a 'sta roba.)

# 212_Haruka
source: (Okay! Here goes.)
pt: (Va bene! Ci siamo!)

# 248_Kiryu
source: (No, maybe not.)
pt: (No, forse no.)

# 260_Akiyama
source: (No, not right now.)
pt: (No, non adesso.)

# 272_Saejima
source: (Nah. Forget it.)
pt: (Nah. Lascia perdere.)

# 284_Shinada
source: (No, not now.)
pt: (No, non adesso.)

# 296_Haruka
source: (Some other time.)
pt: (Un'altra volta.)

# 320_Gunrhein
source: Gunrhein is a shooting game in which you pilot an invincible fighter craft to defend your base units from waves of enemies.
pt: Gunrhein è uno sparatutto in cui piloti un caccia invincibile per difendere le tue unità base da ondate di nemici.

# 332_Gunrhein
source: While your fighter is invincible, your base units are destroyed upon contact with an enemy. If you lose all of your base units, you lose.
pt: Mentre il tuo caccia è invincibile, le tue unità base vengono distrutte al contatto con un nemico. Se perdi tutte le tue unità base, perdi.

# 344_Gunrhein
source: Your fighter can't attack enemies. Instead, it places cannons. These cannons fire beam weapons automatically to shoot down enemies.
pt: Il tuo caccia non può attaccare i nemici. Invece, piazza cannoni. Questi cannoni sparano armi a raggio automaticamente per abbattere i nemici.

# 356_Gunrhein
source: Once set, a cannon fires until it runs out of energy. It can't rotate－it is set in place based on the fighter's position and direction at the time of placement. Determine the best strategy to effectively shoot down enemy units!
pt: Una volta piazzato, un cannone spara finché non esaurisce l'energia. Non può ruotare: è posizionato in base alla posizione e alla direzione del caccia al momento del posizionamento. Determina la strategia migliore per abbattere efficacemente le unità nemiche!

# 368_Gunrhein
source: A cannon's energy only drains if its beam is not hitting enemies. If a cannon loses all of its energy, it will flash red, then disappear.
pt: L'energia di un cannone si esaurisce solo se il suo raggio non sta colpendo i nemici. Se un cannone perde tutta la sua energia, lampeggerà di rosso, poi sparirà.

# 380_Gunrhein
source: When the beams of two or more cannons cross, they combine into a more powerful beam. You can intensify beam weapons by holding down the button before placing a cannon.
pt: Quando i raggi di due o più cannoni si incrociano, si combinano in un raggio più potente. Puoi intensificare le armi a raggio tenendo premuto il pulsante prima di piazzare un cannone.

# 392_Gunrhein
source: Complete five stages to beat the game.
pt: Completa cinque livelli per finire il gioco.
