Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0904.po
Languages: pt

source: Young Spectator
pt: Giovane Spettatore

source: Fashionable Spectator
pt: Spettatore alla moda

# 60_Takamura
source: Woo-hoo-hoo! Thanks, dude! This race'll be the talk of the town! And I'mma make a killing off of it!
pt: Woo-hoo-hoo! Grazie, amico! Questa gara sarà sulla bocca di tutti! E ci farò un sacco di soldi!

# 72_Kiryu
source: You haven't forgotten our terms, have you?
pt: Non ti sei mica scordato i nostri termini, eh?

# 84_Takamura
source: Yeah, yeah. If you win, I disband the Devil Killers. But don't worry. No way in hell you're gonna win!
pt: Sì, sì. Se vinci, sciolgo i Devil Killers. Ma non preoccuparti. Col cavolo che vincerai!

# 132_Takamura
source: Who you bettin' on today?
pt: Su chi punti oggi, eh?

# 144_Fashionable Spectator
source: Devil Takamura, duh.
pt: Devil Takamura, che domande!

# 156_Young Spectator
source: Yeah. I heard rumors about that taxi driver being good, but no way in hell he's beating Takamura.
pt: Sì. Ho sentito dire che quel tassista è bravo, ma col cavolo che batte Takamura.

# 168_Fashionable Spectator
source: In all honesty... I kinda want him to win. The cabbie, I mean.
pt: Ad essere onesti... in fondo vorrei che vincesse. Il tassista, intendo.

# 180_Young Spectator
source: Yeah, those Devil Killers have been outta control for way too long. They're a pain in the ass to everyone, racers included.
pt: Sì, quei Devil Killers sono stati fuori controllo per troppo tempo. Sono una rottura di scatole per tutti, piloti inclusi.

# 192_Fashionable Spectator
source: Shh! There he is.
pt: Shh! Eccolo lì.

# 216_Takamura
source: So, you're Suzuki, I presume?
pt: Quindi, tu sei Suzuki, immagino?

# 228_Kiryu
source: Yeah. And you're Devil Takamura, I take it?
pt: Sì. E tu sei Devil Takamura, immagino?

# 240_Takamura
source: The one and only.
pt: L'unico e solo.

# 252_Kiryu
source: All right then. Just so we're clear, you'll disband your group if I win?
pt: Va bene, allora. Tanto per essere chiari, scioglierai il tuo gruppo se vinco?

# 264_Takamura
source: Whoa, hey, relax. We still have time in the limelight－gotta appreciate that, y'know?
pt: Ehi, calma. Abbiamo ancora tempo sotto i riflettori－dobbiamo goderci la cosa, capisci?

# 276_Takamura
source: I mean, look around. Street racers from all over Japan are hanging on our every movement. They're even streaming us online.
pt: Cioè, guarda un po'. Piloti da ogni angolo del Giappone ci stanno col fiato sospeso a ogni nostra mossa. Ci stanno pure trasmettendo in diretta online.

# 288_Takamura
source: Bet it's not often a taxi driver like you gets his fifteen minutes of fame, huh?
pt: Scommetto che a un tassista come te non capita mica spesso di avere i tuoi quindici minuti di gloria, eh?

# 300_Kiryu
source: ...I bet there's a lot of money riding on this. Am I right?
pt: ...Scommetto che qui ci sono un sacco di soldi in ballo. Ho ragione?

# 312_Takamura
source: Heh. So what if there is?
pt: Heh. E allora?

# 324_Kiryu
source: Don't you have any respect for your founder?
pt: Non hai nessun rispetto per il tuo fondatore?

# 336_Takamura
source: Hahaha! You talking about that Nakajima guy? Who cares about that old has-been? He's all washed up now!
pt: Ahahah! Parli di quel Nakajima lì? Chi se ne frega di quel vecchio bollito? È completamente finito ormai!

# 348_Takamura
source: I mean, working to save money to fix up your car? Racing solely to improve your <Italic>time</Italic>? Sounds like shit my grandpa'd say!
pt: Cioè, lavorare per mettere via i soldi per sistemare la tua macchina? Gareggiare solo per migliorare il tuo <Italic>tempo</Italic>? Suona come una stronzata che direbbe mio nonno!

# 360_Takamura
source: As you can see, I ain't new to this game. Because of my genius, this street racing shit is our cash cow. Guess it doesn't hurt to have the Devil Killers' image, though.
pt: Come puoi vedere, non sono mica il primo arrivato in questo gioco. Grazie al mio genio, questa stronzata delle corse su strada è la nostra gallina dalle uova d'oro. Immagino che non guasti avere l'immagine dei Devil Killers, però.

# 372_Kiryu
source: And people respect that image because of how hard the founders worked to build it. And this is how you repay them?
pt: E la gente rispetta quell'immagine per il duro lavoro che i fondatori hanno fatto per costruirla. E così li ripaghi?

# 384_Takamura
source: Fuck yeah, dude! As long as the Devil Killers keep raking in the money, what's the problem? You really need to keep up with the times, man! Ahahahahaha!
pt: Cazzo sì, amico! Finché i Devil Killers continuano a fare soldi a palate, che problema c'è? Devi proprio stare al passo coi tempi, amico! Ahahahahaha!

# 396_Kiryu
source: (This guy doesn't know a thing.)
pt: (Questo tizio non capisce un cazzo.)

# 408_Takamura
source: But for real, don't worry. Everyone knows the Devil Killers are still the most badass team from way back when. That part ain't gonna change.
pt: Ma sul serio, non ti preoccupare. Tutti sanno che i Devil Killers sono ancora la squadra più cazzuta dai vecchi tempi. Quella parte non cambierà mica.

# 420_Takamura
source: Well, at least until I've milked the Devil Killers' image for all it's worth. Then hey, who knows? Maybe I'll start something new. Sky's the limit, y'know?
pt: Beh, almeno finché non avrò spremuto l'immagine dei Devil Killers per tutto quello che vale. Poi, ehi, chissà? Magari metterò su qualcosa di nuovo. Il cielo è il limite, sai?

# 432_Takamura
source: And hey, these shitheads should be honored an entrepreneur like me is doing them all a favor! Ahahahahaha!
pt: E poi, ehi, questi stronzi dovrebbero sentirsi onorati che un imprenditore come me stia facendo loro un favore! Ahahahahaha!

# 444_Kiryu
source: I won't let you throw all those dreams away.
pt: Non ti lascerò mandare in fumo tutti quei sogni.

# 456_Takamura
source: Oh, and what's a cabbie gonna do? You think I got to where I am just by talking big?
pt: Oh, e cosa vuoi che faccia un tassista? Pensi che sia arrivato dove sono solo parlando a vanvera?

# 468_Takamura
source: Lemme tell you, buddy－point blank－I earned my spot as fifth leader of the Devil Killers by being the fastest fuckin' driver. Period.
pt: Senti un po', amico－senza mezzi termini－mi sono guadagnato il mio posto come quinto leader dei Devil Killers essendo il fottuto pilota più veloce. Punto.

# 480_Takamura
source: Now let's get this show on the road! Gotta give the audience what they came for, right!?
pt: Ora facciamo partire 'sto spettacolo! Dobbiamo dare al pubblico quello per cui sono venuti, no!?
