Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900b1.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 1,600 experience points.
pt: Hai ottenuto 1.600 punti esperienza.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Yamaura's Memo
pt: Memo di Yamaura

source: Man's Voice
pt: Voce maschile

source: How to Have Fun in a Cabaret Club
pt: Come divertirsi in un cabaret club

source: How to be Popular with Young Women
pt: Come piacere alle giovani donne

source: How to Flirt with an Idol
pt: Come flirtare con una idol

source: Between 25 and 60.
pt: Tra i 25 e i 60.

source: Between 35 and 50.
pt: Tra i 35 e i 50.

source: Any man over 20 is no longer a young man.
pt: Qualunque uomo sopra i 20 anni non è più un ragazzo.

source: A private room in a restaurant.
pt: Una sala privata in un ristorante.

source: A private karaoke room.
pt: Una sala karaoke privata.

source: An observation deck with a beautiful night view.
pt: Una terrazza panoramica con una splendida vista notturna.

source: No comment.
pt: Nessun commento.

source: If I was in love with him.
pt: Se fossi innamorata di lui.

# 56_Haruka
source: (Let's see what Yamaura-san's memo says.)
pt: (Vediamo cosa dice il promemoria di Yamaura-san.)

# 68_Yamaura's Memo
source: "Sensual Gentleman" is a men's magazine that covers racy topics, but is not considered particularly vulgar.
pt: "Sensual Gentleman" è una rivista maschile che tratta argomenti piccanti, ma non è considerata particolarmente volgare.

# 80_Yamaura's Memo
source: Most of the readers are men in their thirties and forties. Magazines like these are probably their only source of information on idols.
pt: La maggior parte dei lettori sono uomini tra i trenta e i quarant'anni. Riviste come queste sono probabilmente la loro unica fonte di informazioni sulle idol.

# 92_Yamaura's Memo
source: It'd be terrific if you could win this segment of the market over, so do your best!
pt: Sarebbe fantastico se riuscissi a conquistare questa fetta di mercato, quindi dai il massimo!

# 104_Yamaura's Memo
source: The interviewer will be Mizuguchi-san. He can be a little inappropriate at times, but the interview shouldn't last long. So hang in there!
pt: L'intervistatore sarà Mizuguchi-san. A volte può essere un po' inopportuno, ma l'intervista non dovrebbe durare molto. Quindi tieni duro!

# 116_Yamaura's Memo
source: The topic of the interview is advice for middle-aged men on how to be popular with younger women.
pt: L'argomento dell'intervista riguarda dei consigli per gli uomini di mezza età su come avere successo con le donne più giovani.

# 128_Yamaura's Memo
source: What they should do to get their attention, things like that.
pt: Cosa dovrebbero fare per attirare la loro attenzione, cose del genere.

# 140_Haruka
source: (Okay, so this is what I have to keep in mind for the interview.)
pt: (Bene, quindi questo è quello che devo tenere a mente per l'intervista.)

# 152_Haruka
source: (The interview is going to be about how middle-aged men can be popular with young women.)
pt: (L'intervista riguarderà il modo in cui gli uomini di mezza età possono avere successo con le giovani donne.)

# 164_Haruka
source: (The readers are mostly men in their thirties and forties, so I should try to make my answers appeal to that audience.)
pt: (La maggior parte dei lettori sono uomini tra i trenta e i quarant'anni, quindi dovrei cercare di dare risposte che facciano colpo su quel pubblico.)

# 176_Haruka
source: (All right. Got it!)
pt: (Va bene. Ho capito!)

# 188_Man's Voice
source: Hello. Is everything ready for today's interview?
pt: Salve. È tutto pronto per l'intervista di oggi?

# 200_Haruka
source: (Oh! The interviewer is here.)
pt: (Oh! L'intervistatore è arrivato.)

# 260_Haruka
source: Hey there. I'm Mizuguchi, from "Sensual Gentleman." Very nice to meet ya, Haruka-chan.
pt: Ehilà. Sono Mizuguchi, di "Sensual Gentleman". Piacere di conoscerti, Haruka-chan.

# 272_Haruka
source: Thank you very much for coming.
pt: Grazie mille per essere venuto.

# 284_Mizuguchi
source: Hehehe. Oh, boy! An interview with a young, new idol. I've been lookin' forward to this one, alright. You sure are a cute little thing, aren't ya?
pt: Ehehe. Accidenti! Un'intervista con una giovane, nuova idol. Non vedevo proprio l'ora, dico davvero. Sei proprio una cosina carina, eh?

# 296_Haruka
source: Um, thank you.
pt: Ehm, grazie.

# 308_Mizuguchi
source: No trouble, no trouble. So, 'bout the interview. Have ya been told what it's about?
pt: Nessun problema, nessun problema. Allora, riguardo all'intervista. Ti hanno già detto di cosa si tratta?

# 332_Mizuguchi
source: What, they didn't tell ya nothin'? I thought I gave your manager the whole run-through.
pt: Cosa, non ti hanno detto niente? Pensavo di aver spiegato tutto per bene al tuo manager.

# 344_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 356_Mizuguchi
source: Well, today's interview is about how middle-aged men can be popular with young ladies.
pt: Dunque, l'intervista di oggi riguarda il modo in cui gli uomini di mezza età possono avere successo con le giovani donne.

# 368_Haruka
source: I see. All right.
pt: Capisco. Va bene.

# 380_Mizuguchi
source: But I dunno. I think your agency should be tryin' to run a much tighter ship.
pt: Però non saprei. Penso che la tua agenzia dovrebbe cercare di tenere le redini molto più corte.

# 392_Haruka
source: Let's see. Was it how to have fun in a cabaret club?
pt: Vediamo. Si trattava di come divertirsi in un cabaret club?

# 404_Mizuguchi
source: What!? Why in the heck would I ask ya about that? That'd make no sense at all.
pt: Cosa!? Ma perché cavolo dovrei chiederti una cosa del genere? Non avrebbe il minimo senso.

# 416_Haruka
source: Oh. I'm very sorry.
pt: Oh. Mi dispiace davvero molto.

# 428_Mizuguchi
source: Although, it might be kinda funny to see what you'd say...
pt: Anche se, potrebbe essere quasi divertente sentire cosa avresti da dire...

# 440_Mizuguchi
source: Anyways. Today's interview is about how middle-aged men can be popular with the younger ladies.
pt: Comunque. L'intervista di oggi riguarda il modo in cui gli uomini di mezza età possono avere successo con le donne più giovani.

# 452_Haruka
source: I see. All right.
pt: Capisco. Va bene.

# 464_Mizuguchi
source: But it is weird. They didn't tell ya anything at all? I thought I gave your manager the whole run-through.
pt: Però è strano. Non ti hanno detto proprio nulla? Credevo di aver spiegato tutto per bene al tuo manager.

# 476_Haruka
source: I was told it would be about how middle-aged men could be popular with young women.
pt: Mi è stato detto che avrebbe riguardato il modo in cui gli uomini di mezza età possono avere successo con le giovani donne.

# 488_Mizuguchi
source: Yup! That's it in a nutshell! Can't beat hearin' it directly from the horse's mouth. Or in this case, a cute, young idol. Am I right?
pt: Sì! In poche parole è proprio così! Non c'è niente di meglio che sentirlo direttamente dalla fonte. O in questo caso, da una giovane e graziosa idol. Dico bene?

# 500_Haruka
source: Um, I'm not really sure.
pt: Ehm, non ne sono proprio sicura.

# 512_Mizuguchi
source: 'Course I'm right! Trust me. Okay, let's get the ball rollin'.
pt: Certo che ho ragione! Fidati di me. Bene, mettiamoci all'opera.

# 524_Haruka
source: Let's see. Was it how to flirt with an idol?
pt: Vediamo. Era su come flirtare con un'idol?

# 536_Mizuguchi
source: Hmm. Can't say that's completely off the mark, but not many of our readers get the chance to come in contact with an idol.
pt: Mmh. Non si può dire che sia del tutto fuori strada, ma non molti dei nostri lettori hanno l'occasione di entrare in contatto con un'idol.

# 548_Mizuguchi
source: So advice like that wouldn't do much for 'em, right?
pt: Quindi un consiglio del genere non gli servirebbe a molto, no?

# 560_Haruka
source: Oh. I'm sorry.
pt: Oh. Mi scusi.

# 572_Mizuguchi
source: Well, anyways. Today's interview is about how middle-aged men can be popular with the younger ladies.
pt: Beh, comunque. L'intervista di oggi riguarda il modo in cui gli uomini di mezza età possono avere successo con le ragazze più giovani.

# 584_Haruka
source: I see. All right.
pt: Capisco. Va bene.

# 596_Mizuguchi
source: But it is weird. They didn't tell ya anything at all? I thought I gave your manager the whole run-through.
pt: Però è strano. Non ti hanno detto proprio nulla? Eppure credevo di aver spiegato tutto per filo e per segno al tuo manager.

# 608_Mizuguchi
source: Okay, let's get goin' then. Question one. In your eyes, what age do ya consider to be a middle-aged man?
pt: Bene, allora iniziamo. Domanda numero uno. Secondo te, a che età un uomo si può definire di mezza età?

# 620_Haruka
source: Sorry?
pt: Prego?

# 632_Mizuguchi
source: I wanna get your definition. When ya think of a middle-aged man, 'bout how old is he?
pt: Voglio la tua definizione. Quando pensi a un uomo di mezza età, quanti anni ha più o meno?

# 656_Mizuguchi
source: What, was that a tough one? Guess I'll just make somethin' up, then.
pt: Che c'è, era una domanda difficile? Vorrà dire che mi inventerò qualcosa, allora.

# 668_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 680_Haruka
source: I would say anywhere between 25 and 60 is middle aged.
pt: Direi che tra i 25 e i 60 anni si è di mezza età.

# 692_Mizuguchi
source: That so? Seems kinda young to me. You really think a 25-year-old guy is middle aged?
pt: Dici? Mi sembra un po' giovane. Pensi davvero che un ragazzo di 25 anni sia di mezza età?

# 704_Haruka
source: Well, I don't know if "middle aged" is the best term for it. I just mean, men in that age range aren't boys anymore. They're true, mature men.
pt: Beh, non so se "di mezza età" sia il termine più adatto. Voglio solo dire che gli uomini in quella fascia d'età non sono più dei ragazzini. Sono uomini veri e maturi.

# 716_Mizuguchi
source: That's a nice answer. With a positive comment about older men like that, this interview is gonna go over great.
pt: È un'ottima risposta. Con un commento così positivo sugli uomini maturi, l'intervista andrà alla grande.

# 728_Mizuguchi
source: Hey, I bet you'll even earn yourself some new fans.
pt: Ehi, scommetto che ti guadagnerai persino dei nuovi fan.

# 740_Haruka
source: I would say anywhere between 35 and 50 is middle aged.
pt: Direi che tra i 35 e i 50 anni si è di mezza età.

# 752_Mizuguchi
source: Oh, yeah? So ya think a guy in his early 30s is still young, huh?
pt: Ah, sì? Quindi pensi che un uomo poco più che trentenne sia ancora giovane, eh?

# 764_Haruka
source: Yes, I do.
pt: Sì, lo penso.

# 776_Mizuguchi
source: Well! With a liberal view like that on men's ages, I think this interview is gonna go great. Can't wait to see what else ya have to say.
pt: Bene! Con una visione così aperta sull'età degli uomini, penso che quest'intervista andrà alla grande. Non vedo l'ora di sentire cos'altro hai da dire.

# 788_Haruka
source: I would say any man over 20 is no longer a young man.
pt: Direi che ogni uomo sopra i 20 anni non è più un ragazzo.

# 800_Mizuguchi
source: Ouch! That's pretty harsh. In that case, you're talkin' about guys still in college.
pt: Ahi! Ci vai giù pesante. In quel caso, stai parlando di ragazzi che vanno ancora all'università.

# 812_Haruka
source: Yes, I guess so.
pt: Sì, immagino di sì.

# 824_Mizuguchi
source: A lotta our readers are gonna be shocked by that answer. But if that's what ya really think, guess we gotta put it in.
pt: Molti dei nostri lettori rimarranno scioccati da quella risposta. Ma se è quello che pensi davvero, allora mi sa che dobbiamo pubblicarla.

# 836_Haruka
source: Okay. Next question. Let's imagine for a minute that you're over eighteen, and there's an older man ya like.
pt: Va bene. Prossima domanda. Immaginiamo per un momento che tu abbia più di diciotto anni e che ci sia un uomo più grande che ti piace.

# 848_Mizuguchi
source: So he asks ya out on a late-night date. Where'd you like to go?
pt: Quindi ti invita a uscire per un appuntamento a tarda notte. Dove ti piacerebbe andare?

# 860_Haruka
source: Late at night, you say?
pt: A tarda notte, dici?

# 872_Mizuguchi
source: Yeah, well, older men work during the daytime. Besides, guys might get some dirty looks if they're out with a younger woman during the day.
pt: Sì, beh, gli uomini più grandi lavorano durante il giorno. Inoltre, potrebbero ricevere delle occhiatacce se andassero in giro con una donna più giovane di giorno.

# 884_Mizuguchi
source: And they're adults after all, so of course they wanna go as far as they can, if possible.
pt: E in fin dei conti sono adulti, quindi è naturale che vogliano spingersi il più avanti possibile, se possibile.

# 896_Haruka
source: I see.
pt: Capisco.

# 908_Mizuguchi
source: So, what destination would make ya wanna say yes to a date?
pt: Quindi, quale posto ti farebbe venire voglia di dire di sì a un appuntamento?

# 932_Mizuguchi
source: What, are ya sayin' you wouldn't say yes?
pt: Cosa, mi stai dicendo che non diresti di sì?

# 944_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 956_Mizuguchi
source: Ouch, that's cold. A lot of our readers will be real disappointed. Ya could've at least given them an ounce of hope.
pt: Ahi, questa è fredda. Molti dei nostri lettori rimarranno davvero delusi. Avresti potuto almeno lasciargli un briciolo di speranza.

# 968_Haruka
source: A private room in a restaurant. I guess there wouldn't be anything wrong with having a meal together.
pt: Una sala privata in un ristorante. Immagino che non ci sarebbe nulla di male a mangiare insieme.

# 980_Mizuguchi
source: A restaurant, huh? Not a bad idea. You're not old enough to drink yet, after all.
pt: Un ristorante, eh? Niente male come idea. In fondo non sei ancora abbastanza grande per bere.

# 992_Haruka
source: And I love going out to eat.
pt: E adoro andare a mangiare fuori.

# 1004_Mizuguchi
source: That's a pretty good suggestion. A restaurant sounds innocent enough that the guy might be able to hide his true intentions, too.
pt: È proprio un buon suggerimento. Un ristorante sembra un posto abbastanza innocuo da permettere all'uomo di nascondere anche le sue vere intenzioni.

# 1016_Mizuguchi
source: Yeah! I like that answer.
pt: Sì! Mi piace questa risposta.

# 1028_Haruka
source: I like to sing, so a private karaoke room.
pt: Mi piace cantare, quindi una sala karaoke privata.

# 1040_Mizuguchi
source: Well! But as a young lady, wouldn't ya be a little worried?
pt: Beh! Ma essendo una ragazza giovane, non saresti un po' preoccupata?

# 1052_Mizuguchi
source: I mean, it is a private room and all. What if he suddenly makes a move?
pt: Voglio dire, dopotutto è una sala privata. E se all'improvviso ci provasse?

# 1064_Haruka
source: Oh, um... I'm not really sure.
pt: Oh, ehm... non ne sono proprio sicura.

# 1076_Mizuguchi
source: 'Course, I'd never do anythin' like that. I can tell ya one thing, though. I bet our readers are gonna like that answer of yours!
pt: Ovvio, io non farei mai nulla del genere. Però una cosa te la posso dire. Scommetto che ai nostri lettori questa tua risposta piacerà un sacco!

# 1088_Haruka
source: An observation deck with a beautiful night view. I think most girls like that kind of thing.
pt: Una terrazza panoramica con una splendida vista notturna. Penso che alla maggior parte delle ragazze piaccia questo genere di cose.

# 1100_Mizuguchi
source: Oh, okay! Nice! And then he could pull ya in real close, and you could rest your cheek on his shoulder...
pt: Oh, okay! Ottimo! E poi potrebbe tirarti a sé, molto vicino, e tu potresti poggiare la guancia sulla sua spalla...

# 1112_Haruka
source: Well, I didn't say all that.
pt: Beh, non ho detto tutto questo.

# 1124_Mizuguchi
source: Hehe, whoops! I guess I let my imagination run away there.
pt: Ehehe, ops! Mi sa che mi sono lasciato trascinare un po' troppo dalla fantasia.

# 1136_Mizuguchi
source: No matter. I think you've given our readers a very good suggestion.
pt: Non importa. Penso che tu abbia dato un ottimo suggerimento ai nostri lettori.

# 1148_Haruka
source: Now for the last question of the interview. If you were over eighteen, do ya think you would ever consider having sex with a middle-aged man?
pt: Ora passiamo all'ultima domanda dell'intervista. Se avessi più di diciotto anni, pensi che prenderesti mai in considerazione l'idea di fare sesso con un uomo di mezza età?

# 1160_Haruka
source: What!?
pt: Cosa!?

# 1172_Mizuguchi
source: Hey, it is the last question and all, so I thought, what the heck? It'd be a great way to end the article, too.
pt: Ehi, dopotutto è l'ultima domanda, quindi ho pensato: perché no? Sarebbe anche un ottimo modo per concludere l'articolo.

# 1184_Mizuguchi
source: So, what do ya think? Would you have sex with a middle-aged man?
pt: Quindi, che ne pensi? Faresti sesso con un uomo di mezza età?

# 1220_Mizuguchi
source: Okay, okay. I know that was an indelicate question, but you gotta gimme something to work with here!
pt: Okay, okay. Lo so che era una domanda indelicata, ma devi pur darmi qualcosa su cui lavorare!

# 1232_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 1244_Mizuguchi
source: Aww, c'mon! Whaddya expect me to do, make up an article outta thin air?
pt: Ma dai! Cosa ti aspetti che faccia, che mi inventi un articolo dal nulla?

# 1280_Mizuguchi
source: What, did I make ya mad or somethin'? I'm sorry, but this is the nature of my job. You gotta gimme a break, here.
pt: Che c'è, ti ho fatto arrabbiare o cosa? Mi dispiace, ma è la natura del mio lavoro. Dai, dammi un po' di tregua.

# 1304_Haruka
source: No, I wouldn't.
pt: No, non lo farei.

# 1316_Mizuguchi
source: Aww. No dice, huh?
pt: Peccato. Niente da fare, eh?

# 1328_Mizuguchi
source: Well, I had to ask.
pt: Beh, dovevo pur chiederlo.

# 1352_Mizuguchi
source: Kind of a disappointin' ending for our readers, though.
pt: È un finale un po' deludente per i nostri lettori, però.

# 1364_Haruka
source: No comment.
pt: Nessun commento.

# 1376_Mizuguchi
source: Not gonna answer that one, huh? Well, at least our readers can interpret that to mean whatever they want. Hehe.
pt: Non hai intenzione di rispondere a questa, eh? Beh, almeno i nostri lettori potranno interpretarlo come meglio credono. Ehehe.

# 1400_Haruka
source: I'm not really sure, but I think, maybe, if I was in love with him.
pt: Non ne sono molto sicura, ma penso che, forse, se fossi innamorata di lui.

# 1412_Mizuguchi
source: Seriously!? Wow! Boy, am I glad I asked!
pt: Dici sul serio!? Wow! Cavolo, meno male che l'ho chiesto!

# 1424_Mizuguchi
source: Hehehe. This'll be great. Thanks a bunch for that juicy nugget!
pt: Ehehe. Sarà fantastico. Grazie mille per questa chicca!

# 1460_Haruka
source: Well, that just about wraps it up. Thanks for bein' so patient, and I'm sorry for askin' ya such inappropriate questions.
pt: Bene, direi che con questo abbiamo finito. Grazie per essere stata così paziente, e scusa per averti fatto delle domande così inappropriate.

# 1472_Haruka
source: That's all right. I understand you were just doing your job.
pt: Non si preoccupi. Capisco che stesse solo facendo il suo lavoro.

# 1484_Mizuguchi
source: I can see why you're so popular. You've got a new fan in me. I'm rootin' for ya!
pt: Capisco perché sei così popolare. Da oggi hai un nuovo fan. Faccio il tifo per te!

# 1496_Mizuguchi
source: Thanks for your time. I hope we can do another interview soon.
pt: Grazie per il tuo tempo. Spero che potremo fare presto un'altra intervista.

# 1508_Haruka
source: Of course, thank you very much for coming!
pt: Certamente, grazie mille per essere venuto!

# 1664_Haruka
source: Well, that just about wraps it up. I know you're an idol, so there's only so much you can say. I guess ya did a pretty decent job.
pt: Bene, direi che con questo abbiamo finito. So che sei un'idol, quindi ci sono dei limiti a ciò che puoi dire. Direi che te la sei cavata piuttosto bene.

# 1676_Mizuguchi
source: Although, I did kinda hope you'd give me a little more, ya know, provocative answers.
pt: Anche se speravo un po' che mi dessi delle risposte un po' più, sai, provocanti.

# 1688_Haruka
source: You did?
pt: Hai fatto?

# 1700_Mizuguchi
source: Well, I wish you good luck. I hope we can do this again sometime.
pt: Bene, ti faccio un grosso in bocca al lupo. Spero che potremo rifarlo, prima o poi.

# 1712_Haruka
source: Of course. Thank you for coming today.
pt: Certamente. Grazie per essere venuto oggi.

# 1868_Haruka
source: So that's the end of the interview, I guess. That was abysmal. A complete waste of my time.
pt: Quindi direi che l'intervista finisce qui. È stata un disastro. Una totale perdita di tempo.

# 1880_Haruka
source: I really apologize.
pt: Mi scuso davvero.

# 1892_Mizuguchi
source: Look, as an idol, you're gonna have to do tons of interviews. If ya can't handle little things like this, you'd be better off givin' up now.
pt: Senti, come idol dovrai fare un'infinità di interviste. Se non riesci a gestire cosette del genere, faresti meglio a mollare fin da ora.
