Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01070963.po
Languages: pt

# 380_Incompetent Kondo
source: First, we pick the banker.
pt: Innanzitutto, scegliamo il banchiere.

# 392_Incompetent Kondo
source: I'll be the banker.
pt: Faccio io il banchiere.

# 404_Incompetent Kondo
source: How much are you gonna bet?
pt: Quanto ti giochi?

# 416_Incompetent Kondo
source: Let's start the game.
pt: Iniziamo il gioco.

# 428_Incompetent Kondo
source: My turn.
pt: Tocca a me.

# 440_Incompetent Kondo
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Incompetent Kondo
source: Let's settle up.
pt: Saldiamo i conti.

# 464_Incompetent Kondo
source: You'll be the banker.
pt: Fai tu il banchiere.

# 476_Incompetent Kondo
source: Let's change bankers.
pt: Dai, cambiamo banchiere.

# 488_Incompetent Kondo
source: Wanna try again?
pt: Vuoi riprovare?

# 500_Incompetent Kondo
source: I'm cleaned out... I'd better call it quits.
pt: Sono a secco... Meglio che molli.

# 512_Incompetent Kondo
source: Well well, looks like you're cleaned out. See you next time.
pt: Bene bene, a quanto pare sei a secco. Alla prossima.

# 524_Incompetent Kondo
source: Banker's Bet-Settling Messages
pt: Messaggi di saldo puntate del banchiere

# 536_Incompetent Kondo
source: A banker rolling 1-3-5 earns a 3.
pt: Un banchiere che fa 1-3-5 guadagna un 3.

# 548_Incompetent Kondo
source: A 1-3-5 by the first player earns a 3.
pt: Un 1-3-5 che fa il primo giocatore guadagna un 3.

# 560_Incompetent Kondo
source: A 1-3-5 changes to the previous player's roll.
pt: Un 1-3-5 cambia al tiro del giocatore precedente.

# 572_Incompetent Kondo
source: A banker rolling 2-4-6 earns a 4.
pt: Un banchiere che fa 2-4-6 guadagna un 4.

# 584_Incompetent Kondo
source: A 2-4-6 changes to the next player's roll.
pt: Un 2-4-6 cambia al tiro del giocatore successivo.

# 596_Incompetent Kondo
source: A 2-4-6 by the last player earns a 4.
pt: Un 2-4-6 che fa l'ultimo giocatore guadagna un 4.

# 608_Incompetent Kondo
source: A 2-4-6 changes to the last player's roll.
pt: Un 2-4-6 cambia al tiro dell'ultimo giocatore.

# 620_Incompetent Kondo
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un 1-3-5 Ã¨ stato fatto dopo un 2-4-6.

# 632_Incompetent Kondo
source: A 6-3-4!
pt: Un 6-3-4!
