Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a3c.po
Languages: pt

source: Subordinate
pt: Subordinato

# 44_Subordinate
source: Boss, this is our last chance! You're the coach－you have to do something!
pt: Capo, questa è la nostra ultima occasione! Sei il coach－devi fare qualcosa!

# 56_Manager
source: Oh, calm down. We're only losing by a run.
pt: Oh, calmatevi. Siamo sotto di un solo punto.

# 68_Subordinate
source: Are you kidding!? Our backs are against the wall here! It's the bottom of the ninth, and they've already got two outs against us.
pt: Ma che stai a dire!? Siamo con le spalle al muro, qui! È il nono inning, parte bassa, e abbiamo già due out.

# 80_Manager
source: Hmm. I kind of don't know what you're talking about, but is our situation really that dire?
pt: Mmh. Non so bene di cosa stai parlando, ma la nostra situazione è davvero così disperata?

# 92_Subordinate
source: You have to get your head in the game, boss! Your job is riding on this!
pt: Datti una svegliata, Capo! Il tuo lavoro è in ballo!

# 104_Yukina
source: Daddy! I brought reinforcements! He's a really awesome batter who everyone's talking about online!
pt: Papà! Ho portato i rinforzi! È un battitore davvero strepitoso di cui tutti parlano online!

# 116_Subordinate
source: Oh, wow, that's great! We got a pinch hitter! Please, we need you on the plate at once!
pt: Oh, wow, fantastico! Abbiamo un pinch hitter! Ti prego, ti vogliamo subito in battuta!

# 128_Manager
source: Excuse me? How do you pinch to hit?
pt: Scusi? Come si fa a pizzicare per battere?

# 140_Subordinate
source: No, boss. It means to replace a batter with another batter.
pt: No, Capo. Significa sostituire un battitore con un altro battitore.

# 152_Manager
source: What? You can do that in baseball? Let me get this straight. It's like when you're at a massage parlor, and the girl is absolutely ghastly...
pt: Cosa? Si può fare nel baseball? Allora, fammi un po' capire. È come quando sei in un salone di massaggi e la tipa è un cesso...

# 164_Shinada
source: ...Then you can change to another girl.
pt: E allora puoi cambiare ragazza.

# 176_Manager
source: That's it! Yes! Spot on! Hahaha! You know your way around!
pt: Ci siamo! Sì! Hai azzeccato! Hahaha! Ci sai fare!

# 188_Shinada
source: You have no idea...
pt: Non hai proprio idea...

# 200_Shinada
source: (Why would he mention massage parlors in front of his own daughter...?)
pt: (Perché dovrebbe menzionare saloni di massaggi davanti a sua figlia...?)

# 212_Manager
source: All right then. Pinchy, have at it. Remember, a man's job is at stake here!
pt: Va bene allora. Pinchy, dacci dentro. Ricorda, il lavoro di un uomo è in ballo qui!

# 224_Yukina
source: Oh, I just know you can do it! Please make my daddy's team win!
pt: Oh, sono sicura che ce la farai! Ti prego, fai vincere la squadra di papà!

# 236_Shinada
source: Your faith in me is well-placed. As surely as Shinada is my name, so will I lead your team to victory.
pt: La tua fiducia in me è ben riposta. Così come Shinada è il mio nome, così porterò la tua squadra alla vittoria.

# 248_Shinada
source: So, here's what we've got. It's the bottom of the ninth, two outs, men on second and third, and we're down by a run.
pt: Allora, ecco la situazione. Siamo al nono inning, parte bassa, due out, uomini in seconda e in terza, e siamo sotto di un punto.

# 260_Shinada
source: In other words, it's the perfect setup for a game-winning, walk-off home run. I'll slam out a big one for this bad mamma jamma!
pt: In altre parole, è la situazione perfetta per un fuoricampo vincente che chiude la partita. Ne sparo fuori uno bello grosso per questa situazione da paura!
