Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010d0015.po
Languages: pt

source: Absentminded Man
pt: Uomo Distratto

# 44_Kiryu
source: (Found it!)
pt: (Trovato!)

# 104_Absentminded Man
source: Hey, wait! What gives?
pt: Ehi, aspetta! Che succede?

# 116_Kiryu
source: Something wrong?
pt: Qualcosa non va?

# 128_Absentminded Man
source: Huh? Oh, it's just that the driver is a friend of mine. I called out when I saw him, but he was acting real strange.
pt: Eh? Oh, è solo che il tassista è un mio amico. L'ho chiamato quando l'ho visto, ma faceva proprio lo strano.

# 140_Kiryu
source: What do you mean?
pt: Cosa intendi?

# 152_Absentminded Man
source: He looked really spooked. He mumbled something about yakuza.
pt: Era proprio spaventato. Farfugliava qualcosa sugli yakuza.

# 164_Kiryu
source: (Yakuza? Maybe his passenger?)
pt: (Yakuza? Magari il suo passeggero?)

# 176_Absentminded Man
source: Then he glanced up at his rearview mirror, and sped off all of a sudden. It's weird.
pt: Poi ha lanciato un'occhiata allo specchietto retrovisore, e di colpo è schizzato via. È strano.

# 188_Kiryu
source: (Must have been threatened from the back seat.)
pt: (Deve essere stato minacciato dal sedile posteriore.)

# 200_Kiryu
source: Did you see his passenger?
pt: Hai visto il suo passeggero?

# 212_Absentminded Man
source: No, I didn't look in the back. You think he's caught up in some kind of trouble?
pt: No, non ho guardato dietro. Pensi che sia finito in qualche guaio?

# 224_Kiryu
source: Which way did the taxi go?
pt: Da che parte è andato il taxi?

# 236_Absentminded Man
source: Straight on ahead.
pt: Dritto avanti.

# 248_Kiryu
source: (That's towards Fukuhaku Street.)
pt: (È verso Fukuhaku Street.)
