Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a79.po
Languages: pt

source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Gleeful Voice
pt: Voce allegra

# 76_Kenta
source: Nooo... Even my disappearing Panty Flash Mark 12 got whacked into oblivion!
pt: Nooo... Anche il mio Flash di Mutandine Scomparso Mark 12 è stato spedito nell'oblio!

# 88_Shinada
source: (It's true. The ball did seem to flicker out of view. This kid's a freak!)
pt: (È vero. La palla è parsa svanire dalla vista. Questo ragazzino è un fenomeno!)

# 100_Kenta
source: I can't do this! I can't think of any more miracle pitches that would get you.
pt: Non ce la faccio! Non riesco più a pensare a lanci miracolosi che ti freghino.

# 112_Shinada
source: Say, Kenta. You mentioned you weren't with a team. Why is that?
pt: Senti, Kenta. Hai detto che non eri in una squadra. Come mai?

# 124_Kenta
source: Because. Even if I join a team, there won't be anyone who can hit my stuff. It'll be boring.
pt: Perché. Anche se mi unisco a una squadra, non ci sarà nessuno in grado di battere i miei lanci. Sarà noioso.

# 136_Shinada
source: You sure about that? I'll bet you actually wish you had other kids to play with. That's what made you cry before, right?
pt: Ne sei proprio sicuro? Scommetto che, in fondo, vorresti avere altri ragazzi con cui giocare. È per questo che hai pianto prima, vero?

# 148_Kenta
source: What am I s'posed to do? We keep moving around, and I'm always at some new school... I can never make any friends.
pt: Che dovrei fare? Ci spostiamo sempre, e sono sempre in una scuola nuova... Non riesco mai a farmi amici.

# 160_Kenta
source: That's why it's easier to be by myself. Even if I join a team, it's not gonna work out. I know it.
pt: È per questo che è più facile stare da solo. Anche se mi unisco a una squadra, non funzionerà. Lo so.

# 172_Shinada
source: I was that way too, you know. I didn't have many friends, either. It sure was scary joining a team for the first time.
pt: Anche io ero così, sai. Neanch'io avevo molti amici. Di sicuro faceva paura unirsi a una squadra per la prima volta.

# 184_Kenta
source: Really? Even for a big guy like you?
pt: Davvero? Anche per un omone come te?

# 196_Shinada
source: Yeah. To be honest, I still had plenty of trouble after joining the team, too. Getting along with people is always gonna be tricky.
pt: Già. A dire il vero, ho avuto ancora un sacco di problemi dopo essermi unito alla squadra, pure. Andare d'accordo con la gente è sempre una bella rogna.

# 208_Kenta
source: You get into any fights?
pt: Ti sei cacciato in qualche rissa?

# 220_Shinada
source: All the time. Had lots of bad experiences, too. But you know what? Chasing after a ball with all your teammates is more fun than you think.
pt: Sempre. Ho avuto un sacco di brutte esperienze, pure. Ma sai una cosa? Rincorrere una palla con tutti i tuoi compagni di squadra è più divertente di quanto pensi.

# 232_Kenta
source: It is?
pt: Davvero?

# 244_Shinada
source: You bet. That's the best part of baseball, that team aspect. At least I think so.
pt: Eccome. Quella è la parte migliore del baseball, quell'aspetto di squadra. Almeno io la penso così.

# 268_Shinada
source: Come on, try joining a team. All right?
pt: Dai, prova a unirti a una squadra. Va bene?

# 280_Kenta
source: But... Do you think I can really make it?
pt: Ma... Pensi che possa davvero farcela?

# 292_Shinada
source: Sure you can. In a team, the people who put in an honest effort earn the greatest respect.
pt: Certo che puoi. In una squadra, chi si impegna sul serio si guadagna il massimo rispetto.

# 304_Shinada
source: Besides, you throw some ridiculous pitches－and I mean that in a good way. Be confident! Okay?
pt: Inoltre, fai dei lanci assurdi－e lo dico in senso buono. Sii fiducioso! Va bene?

# 316_Kenta
source: ...All right. Yeah. I'll do it!
pt: ...Va bene. Già. Ci sto!

# 328_Shinada
source: But, remember, go easy on breaking balls. Those'll only rip your joints straight outta their sockets!
pt: Ma, ricordati, vacci piano con i lanci a effetto. Quelli ti faranno solo saltare le articolazioni dai loro posti!

# 340_Kenta
source: Haha, I'll take your word for it. And... thanks. For everything. Here, you can have this.
pt: Ahah, ti prendo in parola. E... grazie. Di tutto. Tieni, puoi avere questo.

# 388_Kenta
source: Buh-bye!
pt: Ciao ciao!

# 400_Shinada
source: See you! ...Uh, wait a second. Listen, where's that coupon you took?
pt: Ci vediamo! ...Uh, aspetta un attimo. Senti, dov'è quel buono che hai preso?

# 412_Kenta
source: Oh, that paper thingy? I think I lost it somewhere.
pt: Oh, quel coso di carta? Credo di averlo perso da qualche parte.

# 424_Shinada
source: Aww, c'mon! That's no way to repay a favor. What'd you do with my dream ticket?
pt: Ma dai! Non è così che si ripaga un favore. Che fine ha fatto il mio biglietto dei sogni?

# 436_Gleeful Voice
source: Woohoo! Looky what I got myself here! Didn't expect to find one of these babies at a batting center!
pt: Evvai! Guarda cosa ho trovato qui! Non mi aspettavo di trovare una di queste chicche in un centro di battuta!

# 460_Kenta
source: What? Hey! That's mine!
pt: Cosa? Ehi! Quello è mio!

# 472_Kotetsu
source: Half off! What a bargain! No time to waste! To the red lights of Kineicho I go!
pt: Metà prezzo! Che affare! Non c'è tempo da perdere! Vado alle luci rosse di Kineicho!

# 484_Shinada
source: Hey! Don't just leave me hanging!
pt: Ehi! Non piantarmi in asso!

# 508_Kenta
source: My ticket... To the land where dreams come true...
pt: Il mio biglietto... Alla terra dove i sogni si avverano...

# 520_Kenta
source: I don't know what that was, but cheer up, big guy. When I become a pro, I'll get you those coupons by the stack! Just wait!
pt: Non so cosa fosse, ma su col morale, gigantone. Quando diventerò un pro, ti procurerò quei buoni a palate! Aspetta e vedrai!

# 532_Shinada
source: Heh. Okay, fair enough. That's something else to dream about.
pt: Heh. Ok, ci sta. Questo è un altro sogno da fare.

# 604_Kenta
source: Too bad! So much for beating my miracle pitch.
pt: Peccato! Niente da fare per battere il mio lancio miracoloso.

# 616_Kenta
source: 'Kay, that's all I needed. See ya again! Buh-bye!
pt: Ok, mi bastava così. Ci si rivede! Ciao ciao!

# 640_Kenta
source: (Gah! The brat still has my coupon!)
pt: (Argh! Il moccioso ha ancora il mio buono!)

# 700_Kenta
source: Too bad, so sad! That's my disappearing miracle pitch, Panty Flash Mark 12.
pt: Peccato, peccato! Quello è il mio lancio miracoloso a scomparsa, Panty Flash Mark 12.

# 712_Shinada
source: What a name...
pt: Ma che nome...

# 724_Kenta
source: Now, I can see you have potential, so I guess I could pitch against you again sometime. But for now, it's buh-bye!
pt: Ora, vedo che hai del potenziale, quindi direi che potrei lanciarti ancora contro qualche volta. Ma per ora, è ciao ciao!

# 748_Kenta
source: Hey! My massage coupon! Come on, it's totally wasted in the hands of a kid...
pt: Ehi! Il mio buono massaggio! Dai, è completamente sprecato nelle mani di un ragazzino...

# 760_Kenta
source: Dammit all. I must win it back at all costs!
pt: Maledizione! Devo rivincerlo a tutti i costi!
