Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010709a8.po
Languages: pt

source: Prize Wheel Spinner
pt: Gira-Ruota dei Premi

source: Spin the Wheel
pt: Gira la Ruota

source: Not Now
pt: Non ora

# 248_Kiryu
source: (If I had tickets, I could give the prize wheel a spin.)
pt: Se avessi i biglietti, potrei dare un giro alla ruota dei premi.

# 260_Akiyama
source: (Cool, they're doing a prize wheel. I don't have any tickets, though.)
pt: (Bello, c'è la ruota dei premi. Però non ho biglietti.)

# 272_Saejima
source: (Don't got any tickets to give the prize wheel a spin.)
pt: (Non c'ho biglietti per dare un giro alla ruota dei premi.)

# 284_Shinada
source: (A prize wheel? Huh.)
pt: (Una ruota dei premi? Eh?)

# 296_Haruka
source: (Ooh, a prize wheel! I don't have any tickets, though.)
pt: (Ohh, una ruota dei premi! Però non ho biglietti.)

# 308_Kiryu
source: We've got fabulous prizes over here! Swing on by to spin the prize wheel if you've got yourself some tickets!
pt: Abbiamo premi favolosi qui da noi! Fate un salto per dare un giro alla ruota dei premi se avete dei biglietti!

# 320_Kiryu
source: Hello there! Do you have a prize ticket? If so, would you like to give the prize wheel a spin?
pt: Ehilà! Hai un biglietto premio? Se sì, ti andrebbe di dare un giro alla ruota dei premi?

# 332_Kiryu
source: Okay, please come again! The wheel's always waiting!
pt: Va bene, torna pure! La ruota aspetta sempre!

# 344_Kiryu
source: Excellent! Let's give it a go!
pt: Eccellente! Proviamoci!

# 368_Kiryu
source: Right then, let me get rid of that ticket for you. Go on and give it a spin!
pt: D'accordo, ti ritiro quel biglietto. Su, dagli un giro!

# 392_Kiryu
source: I can't believe it!
pt: Non ci posso credere!

# 404_Kiryu
source: Congratulations! You won our grand prize! We have a winner, folks!
pt: Congratulazioni! Hai vinto il nostro gran premio! Abbiamo un vincitore, gente!

# 416_Kiryu
source: Congratulations! You won a #1 Prize! We have a winner, folks!
pt: Congratulazioni! Hai vinto il primo premio! Abbiamo un vincitore, gente!

# 428_Kiryu
source: Congratulations! You won a #2 Prize.
pt: Congratulazioni! Hai vinto il secondo premio!

# 440_Kiryu
source: Congratulations. You won a #3 Prize.
pt: Congratulazioni. Hai vinto il terzo premio.

# 452_Kiryu
source: Ooh, that's too bad! Here's a consolation prize for your efforts.
pt: Oh, peccato! Ecco un premio di consolazione per i tuoi sforzi.

# 464_Kiryu
source: You have another prize ticket? Excellent! Have another go at the wheel!
pt: Hai un altro biglietto premio? Eccellente! Dagli un altro giro alla ruota!

# 476_Kiryu
source: Thank you very much. Please come again soon.
pt: Grazie mille. Torni presto.
