Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0ded.po
Languages: pt

source: *knock* *knock*
pt: *toc toc*

source: *knock* *knock*
pt: *toc toc*

source: *knock* *knock*
pt: *toc toc*

source: *knock* *knock*
pt: *toc toc*

source: *knock* *knock*
pt: *toc toc*

source: Carry on for your fans.
pt: Continua per i tuoi fan.

source: Doubting yourself helps you grow.
pt: Mettersi in dubbio aiuta a crescere.

source: Might be time to give it up.
pt: Forse è ora di mollare tutto.

source: Man
pt: Uomo

source: Production Assistant
pt: Assistente di Produzione

source: The magazine interview
pt: L'intervista per la rivista

source: Love to See You Smile
pt: Bello vederti sorridere

source: Sotenbori Love Check Quiz
pt: Sotenbori Quiz sul Controllo dell'Amore

# 92_Akiyama
source: Good job, Maya-chan. Appreciate you bearing with me.
pt: Ottimo lavoro, Maya-chan. Ti ringrazio per aver avuto pazienza con me.

# 104_Maya
source: Oh no, Akiyama-san, thank you for putting up with me. I'm sorry I'm so high-maintenance.
pt: Ma no, Akiyama-san, grazie per avermi sopportata. Mi dispiace di darti così tanto da fare.

# 116_Akiyama
source: Not at all, Maya-chan. You're doing all the work. I admire your commitment.
pt: Ma figurati, Maya-chan. Sei tu che fai tutto il lavoro. Ammiro il tuo impegno.

# 128_Maya
source: Thank you...
pt: Grazie...

# 140_Akiyama
source: Something wrong?
pt: Qualcosa non va?

# 152_Maya
source: I don't know if I can keep this up much longer. It feels so forced and fake, trying to go forward with a character who's nothing like me.
pt: Non so se riuscirò a continuare così ancora per molto. Sembra tutto così forzato e finto, cercare di andare avanti con un personaggio che non mi somiglia affatto.

# 164_Akiyama
source: Hmm. What originally prompted you to market yourself this way?
pt: Hmm. Cosa ti ha spinto inizialmente a presentarti in questo modo?

# 176_Maya
source: My manager told me I would never make it if I took a conventional approach.
pt: Il mio manager mi ha detto che non ce l'avrei mai fatta se avessi seguito un approccio convenzionale.

# 188_Maya
source: But, it's really my fault... I'm usually so timid, and I get all flustered when I talk to people.
pt: Ma è davvero colpa mia... Di solito sono così timida, e vado tutta in confusione quando parlo con la gente.

# 200_Maya
source: What I really want is a job on a children's TV program, where I can sing together with the kids.
pt: Quello che vorrei davvero è un lavoro in un programma televisivo per bambini, dove poter cantare insieme ai bambini.

# 212_Maya
source: I've always liked children, and I used to play with them every day.
pt: Mi sono sempre piaciuti i bambini, e giocavo con loro ogni giorno.

# 224_Akiyama
source: Really? Well, when you put it that way, your character might not be so out of line. Kids love that kind of thing, right?
pt: Davvero? Beh, se la metti così, il tuo personaggio potrebbe non essere così fuori luogo. I bambini adorano queste cose, no?

# 236_Maya
source: I thought so, too, but... I've only ever appeared on variety programs. I haven't done a single job where I get to sing with kids.
pt: Lo pensavo anch'io, ma... sono apparsa solo in programmi di varietà. Non ho fatto nemmeno un lavoro in cui potessi cantare con i bambini.

# 248_Maya
source: That's why I'm wondering if it's even worth it to keep pretending to be someone I'm not. What good is it if I can't even follow my dreams?
pt: Per questo mi chiedo se valga davvero la pena continuare a fingere di essere qualcuno che non sono. A cosa serve se non riesco nemmeno a inseguire i miei sogni?

# 260_Maya
source: Maybe I'm just not cut out for this...
pt: Forse non sono proprio portata per questo...

# 272_Akiyama
source: (The poor girl's exhausted. As her manager, I should try to cheer her up.)
pt: (Poverina, è sfinita. Come suo manager, dovrei cercare di tirarle su il morale.)

# 284_Maya
source: Um, Akiyama-san, do you think I should drop the whole silly Strawberry Kingdom thing?
pt: Ehm, Akiyama-san, pensi che dovrei lasciar perdere tutta questa sciocca storia del Regno delle Fragole?

# 296_Akiyama
source: If you were to drop the character now, you'd be betraying all the fans who support you. I think you should stay the course, Maya-chan.
pt: Se dovessi abbandonare il personaggio adesso, tradiresti tutti i fan che ti sostengono. Penso che dovresti mantenere la rotta, Maya-chan.

# 308_Maya
source: Do you really think so?
pt: Lo pensi davvero?

# 320_Akiyama
source: The fact that you work so hard to stay in character could actually be part of your charm. I think kids will pick up on that.
pt: Il fatto che ti impegni così tanto a restare nel personaggio potrebbe in realtà far parte del tuo fascino. Penso che i bambini se ne accorgeranno.

# 332_Akiyama
source: I watched you all day today. I think I get how your fans see you now.
pt: Ti ho osservata per tutto il giorno oggi. Penso di aver capito come ti vedono i tuoi fan ora.

# 344_Maya
source: Akiyama-san... Thank you!
pt: Akiyama-san... Grazie!

# 356_Maya
source: I feel much better about everything. I'll keep going as the princess of Strawberry Kingdom!
pt: Mi sento molto meglio riguardo a tutto. Continuerò come la principessa del Regno delle Fragole!

# 368_Akiyama
source: Yup. Hang in there.
pt: Sì. Tieni duro.

# 380_Maya
source: I'm so glad I got to get that off my chest, Akiyama-san. I don't dare speak to my real manager about this.
pt: Sono così contenta di essermi tolta questo peso, Akiyama-san. Non oserei mai parlarne con il mio vero manager.

# 404_Akiyama
source: Hm? You expecting someone?
pt: Hm? Aspetti qualcuno?

# 416_Maya
source: Uh, well...
pt: Beh, ecco...

# 428_Akiyama
source: You know, doubting yourself that way often helps you grow.
pt: Sai, mettersi in dubbio in quel modo spesso aiuta a crescere.

# 440_Maya
source: Pardon?
pt: Come scusa?

# 452_Akiyama
source: Everything you're going through now is helping to make you stronger, you know. Everyone on their way up suffers bouts of self-doubt.
pt: Tutto quello che stai passando ora ti sta aiutando a diventare più forte, sai. Chiunque stia cercando di farsi strada soffre di momenti di insicurezza.

# 464_Akiyama
source: That self-doubt spurs creativity and innovation. It makes us grow.
pt: Quei dubbi stimolano la creatività e l'innovazione. Ci fanno crescere.

# 476_Akiyama
source: There's no need to find the answer right this instant－take all the time you need and find your own path.
pt: Non serve trovare la risposta proprio in questo istante－prenditi tutto il tempo che ti serve e trova la tua strada.

# 488_Maya
source: My own path...
pt: La mia strada...

# 500_Akiyama
source: Even those who have found success don't stop seeking their own path. If people stop doubting, they stop growing.
pt: Anche chi ha già raggiunto il successo non smette di cercare la propria strada. Se si smette di dubitare, si smette di crescere.

# 512_Maya
source: I see. So it's only natural that I agonize over my career like this.
pt: Capisco. Quindi è del tutto naturale che io mi tormenti così per la mia carriera.

# 524_Maya
source: Thank you so much, Akiyama-san. You've lifted a huge weight off my shoulders.
pt: Grazie mille, Akiyama-san. Mi hai tolto un peso enorme dalle spalle.

# 536_Akiyama
source: I may have been completely out of line in saying that. I am just your manager for a day. It's not as though you have to take it to heart or anything.
pt: Potrei aver decisamente passato il segno dicendo questo. Sono solo il tuo manager per un giorno. Non è che tu debba prenderlo per forza a cuore o altro.

# 548_Maya
source: Oh no, please! You've given me the courage to keep going. I'll stay princess of Strawberry Kingdom, doubts and all!
pt: Ma no, ti prego! Mi hai dato il coraggio di andare avanti. Resterò la principessa dello Strawberry Kingdom, con tutti i miei dubbi!

# 560_Akiyama
source: Yeah. Keep up the good work.
pt: Già. Continua così.

# 572_Maya
source: I'm so glad I got to get that off my chest, Akiyama-san. I don't dare speak to my real manager about this.
pt: Sono così felice di essermi sfogata, Akiyama-san. Non oserei mai parlarne con il mio vero manager.

# 596_Akiyama
source: Hm? You expecting someone?
pt: Hm? Aspetti qualcuno?

# 608_Maya
source: Uh, well...
pt: Beh, ecco...

# 620_Akiyama
source: Yes, I think you should.
pt: Sì, penso che dovresti.

# 632_Maya
source: Pardon?
pt: Come scusa?

# 644_Akiyama
source: From what I saw today, it's obvious you're forcing yourself to be someone you're not. You'd be better off losing that persona right away.
pt: Da quello che ho visto oggi, è ovvio che ti stai sforzando di essere qualcuno che non sei. Faresti meglio a sbarazzarti di quel personaggio subito.

# 656_Akiyama
source: Who thought up the whole Strawberry Kingdom premise anyway?
pt: Chi è che si è inventato tutta la storia dello Strawberry Kingdom, comunque?

# 668_Maya
source: It was the agency president's idea...
pt: È stata un'idea del presidente dell'agenzia...

# 680_Akiyama
source: Oh, it was your president's doing. That definitely makes it a little more difficult to drop the act.
pt: Oh, è stata un'idea del tuo presidente. Questo rende sicuramente un po' più difficile smettere con questa recita.

# 692_Maya
source: Then, what should I do?
pt: Allora, cosa dovrei fare?

# 704_Akiyama
source: Well, if you ask me, I think you should drop it. Still, it's up to you to tell your boss.
pt: Beh, se vuoi il mio parere, penso che dovresti piantarla. Comunque, sta a te dirlo al tuo capo.

# 716_Maya
source: Right...
pt: Giusto...

# 728_Akiyama
source: I may have been completely out of line in saying that. I am just your manager for a day. It's not as though you have to take it to heart or anything.
pt: Forse ho un po' passato il segno a dirti quelle cose. In fondo sono solo il tuo manager per un giorno. Non è che devi per forza darmi retta o altro.

# 752_Akiyama
source: (I was out of line... It's tough to be a manager for a young girl.)
pt: (Ho passato il segno... È dura fare il manager a una ragazzina.)

# 776_Akiyama
source: Hm? You expecting someone?
pt: Hm? Aspetti qualcuno?

# 788_Maya
source: Uh, well...
pt: Beh, ecco...

# 860_Akiyama
source: And, uh, you are?
pt: E, uh, lei chi sarebbe?

# 872_Man
source: Huh? Whaddya mean!? You dunno who I am!?
pt: Eh? Che vuoi dire!? Non sai chi sono!?

# 884_Akiyama
source: Huh?
pt: Uh?

# 908_Akiyama
source: Maya-chan, you know this guy?
pt: Maya-chan, lo conosci questo tizio?

# 920_Maya
source: Um, yes... Haven't you heard, Akiyama-san? Sugihara-san is a big name in the comedy world.
pt: Ehm, sì... Non ne ha mai sentito parlare, Akiyama-san? Sugihara-san è un nome importante nel mondo della comicità.

# 932_Akiyama
source: Ah, right. I may have seen him on TV. So, Sugihara-san, what brings you here?
pt: Ah, giusto. Potrei averlo visto in TV. Allora, Sugihara-san, cosa la porta qui?

# 944_Maya
source: Um... Sugihara-san has been offering me a spot on one of his regular programs, but...
pt: Ehm... Sugihara-san mi ha proposto un posto in uno dei suoi programmi fissi, ma...

# 956_Sugihara
source: Say, Maya-chan, baby, why ya been avoidin' me? We should continue our discussion from before. Maybe somewhere private.
pt: Senti, Maya-chan, tesoro, perché mi eviti? Dovremmo continuare il discorso di prima. Magari in un posto più riservato.

# 968_Maya
source: Well, it's just I...
pt: Beh, è che io...

# 980_Sugihara
source: Not to worry. Come on my show, and you'll be ridin' my rocket to stardom!
pt: Non preoccuparti. Vieni nel mio show e cavalcherai il mio razzo verso il successo!

# 992_Maya
source: Um, you see...
pt: Ehm, vede...

# 1004_Sugihara
source: Hey, I can understand your concerns. It's a big career move. Whaddya say we grab a bite somewhere and get to know each other a little better?
pt: Ehi, capisco le tue preoccupazioni. È un passo importante per la carriera. Che ne dici di andare a mangiare un boccone da qualche parte e conoscerci un po' meglio?

# 1016_Akiyama
source: Say, Maya-chan. Is this guy hounding you?
pt: Senti, Maya-chan. Questo tizio ti sta dando il tormento?

# 1028_Maya
source: Yes. I've been turning down his advances. People tell me I have to watch myself around Sugihara-san on account of his thing for newcomers.
pt: Sì. Ho continuato a respingere le sue avances. Mi dicono che devo stare in guardia con Sugihara-san, per via del suo debole per le esordienti.

# 1040_Sugihara
source: Hey! Who the hell are you? You ain't the usual manager, are ya? Sounds to me like you should piss off!
pt: Ehi! Chi diavolo sei? Non sei il solito manager, eh? Direi proprio che dovresti sparire!

# 1052_Akiyama
source: You're right. I'm not her manager.
pt: Hai ragione. Non sono il suo manager.

# 1064_Sugihara
source: Then get out! I got things to discuss with Maya-chan in private.
pt: Allora sparisci! Ho delle cose da discutere con Maya-chan in privato.

# 1076_Akiyama
source: Sorry, pal. No can do.
pt: Spiacente, amico. Non se ne parla.

# 1088_Sugihara
source: What? You have any idea who you're talkin' to?
pt: Cosa? Hai idea di con chi stai parlando?

# 1100_Akiyama
source: So, you're a big name in comedy? Wouldn't you know it, I'm not involved in the entertainment industry in the slightest.
pt: Quindi saresti un pezzo grosso della comicità? Guarda un po', non faccio minimamente parte dell'industria dello spettacolo.

# 1112_Sugihara
source: Huh?
pt: Uh?

# 1124_Akiyama
source: In other words... You could be the emperor of entertainment, but as far as I'm concerned, you're just another sleaze.
pt: In altre parole... Potresti anche essere l'imperatore dello spettacolo, ma per quanto mi riguarda, sei solo l'ennesimo viscido.

# 1136_Sugihara
source: What!?
pt: Cosa!?

# 1148_Akiyama
source: If you want to keep running your mouth, I suggest you keep that in mind.
pt: Se vuoi continuare ad aprire bocca, ti suggerisco di tenerlo bene a mente.

# 1160_Sugihara
source: Ngh... Screw you! Smug bastard!
pt: Ngh... Vaffanculo! Bastardo presuntuoso!

# 1220_Akiyama
source: Thank you so much, Akiyama-san!
pt: Grazie mille, Akiyama-san!

# 1232_Akiyama
source: Heh. Sad to think guys like that actually exist. Show business is a scary place.
pt: Heh. Triste pensare che esistano davvero tizi del genere. Il mondo dello spettacolo è un posto spaventoso.

# 1244_Maya
source: Haha...
pt: Ahah...

# 1256_Akiyama
source: I'll take you back to Sotenbori. It's been fun, but I'm afraid our time together is over.
pt: Ti riaccompagno a Sotenbori. È stato divertente, ma temo che il nostro tempo insieme sia finito.

# 1268_Maya
source: ...Yes, I suppose it is.
pt: ...Sì, immagino di sì.

# 1292_Akiyama
source: Phew. Well, that's it for Love to See You Smile, but we still have one more job to do.
pt: Fiu. Bene, con Love to See You Smile abbiamo finito, ma abbiamo ancora un altro lavoro da fare.

# 1304_Maya
source: Yes, it's a quiz program－Sotenbori Love Check Quiz.
pt: Sì, è un programma a quiz－Sotenbori Love Check Quiz.

# 1316_Akiyama
source: Let me guess－to maintain the quirky image, you have to get the answers wrong, is that right?
pt: Fammi indovinare－per mantenere la tua immagine stravagante, devi sbagliare le risposte, dico bene?

# 1328_Maya
source: Yes, that's right. The agency told me I must not answer correctly.
pt: Sì, esatto. L'agenzia mi ha detto che non devo rispondere correttamente.

# 1340_Akiyama
source: They don't make it easy for you, do they?
pt: Non te la rendono facile, eh?

# 1352_Maya
source: The quiz is made up of true or false questions. If I'm to answer incorrectly, I'll need to know which answer is actually correct.
pt: Il quiz è composto da domande vero o falso. Se devo rispondere in modo errato, dovrò sapere quale risposta sia effettivamente corretta.

# 1364_Akiyama
source: Okay, I get that.
pt: D'accordo, ho capito.

# 1376_Maya
source: I'll need you to guide me with cue cards again. Will you please help me?
pt: Avrò bisogno che mi guidi di nuovo con i cartelli. Mi aiuteresti per favore?

# 1388_Akiyama
source: Of course. I'm right behind you.
pt: Certo. Ti guardo le spalle.

# 1412_Akiyama
source: Here's your dressing room. Should I be using cue cards during the quiz so you can stay in character?
pt: Ecco il tuo camerino. Dovrei usare i cartelli durante il quiz per farti restare nel personaggio?

# 1424_Maya
source: Oh, yes, please. I'm still struggling to accept the character I'm supposed to be...
pt: Oh, sì, per favore. Faccio ancora fatica ad accettare il personaggio che dovrei interpretare...

# 1436_Akiyama
source: Yeah, that's understandable.
pt: Già, è comprensibile.

# 1460_Production Assistant
source: Excuse me. Strawberry Maya-san, we're ready for you.
pt: Mi scusi. Strawberry Maya-san, siamo pronti per lei.

# 1472_Maya
source: Oh, yes!
pt: Oh, sì!

# 1532_Production Assistant
source: I'll show you to the Love to See You Smile studio.
pt: Vi accompagno allo studio di Love to See You Smile.

# 1544_Akiyama
source: Huh? Wasn't it the quiz show?
pt: Eh? Non era il quiz show?

# 1556_Production Assistant
source: Hm? No, Love to See You Smile comes first. That's how we scheduled things with Dyna Chair.
pt: Hm? No, Love to See You Smile viene prima. È così che abbiamo programmato le cose con la Dyna Chair.

# 1568_Akiyama
source: Uh... Right. Love to See You Smile comes first.
pt: Uh... Giusto. Love to See You Smile viene prima.

# 1580_Maya
source: Huh!? Akiyama-san...
pt: Eh!? Akiyama-san...

# 1592_Akiyama
source: Sorry, totally my bad. Luckily, the shows are recorded in the same building, so we're safe.
pt: Scusa, tutta colpa mia. Per fortuna, gli show vengono registrati nello stesso edificio, quindi siamo a posto.

# 1616_Akiyama
source: (Nice going, idiot. Maya-chan's probably losing faith in you by the second.)
pt: (Bel colpo, idiota. Maya-chan sta probabilmente perdendo fiducia in te di secondo in secondo.)

# 1640_Akiyama
source: This seems to be your dressing room. I guess we're just supposed to wait here?
pt: Questo sembra essere il tuo camerino. Immagino che dobbiamo solo aspettare qui?

# 1652_Maya
source: I don't know. I guess?
pt: Non lo so. Immagino?

# 1676_Akiyama
source: Hm? Come in.
pt: Hm? Avanti.

# 1736_Production Assistant
source: Um, excuse me, are you Strawberry Maya-san?
pt: Ehm, scusi, è lei Strawberry Maya-san?

# 1748_Maya
source: Yes, that's me.
pt: Sì, sono io.

# 1760_Production Assistant
source: I noticed you coming in, but you're really early. Are you sure you got your times right?
pt: Vi ho visti entrare, ma siete davvero in anticipo. Siete sicuri di avere gli orari giusti?

# 1772_Akiyama
source: Huh? Really? That's odd.
pt: Eh? Davvero? Che strano.

# 1784_Maya
source: Akiyama-san, did you maybe get the schedule mixed up?
pt: Akiyama-san, forse hai fatto confusione con l'orario?

# 1796_Akiyama
source: ...I might have.
pt: ...Può darsi.

# 1808_Maya
source: But that would be a disaster! We could be missing appointments!
pt: Ma sarebbe un disastro! Potremmo perderci degli appuntamenti!

# 1832_Akiyama
source: (She has three jobs today. If it's not the quiz, it's either Love to See You Smile or the magazine interview.)
pt: (Oggi ha tre impegni. Se non è il quiz, si tratta di Love to See You Smile o dell'intervista per la rivista.)

# 1844_Akiyama
source: (What was her first job?)
pt: (Qual era il suo primo impegno?)

# 1856_Akiyama
source: (She has three jobs today. If it's not Love to See You Smile, it's either the quiz show or the magazine interview.)
pt: (Oggi ha tre impegni. Se non è Love to See You Smile, si tratta del quiz o dell'intervista per la rivista.)

# 1868_Akiyama
source: (What was her first job?)
pt: (Qual era il suo primo impegno?)

# 1880_Akiyama
source: That's right. We're here for Love to See You Smile.
pt: Esatto. Siamo qui per Love to See You Smile.

# 1892_Production Assistant
source: Uh, Love to See You Smile is recorded here, too, but you're really early for that, as well.
pt: Uh, anche Love to See You Smile viene registrato qui, ma siete davvero in anticipo anche per quello.

# 1904_Akiyama
source: So, uh... we're supposed to be at the magazine interview?
pt: Quindi, uhm... dovremmo essere qui per l'intervista per la rivista?

# 1916_Maya
source: But... that means the interviewer's waiting for us!
pt: Ma... allora significa che l'intervistatore ci sta aspettando!

# 1928_Akiyama
source: Well, mistakes happen. We can still make it. The interview's scheduled at Dyna Chair. Let's go.
pt: Beh, capita di sbagliare. Siamo ancora in tempo. L'intervista è prevista alla Dyna Chair. Andiamo.

# 1940_Maya
source: Oh, yes! Please.
pt: Oh, sì! Per favore.

# 1964_Akiyama
source: That's right. We're here for Sotenbori Love Check Quiz.
pt: Esatto. Siamo qui per Sotenbori Love Check Quiz.

# 1976_Production Assistant
source: Uh, Sotenbori Love Check Quiz is recorded here, too, but you're really early for that, as well.
pt: Uh, anche Sotenbori Love Check Quiz viene registrato qui, ma siete davvero in anticipo anche per quello.

# 1988_Akiyama
source: So, uh... we're supposed to be at the magazine interview?
pt: Quindi, uhm... dovremmo essere qui per l'intervista per la rivista?

# 2000_Maya
source: But... that means the interviewer's waiting for us!
pt: Ma... allora significa che l'intervistatore ci sta aspettando!

# 2012_Akiyama
source: Well, mistakes happen. We can still make it. The interview's scheduled at Dyna Chair. Let's go.
pt: Beh, capita di sbagliare. Siamo ancora in tempo. L'intervista è prevista alla Dyna Chair. Andiamo.

# 2024_Maya
source: Oh, yes! Please.
pt: Oh, sì! Per favore.

# 2048_Akiyama
source: Right, we're supposed to be at the magazine interview. We have to get to Dyna Chair.
pt: Giusto, dovremmo essere all'intervista per la rivista. Dobbiamo andare alla Dyna Chair.

# 2060_Maya
source: Oh, yes! Please.
pt: Oh, sì! Per favore.
