Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0bf8.po
Languages: pt

source: StandUp
pt: Alzati

source: Short Man
pt: Uomo Basso

source: Stand
pt: In piedi

source: Burly Man
pt: Uomo massiccio

# 72_Kanahara
source: How did you do that? How strong can one man be?
pt: Come hai fatto? Quanto può essere forte un uomo?

# 84_Saejima
source: Don't worry. You're about to find out.
pt: Non preoccuparti. Stai per scoprirlo.

# 96_Kanahara
source: Uh, looks like the gym project's delayed, indefinitely! Sorry to bother you gentlemen!
pt: Uh, pare che il progetto della palestra sia rimandato, a tempo indeterminato! Scusate il disturbo, signori!

# 120_Kanahara
source: *gasp*
pt: *sussulto*

# 168_Kanahara
source: Hey! Hang in there!
pt: Ehi! Tieni duro!

# 180_Sodachi
source: Saejima-san... I bit off a lot more than I can chew...
pt: Saejima-san... Ho fatto il passo più lungo della gamba...

# 192_Sodachi
source: But it's okay. I just hope that when I'm reborn... I'll come back as someone who's as strong and cool as you...
pt: Ma va bene. Spero solo che quando rinascerò... tornerò come qualcuno che sia forte e figo come te...

# 204_Saejima
source: Quit spoutin' nonsense! Talkin' ain't gonna help your injuries.
pt: Smettila di blaterare! Parlare non ti aiuterà con le ferite.

# 216_Sodachi
source: Please... tell the students... that they should carry on. And... and...
pt: Per favore... di' agli studenti... che devono andare avanti. E... e...

# 228_Saejima
source: And...? What is it, Sodachi?
pt: E...? Cosa c'è, Sodachi?

# 240_Sodachi
source: I'm... so glad I met you, Saejima-san... You're my... hero... Thank you.
pt: Sono... così contento di averti incontrato, Saejima-san... Sei il mio... eroe... Grazie.

# 300_Kanahara
source: Graaah... Graaah...
pt: Aaargh... Aaargh...

# 348_Kanahara
source: Urgh... Fluh... Can't eat anymore... *snore*
pt: Urgh... Fluh... Non riesco più a mangiare... *russata*

# 360_Saejima
source: (You gotta be kiddin' me.)
pt: (Ma stai scherzando?)

# 384_Kanahara
source: Yowch!
pt: Ahi!

# 468_Kanahara
source: Oh! Good morning, Saejima-san.
pt: Oh! Buongiorno, Saejima-san.

# 480_Saejima
source: ...It ain't fuckin' mornin'. Shit, I thought ya died, man!
pt: ...Non è un cazzo di mattino. Merda, pensavo fossi morto, amico!

# 492_Sodachi
source: Oh. I'm sorry! But, you were worried for me? Hehe, that is music to my ears.
pt: Oh. Scusa! Ma, eri preoccupato per me? Hehe, è musica per le mie orecchie.

# 504_Saejima
source: Unbelievable. Enjoy it while ya can, Sodachi, 'cause I'm goin'. Glad you're not dead.
pt: Incredibile. Goditela finché puoi, Sodachi, perché me ne vado. Contento che tu non sia morto.

# 528_Kanahara
source: Once again, I'm eternally grateful to you, Saejima-san!
pt: Ancora una volta, sono eternamente grato a te, Saejima-san!

# 540_Sodachi
source: If it weren't for you, in all likelihood they would've taken the dojo. It shames me to admit, but it's true. I'm still too weak.
pt: Se non fosse stato per te, con ogni probabilità si sarebbero presi il dojo. Mi vergogno ad ammetterlo, ma è vero. Sono ancora troppo debole.

# 552_Saejima
source: What are ya sayin'? You ain't weak. Ya stood up to those jerks.
pt: Che dici? Non sei mica debole. Hai tenuto testa a quei bastardi.

# 564_Saejima
source: I'm gone for just a short time, and look how tough ya get!
pt: Sono via per un attimo, e guarda che tosto che sei diventato!

# 588_Sodachi
source: I can't believe what I'm hearing! The great Saejima thinks I'm tough. Me!
pt: Non ci posso credere a quello che sento! Il grande Saejima pensa che io sia tosto. Proprio io!

# 600_Saejima
source: (Already regretting what I said...)
pt: (Già pentito di quello che ho detto...)

# 612_Saejima
source: All right. I gotta go. You keep protectin' the dojo... This place is chock-full of memories.
pt: Ok. Me ne vado. Tu continua a proteggere il dojo... Questo posto è pieno zeppo di ricordi.

# 624_Sodachi
source: You can count on me! Please do take care, Saejima-san. And visit us again some day!
pt: Puoi contare su di me! Mi raccomando, Saejima-san, stammi bene. E vieni a trovarci di nuovo, un giorno!

# 708_Kanahara
source: What happened here?
pt: Che è successo qui?

# 720_Sodachi
source: They did...
pt: L'hanno fatto...

# 744_Kanahara
source: Who the hell're you?
pt: Chi cazzo sei?

# 756_Short Man
source: I'm Kanahara, and that was a very rude way to greet someone who's here to help you... After all, I represent Angel Real Estate. Most folks would welcome the appearance of an angel.
pt: Sono Kanahara, e quello è stato un modo molto scortese di salutare qualcuno che è qui per aiutarti... Dopotutto, rappresento la Angel Real Estate. La maggior parte della gente accoglierebbe la comparsa di un angelo.

# 768_Saejima
source: Angels don't go around roughin' up a buncha kids. An' neither do real estate agents, asshole.
pt: Gli angeli non vanno in giro a malmenare un sacco di ragazzini. E neanche gli agenti immobiliari, stronzo.

# 780_Kanahara
source: Haha, you got me there. But you know, we did try to be reasonable.
pt: Ah ah, mi hai beccato lì. Ma sai, abbiamo provato a essere ragionevoli.

# 792_Kanahara
source: All we wanted was to buy this dump. Sadly, Sodachi-san did not accept our offer. So, a little persuasion was called for.
pt: Tutto quello che volevamo era comprare questo tugurio. Purtroppo, Sodachi-san non ha accettato la nostra offerta. Perciò, si è resa necessaria una piccola persuasione.

# 804_Saejima
source: You want Sodachi Dojo?
pt: Vuoi il dojo Sodachi?

# 816_Kanahara
source: Well, not the dojo itself, but rather its excellent location.
pt: Beh, non il dojo in sé, ma piuttosto la sua eccellente posizione.

# 828_Kanahara
source: We've been watching this property for a long time. Now that you all have completed the build-out, we're ready to take it off your hands.
pt: È da un sacco che teniamo d'occhio questa proprietà. Ora che avete finito di sistemarla, siamo pronti a prendervela.

# 840_Kanahara
source: There's a lot of profit to be made here... once we turn it into a high class gym for Kamurocho yuppies.
pt: C'è un sacco di profitto da ricavarci qui... una volta che l'avremo trasformato in una palestra di lusso per gli yuppie di Kamurocho.

# 852_Kanahara
source: No more grimy dojo that lets in just anybody. We'll make the property what it was always destined to be: a goldmine.
pt: Basta con questo dojo sudicio che fa entrare chiunque. Faremo di questa proprietà quello che era sempre destinata a diventare: una miniera d'oro.

# 864_Kanahara
source: And it's not like we're just taking it. We made a fair and generous offer.
pt: E non è che ce la stiamo solo prendendo. Abbiamo fatto un'offerta giusta e generosa.

# 876_Kanahara
source: But since Sodachi-san turned it down...
pt: Ma dato che Sodachi-san l'ha rifiutata...

# 888_Saejima
source: You shitbags used force. High class, indeed.
pt: Voi pezzi di merda avete usato la forza. Di gran classe, davvero.

# 900_Kanahara
source: Well. Dojo masters are known for being obstinate, and rather stupid. Your friend is no exception.
pt: Beh. I maestri di dojo sono noti per essere testardi e piuttosto stupidi. Il tuo amico non fa eccezione.

# 924_Kanahara
source: This place isn't about money. It's... so much more... to so many people.
pt: Qui non si tratta di soldi. È... molto di più... per un sacco di gente.

# 936_Kanahara
source: My, I'm surprised you had it in you to stand up, after the beating you took. Too bad such courage is useless when it's inside a weak body like yours.
pt: Ma, guarda un po', mi sorprendi. Hai avuto il fegato di rialzarti dopo il pestaggio che hai preso. Peccato che un tale coraggio sia inutile, se è in un corpo debole come il tuo.

# 948_Kanahara
source: I suppose you need more persuading. Gentlemen?
pt: Immagino che vi serva altra persuasione. Signori?

# 972_Kanahara
source: Who are the goons?
pt: Chi sono gli scagnozzi?

# 984_Sodachi
source: Guys Kanahara hired. And they're not just tough－they're armed! The students didn't stand a chance...
pt: Quei tizi che Kanahara ha assoldato. E non sono solo tosti, sono pure armati! Gli studenti non hanno avuto scampo...

# 996_Saejima
source: Okay. I get the picture. I'll take 'em.
pt: Ok. Capito. Li prendo io.

# 1008_Sodachi
source: No, don't!
pt: No, non farlo!

# 1032_Sodachi
source: This is my dojo. I will protect it with my own two fists.
pt: Questo è il mio dojo. Lo proteggerò con i miei soli pugni.

# 1044_Sodachi
source: I promised you that I'd keep this dojo going.
pt: Ti ho promesso che avrei fatto andare avanti questo dojo.

# 1068_Sodachi
source: I may be weak, I may be a nobody, but I won't break my promise.
pt: Sarò anche debole, sarò un nessuno, ma non mancherò alla mia promessa.

# 1104_Kanahara
source: This place is special. It's where some incredible students trained, and it's where we gave so much of ourselves, Saejima-san.
pt: Questo posto è speciale. È qui che si sono allenati studenti incredibili, ed è qui che abbiamo dato tanto di noi stessi, Saejima-san.

# 1116_Sodachi
source: I'm not turning it over to some thugs who just want to make money. I never will!
pt: Non lo mollo a degli scagnozzi che vogliono solo fare soldi. Non lo farò mai!

# 1128_Sodachi
source: I will fight for Sodachi Dojo!
pt: Combatterò per il Sodachi Dojo!

# 1140_Kanahara
source: BO-ring... Haha! Put them out of their misery, boys. This'll be cheaper than buying them out anyway.
pt: Noia mortale... Haha! Fateli fuori, ragazzi. Questo sarà comunque più economico che liquidarli.

# 1152_Burly Man
source: Got it. Hehehe.
pt: Capito. Hehehe.

# 1176_Sodachi
source: Saejima-san? Please, don't! I have to do this by myself...
pt: Saejima-san? Ti prego, non farlo! Devo farlo da solo...

# 1188_Saejima
source: Sodachi, aren't ya forgettin' something?
pt: Sodachi, non ti scordi qualcosa?

# 1200_Sodachi
source: What?
pt: Cosa?

# 1212_Saejima
source: You're not the only one with great memories of this place.
pt: Non sei l'unico con grandi ricordi di questo posto.

# 1224_Saejima
source: It's special to me, too. Means more to me than I can say.
pt: È speciale anche per me. Significa per me più di quanto possa dire.

# 1248_Saejima
source: A dojo doesn't just belong to its master. It belongs to everyone who loves it, right?
pt: Un dojo non appartiene solo al suo maestro. Appartiene a tutti quelli che ci tengono, no?

# 1260_Saejima
source: So we all should fight for it.
pt: Allora dovremmo tutti lottare per questo.

# 1272_Sodachi
source: Yes, we should!
pt: Sì, dovremmo!

# 1284_Saejima
source: Come on! I'll show ya the kind of fighter this dojo can churn out!
pt: Forza! Ti faccio vedere che razza di lottatore sa sfornare questo dojo!

# 1296_Kanahara
source: Can't wait. Get them, boys! Kill them!
pt: Non vedo l'ora. Prendeteli, ragazzi! Fateli fuori!
