Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690545.po
Languages: pt

source: Mysterious Man
pt: Uomo Misterioso

source: Letter
pt: Lettera

# 44_Mysterious Man
source: Are you Haruka Sawamura-san?
pt: È lei Haruka Sawamura?

# 56_Haruka
source: Hm? Oh, yes, that's me. Who are you?
pt: Oh? Oh, sì, sono io. Chi sei tu?

# 68_Mysterious Man
source: I serve the Amon Clan. I have a letter to give you.
pt: Sono al servizio del Clan Amon. Ho una lettera da consegnarti.

# 92_Mysterious Man
source: Go ahead. Take it.
pt: Prego. Prendila.

# 116_Mysterious Man
source: You got a letter from the Amon Clan.
pt: Hai ricevuto una lettera dal Clan Amon.

# 128_Mysterious Man
source: My business with you is done.
pt: La mia faccenda con te è finita.

# 140_Haruka
source: (Who in the world is the Amon Clan? I guess I'd better read the letter and find out.)
pt: (Chi diavolo è questo Clan Amon? Sarà meglio che legga la lettera e lo scopra.)

# 152_Letter
source: (To Haruka Sawamura, my archrival. I await you in the parking lot of southwest Sotenbori. There we will settle things between us. -Noa Amon)
pt: (A Haruka Sawamura, la mia arcinemica. Ti aspetto nel parcheggio a sud-ovest di Sotenbori. Lì regoleremo i conti tra noi. -Noa Amon)

# 164_Haruka
source: (What could this possibly be about? Who is Noa Amon? And what does she mean, "settle things"? I'd better head to the parking lot and figure this out.)
pt: (Cosa diavolo potrebbe essere? Chi è Noa Amon? E cosa intende con "regolare i conti"? Sarà meglio che vada al parcheggio a vederci chiaro.)
