Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010213a2.po
Languages: pt

source: Park
pt: Parco

# 72_Haruka
source: Woohoo－ Oops... I'm sorry, that was rude.
pt: Woohoo－ Ops... Mi dispiace, è stato maleducato.

# 84_Park
source: Phew... It certainly takes a bit of strength, doesn't it? Your dance lessons must have built up your stamina. Your sense of rhythm isn't bad, either.
pt: Phew... Ci vuole un po' di forza, non è vero? Le tue lezioni di ballo devono averti messo su un sacco di resistenza. E il tuo senso del ritmo non è niente male, neanche.

# 96_Park
source: But enough about work. That was really fun. Let's play again sometime. You'd better be ready for me!
pt: Ma basta parlare di lavoro. È stato davvero divertente. Giochiamo di nuovo un'altra volta. Faresti meglio a farti trovare pronto!

# 108_Haruka
source: Yes, let's!
pt: Sì, dai!

# 120_Haruka
source: Oh, I lost!
pt: Oh, ho perso!

# 132_Park
source: Hehe, I can tell by your expression that you weren't holding back. Give everything your all, and, win or lose, you'll always gain something.
pt: Hehe, dalla tua espressione capisco che non ti sei trattenuto. Metticela tutta, e, che tu vinca o perda, otterrai sempre qualcosa.

# 144_Park
source: But enough life lessons. That was really fun. Let's play again sometime. You'd better practice!
pt: Ma basta con le lezioni di vita. È stato davvero divertente. Giochiamo di nuovo un'altra volta. Faresti meglio ad allenarti!

# 156_Haruka
source: Yes, let's!
pt: Sì, dai!

# 168_Haruka
source: It's a tie!
pt: È un pareggio!

# 180_Park
source: Hehe, that was a good game. Even though it ended in a tie, it felt good to give it our all, didn't it?
pt: Hehe, è stata una bella partita. Anche se è finita in pareggio, è stato bello dare il massimo, non credi?

# 192_Park
source: That was really fun. Let's play again sometime! You'd better be ready for me!
pt: È stato davvero divertente. Giochiamo di nuovo un'altra volta! Faresti meglio a farti trovare pronto!

# 204_Haruka
source: Yes, let's!
pt: Sì, dai!

# 216_Park
source: What else do they have here, I wonder?
pt: Chissà cos'altro c'è qui?

# 276_Park
source: Oh, look. A PrintCircle machine. Let's try this, Haruka. I've actually never done one of these before.
pt: Oh, guarda. Una macchina PrintCircle. Proviamola, Haruka. A dire il vero, non ne ho mai fatta una prima d'ora.

# 288_Haruka
source: You and me, together?
pt: Io e te, insieme?

# 300_Park
source: What, you don't want to?
pt: Che, non ti va?

# 312_Haruka
source: No, it's not that. I'm just... happy. I never imagined spending a day like this with you.
pt: No, non è quello. Sono solo... felice. Non avrei mai immaginato di passare una giornata così con te.

# 324_Park
source: ...Who would ever imagine the president of Dyna Chair taking PrintCircle photos?
pt: ...Chi si sarebbe mai immaginato il presidente di Dyna Chair a farsi le foto PrintCircle?

# 384_Park
source: So how do we do this?
pt: Allora, come si fa?

# 396_Haruka
source: Let's see. Uhh, first we...
pt: Vediamo un po'. Ehm, per prima cosa noi...

# 408_Haruka
source: We choose some frames... There. How about these? Okay, ready? Here we go!
pt: Scegliamo alcune cornici... Ecco fatto. Che ne dici di queste? Okay, pronto? Ci siamo!

# 420_Park
source: Wait a minute. Where are we supposed to look?
pt: Aspetta un attimo. Dove dobbiamo guardare?

# 432_Haruka
source: Look, we're already on the screen. See? It's about to take the－
pt: Guarda, siamo già sullo schermo. Vedi? Sta per scattare la－

# 456_Park
source: What!? Why didn't you warn me!?
pt: Cosa!? Perché non mi hai avvisato!?

# 468_Haruka
source: Ahaha! I did!
pt: Ahaha! L'ho fatto io!

# 480_Park
source: Well, that won't do at all! I demand a do-over!
pt: Ma così non va affatto! Pretendo di rifare!

# 492_Haruka
source: Really? But they're nice pictures!
pt: Davvero? Ma sono belle foto!

# 504_Park
source: No way! Absolutely, positively not! A do-over!
pt: Non se ne parla! Assolutamente, positivamente no! Pretendo di rifare!

# 516_Haruka
source: Okay, okay. Ready? Here goes!
pt: Okay, okay. Pronto? Ci siamo!

# 576_Park
source: There. Much better.
pt: Ecco. Molto meglio.

# 588_Haruka
source: Okay, and now we can add doodles to this picture. Like this...
pt: Okay, e ora possiamo aggiungere scarabocchi a questa foto. Così...

# 648_Park
source: These came out very well, I'd say. The machine even erased the wrinkles on my face. I should hire this thing to replace Horie.
pt: Queste sono venute molto bene, direi. La macchina ha persino cancellato le rughe sulla mia faccia. Dovrei assumere questa cosa per sostituire Horie.

# 660_Haruka
source: Oh, that's terrible! Hehehe.
pt: Oh, è terribile! Hehehe.

# 672_Park
source: Hahaha! Ah, that was fun. Well, should we get going?
pt: Hahaha! Ah, è stato divertente. Allora, ce ne andiamo?

# 684_Haruka
source: Yes, I suppose we should.
pt: Sì, direi di sì.

# 708_Park
source: I haven't been to an arcade in years. What kind of games are popular nowadays?
pt: Non vado in sala giochi da anni. Che tipo di giochi vanno di moda al giorno d'oggi?

# 720_Haruka
source: Well, some kids in my class were talking about Taiko No Tatsujin. Oh, here it is!
pt: Beh, alcuni ragazzi della mia classe parlavano di Taiko No Tatsujin. Oh, eccolo!

# 744_Park
source: Oh, look. It says two can play. Are you up for a little friendly competition, Haruka?
pt: Oh, guarda. C'è scritto che si può giocare in due. Te la senti per una piccola sfida amichevole, Haruka?

# 756_Haruka
source: Do you know how to play?
pt: Sai come si gioca?

# 768_Park
source: Well, I imagine you just hit the drum with the sticks, so how hard could it be? Okay, yeah, let's try it!
pt: Beh, immagino che basti colpire il tamburo con le bacchette, quindi che ci vuole? Va bene, sì, proviamoci!

# 780_Haruka
source: But what about your hand?
pt: E la tua mano?

# 792_Park
source: Don't you worry about me. Besides, you're going to need all the help you can get.
pt: Non ti preoccupare per me. In più, avrai bisogno di tutto l'aiuto possibile.

# 804_Park
source: But you have to promise to do your best, or it won't be any fun. If you hold back on me because I'm the president, I'll dock your pay!
pt: Ma devi promettere di fare del tuo meglio, altrimenti non sarà divertente. Se ti trattieni con me perché sono il presidente, ti taglio lo stipendio!

# 816_Haruka
source: I won't! I promise!
pt: Non lo farò! Prometto!
