Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0111077d.po
Languages: pt

source: ○The scenery is beautiful.
pt: ○Il paesaggio è bellissimo.

source: □There are lots of pretty girls.
pt: □Ci sono un sacco di belle ragazze.

source: △The food's delicious.
pt: △Il cibo è delizioso.

# 44_Kiryu
source: Whenever I come through Nagasugai, it's always so busy. It really does live up to its title as one of the biggest cities in the country.
pt: Ogni volta che passo per Nagasugai, è sempre così affollata. Si merita proprio il titolo di una delle città più grandi del paese.

# 56_Riku
source: Yeah. There's never a time when folks aren't around.
pt: Sì. Non c'è mai un momento in cui non ci sia gente in giro.

# 68_Riku
source: How come y'wound up working here, Kiryu-san?
pt: Come mai sei finito a lavorare qui, Kiryu-san?

# 80_Kiryu
source: How indeed.
pt: Già, come mai.

# 92_Kiryu
source: I traveled through many cities, but it was here that I ran into someone who found me a place to get settled.
pt: Ho girato per tante città, ma è stato qui che ho incontrato qualcuno che mi ha trovato un posto per sistemarmi.

# 104_Riku
source: Wow, really? Looks like I gotta give this someone my thanks, then. If not for them, I never woulda met ya, Kiryu-san!
pt: Wow, davvero? Allora mi sa che dovrò ringraziare questa persona. Se non fosse per loro, non ti avrei mai incontrato, Kiryu-san!

# 116_Kiryu
source: Yes. But after living here for this long, I feel like I fit right in. I might have ended up settling down here even without his help.
pt: Sì. Ma dopo aver vissuto qui per tutto questo tempo, sento di essermi proprio ambientato. Avrei potuto finire per stabilirmi qui anche senza il suo aiuto.

# 128_Riku
source: Ya don't say? What's it y'like about this place, anyhow?
pt: Dici? Cosa ti piace di questo posto, comunque?

# 140_Kiryu
source: The scenery is beautiful, for one. Being situated between two rivers like this is quite unusual, as far as big cities go.
pt: Il paesaggio è bellissimo, tanto per cominciare. Essere situata tra due fiumi così è piuttosto insolito, per una grande città.

# 152_Riku
source: I know, right? I'm really fond of the sights here in Nagasu, too.
pt: Vero? Anch'io sono proprio affezionato ai panorami qui a Nagasu.

# 164_Riku
source: If it was just about lookin' pretty, the area 'round the train station would be considered nice too. But there ain't nowhere in Hakata quite like this.
pt: Se fosse solo questione di essere carino, anche la zona intorno alla stazione andrebbe bene. Ma non c'è nessun posto a Hakata proprio come questo.

# 176_Kiryu
source: Back when I lived in Okinawa, I felt the same way about the ocean. A good environment is calming. It's ideal for healing a wounded soul.
pt: Ai tempi in cui vivevo a Okinawa, provavo la stessa cosa per l'oceano. Un buon ambiente è rilassante. È l'ideale per curare un'anima ferita.

# 188_Riku
source: Does that mean you're gonna stay livin' here in Hakata forever and ever?
pt: Significa che hai intenzione di restare a vivere qui ad Hakata per sempre?

# 200_Kiryu
source: Who knows what tomorrow will bring? It's hard to say anything is certain.
pt: Chissà cosa porterà il domani? È difficile dire che qualcosa sia certo.

# 212_Kiryu
source: There are lots of pretty girls. That's reason enough right there, don't you think?
pt: Ci sono un sacco di belle ragazze. Basta già questo, non trovi?

# 224_Riku
source: Hehe. Aw, ain't nobody gonna decide where to live just 'cause of that!
pt: Hehe. Ma va', nessuno decide dove vivere solo per quello!

# 236_Kiryu
source: But wouldn't you rather live in a town full of studs over one full of losers?
pt: Ma non preferiresti vivere in una città piena di bei ragazzi piuttosto che in una piena di sfigati?

# 248_Riku
source: Nah, I ain't like that. I'm not the kinda person to judge a book by its cover, y'know?
pt: Nah, io non sono così. Non sono il tipo di persona che giudica un libro dalla copertina, sai?

# 260_Riku
source: A good heart is better than good looks, every time. Y'only really know a guy after you've spent a whole lotta time with him.
pt: Un buon cuore è sempre meglio di un bell'aspetto. Un tizio lo conosci veramente solo dopo che ci hai passato un sacco di tempo insieme.

# 272_Kiryu
source: Looks like you'll need to get to know me a lot better, too.
pt: Sembra che dovrai conoscermi molto meglio, anche tu.

# 284_Riku
source: Hehe. Sure thing!
pt: Hehe. Certo!

# 296_Kiryu
source: The food's delicious. It might even be the best in the whole country.
pt: Il cibo è buonissimo. Potrebbe essere persino il migliore di tutto il paese.

# 308_Riku
source: I guess it is pretty tasty. But I've never lived anywhere else, so I'm thinkin' I wouldn't really know anyhow.
pt: È proprio buono, direi. Ma non ho mai vissuto da nessun'altra parte, quindi non saprei davvero, comunque.

# 320_Riku
source: Is the food in other cities really not as good?
pt: Il cibo nelle altre città non è davvero così buono?

# 332_Kiryu
source: It's not bad, per se. But when it comes to local delicacies and specialty foods, Hakata's are some of the most popular in all of Japan.
pt: Non è male, di per sé. Ma quando si parla di prelibatezze locali e specialità gastronomiche, quelle di Hakata sono tra le più popolari di tutto il Giappone.

# 344_Kiryu
source: I bet if you ever went somewhere else, it wouldn't be long before you'd miss the food here.
pt: Scommetto che se mai andassi da qualche altra parte, ti mancherebbe subito il cibo di qui.

# 356_Riku
source: Hm. I do gotta wonder. Maybe I might really like it if I tried somethin' from someplace new, y'know?
pt: Beh. Devo proprio chiedermelo. Forse mi piacerebbe un sacco se provassi qualcosa da un posto nuovo, sai?

# 368_Kiryu
source: Maybe so. You should plan a cross-country trip and try as many foods as you can.
pt: Può darsi. Dovresti organizzare un viaggio per tutto il paese e provare più cibi possibili.

# 380_Riku
source: Ah, that sounds great!
pt: Ah, che bello!
