Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330486.po
Languages: pt

# 200_Haruka
source: (Club Eden. A cabaret club－ and a really expensive-looking one, at that. Not that it really matters to me.)
pt: (Club Eden. Un cabaret club—e uno che sembra davvero costoso, per giunta. Non che mi importi davvero, comunque.)

# 212_Shinada
source: (I can't visit a place like this right now!)
pt: (Non posso visitare un posto del genere, adesso!)

# 224_Shinada
source: (Wow, this place looks real fancy. I can't go in here just yet.)
pt: (Wow, questo posto sembra davvero di lusso. Non posso entrare qui adesso.)

# 236_Shinada
source: (Shion-chan is in Kamurocho, isn't she? Once her gig at Elise is over, maybe she'll be back. Until then, I don't need to go here.)
pt: (Shion-chan è a Kamurocho, vero? Una volta finito il suo lavoretto da Elise, magari tornerà. Fino ad allora, non ho bisogno di venire qui.)

# 248_Shinada
source: (Okay, so I talked Shion-chan into coming with me to Tokyo. I should go to Elise once I get back to Kamurocho.)
pt: (Ok, quindi ho convinto Shion-chan a venire con me a Tokyo. Dovrei fare un salto da Elise una volta tornato a Kamurocho.)

# 272_Shinada
source: (Maybe I should come back here when I'm alone.)
pt: (Magari dovrei tornare qui quando sono da solo.)

# 284_Shinada
source: (Oh yeah, Akiyama-san asked me to look for some new girls to work at his club. Maybe Shion-chan's interested?)
pt: (Oh sì, Akiyama-san mi ha chiesto di cercare delle nuove ragazze per lavorare al suo club. Forse Shion-chan è interessata?)

# 332_Shinada
source: (Maybe I should come back here when I'm alone.)
pt: (Magari dovrei tornare qui quando sono da solo.)

# 356_Shinada
source: (Club Eden is a cabaret club. Instead of just going on inside, I should check out an adult entertainment info booth first.)
pt: (Club Eden è un cabaret club. Invece di buttarmi dentro così, dovrei prima dare un'occhiata a un chiosco informazioni per l'intrattenimento per adulti.)

# 380_Kiryu
source: (Club Eden's a cabaret club. Tempting, but I should avoid distractions for now.)
pt: (Club Eden è un cabaret club. Allettante, ma dovrei evitare distrazioni per ora.)

# 392_Akiyama
source: (Club Eden is a cabaret club. As fun as it might be, I should fight the urge for right now.)
pt: (Club Eden è un cabaret club. Allettante, ma dovrei resistere all'impulso per ora.)

# 404_Saejima
source: (Club Eden's a cabaret club. It's a waste of time for me to go to a bunch of different clubs. Gotta focus on just one place.)
pt: (Club Eden è un cabaret club. È uno spreco di tempo per me andare in un sacco di locali diversi. Devo concentrarmi su un solo posto.)

# 428_Haruka
source: (Club Eden. A cabaret club－ and a really expensive-looking one, at that. Not that it really matters to me.)
pt: (Club Eden. Un cabaret club— e, per giunta, uno che sembra davvero di lusso. Non che a me importi granché.)
