Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900ab.po
Languages: pt

# 1568_Haruka
source: I'm sure this teacher wouldn't want it getting out he's in a relationship with his student. Talking to him might make him rethink his decisions.
pt: Sono sicura che questo insegnante non vorrebbe che si venisse a sapere della sua relazione con una studentessa. Parlare con lui potrebbe spingerlo a riconsiderare le sue decisioni.

# 1580_Kotani
source: But if you go to the teacher, won't the friend be really upset?
pt: Ma se vai dall'insegnante, la tua amica non se la prenderà moltissimo?

# 1592_Haruka
source: She might be, but if you care about her then it's the right thing to do. After all, no one wins in that kind of relationship.
pt: Potrebbe anche succedere, ma se ci tieni a lei allora è la cosa giusta da fare. In fondo, nessuno ci guadagna in una relazione del genere.

# 1604_Kotani
source: You know, that's pretty true. A relationship like that doesn't make anybody happy in the end.
pt: Sai, è proprio vero. Una relazione del genere non rende felice nessuno, alla fine.

# 1616_Kotani
source: Hm. Maybe I should break up with my man, too.
pt: Mmm. Forse dovrei lasciare anche il mio uomo.

# 1628_Haruka
source: Um, sorry?
pt: Ehm, scusi?

# 1640_Kotani
source: Oh, nothing! I was just thinking out loud.
pt: Oh, niente! Stavo solo pensando a voce alta.

# 1652_Haruka
source: Right.
pt: Giusto.

# 1676_Haruka
source: All right, that concludes our interview. Thank you for your time, Haruka-chan.
pt: Bene, con questo si conclude la nostra intervista. Grazie per la disponibilità, Haruka-chan.

# 1688_Kotani
source: Your sincerity really shone through. I think our readers will love you.
pt: La tua sincerità è emersa chiaramente. Penso che i nostri lettori ti adoreranno.

# 1700_Kotani
source: Thank you very much for today. I hope we can do this again sometime.
pt: Grazie mille per oggi. Spero che potremo farlo di nuovo, prima o poi.

# 1712_Haruka
source: Thank you very much for the opportunity!
pt: Grazie mille per l'opportunità!

# 1868_Haruka
source: All right, that concludes our interview. Thank you for your time, Haruka-chan.
pt: Bene, con questo si conclude la nostra intervista. Grazie per la disponibilità, Haruka-chan.

# 1880_Kotani
source: You're very different from how I imagined you. I believe our readers will be split on what they think of you after this.
pt: Sei molto diversa da come ti immaginavo. Credo che i pareri dei nostri lettori saranno divisi su di te dopo questa intervista.

# 1892_Kotani
source: However, you've given me more than enough to put together a decent article. I hope we can do this again sometime.
pt: Comunque, mi hai dato materiale più che sufficiente per mettere insieme un bell'articolo. Spero che potremo farlo di nuovo, prima o poi.

# 1904_Haruka
source: Thank you very much for the opportunity!
pt: Grazie mille per l'opportunità!

# 2060_Haruka
source: All right, that concludes our interview. I'm tired.
pt: Bene, con questo si conclude la nostra intervista. Sono stanco.

# 2072_Kotani
source: I know I'm an outsider and it might not be my place to say such a thing, but I think you'd do well to show a little more professionalism.
pt: So di essere un estraneo e che forse non spetta a me dirlo, ma penso che faresti bene a mostrare un po' più di professionalità.

# 2084_Kotani
source: Yes, you're young and you're cute, but those things alone won't carry you very far.
pt: Sì, sei giovane e sei carina, ma queste cose da sole non ti porteranno molto lontano.

# 2096_Haruka
source: Oh. I really apologize.
pt: Oh. Mi scuso davvero.

# 2108_Kotani
source: I'm just concerned for you, that's all.
pt: Sono solo preoccupato per te, tutto qui.
