Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a85.po
Languages: pt

source: You got some <Color:8>High-grade Platinum<Color:Default>.
pt: Hai ottenuto del <Color:8>Platino pregiato<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Newspaper Salesman
pt: Giornalaio

# 44_Newspaper Salesman
source: Okay, okay, my bad. Give me a break, just this once! I promise not to bother you again! Never ever!
pt: Ok, ok, scusa. Dammi tregua, solo per questa volta! Prometto di non darti più fastidio! Mai più!

# 56_Kiryu
source: I bet you've caught tons of people out with those pushy, thoughtless sales tactics, haven't you?
pt: Scommetto che con quelle tue tattiche di vendita aggressive e sconsiderate hai fregato un sacco di persone, vero?

# 68_Newspaper Salesman
source: Oh, no, sir! Not at all!
pt: Oh, no, signore! Assolutamente no!

# 80_Kiryu
source: Well you'd better drop the sales pitch altogether. If I hear you've been at it again, you'll have me to answer to. Got that?
pt: Beh, faresti meglio a piantarla del tutto con quella solfa. Se sento che ci sei ricascato, dovrai vedertela con me. Capito?

# 92_Newspaper Salesman
source: Yup! Got it! Won't do it again! Honest to goodness!
pt: Sì! Capito! Non lo farò più! Lo giuro!

# 104_Newspaper Salesman
source: Here, why don't you take this? Hopefully it'll make up for my inexcusable and completely uncharacteristic behavior!
pt: Ecco, perché non prendi questo? Spero che possa rimediare al mio comportamento inammissibile e del tutto fuori dal mio solito!

# 152_Newspaper Salesman
source: Really, I'm sorry as sorry can be! I'll just see myself out now. Have a nice day!
pt: Mi dispiace, mi dispiace davvero tantissimo! Adesso me ne vado. Buona giornata!
