Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169030e.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

# 56_Ioka
source: And that's the general outline of how the show will go. Are you all set now?
pt: E questo è a grandi linee come si svolgerà lo spettacolo. Sei pronta adesso?

# 68_Haruka
source: Yes. Thank you very much.
pt: Sì. Grazie mille.

# 80_Ioka
source: Now to meet with Nomu-san...
pt: Ora di incontrare Nomu-san...

# 92_Ioka
source: Oh, hey, Nomu-san!
pt: Oh, ehi, Nomu-san!

# 116_Ioka
source: Hello, Nomu-san. How are you?
pt: Ciao, Nomu-san. Come stai?

# 128_Nomu-san
source: Oh, hello. I always "love to see you smile," Haruka-chan.
pt: Oh, ciao. Adoro sempre "vederti sorridere", Haruka-chan.

# 140_Haruka
source: Hehehe.
pt: Ah ah ah.

# 152_Nomu-san
source: Come to think of it, you're from Dyna Chair, aren't ya?
pt: Ora che ci penso, sei della Dyna Chair, no?

# 164_Haruka
source: Yes, that's right. Why do you ask?
pt: Sì, è vero. Perché me lo chiedi?

# 176_Nomu-san
source: It's just that you remind me of her.
pt: È solo che mi ricordi lei.

# 188_Haruka
source: I remind you of someone?
pt: Ti ricordo qualcuno?

# 200_Nomu-san
source: Yes, there's somethin' about ya that makes me think of your president when she was young.
pt: Sì, c'è qualcosa in te che mi fa pensare alla tua presidente quando era giovane.

# 212_Haruka
source: Really? Park-san?
pt: Davvero? Park-san?

# 224_Nomu-san
source: That's right. I've been host of this show for a long time, but back when I first started out, Park-chan appeared as a guest a few times.
pt: Esatto. Sono stato il conduttore di questo show per tanto tempo,\nma quando ho iniziato, Park-chan è apparsa come\nospite un paio di volte.

# 236_Nomu-san
source: We were both really new to the business, so we couldn't quite find our rhythm together. Haha. It's kind of embarrassing, really.
pt: Eravamo entrambi davvero nuovi nel settore, quindi non riuscivamo a trovare il nostro ritmo insieme. Ah ah. È un po' imbarazzante, a dire il vero.

# 248_Nomu-san
source: But over the course of a long career, I guess you're bound to have a few flubs here and there.
pt: Ma nel corso di una lunga carriera, credo sia normale fare qualche papera ogni tanto.

# 260_Haruka
source: Wow. Park-san was on your show, too.
pt: Wow. Park-san è stata anche lei nel tuo show.

# 272_Nomu-san
source: Ya know, I really thought she was gonna take off more. She had such promise.
pt: Sai, pensavo davvero che avrebbe sfondato di più. Era così promettente.

# 296_Nomu-san
source: She had real talent, that one. But I guess it just wasn't in the cards for her.
pt: Quella sì che aveva del vero talento. Ma immagino che non fosse nel suo destino.

# 308_Nomu-san
source: To survive in this business, talent's key, of course, but a lot of it just boils down to luck.
pt: Per sopravvivere in questo settore, il talento è la chiave, certo, ma\ngran parte si riduce solo alla fortuna.

# 320_Haruka
source: Luck?
pt: Fortuna?

# 332_Nomu-san
source: Indeed. Not everybody gets the same chances, ya know? That's where the "luck" part comes into play.
pt: Esatto. Non tutti hanno le stesse opportunità, sai? È lì che la parte della "fortuna" entra in gioco.

# 344_Nomu-san
source: And for some, no matter how talented they may be, that lucky chance just never comes. That's the cold, hard truth of it.
pt: E per alcuni, non importa quanto talentuosi possano essere, quell'opportunità fortunata\nnon arriva mai. Questa è la cruda, dura verità.

# 356_Nomu-san
source: So for those lucky ones whose chance comes for them, they have to be sure reach out and grab it.
pt: Quindi, per quei fortunati a cui si presenta l'occasione,\ndevono essere sicuri di coglierla al volo.

# 368_Nomu-san
source: Until then, it's a matter of pourin' everything you have into your work and just believing that, someday, your chance will come.
pt: Fino ad allora, si tratta di riversare tutto quello che hai nel tuo lavoro e credere solo che, un giorno, la tua occasione arriverà.

# 380_Nomu-san
source: Polishin' our skills for that chance at the stage, that's what our work's all about.
pt: Affinare le nostre capacità per quell'opportunità sul palco, è tutto qui il nostro lavoro.

# 392_Nomu-san
source: As a matter of fact, it's not just our work. I think the same applies to all kinds of jobs, maybe even life itself.
pt: Infatti, non è solo il nostro lavoro. Penso che lo stesso valga per tutti i tipi di lavoro, forse anche alla vita stessa.

# 416_Nomu-san
source: But what am I ramblin' on about? Haha, sorry. Got kinda serious, there, didn't it? Never mind me.
pt: Ma cosa sto blaterando? Haha, scusa. La cosa si è fatta un po' seria, non credi? Non farci caso a me.

# 428_Nomu-san
source: But I do wanna say that the Princess League is your big chance, Haruka-chan. Be sure to grab it, ya hear?
pt: Ma ci tengo a dire che la Princess League è la tua grande occasione, Haruka-chan. Sii sicura di coglierla al volo, capito?

# 440_Nomu-san
source: Think of all those poor people whose chance will never come, and give it your all!
pt: Pensa a tutte quelle povere persone la cui occasione non arriverà mai, e dacci dentro!

# 452_Haruka
source: Yes, sir!
pt: Sì, signore!

# 464_Nomu-san
source: Well, I guess I'll be on my way.
pt: Beh, mi sa che mi avvio.

# 488_Ioka
source: (Wow. He may make some inappropriate jokes on air, but off stage, he's a much deeper and more caring person than you'd think.)
pt: (Wow. Potrebbe fare battute inappropriate in onda, ma fuori dal palco, è una persona molto più profonda e premurosa di quanto pensi.)

# 512_Ioka
source: (So I remind him of Park-san when she was young? If I won the Princess League... I wonder if she'd be proud of me.)
pt: (Quindi gli ricordo Park-san da giovane? Se vincessi la Princess League... Mi chiedo se sarebbe orgogliosa di me.)
