Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003c.po
Languages: pt

# 1916_Kiryu
source: Yeah. But I was raised with other children, who were like siblings to me. A boy my age, and a girl three years younger.
pt: Sì. Però sono cresciuto insieme ad altri bambini, che per me erano come fratelli. Un ragazzo della mia età e una ragazza di tre anni più giovane.

# 1928_Hinata
source: Oh, I wish I had siblings the same age as me! Tell me, what's that like?
pt: Oh, vorrei avere dei fratelli della mia stessa età! Dimmi, com'è?

# 1940_Kiryu
source: Hey, I thought I was the one asking questions.
pt: Ehi, pensavo fossi io quello che doveva fare le domande.

# 1952_Kiryu
source: You don't seem like it. You give off the impression of being an only child. Actually, more like the youngest child.
pt: Non si direbbe. Dai l'impressione di essere figlia unica. Anzi, sembri quasi la più piccola.

# 1964_Hinata
source: Yeah, I get that a lot. But it's only 'cause I'm here with you, Kiryu-san.
pt: Sì, me lo dicono spesso. Ma è solo perché sono qui con te, Kiryu-san.

# 1976_Kiryu
source: What do you mean?
pt: Cosa intendi?

# 1988_Hinata
source: Well, I'm the oldest child at home. So when I go out, I like to be the one that's doted on for a change.
pt: Be', a casa sono la più grande. Quindi, quando esco, mi piace essere io quella coccolata, tanto per cambiare.

# 2000_Kiryu
source: Okay, I see. Then I'll dote on you all you want.
pt: Va bene, capisco. Allora ti coccolerò quanto vuoi.

# 2012_Hinata
source: You really mean it!? Yaaay!
pt: Dici davvero!? Sììì!

# 2024_Kiryu
source: ...I might regret this.
pt: ...Potrei pentirmene.

# 2036_Kiryu
source: What's your favorite part of your body?
pt: Qual è la parte del tuo corpo che preferisci?

# 2048_Hinata
source: Hmm. I do like that my legs are long.
pt: Mmh. Mi piace molto il fatto di avere le gambe lunghe.

# 2060_Kiryu
source: Oh? How long are they?
pt: Oh? Quanto sono lunghe?

# 2072_Hinata
source: 85 centimeters!
pt: 85 centimetri!

# 2084_Kiryu
source: And how tall are you?
pt: E quanto sei alta?

# 2096_Hinata
source: 160, on the dot.
pt: 160 spaccati.

# 2108_Kiryu
source: So your legs are longer than your torso? That is pretty impressive.
pt: Quindi hai le gambe più lunghe del busto? È davvero notevole.

# 2120_Hinata
source: I know, right? I'm pretty proud of it.
pt: Vero? Ne vado piuttosto fiera.

# 2132_Kiryu
source: Got any special talents?
pt: Hai qualche talento speciale?

# 2144_Hinata
source: Cleaning up rooms, I guess? When I see someone else's messy room, I just have this urge to clean it all up.
pt: Pulire le stanze, direi? Quando vedo la stanza disordinata di qualcun altro, mi viene proprio voglia di rimettere tutto in ordine.

# 2156_Kiryu
source: Nice. Girls who are good at domestic chores are pretty desirable.
pt: Bene. Le ragazze brave nelle faccende domestiche sono piuttosto apprezzate.

# 2168_Hinata
source: Right? And since I'm against buying things people don't need, I can save you money too!
pt: Vero? E visto che sono contraria a comprare roba che non serve, posso anche farti risparmiare!

# 2180_Kiryu
source: That's weird. You shouldn't have to pick up someone else's mess.
pt: È strano. Non dovresti dover sistemare il disordine di qualcun altro.

# 2192_Hinata
source: Well, my house is tiny, so I've picked up a lot of tricks to make the most out of a small space.
pt: Beh, casa mia è minuscola, quindi ho imparato un sacco di trucchi per sfruttare al meglio uno spazio ridotto.

# 2204_Hinata
source: In fact, it's gotten to the point where my mom really relies on me to take care of things like that.
pt: Anzi, ormai siamo arrivati al punto che mia madre conta davvero su di me per occuparsi di cose del genere.

# 2216_Kiryu
source: It's good you're taking care of your parents.
pt: È un bene che ti prenda cura dei tuoi genitori.

# 2228_Kiryu
source: Anything else?
pt: Qualcos'altro?

# 2240_Hinata
source: Oh, I'm good at hailing a taxi!
pt: Oh, sono brava a chiamare i taxi!

# 2252_Kiryu
source: A taxi? What do you mean by that?
pt: Un taxi? In che senso?

# 2264_Hinata
source: Around here, there are a lot of drivers who won't pick up hostesses. We're too much trouble for them or something.
pt: Da queste parti ci sono un sacco di tassisti che non caricano le hostess. Forse siamo una seccatura per loro, o qualcosa del genere.

# 2276_Kiryu
source: Really? That's not right.
pt: Davvero? Non è giusto.

# 2288_Hinata
source: Yeah, but I have a secret move I use that guarantees a cab driver will stop for me!
pt: Già, ma ho una mossa segreta che garantisce che un tassista si fermi per me!

# 2300_Kiryu
source: Heh. So what's your move?
pt: Heh. E quindi qual è la tua mossa?

# 2312_Hinata
source: I wave a 10,000 yen note at them! That usually gets them to stop.
pt: Gli sventolo una banconota da 10.000 yen! Di solito così si fermano.

# 2324_Kiryu
source: That's ridiculous. You know we're only allowed to charge for what's on the meter, right?
pt: È assurdo. Lo sai che ci è permesso far pagare solo quello che indica il tassametro, vero?

# 2336_Kiryu
source: You know, I've been wondering about something.
pt: Sai, mi stavo chiedendo una cosa.

# 2348_Hinata
source: Yeah?
pt: Sì?

# 2360_Kiryu
source: What are your measurements?
pt: Quali sono le tue misure?

# 2372_Hinata
source: What!? I can't hear you!
pt: Cosa!? Non ti sento!

# 2384_Kiryu
source: I said, what are your measurements?
pt: Ho detto, quali sono le tue misure?

# 2396_Hinata
source: Why would you need to know that?
pt: Perché mai dovresti saperlo?

# 2408_Kiryu
source: Isn't that something people usually want to know?
pt: Non è una cosa che la gente di solito vuole sapere?

# 2420_Hinata
source: Okay... They're, uh, 100, 100, 100.
pt: Va bene... Sono, ehm, 100, 100, 100.

# 2432_Kiryu
source: Maybe I shouldn't have asked that.
pt: Forse non avrei dovuto chiederlo.

# 2444_Kiryu
source: Uh, never mind. That was a rude question.
pt: Ehm, lascia stare. È stata una domanda maleducata.

# 2456_Hinata
source: Look, I'm working on making my boobs bigger, okay? I'll let you know once I'm done with that.
pt: Senti, mi sto impegnando per farmi crescere le tette, okay? Ti farò sapere quando avrò finito.

# 2468_Kiryu
source: Bigger? By doing what?
pt: Più grandi? Facendo cosa?

# 2480_Hinata
source: You know, drinking soy milk, eating cabbage, swimming... Lots of things!
pt: Sai, bevendo latte di soia, mangiando cavoli, nuotando... Un sacco di cose!

# 2492_Kiryu
source: Wow, you're really committed, aren't you?
pt: Wow, fai proprio sul serio, eh?

# 2504_Kiryu
source: Are you a dom or a sub?
pt: Sei un dom o un sub?

# 2516_Hinata
source: What? Neither, I guess.
pt: Cosa? Nessuno dei due, direi.

# 2528_Kiryu
source: Well, if you had to pick one or the other, which would it be?
pt: Beh, se dovessi sceglierne uno dei due, quale sarebbe?

# 2540_Hinata
source: Ugh, I can't stand men who self-identify themselves like that. They sexually harass a girl and then are all, "It's because I'm a dom." I mean, come on.
pt: Ugh, non sopporto gli uomini che si autodefiniscono così. Molestano una ragazza e poi dicono: "È perché sono un dom". Voglio dire, ma per favore.

# 2552_Kiryu
source: I can see you don't like this conversation topic at all.
pt: Vedo che questo argomento non ti piace affatto.

# 2564_Kiryu
source: What do you wear to bed?
pt: Cosa metti per andare a letto?

# 2576_Hinata
source: Umm... Usually just my sweats.
pt: Uhm... Di solito metto solo la tuta.

# 2588_Kiryu
source: Me too. Sweats are the best for hanging around the house and just lounging around.
pt: Anch'io. La tuta è il massimo per stare in casa e rilassarsi un po'.

# 2600_Hinata
source: You really think so, too? Guess we're agreed, then!
pt: Lo pensi davvero anche tu? Allora siamo d'accordo!

# 2612_Kiryu
source: ...This subject did not go the way I thought it would.
pt: ...Questo argomento non è andato come pensavo.

# 2624_Hinata
source: Anyways, I don't really care about what guys wear to bed.
pt: Comunque, non mi importa granché di cosa mettono gli uomini per andare a letto.

# 2636_Kiryu
source: I see.
pt: Capisco.

# 2648_Kiryu
source: That's pretty tomboyish of you. I'd have figured you wore proper sleepwear.
pt: È un comportamento un po' da maschiaccio. Avrei immaginato che indossassi un pigiama vero e proprio.

# 2660_Hinata
source: Well, I practice dancing in my room a lot, so I like to wear stuff that's easy to move around in.
pt: Beh, faccio spesso pratica di danza in camera mia, quindi mi piace indossare roba che sia comoda per muovermi.

# 2672_Kiryu
source: I work out in sweats myself.
pt: Anch'io mi alleno in tuta.

# 2684_Hinata
source: Yeah, see? Having to change is such a hassle, and it's not like I dance enough to sweat either.
pt: Visto? Dovermi cambiare è proprio uno sbattimento, e poi non è che balli così tanto da sudare.

# 2696_Kiryu
source: Makes sense.
pt: Ha senso.

# 2708_Riku
source: Question Conversation 05
pt: Domanda conversazione 05

# 2720_Riku
source: Question Conversation 06
pt: Domanda conversazione 06

# 2732_Riku
source: Question Conversation 07
pt: Domanda conversazione 07

# 2744_Riku
source: Question Conversation 08
pt: Domanda conversazione 08

# 2756_Riku
source: Question Conversation 09
pt: Domanda conversazione 09

# 2768_Riku
source: Question Conversation 10
pt: Domanda conversazione 10

# 2780_Riku
source: Question Conversation 11
pt: Domanda conversazione 11

# 2792_Riku
source: Question Conversation 12
pt: Domanda conversazione 12

# 2804_Riku
source: Question Conversation 13
pt: Domanda conversazione 13

# 2816_Riku
source: Question Conversation 14
pt: Domanda conversazione 14

# 2828_Riku
source: Question Conversation 15
pt: Domanda conversazione 15
