Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0df4.po
Languages: pt

source: I'll take it up with the agency.
pt: Ne parlerò con l'agenzia.

source: The Strawberry Kingdom is real, pon!
pt: Il Regno delle Fragole esiste davvero, pon!

source: Foonyapar him!
pt: Foonyaparalo!

source: Why, me, of course, paloomp!
pt: Ma io, ovviamente, paloomp!

source: It's the traditional Strawberry greeting, pon!
pt: È il tradizionale saluto delle Fragole, pon!

# 56_dummy
source: Welcome to "Love to See You Smile"! How is everybody doing?
pt: Benvenuti a "Love to See You Smile"! Come state?

# 68_Akiyama
source: (Love to See You Smile is a talk show. Maya-chan's really going to need those cue cards to stay in character.)
pt: (Love to See You Smile è un talk show. Maya-chan avrà proprio bisogno di quei cartelli per restare nel personaggio.)

# 80_Nomu-san
source: I see, I see. But, I have to know－do you really have fans?
pt: Capisco, capisco. Però, devo proprio saperlo－hai davvero dei fan?

# 92_Maya
source: Ooh, oui, very much so. I enjoy the love and support of everyone in the Strawberry Kingdom.
pt: Oh, oui, eccome. Ricevo l'amore e il sostegno di tutti nel Regno delle Fragole.

# 104_Nomu-san
source: Let's set aside the kingdom of strawberries for a sec. How about Osaka? Do you have fans in this neck of the woods?
pt: Mettiamo da parte il Regno delle Fragole per un secondo. Che ne dici di Osaka? Hai dei fan da queste parti?

# 116_Maya
source: Oui, oui, I am adored in Osaka, too. How dare you doubt me, Nomu-san, pon!
pt: Oui, oui, sono adorata anche a Osaka. Come osi dubitare di me, Nomu-san, pon!

# 128_Akiyama
source: (Okay. So far so good.)
pt: (Okay. Fin qui tutto bene.)

# 140_Nomu-san
source: Well, you'd be cute if you weren't babbling nonsense. Word of advice: that bit about the Strawberry Kingdom isn't doing ya any favors.
pt: Beh, saresti carina se non blaterassi sciocchezze. Un consiglio: quella storia del Regno delle Fragole non ti sta affatto aiutando.

# 152_Maya
source: Huh? It's not?
pt: Eh? Non è così?

# 164_Nomu-san
source: Of course it's not! When someone comes in with a weird gimmick like that, it makes it hard to engage in banter.
pt: Certo che no! Quando qualcuno se ne esce con una trovata così bizzarra, diventa difficile fare un po' di botta e risposta.

# 176_Nomu-san
source: If you ask me, Maya-chan, you oughta go to your agency and talk it over with them. Maybe consider switching up your brand a little, you know? Something proper!
pt: Se vuoi sapere la mia, Maya-chan, dovresti andare alla tua agenzia e parlarne con loro. Magari considera di cambiare un po' la tua immagine, sai? Qualcosa di serio!

# 188_Maya
source: Uh, but I...
pt: Uh, ma io...

# 200_Akiyama
source: (This calls for a cue card. But what should I write?)
pt: (Qui ci vuole un cartello. Ma cosa dovrei scriverci?)

# 224_dummy
source: (Okay, Maya-chan, look here. "I'll take it up with the agency.")
pt: (Okay, Maya-chan, guarda qui. "Ne parlerò con l'agenzia".)

# 236_Maya
source: I... I'll discuss it with my agency.
pt: Io... Ne parlerò con la mia agenzia.

# 248_Nomu-san
source: Good! That's a smart decision. This bubbly, quirky character... You're way out of your comfort zone, am I right?
pt: Bene! È una decisione saggia. Questo personaggio esuberante e bizzarro... Sei decisamente fuori dalla tua zona di comfort, dico bene?

# 260_Maya
source: No, I'm not trying to be something I'm not. But I could probably appeal to a broader audience if I toned it down a little...
pt: No, non sto cercando di essere qualcuno che non sono. Ma potrei probabilmente piacere a un pubblico più vasto se smorzassi un po' i toni...

# 272_Nomu-san
source: Right? Then, let's make that change. How about it?
pt: Vero? Allora, facciamo questo cambiamento. Che ne dici?

# 284_Maya
source: Um, er, well...
pt: Ehm, ecco... be'...

# 308_Nomu-san
source: Oh, come on, that's not fair.
pt: Oh, andiamo, così non vale.

# 332_Akiyama
source: (Hmm... That didn't go well.)
pt: (Mmh... Non è andata bene.)

# 344_dummy
source: (Okay, Maya-chan, look here. "The Strawberry Kingdom is real, pon!")
pt: (Okay, Maya-chan, guarda qui. "Il Regno delle Fragole esiste davvero, pon!")

# 356_Maya
source: The Strawberry Kingdom is real, pon! It's not some made-up backstory, pon!
pt: Il Regno delle Fragole esiste davvero, pon! Non è una storia inventata, pon!

# 368_Nomu-san
source: My, you're an obstinate one. Don't ya find it tiring to keep up that quirky, perky charade day in, day out?
pt: Caspita, sei proprio ostinata. Non trovi stancante portare avanti quella messinscena bizzarra ed esuberante giorno dopo giorno?

# 380_Maya
source: No, not at all. This is just who I am.
pt: No, per niente. Sono fatta così.

# 392_Nomu-san
source: Please, you can't fool me. Even when you do that foonyapar pose, your eyes tell me you can't stand it.
pt: Ma per favore, non puoi prendermi in giro. Anche quando fai quella posa foonyapar , i tuoi occhi mi dicono che non ne puoi più.

# 404_Maya
source: But, foonyapar is... uh... a standard greeting in the Strawberry Kingdom. It would be silly for me to find it humiliating...
pt: Ma il foonyapar è... ehm... un saluto standard nel Regno delle Fragole. Sarebbe sciocco da parte mia trovarlo umiliante...

# 416_Nomu-san
source: Oh, come off it already. Incidentally, who thought up that foonyapar thing anyway?
pt: Ma piantala. A proposito, chi l'ha inventata comunque quella roba del foonyapar?

# 428_Maya
source: Who? Uh...
pt: Chi? Ehm...

# 440_Akiyama
source: (Uh-oh! Time for another cue card! What do I write this time?)
pt: (Uh-oh! È ora di un altro cartello! Cosa scrivo questa volta?)

# 464_dummy
source: (We're out of options, Maya-chan! Foonyapar him!)
pt: (Non abbiamo più scelta, Maya-chan! Fagli il foonyapar!)

# 476_Maya
source: Uh, er, um...
pt: Uh, ehm, uhm...

# 500_Nomu-san
source: Oh, come on, that's not fair.
pt: Ma dai, così non vale.

# 524_Akiyama
source: (I have to admit, the foonyapar thing's convenient. Even if Maya-chan doesn't like doing it.)
pt: (Devo ammetterlo, quella roba del foonyapar è proprio comoda. Anche se a Maya-chan non piace affatto farla.)

# 548_Nomu-san
source: Hm? What's wrong, Maya-chan? We're live on air. You have to say something, ya know.
pt: Hm? Cosa c'è che non va, Maya-chan? Siamo in diretta. Devi dire qualcosa, sai.

# 560_Maya
source: Um, er, well...
pt: Uh, ehm, beh...

# 584_Nomu-san
source: Oh, come on, that's not fair.
pt: Ma dai, così non vale.

# 608_Akiyama
source: (I have to admit, the foonyapar thing's convenient. Even if Maya-chan doesn't like doing it.)
pt: (Devo ammetterlo, quella roba del foonyapar è proprio comoda. Anche se a Maya-chan non piace affatto farla.)

# 620_dummy
source: (Okay, Maya-chan, say this. "Why, me, of course, paloomp!")
pt: (Ok, Maya-chan, dì questo. "Ma come, io, ovviamente, paloomp!")

# 632_Maya
source: Why, me, of course, paloomp!
pt: Ma come, io, ovviamente, paloomp!

# 644_Nomu-san
source: I see. So you admit it's not a greeting from the Strawberry Kingdom?
pt: Capisco. Quindi ammetti che non è un saluto del Regno delle Fragole?

# 656_Maya
source: Huh?
pt: Uh?

# 668_Nomu-san
source: First, you said it was a greeting from the Strawberry Kingdom, but now you say that you came up with it, paloomp.
pt: Prima hai detto che era un saluto del Regno delle Fragole, ma ora dici di averlo inventato tu, paloomp.

# 680_Maya
source: Uh...
pt: Ehm...

# 692_Akiyama
source: (Oh, damn it! He's right. I screwed up...)
pt: (Maledizione! Ha ragione. Ho toppato...)

# 704_Nomu-san
source: Whaddya say to that, Maya-chan?
pt: Che ne dici di questo, Maya-chan?

# 716_Maya
source: Um, er, I...
pt: Ehm, ecco, io...

# 740_Nomu-san
source: Oh, come on, that's not fair.
pt: Oh, dai, non è giusto.

# 764_Akiyama
source: (Ugh, that could've gone better. A talent has to stay in character constantly or they'll lose credibility.)
pt: (Uff, poteva andare meglio. Un talento deve restare sempre nel personaggio, altrimenti perde credibilità.)

# 776_dummy
source: (Okay, Maya-chan, try this. "It's the traditional Strawberry greeting, pon!")
pt: (Ok, Maya-chan, prova questa. "È il saluto tradizionale delle fragole, pon!")

# 788_Maya
source: Foonyapar is the traditional greeting of the Strawberry Kingdom, pon! Nobody thought it up, pon!
pt: Foonyapar è il saluto tradizionale del Regno delle Fragole, pon! Non l'ha inventato nessuno, pon!

# 800_Nomu-san
source: Okay, okay, you win, Princess! I'm waving the white flag!
pt: Va bene, va bene, hai vinto tu, Principessa! Alzo bandiera bianca!

# 812_Akiyama
source: (She did it! She managed to ride that out. We should be okay now.)
pt: (Ce l'ha fatta! È riuscita a cavarsela. Ora dovremmo essere a posto.)
