Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0828.po
Languages: pt

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Exhausted Man
pt: Uomo Esausto

source: Police Officer
pt: Agente di Polizia

source: Arrested Man
pt: Uomo Arrestato

# 44_Exhausted Man
source: How the hell did you catch up to me? No regular taxi driver could do that!
pt: Ma come diavolo mi hai raggiunto? Un tassista normale non ci riuscirebbe mai!

# 56_Police Officer
source: Hey, what's going on over there!?
pt: Ehi, che succede lì!?

# 68_Police Officer
source: Hm? You're that Okada guy! There's a warrant out for you!
pt: Mmh? Sei tu quel tipo, Okada! C'è un mandato d'arresto per te!

# 80_Exhausted Man
source: Tch...
pt: Tsk...

# 92_Police Officer
source: He's been scamming local restaurants for a while now.
pt: È da un po' che truffa i ristoranti del posto.

# 104_Police Officer
source: Thought you could get away without paying your fare, huh? Surely you can afford a taxi ride with all those meals you've been skipping out on! Now pay up, you scoundrel!
pt: Pensavi di farla franca senza pagare la corsa, eh? Certo che puoi permetterti una corsa in taxi, con tutti quei pasti che hai saltato a sbafo! Adesso paga, mascalzone!

# 116_Exhausted Man
source: All right, all right! Grr...
pt: Va bene, va bene! Grrr...

# 140_Exhausted Man
source: Now, you're coming with me.
pt: Adesso, vieni con me.

# 152_Arrested Man
source: I'll outrun you next time, driver. You just wait.
pt: Ti seminerò la prossima volta, tassista. Aspetta e vedrai.

# 164_Kiryu
source: Hmph. We'll see.
pt: Mmh. Vedremo.

# 176_Exhausted Man
source: Thanks for assisting with the arrest. Bye!
pt: Grazie per l'assistenza con l'arresto. Ciao!
