Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690190.po
Languages: pt

source: Schedule
pt: Programma

source: Statistics
pt: Statistiche

source: Information
pt: Informazioni

source: Quit
pt: Esci

source: Before Heading to a Job
pt: Prima di andare a un incarico

source: Accepting Jobs
pt: Accettare incarichi

source: Idol Abilities
pt: Abilità da idol

source: Enhancing the Agency
pt: Potenziare l'agenzia

source: Gifts from Fans
pt: Regali da Fan

source: Back
pt: Indietro

source: Taking on Jobs
pt: Accettare incarichi

source: Wages
pt: Paga

source: Failing a Job
pt: Fallire un incarico

source: About Agency Enhancement
pt: Informazioni sul potenziamento dell'agenzia

source: Currently Available Enhancements
pt: Potenziamenti attualmente disponibili

source: As the Agency Levels Up 1
pt: Quando l'Agenzia sale di livello 1

source: As the Agency Levels Up 2
pt: Quando l'Agenzia sale di livello 2

source: Agency Level 2: Enhanced Publicity
pt: Livello agenzia 2: Pubblicità potenziata

source: Agency Level 3: Enhanced Media
pt: Livello agenzia 3: Media potenziati

source: Agency Level 4: Enhanced Lessons
pt: Livello agenzia 4: Lezioni potenziate

source: Agency Level 5: Enhanced Publicity
pt: Livello agenzia 5: Pubblicità potenziata

source: Agency Level 6: Enhanced Media
pt: Livello agenzia 6: Media potenziati

source: Agency Level 7: Enhanced Lessons
pt: Livello agenzia 7: Lezioni potenziate

source: Agency Level 8: Enhanced Media
pt: Livello agenzia 8: Media potenziati

source: Agency Level 9: Enhanced Publicity
pt: Livello agenzia 9: Pubblicità potenziata

source: Agency Level 10: Enhanced Media
pt: Livello agenzia 10: Media potenziati

source: Agency Level 11: Enhanced Media
pt: Livello agenzia 11: Media potenziati

source: Agency Level 12: Enhanced Lessons
pt: Livello agenzia 12: Lezioni potenziate

source: Gift from Fans
pt: Regalo dai fan

# 108_dummy
source: (What should I check?)
pt: (Cosa dovrei controllare?)

# 180_dummy
source: (Phew... I'm tired. Maybe I should take a break...)
pt: (Fiu... Sono stanco. Forse dovrei fare una pausa...)

# 192_dummy
source: You will not be able to take on jobs when your health is low. It's a good idea to check your health level before accessing the schedule board.
pt: Non potrai accettare incarichi quando la tua salute è bassa. È una buona idea controllare il tuo livello di salute prima di accedere alla tabella degli incarichi.

# 216_dummy
source: (I think I'll check out the job schedule.)
pt: (Credo che darò un'occhiata al programma di lavoro.)

# 252_Haruka
source: (I think I'll check out the statistics.)
pt: (Credo che darò un'occhiata alle statistiche.)

# 276_dummy
source: (There's some information from the agency here. I think I'll check it out.)
pt: (Ci sono delle informazioni dell'agenzia qui. Credo che darò un'occhiata.)

# 288_dummy
source: (I think I'll read about taking on jobs.)
pt: (Credo che leggerò come accettare gli incarichi.)

# 300_dummy
source: Take a look at the schedule board to see a list of available jobs. Select a job from this list to take it on. Completing jobs improves Haruka's idol abilities, so try to take on as many different jobs as you can.
pt: Dai un'occhiata alla tabella degli incarichi per vedere una lista degli incarichi disponibili. Seleziona un incarico da questa lista per accettarlo. Completare gli incarichi migliora le abilità da idol di Haruka, quindi cerca di accettare quanti più incarichi diversi puoi.

# 312_dummy
source: Upon completing a job, the agency will deposit your wages into your account. You can withdraw your wages at a convenience store ATM.
pt: Dopo aver completato un incarico, l'agenzia depositerà la tua paga sul tuo conto. Puoi prelevare la tua paga presso il bancomat di un minimarket.

# 324_dummy
source: You will not be able to take on jobs when your health is low. It's a good idea to check your health level before accessing the schedule board.
pt: Non potrai accettare incarichi quando la tua salute è bassa. È una buona idea controllare il tuo livello di salute prima di accedere alla tabella degli incarichi.

# 336_dummy
source: Should you fail a job, you will become exhausted and lose health. For the best results, be sure you're prepared before taking on a job.
pt: Se dovessi fallire un incarico, ti esaurirai e perderai salute. Per ottenere i migliori risultati, assicurati di essere preparato prima di accettare un incarico.

# 348_dummy
source: (I think I'll read about idol abilities.)
pt: (Credo che leggerò delle abilità da idol.)

# 372_dummy
source: (I think I'll read about enhancing the agency.)
pt: (Credo che leggerò del potenziamento dell'agenzia.)

# 384_dummy
source: The agency is paid whenever you complete a job. As these payments build up, the agency's level rises. As the agency levels up, its publicity, media, and lessons are enhanced.
pt: L'agenzia viene pagata ogni volta che completi un incarico. Man mano che questi pagamenti si accumulano, il livello dell'agenzia aumenta. Man mano che l'agenzia sale di livello, pubblicità, media e lezioni vengono potenziati.

# 396_dummy
source: Publicity: Enhance publicity to add promotional event jobs. Media: Enhance media to add TV and press jobs. Lessons: Enhance lessons to speed up growth.
pt: Pubblicità: Potenzia la pubblicità per aggiungere incarichi per eventi promozionali. Media: Potenzia i media per aggiungere incarichi televisivi e per la stampa. Lezioni: Potenzia le lezioni per velocizzare la crescita.

# 408_dummy
source: You can now take on promotional event jobs sponsored by Dyna Chair. These jobs garner more fans than those sponsored by others.
pt: Ora puoi accettare incarichi per eventi promozionali sponsorizzati dalla Dyna Chair. Questi incarichi attirano più fan rispetto a quelli sponsorizzati da altri.

# 420_dummy
source: You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: Ora puoi accettare nuovi incarichi televisivi e per la stampa. Dai un'occhiata alla schermata della tabella degli incarichi.

# 432_dummy
source: With an improved lesson studio environment, you will gain more benefits from lessons. Both Singing and Appeal can now be raised more efficiently.
pt: Con un ambiente dello studio per le lezioni migliorato, trarrai maggiori benefici dalle lezioni. Sia il Canto che il Fascino possono ora essere aumentati in modo più efficiente.

# 444_dummy
source: You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: Ora puoi accettare nuovi incarichi televisivi e per la stampa. Dai un'occhiata alla schermata della tabella degli incarichi.

# 456_dummy
source: You can now take on new promotional event jobs. Check them out on the job schedule screen.
pt: Ora puoi accettare nuovi incarichi per eventi promozionali. Dai un'occhiata alla schermata della tabella degli incarichi.

# 468_dummy
source: You can now take on hard lessons. Hard lessons are more exhausting than regular lessons but more rewarding if you succeed.
pt: Ora puoi affrontare le lezioni difficili. Le lezioni difficili sono più stancanti di quelle normali, ma più gratificanti se avrai successo.

# 480_dummy
source: You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: Ora puoi accettare nuovi incarichi televisivi e per la stampa. Dai un'occhiata alla schermata della tabella degli incarichi.

# 492_dummy
source: You can now take on new promotional event jobs. Check them out on the job schedule screen.
pt: Ora puoi accettare nuovi incarichi per eventi promozionali. Dai un'occhiata alla schermata della tabella degli incarichi.

# 504_dummy
source: You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: Ora puoi accettare nuovi incarichi televisivi e per la stampa. Dai un'occhiata alla schermata della tabella degli incarichi.

# 516_dummy
source: You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: Ora puoi accettare nuovi incarichi televisivi e per la stampa. Dai un'occhiata alla schermata della tabella degli incarichi.

# 528_dummy
source: With an improved lesson studio environment, you will gain more benefits from lessons. Both Singing and Appeal can now be raised more efficiently.
pt: Con un ambiente dello studio per le lezioni migliorato, trarrai maggiori benefici dalle lezioni. Sia il Canto che il Fascino possono ora essere aumentati in modo più efficiente.

# 540_dummy
source: When the number of fans reaches certain levels, gifts for Haruka are delivered to Dyna Chair. Gifts can be found in the gift box next to the desks.
pt: Quando il numero di fan raggiunge certi livelli, alla Dyna Chair vengono consegnati dei regali per Haruka. I regali si trovano nella scatola dei regali accanto alle scrivanie.
