Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690083.po
Languages: pt

source: Collecting Trapped Game
pt: Raccolta della Selvaggina Intrappolata

source: Summary of Your Trapping Lesson
pt: Riepilogo della tua Lezione di Trappolaggio

# 44_Okudera
source: Good. Now that that's done, we should go. Animals won't come near it if there are people around. You should always go somewhere else before looping back around to check your traps.
pt: Bene. Ora che abbiamo fatto, è meglio che andiamo. Gli animali non si avvicinano se c'è gente in giro. Dovresti sempre andartene da un'altra parte prima di fare un giro e tornare a controllare le trappole.

# 56_Okudera
source: You never know what can happen. Game might get snared even while you're walking around other trap sites. Then again, it might not. Set traps at good sites, and be patient.
pt: Non si sa mai cosa può succedere. La selvaggina potrebbe finire nella trappola anche mentre te ne vai in giro per altri posti. D'altra parte, potrebbe anche non succedere. Piazza le trappole nei posti giusti, e sii paziente.

# 68_Saejima
source: Got it.
pt: Capito.

# 80_Okudera
source: It should go without saying, but make sure you actually collect trapped game.
pt: Va da sé, ma assicurati di raccogliere effettivamente la selvaggina intrappolata.

# 92_Okudera
source: We're hunters, not indiscriminate killers. Do you understand that?
pt: Siamo cacciatori, non assassini indiscriminati. Lo capisci?

# 104_Saejima
source: I do.
pt: Sì.

# 116_Collecting Trapped Game
source: Any traps you set will appear on the map. To recover them, along with any game that was caught, simply walk up to the trap sites.
pt: Le trappole che piazzi appariranno sulla mappa. Per recuperarle, assieme a qualsiasi selvaggina che è stata catturata, ti basta avvicinarti ai siti delle trappole.

# 128_Summary of Your Trapping Lesson
source: 1. Use different traps for different game. 2. Find trap sites and set traps at those spots. 3. After a trap is set, leave it alone. 4. Always collect trapped game.
pt: 1. Usa trappole diverse per selvaggina diversa. 2. Trova siti per trappole e piazza le trappole in quei punti. 3. Una volta piazzata una trappola, lasciala stare. 4. Raccogli sempre la selvaggina intrappolata.

# 140_Okudera
source: Good. Why don't we look for some more trap sites?
pt: Bene. Perché non cerchiamo altri siti per trappole?
