Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01100308.po
Languages: pt

source: Dealer
pt: Croupier

# 364_Dealer
source: Snake eyes, even!
pt: Uno e uno, pari!

# 376_Dealer
source: 1-2, odd!
pt: Uno-due, dispari!

# 388_Dealer
source: 3-1, even!
pt: 3-1, pari!

# 400_Dealer
source: 4-1, odd!
pt: 4-1, dispari!

# 412_Dealer
source: 5-1, even!
pt: Cinque e uno, pari!

# 424_Dealer
source: 6-1, odd!
pt: Sei e uno, dispari!

# 436_Dealer
source: 2-2, even!
pt: Due-due, pari!

# 448_Dealer
source: 3-2, odd!
pt: Tre e due, dispari!

# 460_Dealer
source: 4-2, even!
pt: Quattro-due, pari!

# 472_Dealer
source: 5-2, odd!
pt: Cinque-due, dispari!

# 484_Dealer
source: 6-2, even!
pt: Sei e due, pari!

# 496_Dealer
source: 3-3, even!
pt: 3-3, pari!

# 508_Dealer
source: 4-3, odd!
pt: Quattro-tre, dispari!

# 520_Dealer
source: 5-3, even!
pt: Cinque-tre, pari!

# 532_Dealer
source: 6-3, odd!
pt: Sei-tre, dispari!

# 544_Dealer
source: 4-4, even!
pt: Quattro-quattro, pari!

# 556_Dealer
source: 5-4, odd!
pt: Cinque-quattro, dispari!

# 568_Dealer
source: 6-4, even!
pt: Sei e quattro, pari!

# 580_Dealer
source: 5-5, even!
pt: Cinque-cinque, pari!

# 592_Dealer
source: 6-5, odd!
pt: Sei-cinque, dispari!

# 604_Dealer
source: 6-6, even!
pt: Sei-sei, pari!
