Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330488.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

# 92_Player
source: (Coach Igarashi said to get three homers out of fifteen pitches on the Intermediate Course.)
pt: (Il coach Igarashi ha detto di ottenere tre fuoricampo su quindici lanci nel Percorso Intermedio.)

# 104_Player
source: (But that'll have to wait.)
pt: (Ma quello dovrà aspettare.)

# 116_Player
source: (Coach Igarashi said to get three homers out of fifteen pitches on the Intermediate Course using only a specific swing.)
pt: (Il coach Igarashi ha detto di ottenere tre fuoricampo su quindici lanci nel Percorso Intermedio usando solo uno swing specifico.)

# 128_Player
source: (The Intermediate Course costs 300 yen to play. Should I go for it?)
pt: (Il Percorso Intermedio costa 300 yen per giocare. Ci provo?)

# 152_Player
source: (Oops. I'm too broke.)
pt: (Ops. Sono troppo al verde.)

# 164_Player
source: (Okay, let's do this.)
pt: (Va bene, facciamolo.)

# 188_Player
source: (Nope. Not now.)
pt: (No. Non adesso.)

# 200_Player
source: (The Intermediate Course costs 300 yen to play. Should I go for it?)
pt: (Il Percorso Intermedio costa 300 yen per giocare. Ci provo?)

# 224_Player
source: (Oops. I'm too broke.)
pt: (Ops. Sono troppo al verde.)

# 236_Player
source: (Okay, let's smack some balls.)
pt: (Va bene, spacchiamo qualche palla.)

# 260_Player
source: (Nope. Not now.)
pt: (No. Non adesso.)

# 272_Player
source: (The level's too high. It's a bit more than I can handle now.)
pt: (Il livello è troppo alto. È un po' troppo per me adesso.)
