Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0bc5.po
Languages: pt

source: New Students
pt: Nuovi Studenti

source: Students
pt: Studenti

source: Student
pt: Studente

source: Stand
pt: In piedi

# 84_Sodachi
source: Argghh! You remain the master, Saejima-san. You haven't lost your edge at all.
pt: Argghh! Rimani il maestro, Saejima-san. Non hai perso un colpo.

# 96_Saejima
source: The edge is a little dull, but I keep the rust off. So, ya learn anythin'?
pt: Sono un po' arrugginito, ma mi tengo in allenamento. Allora, hai imparato qualcosa?

# 108_Sodachi
source: *pant* Not bad.
pt: *pant* Non male.

# 120_Sodachi
source: Look at you, Saejima-san. You took all of us on and held your own. I doubt anyone can beat you.
pt: Guardati, Saejima-san. Ci hai affrontati tutti e hai tenuto botta. Dubito che qualcuno possa batterti.

# 132_Saejima
source: The edge is a little dull, but I keep the rust off. So, ya learn anythin'?
pt: Sono un po' arrugginito, ma mi tengo in allenamento. Allora, hai imparato qualcosa?

# 144_Sodachi
source: Yes! Thank you for the lesson!
pt: Sì! Grazie per la lezione!

# 156_Saejima
source: Good, happy to hear it. Now, I gotta go.
pt: Bene, contento di sentirlo. Ora, devo andare.

# 168_Sodachi
source: Already? It would be nice if you could stay longer.
pt: Già? Sarebbe bello se potessi restare più a lungo.

# 180_Saejima
source: Haven't got much time, actually.
pt: Non ho molto tempo, a dire il vero.

# 192_Sodachi
source: Hm?
pt: Mh?

# 204_Saejima
source: Don't worry about it. You take care.
pt: Non preoccuparti. Stammi bene.

# 216_Sodachi
source: You take care as well. I'll be here, so please drop by anytime. The students are always glad to see you.
pt: Anche tu stammi bene. Sarò qui, quindi passa pure quando vuoi. Gli studenti sono sempre contenti di vederti.

# 228_Sodachi
source: Maybe... you could even train them...
pt: Magari... potresti persino allenarli...

# 240_Saejima
source: No, don't count on that. I don't even know when I can make it out here again.
pt: No, non contarci. Non so nemmeno quando potrò rifarmi vedere da queste parti.

# 252_Sodachi
source: Oh... Are you going away somewhere?
pt: Oh... Te ne vai da qualche parte?

# 264_Saejima
source: Ya might say that. So try not to let the dojo go under while I'm gone.
pt: Si, potresti dirlo. Quindi vedi di non far chiudere il dojo mentre sono via.

# 276_Sodachi
source: Of course! I've committed to making both myself and the dojo stronger!
pt: Certo! Mi sono impegnato a rendere sia me che il dojo più forti!

# 312_Sodachi
source: We will see you again some day, right?
pt: Ti rivedremo un giorno, vero?

# 324_Saejima
source: Yeah.
pt: Sì.

# 336_Sodachi
source: Please try your best to come back! I might actually give you a challenge next time!
pt: Ti prego, cerca di tornare! La prossima volta potrei darti davvero del filo da torcere!

# 372_Sodachi
source: Sodachi Dojo's three principles!
pt: I tre principi del Sodachi Dojo!

# 384_Sodachi
source: One! What can be done today must be done by tomorrow at the latest!
pt: Uno! Quel che si può fare oggi, va fatto entro domani al massimo!

# 396_Students
source: One! What can be done today must be done by tomorrow at the latest!
pt: Uno! Quel che si può fare oggi, va fatto entro domani al massimo!

# 408_Sodachi
source: Two! If it can't be done tomorrow, get it done the day after tomorrow for sure!
pt: Due! Se non si può fare domani, va fatto dopodomani senza fallo!

# 420_Students
source: Two! If it can't be done tomorrow, get it done the day after tomorrow for sure!
pt: Due! Se non si può fare domani, va fatto dopodomani senza fallo!

# 432_Sodachi
source: Three! If the day after tomorrow isn't possible, then really make sure that by the next－ Hm?
pt: Tre! Se dopodomani non è possibile, allora assicurati proprio che entro il prossim－ Hm?

# 456_Sodachi
source: It's been so long, Saejima-san! Do you remember me? It's Sodachi! Wow, I remember back when you taught here. That was huge for us.
pt: È passato così tanto tempo, Saejima-san! Ti ricordi di me? Sono Sodachi! Accidenti, ricordo quando insegnavi qui. È stato importantissimo per noi.

# 468_Saejima
source: Yeah, it's been a while, Sodachi. Seems ya got a lot of students.
pt: Sì, è passato un bel po', Sodachi. Sembra che ti sia fatto un sacco di studenti.

# 480_Sodachi
source: Oh, yes indeed. Your lessons made our boys tough, and our reputation started to spread. Everyone wants in, now.
pt: Oh, sì, proprio così. Le tue lezioni hanno reso i nostri ragazzi tosti, e la nostra reputazione ha iniziato a diffondersi. Ora tutti ci vogliono dentro.

# 492_Sodachi
source: Would you believe this? We're actually starting to make a little money. Hehe, it's yakiniku for me every night.
pt: Ci credi? Stiamo iniziando a far su qualche soldo. Hehe, mi mangio yakiniku tutte le sere.

# 504_Saejima
source: Eat some vegetables, too, eh? Still, good to hear the place is makin' it as a viable business.
pt: Mangiati anche qualche verdura, eh? Comunque, mi fa piacere sentire che il posto sta ingranando come attività.

# 516_Sodachi
source: There's so much to talk about. We should have tea! Do you have a little time?
pt: Abbiamo così tanto di cui parlare. Dovremmo farci un tè! Hai un attimo?

# 528_Saejima
source: Sure.
pt: Certo.

# 600_Saejima
source: ...I see. A lot's happened.
pt: ...Capisco. Ne sono successe di cose.

# 612_Sodachi
source: Oh, yes. The five students you taught have all gone on to become successful in each of their fields.
pt: Oh, sì. I cinque studenti che hai insegnato hanno tutti avuto successo nei rispettivi campi.

# 624_Sodachi
source: And they're all still active in martial arts.
pt: E sono tutti ancora attivi nelle arti marziali.

# 636_Saejima
source: Good to hear. Makes it all worthwhile.
pt: Fa piacere sentirlo. Così ne è valsa la pena.

# 648_Sodachi
source: Yeah... Say, Saejima-san... Might I trouble you to conduct a session with our new students?
pt: Sì... Senta, Saejima-san... Potrei disturbarla per tenere una sessione con i nostri nuovi studenti?

# 660_Saejima
source: What, train them?
pt: Cosa, allenarli?

# 672_Sodachi
source: Yes. Every student you traded blows with made incredible gains.
pt: Sì. Ogni studente con cui hai scambiato colpi ha fatto progressi incredibili.

# 684_Sodachi
source: If you could impart your teachings and passion to our new students, I'm sure it will spur great growth.
pt: Se potessi trasmettere i tuoi insegnamenti e la tua passione ai nostri nuovi studenti, sono sicuro che stimolerà una grande crescita.

# 696_Student
source: Master Saejima! Please teach us!
pt: Maestro Saejima! Insegnaci, ti prego!

# 708_Saejima
source: Well... All right. Just this once.
pt: Beh... Va bene. Solo per questa volta.

# 720_Sodachi
source: Thank you so much! Okay, everyone get ready!
pt: Grazie mille! Ok, tutti preparatevi!

# 732_Student
source: Yes, sir!
pt: Sì, signore!

# 804_Sodachi
source: Now, shall we?
pt: E allora, cominciamo?

# 816_Saejima
source: What, you're fightin', too?
pt: Cosa, combatti anche tu?

# 828_Sodachi
source: Of course. I need to set an example, don't I?
pt: Certo. Devo dare l'esempio, no?

# 840_Sodachi
source: You should know... I've made some progress, too. Don't underestimate me!
pt: Sappi che... Anche io ho fatto progressi. Non sottovalutarmi!

# 852_Saejima
source: Well. That, I gotta see.
pt: Beh. Questo lo devo proprio vedere.

# 864_Sodachi
source: Hehe. I'm really looking forward to this. No holding back, now!
pt: Hehe. Non vedo l'ora. Non trattenetevi, adesso!

# 876_Saejima
source: Sure. All of ya, come at me together.
pt: Certo. Tutti quanti, venitemi addosso insieme.

# 888_Sodachi
source: All right! Come on, warriors! We'll show this guy what's what!
pt: Ok! Forza, guerrieri! Gli faremo vedere chi siamo!

# 900_Students
source: Huh? Uh, yes, sir!
pt: Eh? Uh, sì, signore!
