Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690106.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Event Organizer
pt: Organizzatore dell'evento

source: I could use a reminder.
pt: Mi farebbe comodo un promemoria.

source: Yes, I'm all set.
pt: Sì, sono a posto.

source: Handshake Events
pt: Eventi di stretta di mano

source: The Remover 1
pt: Lo Sgomberatore 1

source: The Remover 2
pt: Lo Sgomberatore 2

source: How to Play
pt: Come si gioca

source: Could you explain it one more time?
pt: Potresti spiegarlo di nuovo?

# 56_Event Staff
source: Sawamura-san is here!
pt: Sawamura-san è qui!

# 68_Haruka
source: Hello, everyone!
pt: Ciao a tutti!

# 80_Haruka
source: I'm Haruka Sawamura. Thank you for having me here today!
pt: Sono Haruka Sawamura. Grazie per avermi qui oggi!

# 92_Event Organizer
source: Ah, Sawamura-san! Thank you for coming!
pt: Ah, Sawamura-san! Grazie per essere venuta!

# 104_Event Organizer
source: That article we did on you was a real hit, so we decided to organize this handshake event for our readers.
pt: Quell'articolo che abbiamo fatto su di te ha avuto un successone, così abbiamo deciso di organizzare questo evento di stretta di mano per i nostri lettori.

# 116_Haruka
source: I'm very glad to hear that! I look forward to meeting everyone.
pt: Mi fa molto piacere sentirlo! Non vedo l'ora di incontrare tutti.

# 128_Event Organizer
source: Great! Lots of guests are already lined up outside. Shall we get started?
pt: Ottimo! Ci sono già un sacco di invitati in fila fuori. Cominciamo?

# 140_Haruka
source: Let's go!
pt: Andiamo!

# 152_Event Organizer
source: Oh, I almost forgot. Do you already know what goes on in a handshake event?
pt: Ah, quasi dimenticavo. Sai già come funziona un evento di stretta di mano?

# 164_Haruka
source: I could use a reminder, if you wouldn't mind.
pt: Mi farebbe comodo un ripasso, se non ti dispiace.

# 176_Event Organizer
source: No problem. Let me go over the basics.
pt: Nessun problema. Ti spiego le basi.

# 188_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che il tempo scada. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila dei fan. Infine, fai attenzione ai super fan con addosso gli happi. Loro possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 200_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Mentre è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere mantenuta in movimento. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "The Remover". Lui scoraggia i fan dal fermarsi troppo a lungo e li rimuove se necessario.

# 212_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene rimosso se ne va spaventato, e il livello di soddisfazione dei fan cala. Per fortuna, "The Remover" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per sfoderargli un sorriso e si scioglierà, dimenticandosi del suo lavoro. Puoi sfruttare la cosa a tuo vantaggio sorridendo al momento giusto.

# 224_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 236_Event Staff
source: Does that all make sense?
pt: Ti è tutto chiaro?

# 248_Haruka
source: Yes, I'm all set. Thank you.
pt: Sì, sono a posto. Grazie.

# 260_Event Organizer
source: Okay, great. Let's get started, then!
pt: Okay, ottimo. Cominciamo, allora!

# 272_Event Staff
source: You got it!
pt: Perfetto!

# 308_Haruka
source: I'm sorry. Could you explain it one more time?
pt: Mi dispiace. Potresti spiegarmelo un'altra volta?

# 320_Event Organizer
source: Sure thing. I'll go over the basics.
pt: Nessun problema. Ti spiego le basi.

# 332_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che il tempo scada. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila dei fan. Infine, fai attenzione ai super fan con addosso gli happi. Loro possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 344_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Mentre è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche essere mantenuta in movimento. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "The Remover". Lui scoraggia i fan dal fermarsi troppo a lungo e li rimuove se necessario.

# 356_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene rimosso se ne va spaventato, e il livello di soddisfazione dei fan cala. Per fortuna, "The Remover" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per sfoderargli un sorriso e si scioglierà, dimenticandosi del suo lavoro. Puoi sfruttare la cosa a tuo vantaggio sorridendo al momento giusto.

# 368_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 380_Event Staff
source: Does that all make sense?
pt: Ti è tutto chiaro?

# 392_Haruka
source: Yes, I'm all set. Thank you.
pt: Sì, sono a posto. Grazie.

# 404_Event Organizer
source: Okay, great. Let's get started, then!
pt: Okay, ottimo. Cominciamo, allora!

# 416_Event Staff
source: You got it!
pt: Perfetto!
