Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0169006a.po
Languages: pt

source: Tracks
pt: Tracce

source: Leading Your Companion
pt: Guidare il tuo Compagno

# 56_Saejima
source: Okudera-han, whaddya make of these tracks?
pt: Okudera-han, che ne dici di queste Tracce?

# 68_Okudera
source: Definitely deer tracks, and they're fresh. The deer are probably close by.
pt: Di certo Tracce di cervo, e sono fresche. I cervi sono probabilmente qui intorno.

# 80_Tracks
source: You may find animal tracks on the mountain. Follow them to locate prey.
pt: Potresti trovare Tracce di animali sulla montagna. Seguile per localizzare la preda.

# 92_Saejima
source: So, follow 'em?
pt: Allora, le seguiamo?

# 104_Okudera
source: Yes, and from here on out, keep the chatter to a minimum. Let's use hand signals.
pt: Sì, e da qui in avanti, chiacchiere al minimo. Usiamo i segnali a mano.

# 116_Leading Your Companion
source: Press <Action:Button_L2@Hunter_And_Killer> to signal your (NPC) companion. There are two commands: "Come with me" and "Stay put."
pt: Premi <Action:Button_L2@Hunter_And_Killer> per segnalare il tuo (NPC) compagno. Ci sono due comandi: "Vieni con me" e "Stai fermo."

# 128_Okudera
source: Okay, listen. If you spot some deer, approach them from behind carefully.
pt: Senti un po'. Se avvisti dei cervi, avvicinali con cautela da dietro.

# 140_Okudera
source: Get as close as possible, then shoot. Got that?
pt: Avvicinati il più possibile, poi spara. Capito?

# 152_Saejima
source: Yup.
pt: Già.
