Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134000c.po
Languages: pt

# 2208_Kaguya
source: Speaking of, I was surprised to learn that calling it nama-zushi is a Hokkaido dialect thing.
pt: A proposito, mi ha sorpreso scoprire che chiamarlo 'nama-zushi' sia un'espressione tipica del dialetto dell'Hokkaido.

# 2220_Saejima
source: What's nama-zushi? Fish in vinegar?
pt: Che cos'è il nama-zushi? Pesce sott'aceto?

# 2232_Kaguya
source: Here in Hokkaido, it's just what we call your typical nigiri-zushi.
pt: Qui nell'Hokkaido è così che chiamiamo il tipico nigiri-zushi.

# 2244_Saejima
source: So then what does sushi mean here?
pt: E allora cosa s'intende per sushi da queste parti?

# 2256_Kaguya
source: Norimaki, or inarizushi.
pt: Norimaki o inarizushi.

# 2268_Saejima
source: Sounds confusin'.
pt: Sembra un bel casino.

# 2280_Kaguya
source: It always feels like a pain to leave the house, so sometimes I get sushi delivered.
pt: È sempre una scocciatura uscire di casa, quindi a volte ordino il sushi a domicilio.

# 2292_Kaguya
source: But what you've said makes me want to head to the market right now! I'll make a rice bowl with more uni than any restaurant could possibly serve!
pt: Ma quello che hai detto mi fa venire voglia di correre al mercato proprio adesso! Mi preparerò una ciotola di riso con più ricci di mare di quanti qualsiasi ristorante potrebbe mai servirne!

# 2304_Saejima
source: Yer gonna buy freshly caught uni? Sounds real tasty.
pt: Hai intenzione di comprare dei ricci di mare appena pescati? Sembrano proprio buoni.

# 2316_Kaguya
source: You know, this business of lying about my age... You could call it a real catfish story.
pt: Sai, questa faccenda di mentire sulla mia età... la si potrebbe definire proprio una "storia di pesci".

# 2328_Saejima
source: Huh?
pt: Uh?

# 2340_Kaguya
source: But now I'd rather it be a sea urchin story!
pt: Ma ora preferirei che fosse una storia di ricci di mare!

# 2352_Saejima
source: ...What're ya even talkin' about?
pt: ...Ma di che diavolo stai parlando?

# 2364_Kaguya
source: Saejima-san, we already talked about this.
pt: Saejima-san, ne abbiamo già parlato.

# 2376_Saejima
source: Oh, did we?
pt: Ah, sì?

# 2388_Kaguya
source: I guess you're really interested in this topic.
pt: A quanto pare questo argomento ti interessa proprio.

# 2424_Saejima
source: So, do ya know why white chocolate's white?
pt: Allora, lo sai perché il cioccolato bianco è bianco?

# 2436_Kaguya
source: Is white chocolate even really chocolate though? They taste completely different.
pt: Ma poi, il cioccolato bianco è davvero cioccolato? Hanno dei sapori completamente diversi.

# 2448_Saejima
source: They're made from the same stuff, but it's white 'cause they don't include the cocoa mass.
pt: Sono fatti della stessa roba, ma è bianco perché non ci mettono la pasta di cacao.

# 2460_Saejima
source: That's also why it ain't bitter. That and 'cause milk and sugar are mixed in.
pt: È anche per questo che non è amaro. Per quello e perché ci mischiano latte e zucchero.

# 2472_Kaguya
source: Oh really? I'm a big chocoholic, but I never considered white chocolate to be chocolate. I'll have to do a little taste test sometime!
pt: Oh davvero? Sono una vera fanatica del cioccolato, ma non ho mai considerato il cioccolato bianco come vero cioccolato. Prima o poi dovrò fare una piccola prova di assaggio!

# 2484_Kaguya
source: But since I spend so much time at home, eating chocolate will make me fat.
pt: Ma siccome passo così tanto tempo a casa, mangiare cioccolato mi farà ingrassare.

# 2496_Saejima
source: White chocolate has more calories than regular chocolate too.
pt: Il cioccolato bianco ha pure più calorie di quello normale.

# 2508_Kaguya
source: Dang. Guess I'll have to pass then...
pt: Accidenti. Allora mi sa che dovrò passare...

# 2520_Kaguya
source: Oh, that reminds me! My lucky color today is white!
pt: Oh, a proposito! Oggi il mio colore fortunato è il bianco!

# 2532_Saejima
source: Heh. Maybe there's a connection there.
pt: Eh. Magari c'è un nesso.

# 2544_Kaguya
source: Maybe I'll buy some white chocolate on my way home from work!
pt: Magari mi compro del cioccolato bianco mentre torno a casa dal lavoro!

# 2556_Kaguya
source: You know what? Every year I send Valentine's chocolate to my favorite martial artist!
pt: Sai una cosa? Ogni anno mando del cioccolato per San Valentino al mio lottatore preferito!

# 2568_Saejima
source: Would a martial artist even want somethin' that sweet? And don't they got a strict meal regimen?
pt: Ma un lottatore vorrebbe davvero qualcosa di così dolce? E poi non hanno un regime alimentare ferreo?

# 2580_Kaguya
source: Yeah, but this person loves super sweet things! I heard about it in an interview with him and thought I should send him something!
pt: Sì, ma questa persona adora le cose super dolci! L'ho sentito in una sua intervista e ho pensato di mandargli qualcosa!

# 2592_Saejima
source: Ya really keep up to date with things.
pt: Ti tieni proprio aggiornata su tutto, eh.

# 2604_Kaguya
source: That girl I was talking about before gave me a Valentine's chocolate.
pt: Quella ragazza di cui parlavo prima mi ha dato un cioccolatino per San Valentino.

# 2616_Kaguya
source: I'd assumed it was a normal friendly exchange at the time, but looking back, I wonder if she went all-out and made it for me by hand.
pt: Al tempo avevo dato per scontato che fosse un normale scambio tra amici, ma ripensandoci, mi chiedo se non si sia data da fare per farmelo a mano.

# 2628_Saejima
source: What, you think she's been tryin' to make a move on ya this whole time?
pt: Cosa, pensi che abbia cercato di provarci con te per tutto questo tempo?

# 2640_Kaguya
source: Saejima-san, we already talked about this.
pt: Saejima-san, ne abbiamo già parlato.

# 2652_Saejima
source: Oh, did we?
pt: Ah, davvero?

# 2664_Kaguya
source: I guess you're really interested in this topic.
pt: Vedo che questo argomento ti interessa parecchio.

# 2700_Saejima
source: Hot water bottles are sellin' big recently. I guess they're perfect for cold Hokkaido.
pt: Le borse dell'acqua calda vanno forte ultimamente. Immagino siano perfette per il freddo dell'Hokkaido.

# 2712_Kaguya
source: Hot water bottles? I'm not good with that sort of thing. It's a pain to prepare, and it's hard so it'll hurt if I trip.
pt: Le borse dell'acqua calda? Non fanno proprio per me. È una seccatura prepararle, e poi sono dure, quindi mi farei male se ci inciampassi sopra.

# 2724_Saejima
source: Newer ones got fluffy covers that are supposed to make 'em feel real nice and cozy.
pt: Quelle nuove hanno delle fodere soffici che dovrebbero renderle belle comode.

# 2736_Kaguya
source: Oh wow, really?
pt: Oh, wow, davvero?

# 2748_Saejima
source: They come in different shapes so you can wrap it around yer neck or hang it on yer shoulder. Ya can even wear some of 'em like a shoe.
pt: Ce ne sono di varie forme, così puoi avvolgerle intorno al collo o appoggiarle sulle spalle. Alcune puoi persino indossarle come delle scarpe.

# 2760_Kaguya
source: I had no idea! I'll try to find one online!
pt: Non ne avevo idea! Proverò a cercarne una online!

# 2772_Kaguya
source: Speaking of which, when I stayed with my friend in Tokyo, I was shocked at how cold it was!
pt: A proposito, quando sono stata da una mia amica a Tokyo, sono rimasta scioccata da quanto facesse freddo!

# 2784_Saejima
source: Tokyo was cold? How come?
pt: Tokyo era fredda? Come mai?

# 2796_Kaguya
source: My guess is the walls in Tokyo are thinner than the ones we have in Hokkaido.
pt: Secondo me le pareti a Tokyo sono più sottili di quelle che abbiamo in Hokkaido.

# 2808_Kaguya
source: I'm fine with a T-shirt at home in Hokkaido, but in Tokyo I needed to wear another layer.
pt: In Hokkaido mi basta stare in maglietta quando sono a casa, ma a Tokyo ho dovuto mettermi un altro strato sopra.

# 2820_Saejima
source: I see. Come to think of it, the thickness of the prison walls were different in Hokkaido than in Okinawa.
pt: Capisco. A pensarci bene, lo spessore delle pareti della prigione era diverso in Hokkaido rispetto a Okinawa.

# 2832_Kaguya
source: We've been getting a lot more convenient tech like that recently. It makes my life as a shut-in much better!
pt: Ultimamente sta uscendo un sacco di tecnologia comoda come quella. Rende la mia vita da pantofolaia decisamente migliore!

# 2844_Saejima
source: Maybe all these conveniences aren't so good...
pt: Forse tutte queste comodità non sono poi così un bene...

# 2856_Kaguya
source: I use my cell phone a lot when it's cold too.
pt: Uso un sacco il cellulare anche quando fa freddo.

# 2868_Saejima
source: Yeah? Why's that?
pt: Ah sì? Come mai?

# 2880_Kaguya
source: The longer I use the phone, the warmer the phone gets. Then I stick it in my pocket as a sort of makeshift pocket heater!
pt: Più a lungo uso il telefono, più si scalda. Poi me lo infilo in tasca come una specie di scaldino di fortuna!

# 2892_Saejima
source: Yer a real piece a' work, ya know.
pt: Sei proprio un bel fenomeno, sai.

# 2904_Kaguya
source: And hey, if you're cold, just cozy up with a girl and she'll warm you right up!
pt: E senti, se hai freddo, basta stare vicini a una ragazza e lei ti scalderà in un attimo!

# 2916_Saejima
source: Well, the human body runs at 36.7 degrees Celsius. That's sorta like a hot water bottle.
pt: Be', il corpo umano sta a 36,7 gradi. Praticamente è come una borsa dell'acqua calda.

# 2928_Kaguya
source: Maybe I'll get my friend to come stay at my place, just for the winter. Hehe!
pt: Magari chiederò a un amico di venire a stare da me, giusto per l'inverno. Hehe!

# 2940_Saejima
source: Maybe don't mention that to her...
pt: Magari non dirglielo...

# 2952_Kaguya
source: Saejima-san, we already talked about this.
pt: Saejima-san, ne abbiamo già parlato.

# 2964_Saejima
source: Oh, did we?
pt: Ah, sì?

# 2976_Kaguya
source: I guess you're really interested in this topic.
pt: Mi sa che questo argomento ti interessa proprio un sacco.

# 3012_Saejima
source: I hear that in Hokkaido ya eat yer traditional New Year's meal on New Year's Eve. That true?
pt: Ho sentito che in Hokkaido il pasto tradizionale di Capodanno lo mangiate già alla vigilia. È vero?

# 3024_Kaguya
source: It is. In mainland Japan, I hear you wait until the actual new year starts before you eat it.
pt: Proprio così. Ho sentito che nel resto del Giappone aspettate che inizi l'anno nuovo vero e proprio prima di mangiarlo.

# 3036_Saejima
source: Yeah. On New Year's Eve, we traditionally eat soba noodles.
pt: Già. La sera dell'ultimo dell'anno, per tradizione mangiamo i soba noodle.

# 3048_Kaguya
source: We eat that too. But New Year's Eve is an even more extravagant feast than Christmas for us!
pt: Mangiamo anche quelli. Ma per noi l'ultimo dell'anno è un banchetto ancora più sontuoso del Natale!

# 3060_Saejima
source: Wow. I guess since ya got the bounty of the sea up here it's tastier than down in Tokyo.
pt: Wow. Immagino che con tutte le prelibatezze del mare che avete quassù sia tutto più buono che giù a Tokyo.

# 3072_Kaguya
source: Doesn't each part of the country have its own unique New Year's food? I hadn't thought about it before, but in Hokkaido it's really delicious!
pt: Ogni zona del Paese ha le sue specialità di Capodanno, no? Non ci avevo mai pensato prima, ma qui in Hokkaido è tutto delizioso!

# 3084_Kaguya
source: I only worked in Tokyo for a little bit, but I still got hit with some major culture shock while I was down there!
pt: Ho lavorato a Tokyo solo per un po', ma ho comunque subito un bello shock culturale mentre ero laggiù!

# 3096_Saejima
source: Hm. Like what?
pt: Hm. Tipo cosa?

# 3108_Kaguya
source: Let me think...
pt: Fammi pensare...

# 3120_Kaguya
source: Oh, that's right! I saw my first cockroach! It skittered out from behind the refrigerator in the club's kitchen!
pt: Oh, è vero! Ho visto il mio primo scarafaggio! È sbucato fuori da dietro il frigorifero della cucina del locale!

# 3132_Saejima
source: That's shockin' for lotsa reasons actually...
pt: È scioccante per un sacco di motivi, a dirla tutta...

# 3144_Kaguya
source: When I was in college, I made sure to get together with friends for a New Year's Eve party every year!
pt: Quando andavo all'università, mi assicuravo sempre di trovarmi con gli amici per una festa l'ultimo dell'anno!

# 3156_Saejima
source: Sounds like a good time. Maybe I oughta do somethin' like that to ring in the new year...
pt: Sembra divertente. Forse dovrei fare anch'io qualcosa del genere per festeggiare l'anno nuovo...

# 3168_Kaguya
source: It is! I never bother doing a New Year's shrine visit. Instead I celebrate by eating and drinking and then lounging around the house.
pt: Già! Non mi prendo mai la briga di fare la visita al santuario per l'anno nuovo. Invece festeggio mangiando e bevendo, per poi poltrire un po' in giro per casa.

# 3180_Kaguya
source: So I always gain weight in early January.
pt: Quindi finisco sempre per ingrassare a inizio gennaio.

# 3192_Saejima
source: Then just get out more...
pt: Allora esci un po' di più...

# 3204_Kaguya
source: I guess if I get married, I'll have no choice but to prepare the New Year's meal.
pt: Mi sa che se mi sposo non avrò altra scelta che preparare il pasto di Capodanno.

# 3216_Saejima
source: Makin' it all from scratch is a big pain. Just get a premade one from the store.
pt: Preparare tutto da zero è una faticaccia. Prendine uno già pronto in negozio.

# 3228_Kaguya
source: But ordering it is a pain too... Would it be okay if I just went to a convenience store?
pt: Ma anche ordinarlo è una faticaccia... Andrebbe bene se andassi semplicemente in un convenience store?

# 3240_Saejima
source: Why're ya askin' me?
pt: Perché lo chiedi a me?

# 3252_Kaguya
source: Saejima-san, we already talked about this.
pt: Saejima-san, ne abbiamo già parlato.

# 3264_Saejima
source: Oh, did we?
pt: Ah, sì?

# 3276_Kaguya
source: I guess you're really interested in this topic.
pt: Mi sa che questo argomento ti interessa proprio.

# 3312_Kaguya
source: Rumor Topic 05
pt: Argomento pettegolezzo 05

# 3324_Kaguya
source: Rumor Topic 06
pt: Argomento pettegolezzo 06

# 3336_Kaguya
source: Rumor Topic 07
pt: Argomento pettegolezzo 07

# 3348_Kaguya
source: Rumor Topic 08
pt: Argomento pettegolezzo 08

# 3360_Kaguya
source: Rumor Topic 09
pt: Argomento pettegolezzo 09

# 3372_Kaguya
source: Rumor Topic 10
pt: Argomento pettegolezzo 10

# 3384_Kaguya
source: Rumor Topic 11
pt: Argomento pettegolezzo 11

# 3396_Kaguya
source: Rumor Topic 12
pt: Argomento pettegolezzo 12

# 3408_Kaguya
source: Rumor Topic 13
pt: Argomento pettegolezzo 13

# 3420_Kaguya
source: Rumor Topic 14
pt: Argomento pettegolezzo 14

# 3432_Kaguya
source: Rumor Topic 15
pt: Argomento pettegolezzo 15
