Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690102.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Yes, I think so.
pt: Sì, credo di sì.

source: No, that's all right.
pt: No, va bene così.

source: Handshake Events
pt: Eventi Handshake

source: The Remover 1
pt: Il Rimotore 1

source: The Remover 2
pt: Il Rimotore 2

source: How to Play
pt: Come si gioca

source: I'm sorry. Could you explain it just one more time?
pt: Mi dispiace. Potrebbe spiegarmelo ancora una volta?

source: Yes, I think I'm all set.
pt: Sì, credo di essere a posto.

# 56_Event Staff
source: Ah, Uda-san. Sawamura-san is here.
pt: Ah, Uda-san. Sawamura-san è qui.

# 68_Haruka
source: Hello, everyone!
pt: Ciao a tutti!

# 80_Uda
source: Hello, Haruka-san. It's nice to see you again!
pt: Ciao, Haruka-san. È un piacere rivederti!

# 92_Haruka
source: Hello, Uda-san! Thank you for inviting me back!
pt: Ciao, Uda-san! Grazie per avermi invitato di nuovo!

# 104_Uda
source: You're probably used to this by now, but before we get started, would you like a reminder on how handshake events work?
pt: Probabilmente ci avrai fatto l'abitudine ormai, ma prima di iniziare, ti andrebbe un ripassino su come funzionano gli Eventi Handshake?

# 116_Haruka
source: No, that's all right. I think I've got it.
pt: No, va bene così. Credo di essere a posto.

# 128_Uda
source: So young, yet so professional! Let's get started then, shall we?
pt: Così giovane, eppure così professionale! Allora, iniziamo?

# 140_Haruka
source: Yes, I'm ready!
pt: Sì, sono pronta!

# 152_Uda
source: All right, people! We're ready to get started!
pt: Forza, gente! Siamo pronti per iniziare!

# 164_Event Staff
source: I'll start letting the guests in!
pt: Inizio a far entrare la gente!

# 200_Haruka
source: Yes, I think so. I want to make sure I get it right.
pt: Sì, credo di sì. Voglio assicurarmi di fare le cose per bene.

# 212_Uda
source: All right. Let me give you a rundown of how it usually goes.
pt: Va bene. Ti faccio un ripassino su come funziona di solito.

# 224_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai all'erta per i super fan che indossano gli happi. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 236_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Mentre è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche continuare a scorrere. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "Lo Spazzino". Lui sconsiglia ai fan di indugiare troppo e li allontana se necessario.

# 248_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va spaventato, e il livello di soddisfazione dei fan cala. Fortunatamente, "Lo Spazzino" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e andrà in brodo di giuggiole, dimenticandosi di fare il suo lavoro. Puoi sfruttare la cosa a tuo vantaggio sorridendo al momento giusto.

# 260_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 272_Event Staff
source: Well, that's about it. I hope that made a little more sense this time.
pt: Beh, è tutto. Spero che stavolta ti sia un po' più chiaro.

# 284_Haruka
source: I'm sorry. Could you explain it just one more time?
pt: Mi dispiace. Potresti spiegarmelo ancora una volta?

# 296_Uda
source: No problem. Here's how this kind of event usually goes.
pt: Nessun problema. Ecco come funziona di solito questo tipo di evento.

# 308_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai all'erta per i super fan che indossano gli happi. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 320_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Mentre è importante stringere la mano a ogni fan il più a lungo possibile, la fila deve anche continuare a scorrere. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "Lo Spazzino". Lui sconsiglia ai fan di indugiare troppo e li allontana se necessario.

# 332_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene allontanato se ne va spaventato, e il livello di soddisfazione dei fan cala. Fortunatamente, "Lo Spazzino" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e andrà in brodo di giuggiole, dimenticandosi di fare il suo lavoro. Puoi sfruttare la cosa a tuo vantaggio sorridendo al momento giusto.

# 344_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilasci <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 356_Event Staff
source: Well, that's about it. I hope that made a little more sense this time.
pt: Beh, è tutto. Spero che stavolta ti sia un po' più chiaro.

# 368_Haruka
source: Yes, I think I'm all set. Thank you.
pt: Sì, credo di essere a posto. Grazie.

# 380_Uda
source: I'm glad to see you taking this so seriously. So young, yet so professional! Let's get started then, shall we?
pt: Sono contento di vederti prendere la cosa così seriamente. Così giovane, eppure così professionale! Allora, iniziamo, no?

# 392_Haruka
source: Yes, I'm ready!
pt: Sì, sono pronta!

# 404_Uda
source: Great. All right, people! We're ready to get started!
pt: Ottimo. Forza, gente! Siamo pronti per iniziare!

# 416_Event Staff
source: I'll start letting the guests in!
pt: Comincio a far entrare la gente!
