Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900d6.po
Languages: pt

source: Studio Audience
pt: Pubblico in studio

source: Yes, I really get furious sometimes!
pt: Sì, a volte m'infurio davvero!

source: No, I'm grateful to them.
pt: No, gli sono grata.

source: No. It's just business, after all.
pt: No. Dopotutto, sono solo affari.

source: Audience Member
pt: Membro del pubblico

source: That would be inexcusable!
pt: Sarebbe imperdonabile!

source: What can I do?
pt: Che cosa posso fare?

source: Obscene things? Like what?
pt: Cose oscene? Tipo cosa?

source: The big, strong type.
pt: Il tipo grande e forte.

source: The kind, gentle type.
pt: Il tipo buono e gentile.

source: The funny type.
pt: Il tipo divertente.

source: I was really nervous!
pt: Ero davvero nervosa!

source: Thank you, everyone!
pt: Grazie a tutti!

source: If I was boring, it was Nomu-san's fault.
pt: Se sono stata noiosa, è stata colpa di Nomu-san.

# 56_dummy
source: Hello and welcome to "Love to See You Smile"! How is everybody doing today?
pt: Ciao e benvenuti a "Love to See You Smile"! Come state tutti quanti oggi?

# 68_Studio Audience
source: So-so!
pt: Così così!

# 80_Nomu-san
source: Ahh, and how are you all sleeping these days?
pt: Ahh, e come state dormendo in questo periodo?

# 92_Studio Audience
source: So-so!
pt: Così così!

# 104_Nomu-san
source: And what's that flightless bird that's gone extinct?
pt: E qual è quell'uccello che non vola che si è estinto?

# 128_Nomu-san
source: Hahaha, there we go! And now all is right in the world of "Love to See You Smile"!
pt: Hahaha, ecco qua! E ora tutto è tornato a posto nel mondo di "Love to See You Smile"!

# 164_Nomu-san
source: Let's get started then, shall we? Today's guest will be joining us for the fourth time now. It's the adorable singing sensation, Haruka Sawamura-chan!
pt: Allora, che ne dite di cominciare? L'ospite di oggi torna a trovarci per la quarta volta. Ecco a voi l'adorabile stella della musica, Haruka Sawamura-chan!

# 176_Haruka
source: Hello, everyone! I'm Haruka Sawamura! It's nice to see all of you!
pt: Ciao a tutti! Sono Haruka Sawamura! È un piacere vedervi tutti!

# 188_Studio Audience
source: Haruka-chan, you're so cute!
pt: Haruka-chan, sei così carina!

# 236_Nomu-san
source: You're really getting good at this, aren't you? Adorable as ever, right, folks!?
pt: Stai diventando davvero brava, eh? Adorabile come sempre, non è vero, gente!?

# 248_Haruka
source: Thank you very much!
pt: Grazie mille!

# 260_dummy
source: Huh? What's with her?
pt: Eh? Che cos'ha?

# 272_Nomu-san
source: Come on now, Haruka-chan! A fan is trying to give you some encouragement! Don't you have any response for them?
pt: Dai, Haruka-chan! Un fan sta cercando di incoraggiarti! Non hai nulla da rispondergli?

# 284_Haruka
source: Oh, I'm so sorry! I was caught off guard, and I couldn't－
pt: Oh, mi scusi tanto! Mi ha colta alla sprovvista e non sono riuscita a－

# 296_Nomu-san
source: Yeah, yeah. This is your fourth time on the show. Shouldn't you be used to this by now?
pt: Sì, sì. Questa è la tua quarta volta nel programma. Non dovresti esserti abituata ormai?

# 308_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 320_dummy
source: Okay! Today, I thought we could talk with Haruka-chan about some behind-the-scenes things in her life as an idol.
pt: Bene! Oggi ho pensato che potremmo parlare con Haruka-chan di alcuni retroscena della sua vita da idol.

# 332_Nomu-san
source: First off, what time do you start work? Or does it depend on the day?
pt: Tanto per cominciare, a che ora inizi a lavorare? O dipende dal giorno?

# 344_Haruka
source: When I don't already have work in the morning hours, I try to get to my agency at eight o'clock.
pt: Quando non ho già lavoro la mattina, cerco di arrivare in agenzia alle otto.

# 356_Haruka
source: That's when I have my voice and dance lessons.
pt: È allora che faccio le mie lezioni di canto e di danza.

# 368_Nomu-san
source: I bet an idol's lessons are pretty rough. What are your teachers like? Do you ever get mad at them for being too tough on you?
pt: Scommetto che le lezioni di un'idol siano piuttosto dure. Come sono i tuoi insegnanti? Ti capita mai di arrabbiarti con loro perché sono troppo severi?

# 392_Nomu-san
source: Haruka-chan is sure thinking over her answer.
pt: Haruka-chan ci sta proprio pensando bene alla sua risposta.

# 416_dummy
source: I'm sorry!
pt: Mi dispiace!

# 428_Nomu-san
source: Come on, girl! Pick up the pace!
pt: Dai, ragazza! Datti una mossa!

# 440_Haruka
source: Yes, I really get furious sometimes! Sometimes I wonder why they can't be just a little nicer.
pt: Sì, a volte mi arrabbio davvero tanto! A volte mi chiedo perché non possano essere un po' più gentili.

# 464_Nomu-san
source: Hehe, are you sure you want to say that on TV? They're going to see this, you know.
pt: Ehehe, sei sicura di volerlo dire in TV? Lo vedranno, sai.

# 476_Haruka
source: Oops! I guess you're right.
pt: Ops! Mi sa che hai ragione.

# 500_dummy
source: You'd better smooth things over now while you have the chance! Just say you were kidding.
pt: Ti conviene rimediare finché ne hai l'occasione! Di' solo che stavi scherzando.

# 512_Haruka
source: Well, it's too late now.
pt: Beh, ormai è troppo tardi.

# 536_Haruka
source: No, I'm grateful to them. I wouldn't be where I am today if they weren't tough on me.
pt: No, sono grata a loro. Non sarei dove sono oggi se non fossero stati severi con me.

# 560_Nomu-san
source: Uh-huh. I'm sure they're going to be watching this, right? You have to be polite.
pt: Già. Sono sicuro che lo guarderanno, no? Devi essere educata.

# 584_dummy
source: But what do you really think? I promise I won't tell anybody!
pt: Ma cosa ne pensi per davvero? Prometto che non lo dirò a nessuno!

# 596_Haruka
source: No, I really mean it. I'm truly grateful to them.
pt: No, dico sul serio. Sono davvero grata a loro.

# 620_Haruka
source: No. It's just business, after all. As professionals, we're all just doing what we need to do.
pt: No. È solo lavoro, dopotutto. Da professionisti, facciamo tutti solo quello che va fatto.

# 632_Studio Audience
source: Yeah!
pt: Sì!

# 644_Nomu-san
source: Strictly business, huh? That seems kind of impersonal, if you ask me.
pt: Solo lavoro, eh? Mi sembra un po' impersonale, se vuoi la mia opinione.

# 656_Haruka
source: Oh, it's not like that at all.
pt: Oh, non è affatto così.

# 668_Nomu-san
source: Hmm. As a matter of fact, I feel a wall between us right now. I bet if this wasn't for work, you wouldn't give me the time of day, would you?
pt: Mmm. A dire il vero, sento un muro tra di noi in questo momento. Scommetto che se non fosse per lavoro, non mi degneresti nemmeno di uno sguardo, vero?

# 692_dummy
source: So, do you ever do any kind of fan appreciation, like autograph or handshake events? What's it like to meet the fans up close like that?
pt: Quindi, fai mai qualche tipo di iniziativa per i fan, come sessioni di autografi o eventi di strette di mano? Com'è incontrare i fan così da vicino?

# 704_Nomu-san
source: Although, I guess your fans are nearby right now, aren't they?
pt: Però, immagino che i tuoi fan siano qui vicino proprio ora, no?

# 716_Audience Member
source: Haruka-chan, you're so cute!
pt: Haruka-chan, sei così carina!

# 764_Nomu-san
source: Would you look at that! She responds to her fans like a real pro!
pt: Ma guardate un po'! Risponde ai suoi fan da vera professionista!

# 776_Haruka
source: Thank you very much!
pt: Grazie mille!

# 788_dummy
source: Huh? What's with her?
pt: Eh? Ma che le succede?

# 800_Nomu-san
source: Come on now, Haruka-chan! A fan is trying to give you some encouragement! Don't you have any response for them?
pt: Avanti, Haruka-chan! Un fan sta cercando di incoraggiarti! Non hai nulla da rispondergli?

# 812_Haruka
source: Oh, I'm so sorry! I was caught off guard, and I couldn't－
pt: Oh, mi dispiace tanto! Mi avete presa alla sprovvista e non sono riuscita a—

# 824_Nomu-san
source: Yeah, yeah. I guess these things happen. Anyway, let's get back to what we were talking about.
pt: Già, già. Immagino siano cose che succedono. Comunque, torniamo a quello di cui stavamo parlando.

# 836_Nomu-san
source: Besides shows like this, when do you get the chance to meet your fans in person?
pt: A parte show come questo, quando hai l'occasione di incontrare i tuoi fan di persona?

# 848_Haruka
source: Well, I do have handshake events and things like that, just as you said.
pt: Beh, come ha detto lei, faccio degli eventi di strette di mano e cose del genere.

# 860_Nomu-san
source: Oooh. Do any of the fans ever get overzealous, shall we say?
pt: Ooooh. Capita mai che qualche fan si faccia prendere un po' troppo la mano, diciamo?

# 872_Nomu-san
source: A Tokyo idol once told me a fan wouldn't let go of her hand and started saying some pretty obscene things. What would you do in that case?
pt: Un'idol di Tokyo una volta mi ha raccontato che un fan non voleva più lasciarle la mano e ha iniziato a dirle delle cose piuttosto spinte. Tu che cosa faresti in un caso del genere?

# 896_Nomu-san
source: Well, come on, say something!
pt: Beh, forza, di' qualcosa!

# 908_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 932_dummy
source: You have to try and keep the conversation going, Haruka-chan. You're on the clock, you know.
pt: Devi cercare di far andare avanti la conversazione, Haruka-chan. Sei al lavoro, lo sai.

# 956_Haruka
source: That would be inexcusable! I can't believe anyone would do something like that.
pt: Sarebbe imperdonabile! Non riesco a credere che qualcuno possa fare una cosa del genere.

# 980_dummy
source: I know, right? I mean, you may be an idol, but you're still an innocent young lady. Something like that would be pretty shocking for you, huh?
pt: Vero? Voglio dire, sarai anche un'idol, ma sei pur sempre una ragazzina innocente. Una cosa del genere ti scioccherebbe parecchio, eh?

# 992_Haruka
source: Yes, I think I would be very taken aback. It would be just awful!
pt: Sì, credo che rimarrei davvero spiazzata. Sarebbe proprio terribile!

# 1004_Nomu-san
source: Yes, I think even I would be shocked if somebody did that to me. Hey, should we try a little experiment?
pt: Sì, credo che rimarrei scioccato persino io se qualcuno mi facesse una cosa del genere. Ehi, che ne dici di fare un piccolo esperimento?

# 1016_Nomu-san
source: I want you to grab my hand and don't let it go. Then start saying obscene things to me, okay?
pt: Voglio che mi prendi la mano e non la lasci andare. Poi inizia a dirmi delle cose spinte, okay?

# 1028_Studio Audience
source: Eww!
pt: Che schifo!

# 1040_Nomu-san
source: Aww, I was just kidding! Don't beat me up now!
pt: Dai, stavo solo scherzando! Non picchiarmi mica adesso!

# 1064_Haruka
source: Well, what could I do? I mean, it's not like we can do background checks or anything on the guests that come to these events.
pt: Beh, che ci posso fare? Voglio dire, non è che possiamo controllare i precedenti di tutti gli ospiti che partecipano a questi eventi.

# 1088_Nomu-san
source: Hm. Nothing to do but cry, huh?
pt: Hm. Non resta che piangere, eh?

# 1100_Haruka
source: I'm afraid so, yes.
pt: Temo di sì, proprio così.

# 1112_Nomu-san
source: But, I guess I can kind of understand where the guy is coming from, meeting the object of his obsession like that. Am I right, people?
pt: Però, in un certo senso posso capire cosa prova quel tizio, trovandosi di fronte all'oggetto della sua ossessione in quel modo. Dico bene, gente?

# 1124_Studio Audience
source: What!?
pt: Cosa!?

# 1136_Nomu-san
source: Hehe, just kidding! Never mind that one, okay? Please forgive me, everybody!
pt: Ehe, stavo solo scherzando! Fate finta di niente, okay? Perdonatemi tutti quanti!

# 1160_Haruka
source: Obscene things? Like what?
pt: Cose spinte? Del tipo?

# 1172_Nomu-san
source: Oh. I don't really know, but probably something like, "That's a nice rack you've got," or "Why don't we go get a room?" You know how it is.
pt: Oh. Non saprei di preciso, ma probabilmente qualcosa tipo: "Che bel davanzale che hai," o "Perché non ci prendiamo una stanza?" Sai come vanno queste cose.

# 1184_Studio Audience
source: Eww!
pt: Che schifo!

# 1196_Haruka
source: Really? What else?
pt: Davvero? Cos'altro?

# 1208_Nomu-san
source: Hey now, enough with this line of questioning!
pt: Ehi, adesso basta con questo genere di domande!

# 1232_dummy
source: You're an idol, so I bet your agency has rules against you dating, right?
pt: Sei un'idol, quindi scommetto che la tua agenzia ti proibisca di frequentare qualcuno, giusto?

# 1244_Haruka
source: No, not really. But I'm so busy right now, I don't even have time to think about it.
pt: No, non proprio. Ma in questo momento sono così impegnata che non ho nemmeno il tempo di pensarci.

# 1268_Nomu-san
source: But you must be popular with the boys at school, right? I know if I was your age, I'd be falling all over myself.
pt: Ma sarai sicuramente popolare tra i ragazzi a scuola, vero? So che se avessi la tua età, ti cadrei ai piedi.

# 1280_Haruka
source: You're too kind.
pt: Troppo gentile.

# 1292_Nomu-san
source: When it comes to guys, what's your type, anyways?
pt: E sentiamo, parlando di ragazzi, qual è il tuo tipo?

# 1316_Nomu-san
source: Well, come on, say something!
pt: Beh, dai, di' qualcosa!

# 1328_Haruka
source: Oh! I'm so sorry!
pt: Oh! Mi dispiace tanto!

# 1340_Nomu-san
source: Even though this is your fourth time on the show, we still don't click at all, do we?
pt: Anche se questa è la tua quarta volta nello show, non siamo ancora per niente in sintonia, vero?

# 1352_Haruka
source: I like the big, strong type. Someone I can depend on.
pt: Mi piacciono i tipi grandi e forti. Qualcuno su cui poter contare.

# 1376_Nomu-san
source: Oh, yeah? Then whenever the two of you were together, you'd look like Beauty and the Beast, wouldn't you?
pt: Ah, sì? Allora ogni volta che sareste insieme, sembrereste proprio la Bella e la Bestia, no?

# 1388_Haruka
source: You think so?
pt: La pensi così?

# 1400_Nomu-san
source: I guess that leaves me out, then. I'm decidedly un-beast-like.
pt: Allora immagino di essere fuori dai giochi. Sono decisamente l'opposto di una "bestia".

# 1424_dummy
source: Come on, you're not even gonna throw me a bone? This is your fourth time on the show－I thought you'd at least give me a small ray of hope.
pt: Ma dai, non mi dai neanche un contentino? Questa è la tua quarta volta nello show — pensavo che almeno mi avresti dato un piccolo barlume di speranza.

# 1436_Haruka
source: I'm sorry!
pt: Mi dispiace!

# 1460_Haruka
source: I like the kind, gentle type. Someone I can feel relaxed around.
pt: Mi piace il tipo gentile e premuroso. Qualcuno con cui sentirmi a mio agio.

# 1484_Nomu-san
source: And what about looks? Does that mean you like the slender type of guy?
pt: E per quanto riguarda l'aspetto fisico? Significa che ti piacciono i tipi snelli?

# 1496_Haruka
source: Yes, I think I do.
pt: Sì, credo di sì.

# 1508_Nomu-san
source: How about me then?
pt: E io allora?

# 1520_Haruka
source: Oh, um...
pt: Oh, ehm...

# 1532_Nomu-san
source: Hey, just what are you trying to say!?
pt: Ehi, ma cosa vorresti dire!?

# 1556_Haruka
source: I like the funny type. Someone who can really make me laugh.
pt: Mi piace il tipo divertente. Qualcuno che sappia farmi ridere davvero.

# 1568_Nomu-san
source: Wait a minute. You're talking about me, aren't you!?
pt: Aspetta un momento. Stai parlando di me, vero!?

# 1580_Studio Audience
source: Yeah!
pt: Sì!

# 1592_Nomu-san
source: I had no idea you felt that way about me, Haruka-chan!
pt: Non avevo proprio idea che la pensassi così su di me, Haruka-chan!

# 1616_dummy
source: Well, I'm sorry to have to tell you this, but my heart belongs to my audience. I'm afraid you and I can never be. Please don't take it too hard!
pt: Beh, mi dispiace dovertelo dire, ma il mio cuore appartiene al mio pubblico. Temo che tra noi non potrà mai esserci nulla. Mi raccomando, non rimanerci troppo male!

# 1628_Haruka
source: Oh, that's all right.
pt: Oh, non preoccuparti.

# 1640_Nomu-san
source: She sounds absolutely heartbroken, folks.
pt: Sembra proprio che abbia il cuore a pezzi, gente.

# 1664_dummy
source: Well, it looks like we're just about out of time for today. Thanks for our chat, Haruka-chan!
pt: Bene, sembra che il tempo a nostra disposizione per oggi sia quasi terminato. Grazie per la chiacchierata, Haruka-chan!

# 1688_Haruka
source: Thank you very much!
pt: Grazie mille!

# 1700_Nomu-san
source: And now comes everybody's favorite part! It's time for the smile vote!
pt: Ed ecco la parte che tutti preferite! È il momento del voto del sorriso!

# 1712_Nomu-san
source: Each one of our audience members has a button in front of them. If they think Haruka-chan has been interesting, they'll press their button and give her a smile!
pt: Ogni membro del nostro pubblico ha un pulsante davanti a sé. Se pensano che Haruka-chan sia stata interessante, premeranno il pulsante e le regaleranno un sorriso!

# 1724_Nomu-san
source: This time, if you get 85 smiles or more, I'll give you an exclusive Nomu-san cell phone strap!
pt: Questa volta, se otterrai 85 sorrisi o più, ti regalerò un esclusivo laccetto per cellulare di Nomu-san!

# 1736_Nomu-san
source: Before the voting begins, why don't you go ahead and say something to the audience?
pt: Prima che inizi la votazione, perché non dici qualcosa al pubblico?

# 1748_Haruka
source: All right.
pt: Va bene.

# 1772_Nomu-san
source: Well, come on, say something!
pt: Beh, forza, dì qualcosa!

# 1796_dummy
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1808_Haruka
source: I was really nervous, but I had a lot of fun. I still hope you can vote for me!
pt: Ero davvero nervosa, ma mi sono divertita un mondo. Spero comunque che possiate votarmi!

# 1820_Nomu-san
source: Isn't she cute, everybody? I hope you all vote for her, too!
pt: Non è carinissima, gente? Spero che la votiate tutti anche voi!

# 1832_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1844_Haruka
source: Thank you for your wonderful support, everyone! I hope you vote for me!
pt: Grazie a tutti per il vostro meraviglioso supporto! Spero che mi voterete!

# 1856_Nomu-san
source: Isn't she cute? I hope you all vote for her, too!
pt: Non è carinissima? Spero che la votiate tutti anche voi!

# 1868_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1880_Haruka
source: If I was boring, it was Nomu-san's fault. I did my very best. I hope you vote for me!
pt: Se sono stata noiosa, è stata colpa di Nomu-san. Ce l'ho messa tutta. Spero che mi voterete!

# 1892_Nomu-san
source: That's right. It's all my fault! Everything is my fault!
pt: Proprio così. È tutta colpa mia! È tutto colpa mia!

# 1904_Nomu-san
source: Okay! Audience, if you thought Haruka-chan was interesting, press your button now!
pt: Bene! Pubblico, se pensate che Haruka-chan sia stata interessante, premete il pulsante ora!

# 1928_dummy
source: Yeah!
pt: Sì!

# 1940_Nomu-san
source: Wow! Would you look at that! Isn't that great?
pt: Wow! Ma guardate un po'! Non è fantastico?

# 1964_dummy
source: Thank you very much!
pt: Grazie mille!

# 1976_Nomu-san
source: Congratulations, Haruka-chan, you win the Nomu-san strap!
pt: Congratulazioni, Haruka-chan, hai vinto il laccetto di Nomu-san!

# 1988_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Amiamo vedervi...

# 2000_Studio Audience
source: Smile!
pt: sorridere!

# 2024_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 2084_dummy
source: Yeah!
pt: Sì!

# 2096_Nomu-san
source: Good job, Haruka-chan! That means you get the Nomu-san strap!
pt: Ottimo lavoro, Haruka-chan! Questo significa che riceverai il laccetto di Nomu-san!

# 2120_dummy
source: Thank you very much!
pt: Grazie mille!

# 2132_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Amiamo vedervi...

# 2144_Studio Audience
source: Smile!
pt: sorridere!

# 2168_dummy
source: Thank you, everybody!
pt: Grazie a tutti!

# 2240_Nomu-san
source: Ahh. The result wasn't as high as we hoped, but I'm sure you'll do better next time!
pt: Ahh. Il risultato non è stato alto come speravamo, ma sono sicuro che farai meglio la prossima volta!

# 2252_Haruka
source: Yes. Thank you.
pt: Sì. Grazie.

# 2264_Nomu-san
source: Well, until we meet again! What's that we always say? Love to see you...
pt: Bene, alla prossima! Com'è che diciamo sempre? Amiamo vedervi...

# 2276_Studio Audience
source: Smile!
pt: sorridere!

# 2300_dummy
source: Thank you, everybody!
pt: Grazie a tutti!
