Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01110796.po
Languages: pt

source: ○I see.
pt: ○Capisco.

source: □Want to go somewhere else?
pt: □Vuoi andare da qualche altra parte?

source: △As long as I'm with you...
pt: △Finché sono con te...

# 44_Honoka
source: We must be the only two here who came to Sotenbori on a date.
pt: Saremo mica gli unici due qui che sono venuti a Sotenbori per un appuntamento.

# 56_Akiyama
source: I don't think so. I've seen plenty of couples since we showed up.
pt: Non penso proprio. Ne ho viste parecchie di coppie da quando siamo arrivati.

# 68_Honoka
source: But ain't they just tourists? Or maybe clients out with a hostess? This ain't a place folks usually come to on a date.
pt: Ma non saranno mica solo turisti? O magari clienti usciti con una hostess? Questo non è mica un posto dove la gente solitamente viene per un appuntamento.

# 80_Akiyama
source: Oh, really?
pt: Oh, davvero?

# 92_Honoka
source: As a tourist spot, it's the heart of Osaka, but other than bein' a place to eat till ya drop, ain't much else goin' on here.
pt: Come meta turistica, è il cuore di Osaka, ma a parte scofanarsi, non c'è mica granché d'altro qui in giro.

# 104_Honoka
source: There are more fashionable places for shoppin', and if you're gonna go out to an arcade or karaoke, there are other places for that, too.
pt: Per lo shopping ci sono posti più alla moda, e se devi andare in sala giochi o al karaoke, ci sono anche altri posti per quello.

# 116_Akiyama
source: I see. So locals don't come here much. I haven't been here very long, so it hasn't lost its charm for me. But I guess it's different for you.
pt: Capisco. Quindi la gente del posto non ci viene molto. Non è che sia qui da tanto, quindi per me non ha perso il suo fascino. Ma immagino che per te sia diverso.

# 128_Honoka
source: It ain't like that. I like this neighborhood, and there's nowhere better if ya wanna find a ton of tasty stuff to eat!
pt: Non è mica così. Mi piace questo quartiere, e non c'è posto migliore se vuoi trovare un sacco di roba gustosa da mangiare!

# 140_Akiyama
source: I definitely agree with you there.
pt: Su questo ti do proprio ragione.

# 152_Honoka
source: Plus with school and work, I don't wanna go too much outta the way. Sotenbori is perfect.
pt: In più, con la scuola e il lavoro, non voglio andare troppo fuori mano. Sotenbori è perfetto.

# 164_Akiyama
source: I'm relieved to hear that. I don't know a thing about anywhere outside of Sotenbori, so I would have no idea where to take you out to eat.
pt: Meno male che è così. Non conosco proprio nulla al di fuori di Sotenbori, quindi non saprei proprio dove portarti a mangiare.

# 176_Honoka
source: Ya don't gotta worry there! I'm the one leadin' ya around today. You just relax and enjoy Osaka, Akiyama-san!
pt: Non devi mica preoccuparti! Sono io che ti porto in giro oggi. Tu rilassati e goditi Osaka, Akiyama-san!

# 188_Akiyama
source: That sounds good to me.
pt: Mi va proprio bene.

# 200_Akiyama
source: Want to go somewhere else? We are on a date, so I'm okay going someplace more romantic.
pt: Vogliamo andare da un'altra parte? Siamo a un appuntamento, quindi per me va bene andare in un posto più romantico.

# 212_Honoka
source: Where do ya wanna go?
pt: Dove vuoi andare?

# 224_Akiyama
source: Uh, well...
pt: Beh, ecco...

# 236_Akiyama
source: To be honest, I don't really know Osaka all that well.
pt: Ad essere sincero, non conosco Osaka poi così bene.

# 248_Honoka
source: I figured as much. That's why I went and suggested we do Sotenbori.
pt: Me lo immaginavo. È per questo che ho suggerito di fare Sotenbori.

# 260_Honoka
source: A visitor like yerself should be a visitor and let a local show ya around.
pt: Un visitatore come te dovrebbe fare il turista e farsi portare in giro da uno del posto.

# 272_Akiyama
source: Thanks, I really appreciate it.
pt: Grazie, lo apprezzo davvero.

# 284_Akiyama
source: I don't care so long as I'm with you.
pt: Non m'importa, basta che sia con te.

# 296_Honoka
source: What!? Where'd that come from all a sudden!?
pt: Cosa!? Da dove ti è venuto fuori all'improvviso!?

# 308_Akiyama
source: I have fun just by being with you. I don't care where we go, even if it's not some popular date spot.
pt: Mi diverto solo a stare con te. Non m'importa dove andiamo, anche se non è un posto famoso per appuntamenti.

# 320_Akiyama
source: I'd actually prefer going to some little hole-in-the-wall with you, just the two of us.
pt: In realtà preferirei andare in un posticino defilato con te, solo noi due.

# 332_Honoka
source: Hey, knock it off. You're makin' me blush.
pt: Ehi, smettila. Mi stai facendo arrossire.

# 344_Akiyama
source: I always see you in noisy places like this, so I'm curious to see what you're like when you're in a different environment.
pt: Ti vedo sempre in posti rumorosi come questo, quindi sono curioso di vedere come sei quando sei in un ambiente diverso.

# 356_Honoka
source: Aww, I'm the same no matter where I go.
pt: Ma dai, sono sempre la stessa, ovunque vada.

# 368_Honoka
source: If ya keep sayin' weird stuff, I might start gettin' mad at ya. Hehe.
pt: Se continui a dire cose strane, potrei iniziare ad arrabbiarmi con te. Hehe.
