Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01021169.po
Languages: pt

source: Suddenly, hunger welled up out of nowhere!
pt: All'improvviso, mi è salita una fame boia dal nulla!

source: 10 million yen <Color:8>appeared in your wallet<Color:Default>.
pt: 10 milioni di yen <Color:8>ti sono comparsi nel portafoglio<Color:Default>.

source: Gang Leader
pt: Boss della gang

source: Prison Guard
pt: Guardia carceraria

# 124_Gang Leader
source: Ugh... He got us good...
pt: Ugh... Ci ha conciati per le feste...

# 136_Himura
source: And so, I single-handedly sent those delinquents packing, thus proving my manliness and passionate love for Kaguya-chan!
pt: E così, da solo, ho fatto filare quei delinquenti a gambe levate, dimostrando così la mia virilità e il mio amore folle per Kaguya-chan!

# 148_Saejima
source: All right, I think that's enough.
pt: A posto, direi che basta così.

# 160_Himura
source: But there's more! All of a sudden I saw...
pt: Ma non è finita qui! Di punto in bianco ho visto...

# 172_Prison Guard
source: Lights out in five minutes!
pt: Luci spente tra cinque minuti!

# 184_Himura
source: Aw man, it's bedtime?
pt: Ah, cavolo, è ora di dormire?

# 196_Himura
source: Guess we have to call it a night.
pt: Mi sa che per stasera abbiamo chiuso.

# 208_Saejima
source: Yup.
pt: Già.

# 232_Himura
source: Well, how'd you like that, Saejima-san?
pt: Allora, che te ne pare, Saejima-san?

# 244_Saejima
source: Really feels like I ate somethin'. Weird.
pt: Mi sa proprio di aver mangiato qualcosa. Strano.

# 256_Himura
source: Weird? It should feel great! A beautiful woman and a tasty meal. Ah, with any luck, we'll be enjoying the real thing soon.
pt: Strano? Dovrebbe farti sentire alla grande! Una bella donna e un pasto gustoso. Ah, con un po' di fortuna, ci godremo la cosa vera presto.

# 268_Saejima
source: Yeah...
pt: Già...

# 280_Himura
source: So there I was, happily stuffed full of food, when a problem arose.
pt: Ero lì, bello sazio e contento, quando è venuto fuori un problema.

# 292_Saejima
source: Hm?
pt: Mh?

# 304_Himura
source: Yeah. Just as I got to this intersection, a horde of punks swarmed the place.
pt: Già. Proprio mentre arrivavo a quest'incrocio, un'orda di teppisti ha invaso il posto.

# 316_Saejima
source: Huh...?
pt: Eh...?

# 328_Himura
source: You heard me, a bunch of punks! Imagine them, please. Imagine hard!
pt: Mi hai sentito, una manica di teppisti! Immaginali, ti prego. Immagina per bene!

# 340_Saejima
source: How d'ya expect me to...?
pt: Come vuoi che io...?

# 388_Saejima
source: Oh, okay. Imagination's more powerful than I thought. But why's this happening, exactly?
pt: Oh, ok. L'immaginazione è più potente di quanto pensassi. Ma perché sta succedendo tutto questo, di preciso?

# 400_Himura
source: You mean why <Italic>did</Italic> it happen. It was over Kaguya-chan. The leader of this little gang was in love with her.
pt: Intendi perché <Italic>è</Italic> successo. È stato per Kaguya-chan. Il capo di questa piccola gang era innamorato di lei.

# 412_Saejima
source: So he brought his stooges to rough you up? Sounds cheesy.
pt: Così ha portato i suoi scagnozzi per picchiarti? Suona una pagliacciata.

# 424_Gang Leader
source: Hey, you! Asshole! The only cheesy guy here is you, 'cause you're the rat who's been bothering my girl!
pt: Ehi, tu! Stronzo! L'unico pagliaccio qui sei tu, perché sei il topo che ha rotto le scatole alla mia ragazza!

# 436_Saejima
source: This happened? He'd hafta do this to every customer.
pt: È successo questo? Dovrebbe farlo a ogni cliente.

# 448_Himura
source: No, no, not every customer. Just me, because I hit it off so well with Kaguya-chan and had that karaoke date.
pt: No, no, non ogni cliente. Solo io, perché mi ero trovato così bene con Kaguya-chan e avevo avuto quell'appuntamento al karaoke.

# 460_Saejima
source: Ya sure 'bout that?
pt: Ne sei proprio sicuro?

# 472_Himura
source: Of course I am! Anyway there I was, staring death in the face. And I grinned right back.
pt: Certo che lo sono! Comunque ero lì, fissando la morte in faccia. E ho ricambiato il ghigno.

# 484_Gang Leader
source: What the hell are you smiling at? Guys, let's stomp this little weasel!
pt: Ma che cazzo stai sorridendo? Ragazzi, pestiamo questo vermetto!

# 496_Himura
source: The boss was shouting! The punks were edging closer! But I calmly struck a fighting pose...
pt: Il capo stava urlando! Quei teppisti si stavano facendo sotto! Ma io, con calma, ho assunto una posa di combattimento...

# 508_Saejima
source: Brawlin' ain't really what I wanted to do in my 'magination. I get enough of this in real life.
pt: Le scazzottate non sono mica quello che volevo fare nella mia immaginazione. Ne ho già abbastanza nella vita vera.

# 532_Himura
source: And so, I had a wonderful karaoke date with darling Kaguya-chan. How'd you like it? Did you picture it in your mind?
pt: E così, ho avuto un appuntamento al karaoke fantastico con la mia cara Kaguya-chan. Che ne dici? Te lo sei figurato in mente?

# 544_Saejima
source: Been a while since I talked to a woman. But it was a good time, even if imaginary...
pt: È da un bel po' che non parlo con una donna. Ma è stato un bel momento, anche se immaginario...

# 556_Himura
source: Glad to hear it!
pt: Mi fa piacere!

# 568_Himura
source: So, after all that fun, I was just famished. I decided to go have a meal.
pt: Quindi, dopo tutto quel divertimento, ero proprio affamato. Ho deciso di andare a mangiare.

# 640_Saejima
source: Food, huh? Nothin' around here looks any good, though.
pt: Cibo, eh? Niente da queste parti sembra granché, però.

# 652_Himura
source: Nonsense, there are loads of good places to eat in Tsukimino.
pt: Sciocchezze, ci sono un sacco di buoni posti dove mangiare a Tsukimino.

# 664_Himura
source: My go-to joint is Matsuo Lamb Barbeque for some mutton hot pot.
pt: Il mio solito locale è il Matsuo Lamb Barbeque per dell'hot pot di montone.

# 676_Himura
source: But if you're not that hungry, you can get a small bite and drink at Gindaco Highball Tavern.
pt: Ma se non sei così affamato, puoi prendere uno spuntino e bere qualcosa al Gindaco Highball Tavern.

# 688_Himura
source: And if you're still hungry for female company, there's Izakaya Hanako as well.
pt: E se hai ancora voglia di donne, c'è anche l'Izakaya Hanako.

# 700_Himura
source: Hm, where did I go on this particular night? Uh, let's just imagine eating wherever Saejima chooses.
pt: Mmm, dove sono andato quella sera? Uh, facciamo finta di mangiare dove vuole Saejima.

# 712_Saejima
source: Mutton BBQ, takoyaki, or a pub. Any of 'em sound pretty good. Hm...
pt: BBQ di montone, takoyaki, o un pub. Suonano tutti piuttosto bene. Mmm...

# 760_Kaguya
source: Thank you for waiting. Where shall we go?
pt: Grazie per aver aspettato. Dove andiamo?

# 772_Saejima
source: I dunno. Not familiar with the neighborhood.
pt: Non so. Non conosco il quartiere.

# 784_Himura
source: Come on, man! Karaoke! Where else would you go on a date?
pt: Dai, amico! Karaoke! Dove altro andresti a un appuntamento?

# 796_Saejima
source: Uh... How about karaoke?
pt: Uh... Che ne dici del karaoke?

# 808_Kaguya
source: Oh, I haven't done that in quite a while! I'd love to!
pt: Oh, non lo faccio da un bel po'! Mi piacerebbe un sacco!

# 820_Saejima
source: Great.
pt: Bene.

# 844_Himura
source: Here's the club! Looks cool, huh?
pt: Eccolo il club! Figo, eh?

# 856_Saejima
source: Looks expensive, is what I was gonna say. You could afford a joint like this?
pt: Sembra caro, è quello che stavo per dire. Un posto così te lo potresti permettere?

# 868_Himura
source: Heheh. At one point in my life, I had ten million yen to play with. Ah, those were the days...
pt: Heheh. A un certo punto della mia vita, avevo dieci milioni di yen con cui divertirmi. Ah, bei tempi...

# 880_Saejima
source: You're shittin' me. Ten mil?
pt: Mi stai prendendo per il culo. Dieci milioni?

# 892_Himura
source: Oh yeah. I might not look it, but I used to be a real high roller.
pt: Oh sì. Forse non sembra, ma ero un vero pezzo grosso.

# 904_Himura
source: Go ahead, pretend you've got oodles of yen burning a damn hole in your pocket. You need to party hard tonight!
pt: Dai, fai finta che hai un sacco di yen che ti stanno bruciando un dannato buco in tasca. Devi fare festa alla grande stasera!

# 964_Saejima
source: Hey, that wasn't hard to imagine.
pt: Ehi, mica era difficile da immaginare.

# 976_Himura
source: There you go! Doesn't it feel spectacular to be loaded with cash? Like anything's possible?
pt: Ora sì! Non è una figata sentirsi strapieno di grana? Come se tutto fosse possibile?

# 988_Himura
source: That's how I felt as I went into the club...
pt: Era così che mi sentivo mentre entravo nel club...

# 1036_Saejima
source: So this is Tsukimino?
pt: Quindi, questo è Tsukimino?

# 1048_Himura
source: Yup. Gorgeous, right?
pt: Già. Bello, vero?

# 1060_Saejima
source: Can't tell. I can only imagine a little of it from your map.
pt: Non saprei dirti. Ne immagino solo un po' dalla tua mappa.

# 1072_Himura
source: No problem! I'll tell you a story from when I was there－that'll fill in the gaps in your imagination!
pt: Nessun problema! Ti racconterò una storia di quando ero lì－che riempirà i buchi della tua immaginazione!

# 1084_Saejima
source: Uh, I don't get it, but okay.
pt: Uh, non capisco, ma ok.

# 1096_Himura
source: Where to begin? I know! I'll tell you about a time I visited a hostess club.
pt: Da dove cominciare? Lo so! Ti racconterò di una volta che sono andato in un hostess club.

# 1108_Himura
source: The club was in the south part of town. On Lavender Street!
pt: Il club era a sud della città. Su Via Lavanda!

# 1120_Saejima
source: All right. I'll just... imagine myself walking there, I guess.
pt: Va bene. Mi immaginerò solo di camminare lì, credo.

# 1132_Saejima
source: But I'm not wearin' the right duds for it...
pt: Ma non ho addosso i panni giusti per un posto così...

# 1156_Saejima
source: That's better. Been too long since I wore this.
pt: Così va meglio. Era da troppo che non lo mettevo.

# 1168_Himura
source: Okay, off we go! Lavender Street awaits.
pt: Va bene, si parte! Via Lavanda ci aspetta.
