Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0107095c.po
Languages: pt

source: Kaneshiro the Storm
pt: Kaneshiro la Tempesta

# 380_Kaneshiro the Storm
source: First, we pick the banker.
pt: Per prima cosa, scegliamo il banchiere.

# 392_Kaneshiro the Storm
source: Guess I'm the banker.
pt: Mi sa che sono io il banchiere.

# 404_Kaneshiro the Storm
source: Place your bets!
pt: Piazzate le scommesse!

# 416_Kaneshiro the Storm
source: Get ready, here she goes!
pt: Attenti, eccola che parte!

# 428_Kaneshiro the Storm
source: My turn.
pt: Tocca a me.

# 440_Kaneshiro the Storm
source: (This line should not appear.)
pt: (Questa riga non dovrebbe apparire.)

# 452_Kaneshiro the Storm
source: Let's settle our bets.
pt: Regoliamo i conti.

# 464_Kaneshiro the Storm
source: You're the banker, pal.
pt: Sei tu il banco, compare.

# 476_Kaneshiro the Storm
source: Time to switch it up.
pt: È ora di dare una scossa.

# 488_Kaneshiro the Storm
source: Go one more?
pt: Un altro giro?

# 500_Kaneshiro the Storm
source: Aw man, that's all I can take. Be seein' ya.
pt: Accidenti, non ne posso più. Ci si vede.

# 512_Kaneshiro the Storm
source: Heh! You got cleaned out! Better save up for next time.
pt: Heh! Ti hanno ripulito! Meglio che risparmi per la prossima volta.

# 524_Kaneshiro the Storm
source: Banker's Bet-Settling Messages
pt: Messaggi di regolazione scommesse del banchiere

# 536_Kaneshiro the Storm
source: A banker's roll of 1-3-5? That's a 3.
pt: Un tiro del banco di 1-3-5? Fa 3.

# 548_Kaneshiro the Storm
source: A 1-3-5 roll by the first player? That's a 3.
pt: Un tiro di 1-3-5 del primo giocatore? Fa 3.

# 560_Kaneshiro the Storm
source: A 1-3-5 roll gets the preceding player's roll.
pt: Un tiro di 1-3-5 ottiene il tiro del giocatore precedente.

# 572_Kaneshiro the Storm
source: A banker's roll of 2-4-6? That's a 4.
pt: Un tiro del banco di 2-4-6? Fa 4.

# 584_Kaneshiro the Storm
source: A 2-4-6 roll gets the next player's roll!
pt: Un tiro di 2-4-6 ottiene il tiro del giocatore successivo!

# 596_Kaneshiro the Storm
source: A 2-4-6 roll by the last player? That's a 4.
pt: Un tiro di 2-4-6 dell'ultimo giocatore? Fa 4.

# 608_Kaneshiro the Storm
source: A 2-4-6 roll gets the last player's roll!
pt: Un tiro di 2-4-6 ottiene il tiro dell'ultimo giocatore!

# 620_Kaneshiro the Storm
source: A 1-3-5 was rolled after a 2-4-6.
pt: Un tiro di 1-3-5 è uscito dopo un tiro di 2-4-6.

# 632_Kaneshiro the Storm
source: Yeah, baby! A 6-3-4!
pt: Sì, bellezza! Un 6-3-4!
