Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 8520_Honoka
source: I have a feelin' I'm gonna slip up durin' the test. I wish I'd applied to other companies before this one, too.
pt: Ho come l'impressione che farò un passo falso durante il test. Magari avessi fatto domanda anche ad altre aziende prima di questa.

# 8532_Akiyama
source: Stay calm. If you go into it with the attitude that it's okay if you fail, you won't be as nervous. And you'll be able to show your true potential.
pt: Stai calma. Se lo affronti con l'idea che non succede niente anche se fallisci, non sarai così nervosa. In questo modo riuscirai a mostrare il tuo vero potenziale.

# 8544_Honoka
source: Don't I wish I could. I doubt my interviewers are gonna be as understandin' as you are, Akiyama-san.
pt: Magari potessi. Dubito che gli esaminatori saranno comprensivi quanto te, Akiyama-san.

# 8556_Akiyama
source: Everyone's nervous. Just do what you can to prepare beforehand.
pt: Tutti sono nervosi. Fai tutto il possibile per prepararti in anticipo.

# 8568_Honoka
source: Yeah, I guess yer right there. But there's another thing I've been frettin' about lately.
pt: Sì, mi sa che hai ragione. Però c'è un'altra cosa che mi sta dando pensiero ultimamente.

# 8580_Akiyama
source: Oh? What's that?
pt: Oh? Di cosa si tratta?

# 8592_Honoka
source: I'm thinkin' maybe I should forget the whole Tokyo accent thing, and focus all my time on gettin' hired here in Osaka.
pt: Sto pensando che forse dovrei lasciar perdere tutta la storia dell'accento di Tokyo e concentrarmi solo sul farmi assumere qui a Osaka.

# 8604_Akiyama
source: I see. That's certainly one option.
pt: Capisco. È sicuramente un'opzione.

# 8616_Honoka
source: Whaddya think, Akiyama-san? Should I limit myself to stuff here in Osaka?
pt: Che ne dici, Akiyama-san? Dovrei limitarmi a cercare qui a Osaka?

# 8628_Akiyama
source: You should. It's more realistic than wasting time taking hiring tests for jobs you have no hope of landing.
pt: Dovresti. È più realistico che sprecare tempo a fare test per lavori che non hai alcuna speranza di ottenere.

# 8640_Honoka
source: Why do ya gotta say it like that? Ya make it sound like I've got no chance of passin'!
pt: Perché devi dirlo in questo modo? Sembra quasi che io non abbia alcuna possibilità di farcela!

# 8652_Akiyama
source: What? You do lack confidence in yourself, right?
pt: Cosa? Ma scusa, ti manca la fiducia in te stessa, no?

# 8664_Honoka
source: Yeah, so I wanted ya to encourage me, Akiyama-san!
pt: Sì, infatti volevo che mi incoraggiassi, Akiyama-san!

# 8676_Akiyama
source: What kind of logic is that?
pt: Ma che razza di logica sarebbe?

# 8688_Honoka
source: Ooh, now I'm fumin'! At this point, I'm gonna land a job at a big network no matter what!
pt: Oh, ora sono proprio furiosa! A questo punto, otterrò un lavoro in una grande emittente, costi quel che costi!

# 8700_Akiyama
source: Hey, I guess it's good you're fired up now.
pt: Ehi, direi che è un bene che ora tu sia così carica.

# 8712_Akiyama
source: Don't do that. If you give up on your dreams, then you're bound to regret it someday.
pt: Non farlo. Se rinunci ai tuoi sogni, un giorno finirai sicuramente per pentirtene.

# 8724_Honoka
source: Yeah, you're right. I've been thinkin' the same thing, but I'm not at an age where I can keep dreamin' forever anymore. I'm wonderin' what to do.
pt: Sì, hai ragione. Pensavo la stessa cosa anch'io, ma non ho più l'età per continuare a sognare per sempre. Mi sto chiedendo cosa fare.

# 8736_Akiyama
source: The regret of trying and failing is different than the regret of never having tried at all. The decision is yours to make.
pt: Il rimpianto di averci provato e aver fallito è ben diverso dal rimpianto di non averci mai nemmeno provato. La decisione finale spetta a te.

# 8748_Honoka
source: Okay, then that settles it. I'm gonna try for a national network!
pt: Ok, allora è deciso. Tenterò di entrare in un'emittente nazionale!

# 8760_Akiyama
source: All right. Good luck.
pt: D'accordo. Buona fortuna.

# 8772_Honoka
source: Much obliged for the advice, Akiyama-san!
pt: Ti sono davvero grata per il consiglio, Akiyama-san!

# 8784_Akiyama
source: Decide for yourself. You'll regret putting major life decisions in another person's hands.
pt: Decidi con la tua testa. Ti pentiresti di mettere le decisioni più importanti della tua vita nelle mani di qualcun altro.

# 8796_Honoka
source: I'm not sayin' I'm gonna do whatever ya happen to tell me to! I'm just askin' for yer opinion is all.
pt: Non sto mica dicendo che farò tutto quello che mi dirai! Ti sto solo chiedendo un parere, tutto qui.

# 8808_Akiyama
source: Oh really?
pt: Ah, davvero?

# 8820_Honoka
source: I'm willin' to bet ya don't even care either way, huh?
pt: Scommetto che non te ne frega niente in ogni caso, eh?

# 8832_Akiyama
source: Hey, come on now.
pt: Ehi, ma dai.

# 8844_Akiyama
source: Are you backing down?
pt: Ti stai tirando indietro?

# 8856_Honoka
source: I ain't even!
pt: Ma neanche per idea!

# 8868_Honoka
source: No, maybe you're right. I think ya mighta hit the nail right on the head and so I lashed out. Sorry for snappin' at ya.
pt: No, forse hai ragione. Credo che tu abbia proprio colpito nel segno, per questo ho sbottato. Scusa se ti ho risposto male.

# 8880_Akiyama
source: It's okay to back down. Knowing your own limits is an important ability. That judgment is bound to serve you well further down the line.
pt: Va bene tirarsi indietro. Conoscere i propri limiti è una dote importante. Vedrai che questa capacità di giudizio ti tornerà utile più avanti.

# 8892_Honoka
source: Yeah...
pt: Già...

# 8904_Akiyama
source: You don't sound terribly convinced.
pt: Non sembri molto convinto.

# 8916_Honoka
source: You can see right through me, Akiyama-san.
pt: Mi leggi proprio dentro, Akiyama-san.

# 8928_Honoka
source: I wanna work for a national network. It ain't easy to give up on my dreams like that.
pt: Voglio lavorare per un network nazionale. Non è mica facile rinunciare ai miei sogni così.

# 8940_Akiyama
source: I see. Well, better do your best.
pt: Capisco. Beh, vedi di fare del tuo meglio.

# 8952_Honoka
source: I will!
pt: Lo farò!

# 8964_Akiyama
source: Why the lack of confidence? If you don't go into this process thinking that you're going to pass, then you're never going to.
pt: Perché questa mancanza di fiducia? Se non affronti questo percorso convinto di farcela, non ci riuscirai mai.

# 8976_Honoka
source: You're right! I wasn't thinkin' straight!
pt: Hai ragione! Non ragionavo proprio lucidamente!

# 8988_Honoka
source: Thanks for givin' me a kick in the pants, Akiyama-san! I'm gonna get a job at a national network for sure!
pt: Grazie per avermi dato un calcio nel sedere, Akiyama-san! Riuscirò di sicuro a farmi assumere da un network nazionale!

# 9000_Akiyama
source: Now there's the Honoka-chan I know.
pt: Questa sì che è la Honoka-chan che conosco.

# 9012_Akiyama
source: You sure you can land a local job?
pt: Sei sicuro di riuscire a rimediare un lavoro in una rete locale?

# 9024_Honoka
source: Um, well...
pt: Ehm, beh...

# 9036_Akiyama
source: Aren't you giving yourself a little too much credit? Don't confuse confidence with arrogance. It'll hurt you big if you mess things up.
pt: Non ti stai dando un po' troppa importanza? Non confondere la sicurezza con l'arroganza. Ti farà un male cane se mandi tutto all'aria.

# 9060_Akiyama
source: That's not all. Setting the bar lower also lessens your dreams. Would you be satisfied with making those lesser dreams come true?
pt: Non è tutto. Abbassare l'asticella sminuisce anche i tuoi sogni. Saresti davvero soddisfatto se realizzassi dei sogni così mediocri?

# 9072_Honoka
source: Hmph. Yeah. Thanks for callin' me out on that, Akiyama-san. If ya hadn't, I woulda wound up wastin' all the effort I'd put into this.
pt: Umpf. Già. Grazie per avermi ripresa, Akiyama-san. Se non lo avessi fatto, avrei finito per sprecare tutto l'impegno che ci ho messo.

# 9084_Akiyama
source: I'm glad you understand what I'm getting at.
pt: Sono contento che tu capisca dove voglio arrivare.

# 9096_Honoka
source: Hehe! I like that ya don't beat around the bush, Akiyama-san.
pt: Hehe! Mi piace che non giri intorno alle cose, Akiyama-san.

# 9108_Akiyama
source: Heh.
pt: Eh.

# 9120_Honoka
source: So I was just at this seminar, and boy am I super tired.
pt: Sono appena stata a questo seminario e, cavolo, sono davvero stanchissima.

# 9132_Akiyama
source: A job-hunting seminar?
pt: Un seminario sulla ricerca di lavoro?

# 9144_Honoka
source: More like a study session. An actual newscaster came to offer us some trainin', including some interview testin'.
pt: Più che altro una sessione di studio. È venuto un vero giornalista a farci fare un po' di pratica, incluse delle prove di intervista.

# 9156_Honoka
source: It's indispensable stuff for folks wantin' to be newscasters. It was super popular, but somehow I managed to nab a spot in the final session.
pt: È roba indispensabile per chi vuole diventare giornalista. Era super gettonato, ma in qualche modo sono riuscita ad accaparrarmi un posto nell'ultima sessione.

# 9168_Akiyama
source: I didn't know they had things like that. Was it a good experience for you?
pt: Non sapevo esistessero cose del genere. È stata una bella esperienza?

# 9180_Honoka
source: Weeell...
pt: Beeeh...

# 9192_Akiyama
source: Did it go well?
pt: È andata bene?

# 9204_Honoka
source: Hehe! 'Course it did! How could ya tell?
pt: Hehe! Certo che sì! Come l'hai capito?

# 9216_Akiyama
source: By looking at your face. You've been grinning ear to ear this whole time.
pt: Guardandoti in faccia. Hai avuto un sorriso a trentadue denti per tutto il tempo.

# 9228_Honoka
source: Aw, have I? I'm just in a pretty good mood is all, so hopefully you can let it slide.
pt: Ah, davvero? È che sono proprio di ottimo umore, quindi spero che potrai chiudere un occhio.

# 9240_Akiyama
source: I don't mind in the least.
pt: Non mi dispiace affatto.

# 9252_Akiyama
source: Not so hot, huh?
pt: Non un granché, eh?

# 9264_Honoka
source: What are ya sayin' that for? Didn't I have this big ol' smile on my face?
pt: Ma perché dici così? Non avevo questo bel sorrisone stampato in faccia?

# 9276_Akiyama
source: You did?
pt: Hai fatto?

# 9288_Honoka
source: Yer hopeless, Akiyama-san. What a buzzkill.
pt: Sei un caso disperato, Akiyama-san. Che guastafeste.

# 9300_Akiyama
source: Oh. Well, so long as it went well.
pt: Oh. Beh, l'importante è che sia andata bene.

# 9312_Honoka
source: Anyways, in this seminar, if they think ya've got the chops, they let ya move on to a higher level, and I managed to make the cut!
pt: Comunque, in questo seminario, se pensano che hai la stoffa, ti fanno passare a un livello superiore, e io ce l'ho fatta a superare la selezione!

# 9324_Akiyama
source: Well, how about that! Guess that shows you what having enough confidence in yourself can do.
pt: Pensa un po'! Direi che questo dimostra cosa si riesce a fare quando si ha abbastanza fiducia in se stessi.

# 9336_Honoka
source: Yep! If I hadn't made the cut I was ready to give up on things, so I'm super relieved.
pt: Già! Se non avessi superato la selezione ero pronta a lasciar perdere tutto, quindi sono sollevatissima.

# 9348_Akiyama
source: How the heck did you manage that? Before you were freaking out over not being good enough.
pt: Ma come diavolo ci sei riuscita? Poco fa stavi andando fuori di testa perché non ti sentivi all'altezza.

# 9360_Honoka
source: I been workin' my butt off since then, that's how! I've been voice chattin' with my Tokyo friends to help me practice my accent.
pt: Mi sono fatta un mazzo così da allora, ecco come! Ho fatto un sacco di chat vocali con i miei amici di Tokyo per esercitarmi con l'accento.

# 9372_Akiyama
source: I see. Your efforts seem to have borne fruit.
pt: Capisco. Sembra che i tuoi sforzi abbiano dato i loro frutti.

# 9384_Honoka
source: The person who told me 'bout the seminar is from Osaka too, and they said they could tell I'd been workin' on my pronunciation.
pt: Anche la persona che mi ha parlato del seminario è di Osaka, e mi ha detto che si sentiva che mi ero messa d'impegno con la pronuncia.

# 9396_Akiyama
source: Keep at it. This advanced seminar is your chance to give it your all before it's time for the real deal.
pt: Continua così. Questo seminario avanzato è la tua occasione per dare il massimo prima che arrivi il momento di fare sul serio.

# 9408_Honoka
source: Yeah. Maybe I shouldn't work here at the club as much, so that I don't kill my momentum?
pt: Già. Forse non dovrei lavorare così tanto qui al club, per non perdere lo slancio?

# 9420_Akiyama
source: It's a critical time for you. Taking some time off might not be a bad idea.
pt: È un momento cruciale per te. Prendersi una pausa non sarebbe affatto una cattiva idea.

# 9432_Honoka
source: Hmm, good point. I'll hafta have a talk with my manager.
pt: Uhm, hai ragione. Dovrò parlarne con il mio manager.

# 9444_Akiyama
source: Don't rest on your laurels. All you've done so far is get yourself on equal footing with people from Tokyo. The real struggle starts from here.
pt: Non sederti sugli allori. Tutto quello che hai fatto finora è metterti alla pari con la gente di Tokyo. La vera sfida inizia adesso.

# 9456_Honoka
source: Yeah, that's right! I've been so focused on my accent trainin' that I mighta let some of my fundamentals slip.
pt: Già, proprio così! Ero così concentrata sull'allenamento per l'accento che potrei aver trascurato un po' le basi.

# 9468_Honoka
source: I'll hafta work on those fundamentals before the next seminar comes up. Much obliged for helpin' me out with stuff, Akiyama-san.
pt: Dovrò rimettermi a studiare i fondamentali prima che arrivi il prossimo seminario. Grazie mille per avermi dato una mano con tutto quanto, Akiyama-san.

# 9480_Akiyama
source: Hey, it's fun for me to watch you make progress.
pt: Ehi, mi fa piacere vederti fare progressi.

# 9492_Akiyama
source: You're welcome. I can see I've had an impact on you by coming here.
pt: Prego. Vedo che venire qui ha avuto un bell'impatto su di te.

# 9504_Honoka
source: What the hey!? Yer welcome, nothin'! I'm the one who's been doin' all the hard work!
pt: Ma scherziamo!? Altro che "prego"! Quella che si è fatta il mazzo sono io!

# 9516_Akiyama
source: But haven't I given you lots of advice? Don't you think that's been a huge part of it?
pt: Ma non ti ho dato un sacco di consigli? Non credi che abbiano avuto un ruolo fondamentale?

# 9528_Honoka
source: Sure, but don't ya think I deserve credit for puttin' in the effort based on that advice?
pt: Certo, ma non credi che mi spetti un po' di merito per l'impegno che ci ho messo seguendo quei consigli?

# 9540_Honoka
source: If anyone deserves to be complimented here, it's me. You're so selfish, Akiyama-san.
pt: Se c'è qualcuno che si merita dei complimenti qui, quella sono io. Sei proprio un egoista, Akiyama-san.

# 9552_Akiyama
source: My apologies, then.
pt: Chiedo scusa, allora.

# 9564_Honoka
source: Um, hey, Akiyama-san?
pt: Ehm, senti, Akiyama-san?

# 9576_Akiyama
source: Yeah?
pt: Sì?

# 9588_Honoka
source: Hirin' exams for newscasters are finally startin'!
pt: Finalmente stanno per iniziare gli esami di assunzione per i telegiornalisti!

# 9600_Akiyama
source: Oh wow. This has been a long time coming.
pt: Caspita. Era da un bel pezzo che aspettavamo questo momento.

# 9612_Honoka
source: I'm in the final stretch. What should I do?
pt: Sono alla retta finale. Che dovrei fare?

# 9624_Akiyama
source: Do what you've been doing. You've got some good momentum, so don't do anything odd that could throw your rhythm off.
pt: Continua a fare quello che hai fatto finora. Hai preso un bel ritmo, quindi non fare niente di strano che possa fartelo perdere.

# 9636_Honoka
source: Yeah. It's not gonna do me any good if I wind up gettin' all hasty at this point.
pt: Già. Non mi servirebbe a niente se finissi per farmi prendere dalla fretta proprio a questo punto.

# 9648_Honoka
source: I'll stick with my usual trainin'.
pt: Continuerò con il mio solito allenamento.

# 9660_Akiyama
source: That'd be for the best.
pt: Sarebbe la cosa migliore.

# 9672_Akiyama
source: You don't have to do anything. Just make sure to be ready for the final test and stay healthy.
pt: Non devi fare nulla. Assicurati solo di farti trovare pronta per l'esame finale e di restare in salute.

# 9684_Honoka
source: Hmm. Ya think so? I feel like I could still improve in some areas, so don't ya think I oughta work a bit harder?
pt: Mmh. Dici? Mi sembra di poter ancora migliorare in alcune cose, quindi non pensi che dovrei impegnarmi un po' di più?

# 9696_Akiyama
source: Any sort of training can be bad for your health if you overdo it. If you don't set reasonable limits, it could backfire on you.
pt: Qualsiasi tipo di allenamento può far male alla salute se esageri. Se non ti dai dei limiti ragionevoli, potrebbe finire per ritorcertisi contro.

# 9708_Honoka
source: Right. You're so coolheaded, Akiyama-san! I can't think that calmly.
pt: Hai ragione. Sei così razionale, Akiyama-san! Io non riesco a ragionare con tanta calma.

# 9720_Honoka
source: Come to think of it, my throat ain't feelin' so good lately. Maybe I got a cold?
pt: Ora che ci penso, ultimamente la gola non mi va tanto bene. Forse ho preso il raffreddore?

# 9732_Akiyama
source: That wouldn't be good. Do you have a fever?
pt: Non andrebbe bene. Hai la febbre?

# 9744_Honoka
source: I don't think so. And I'm not coughin'. Maybe my voice is just shot from talkin' too much? Some hot tea oughta make it better.
pt: Non credo. E non ho neanche la tosse. Forse ho solo la voce a pezzi per aver parlato troppo? Un po' di tè caldo dovrebbe rimettermi in sesto.

# 9756_Akiyama
source: That's a relief. It'd be terrible for you to get sick at this stage of the game.
pt: È un sollievo. Sarebbe terribile se ti ammalassi proprio a questo punto.

# 9768_Honoka
source: No way I'm lettin' that happen! That'd be a really lame joke!
pt: Non permetterò mai che succeda! Sarebbe uno scherzo davvero di pessimo gusto!

# 9780_Akiyama
source: I hope it's just a joke. It wouldn't be funny if there were actually something wrong with your throat.
pt: Spero proprio che sia solo uno scherzo. Non ci sarebbe niente da ridere se avessi davvero qualche problema alla gola.

# 9792_Honoka
source: Yeah. I guess I should be more careful. I'll try not to push myself too hard.
pt: Già. Immagino di dover stare più attenta. Cercherò di non sforzarmi troppo.

# 9804_Akiyama
source: Yeah, that's not a bad idea.
pt: Già, non è una cattiva idea.

# 9816_Akiyama
source: Are you sure you're all right? Something definitely seems off.
pt: Sei sicura di stare bene? C'è decisamente qualcosa che non va.

# 9828_Honoka
source: Hey now, why are ya bein' so serious? Stop tryin' to scare me. I'm fine, I swear.
pt: Ehi, dai, perché sei così serio? Smettila di cercare di spaventarmi. Sto bene, lo giuro.

# 9840_Akiyama
source: I sure hope you're right...
pt: Spero proprio che tu abbia ragione...

# 9852_Akiyama
source: Go to a clinic right away. You want to get examined by a doctor before it gets worse.
pt: Vai subito in clinica. Fatti visitare da un medico prima che la situazione peggiori.

# 9864_Honoka
source: C'mon, stop scarin' me. I'm just a little worn-out right now is all.
pt: Dai, smettila di spaventarmi. Sono solo un po' stanca in questo momento, ecco tutto.

# 9876_Akiyama
source: Really? I sure hope it's nothing.
pt: Davvero? Spero proprio che non sia nulla.

# 9888_Honoka
source: You're such a worrywart, Akiyama-san. You're makin' a big fuss over nothin'.
pt: Sei proprio un apprensivo, Akiyama-san. Stai facendo un gran polverone per niente.

# 9900_Akiyama
source: Hey, come on. I'm concerned about you is all.
pt: Ehi, dai. Mi preoccupo per te, tutto qui.

# 9912_Honoka
source: I know. And I appreciate the concern.
pt: Lo so. E apprezzo l'interessamento.

# 9924_Akiyama
source: Sheesh. Could you not make me worry so much?
pt: Mamma mia. Potresti evitare di farmi preoccupare così tanto?

# 9936_Akiyama
source: No. Go see a doctor. Just in case.
pt: No. Vai a farti vedere da un medico. Giusto per sicurezza.

# 9948_Honoka
source: What? That's kinda sudden...
pt: Cosa? È un po' improvviso...

# 9960_Akiyama
source: Becoming a newscaster is your dream, right? So you can't afford to be careless. Hopefully you go to the clinic and they say it's nothing.
pt: Diventare una giornalista è il tuo sogno, no? Quindi non puoi permetterti di trascurarti. Speriamo che andrai in clinica e che ti dicano che non è niente.

# 9972_Honoka
source: Yeah, okay. I think I can get away after this, so I'll go right away.
pt: Sì, va bene. Credo di potermi liberare dopo, quindi ci andrò subito.

# 9984_Akiyama
source: Promise me, okay?
pt: Promettimelo, va bene?

# 9996_Honoka
source: Sorry to make ya worry, Akiyama-san.
pt: Scusa se ti ho fatto preoccupare, Akiyama-san.

# 10008_Honoka
source: I'm real sorry about the other day, Akiyama-san.
pt: Mi dispiace davvero per l'altro giorno, Akiyama-san.

# 10020_Akiyama
source: Is your throat doing better?
pt: La gola va meglio?

# 10032_Honoka
source: Yeah, thanks to you!
pt: Sì, grazie a te!

# 10044_Akiyama
source: So, how did things go?
pt: Allora, com'è andata?

# 10056_Honoka
source: I... It didn't go well.
pt: Io... Non è andata bene.

# 10068_Akiyama
source: I see. That's too bad.
pt: Ah, capisco. Peccato.

# 10080_Honoka
source: And after ya got me that medicine, too. I'm so pathetic.
pt: E pensare che mi avevi pure preso quella medicina. Sono proprio patetica.

# 10092_Akiyama
source: It's all right. There'll be other tests. Focus on getting healthy and prepare for the next one.
pt: Non preoccuparti. Ci saranno altri esami. Pensa solo a rimetterti in sesto e preparati per il prossimo.

# 10104_Akiyama
source: Don't feel bad. You only just started your job search. Use this failure to do better next time.
pt: Non abbatterti. Hai appena iniziato a cercare lavoro. Usa questo fallimento per fare meglio la prossima volta.

# 10116_Honoka
source: Yeah! Next time I'll nail it for sure!
pt: Sì! La prossima volta farò centro di sicuro!

# 10128_Honoka
source: My top choice is a big-name station in Tokyo. If I land a job there, I can see ya whenever!
pt: La mia prima scelta è una grande emittente di Tokyo. Se ottengo il posto lì, potrò vederti quando voglio!

# 10140_Akiyama
source: That's right. And when that time comes, your Kansai accent will be all but gone.
pt: Già. E quando arriverà quel momento, il tuo accento del Kansai sarà quasi del tutto sparito.

# 10152_Honoka
source: I'm only gonna be speakin' with a Tokyo accent when I'm on air. With you I'm gonna be just a girl. My usual self!
pt: Parlerò con l'accento di Tokyo solo quando sarò in onda. Con te sarò solo una ragazza. La me di sempre!

# 10164_Akiyama
source: That's a relief.
pt: Meno male.

# 10176_Akiyama
source: That may be unrealistic.
pt: Potrebbe essere poco realistico.

# 10188_Honoka
source: Whaaat!? How come!?
pt: Cosaaa!? E come mai!?

# 10200_Akiyama
source: Because newbie newscasters for big networks are like celebrities.
pt: Perché i giornalisti esordienti delle grandi emittenti sono come delle celebrità.

# 10212_Akiyama
source: You'd be really busy, and paparazzi will be chasing you around. I doubt we'd have time to date.
pt: Saresti davvero impegnata e i paparazzi ti darebbero la caccia. Dubito che avremmo il tempo di uscire insieme.

# 10224_Honoka
source: Oh no! In that case, maybe I oughta give up on bein' a newscaster...
pt: Oh no! In quel caso, forse dovrei rinunciare a diventare una giornalista...

# 10236_Akiyama
source: Hey now...
pt: Ehi, andiamo...
