Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid014900fd.po
Languages: pt

# 44_Akiyama
source: (I should be able to find a fashion magazine here. Might give me some useful tips...)
pt: (Dovrei riuscire a trovare una rivista di moda qui. Magari mi darà qualche dritta utile...)

# 56_Akiyama
source: (Let's see, what do they have?)
pt: (Vediamo un po', cosa hanno?)

# 68_Akiyama
source: (Leon, the fashion magazine for grown-up lady-killers. This could be the ticket.)
pt: (Leon, la rivista di moda per sciupafemmine navigati. Questa potrebbe essere la dritta giusta.)

# 128_Akiyama
source: (Hmm, all right. "Ladies love a mature man with a dash of roguish appeal.")
pt: (Hmm, va bene. "Le donne adorano un uomo maturo con un tocco di fascino da canaglia.")

# 140_Akiyama
source: (The point is to dress appropriately and fashionably but accentuate it with a slight debonair touch.)
pt: (Il punto è vestirsi in modo appropriato e alla moda, ma accentuando il tutto con un pizzico di fascino disinvolto.)

# 152_Akiyama
source: (This makes men seem more open and approachable, thereby upping their charm with the ladies.)
pt: (Questo fa sembrare gli uomini più aperti e accessibili, aumentando così il loro fascino con le donne.)

# 164_Akiyama
source: (GaGa Milano wristwatches...)
pt: (Orologi da polso GaGa Milano...)

# 176_Akiyama
source: (Oh, hey, this is what I'm wearing. Hana-chan got it for me for my birthday.)
pt: (Oh, ehi, questo è quello che indosso. Hana-chan me l'ha regalato per il mio compleanno.)

# 188_Akiyama
source: (With such a bold design, this thing stands out like a neon sign.)
pt: (Con un design così audace, questa cosa spicca come un neon insegna.)

# 200_Akiyama
source: (I see. Something like that might be all a guy needs to give himself that roguish, playful look without overdoing it.)
pt: (Capisco. Una cosa del genere potrebbe essere tutto ciò di cui un tipo ha bisogno per darsi quel tocco da canaglia e sbarazzino senza esagerare.)

# 260_Akiyama
source: (Okay, this could be just what Miyu-chan is looking for. Saida-san needs to hear this.)
pt: (Ok, questo potrebbe essere proprio quello che Miyu-chan sta cercando. Saida-san deve sentirlo.)
