Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08df.po
Languages: pt

source: Timid Man
pt: Uomo timido

source: Anime Girl Otaku
pt: Otaku di Anime Girl

source: Woman
pt: Donna

source: Man on Date
pt: Uomo all'appuntamento

# 44_Kiryu
source: I'm from Nagasu Taxi. Sorry for the wait.
pt: Sono di Nagasu Taxi. Mi scusi per l'attesa.

# 56_Timid Man
source: Ah, there you are! The girl I'm going on a date with should be here soon. Would you mind waiting a little longer?
pt: Ah, eccoti! La ragazza con cui ho l'appuntamento dovrebbe essere qui presto. Ti dispiacerebbe aspettare ancora un po'?

# 68_Kiryu
source: No problem. So you're on a date today?
pt: Nessun problema. Quindi oggi hai un appuntamento?

# 80_Timid Man
source: That's right! It's the first date I've ever gone on, so I'm really nervous!
pt: Esatto! È il mio primissimo appuntamento, quindi sono super nervoso!

# 92_Timid Man
source: Sato-san, the girl I'm going with, is incredibly cute. And she has a great personality to match.
pt: Sato-san, la ragazza con cui ho l'appuntamento, è incredibilmente carina. E ha una gran bella personalità, che le sta a pennello.

# 104_Timid Man
source: I hope I can show her a good time... I worry I won't have anything to talk about.
pt: Spero di riuscire a farle passare una bella serata... Temo di non avere nulla di cui parlare.

# 116_Timid Man
source: Say, what's a good thing to talk about when you want to impress a girl on the first date?
pt: Senti, qual è una buona cosa di cui parlare per fare colpo su una ragazza al primo appuntamento?

# 128_Kiryu
source: Well, I think it's best to be yourself, and talk about what interests you.
pt: Beh, penso che sia meglio essere te stesso, e parlare di ciò che ti interessa.

# 140_Timid Man
source: I see. My interests, huh?
pt: Capisco. I miei interessi, eh?

# 152_Kiryu
source: Right.
pt: Giusto.

# 164_Timid Man
source: Well, I'm <Italic>really</Italic> into anime with cute girls! I've literally seen every series－even ones nobody else knows about! Whew, I could talk about them all day!
pt: Beh, sono <Italic>davvero</Italic> appassionato di anime con ragazze carine! Ho letteralmente visto ogni singola serie－anche quelle che nessuno conosce! Uff, potrei parlarne tutto il giorno!

# 176_Kiryu
source: Uh...
pt: Ehm...

# 188_Anime Girl Otaku
source: Huh? What's the matter?
pt: Eh? Cosa c'è?

# 200_Kiryu
source: I'd suggest not diving that deep on the first date.
pt: Ti suggerirei di non spingerti così a fondo al primo appuntamento.

# 212_Anime Girl Otaku
source: Oh. You think so?
pt: Oh. Dici?

# 224_Kiryu
source: Some people might not understand.
pt: Alcune persone potrebbero non capire.

# 236_Anime Girl Otaku
source: Really? Then what am I supposed to talk about!?
pt: Davvero? Allora di cosa dovrei parlare!?

# 248_Kiryu
source: How about something more relatable?
pt: Che ne dici di qualcosa di più alla mano?

# 260_Anime Girl Otaku
source: More relatable? I don't know if I can do that! Oh gosh, my palms are getting all sweaty. What am I going to do?
pt: Più alla mano? Non so se ci riesco! Oddio, mi stanno sudando le mani. Che faccio?

# 272_Woman
source: Yamada-kun! Sorry to keep you waiting!
pt: Yamada-kun! Scusa per l'attesa!

# 284_Anime Girl Otaku
source: There she is!
pt: Eccola!

# 296_Man on Date
source: Hey, if it sounds like I'm ruining the mood, think you could help me out?
pt: Senti, se ti sembra che stia rovinando l'atmosfera, pensi che potresti darmi una mano?

# 308_Kiryu
source: I'll do my best.
pt: Farò del mio meglio.
