Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0945.po
Languages: pt

# 60_Onisaka
source: How many times do I gotta tell ya? It's Nakajima I want to race. A bum like you could never fill his shoes!
pt: Quante volte te lo devo dire? È Nakajima che voglio sfidare. Un rottame come te non potrebbe mai essere alla sua altezza!

# 72_Onisaka
source: Or do you actually think you have a chance of winning this time? That stubborn streak does remind me of Nakajima, back in the day...
pt: O pensi davvero di avere una chance di vincere stavolta? Quella testardaggine mi ricorda Nakajima, ai suoi tempi...

# 84_Onisaka
source: Heh, all right then. I'll give you another shot. Get in your car!
pt: Heh, va bene allora. Ti do un'altra chance. Sali in macchina!

# 180_Onisaka
source: Did I keep you waiting?
pt: Ti ho fatto aspettare?

# 192_Onisaka
source: Hey, I asked for Nakajima, not you.
pt: Senti, ho chiesto di Nakajima, non te.

# 204_Kiryu
source: I thought you wanted the thrill of going up against the top racer in Fukuoka.
pt: Pensavo volessi il brivido di sfidare il miglior pilota di Fukuoka.

# 216_Kiryu
source: No need to bother Nakajima-san if that's what you're looking for. I'm your man.
pt: Non c'è bisogno di disturbare Nakajima-san se è questo che cerchi. Ci sono io.

# 240_Kiryu
source: What's so funny?
pt: Cosa c'è di buffo?

# 252_Onisaka
source: Sorry. It just seems you're lettin' the fact you took down the Devil Killers go to your head.
pt: Scusa. Sembra solo che ti sia montato la testa per il fatto di aver fatto fuori i Devil Killers.

# 264_Kiryu
source: What are you implying?
pt: Che stai insinuando?

# 276_Onisaka
source: I'm saying you can't live up to Nakajima's legacy.
pt: Sto dicendo che non sei all'altezza dell'eredità di Nakajima.

# 288_Onisaka
source: I saw you race Takamura. You're nowhere near Nakajima's level.
pt: Ti ho visto correre contro Takamura. Non sei minimamente al livello di Nakajima.

# 300_Onisaka
source: Taking you on would be like arm-wrestling a baby! Not that I suggest that, but you get the picture.
pt: Sfidarti sarebbe come fare il braccio di ferro con un bambino! Non che lo consigli, eh, ma hai capito l'antifona.

# 312_Onisaka
source: You got some weak-ass odds, my friend. Might as well head on back in that taxi of yours!
pt: Amico, hai delle quote di merda. Tanto vale tornartene dritto nel tuo taxi!

# 324_Kiryu
source: The odds aren't what's important. As long as there's a chance, I'll take it.
pt: Non contano le quote. Finché c'è una possibilità, la prendo.

# 336_Onisaka
source: What...?
pt: Cosa...?

# 348_Kiryu
source: I can see you're letting the past hold you back. I'm here to change that.
pt: Vedo che ti stai lasciando bloccare dal passato. Sono qui per darti una scossa.

# 360_Onisaka
source: ...Interesting. No wonder Nakajima hired you on.
pt: ...Interessante. Non c'è da stupirsi che Nakajima ti abbia ingaggiato.

# 372_Onisaka
source: Fine, you'll get your shot. But fair warning... I got twenty years of pure rage in this beating heart of mine, and I'm takin' it out on you!
pt: Va bene, avrai la tua occasione. Ma ti avverto... ho vent'anni di pura rabbia in questo mio cuore che batte, e la scaricherò su di te!
