Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0dd6.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Hors d'Oeuvre Morosawa
pt: Antipasto Morosawa

# 92_Hors d'Oeuvre Morosawa
source: Thanks to you, I had the best farewell match I could have hoped for, Suzuki-san. I know it isn't much, but here's the fight money.
pt: Grazie a te, ho avuto il miglior incontro d'addio che potessi desiderare, Suzuki-san. So che non è molto, ma ecco il compenso per l'incontro.

# 128_Hors d'Oeuvre Morosawa
source: Thanks for going along with this. I didn't think you'd bring your own mask. Where'd you get that thing?
pt: Grazie per esserti prestato a tutto questo. Non pensavo che ti saresti portato la tua maschera. Dove l'hai rimedia(to) quell'affare?

# 140_Kiryu
source: Well... It's a long story. So, are you really retiring now?
pt: Beh... È una lunga storia. Allora, hai davvero intenzione di ritirarti ora?

# 152_Hors d'Oeuvre Morosawa
source: Yeah... No more surprise comebacks for me. That was the last bout Hors d'Oeuvre Morosawa is ever going to have.
pt: Già... niente più ritorni a sorpresa per me. Quello è stato l'ultimo incontro che Antipasto Morosawa disputerà mai.

# 164_Hors d'Oeuvre Morosawa
source: I gave it every last drop of strength I could muster. There's no way I could pull that off again.
pt: Ho dato fondo a ogni singola goccia di forza che potevo racimolare. Non c'è modo che io riesca a ripetere una cosa del genere.

# 176_Hors d'Oeuvre Morosawa
source: I'll never forget the cheers of the crowd, not until I gasp my last breath. That's all I needed. I can die a happy man now.
pt: Non dimenticherò mai le incitazioni della folla, non finché non esalerò l'ultimo respiro. Era tutto ciò di cui avevo bisogno. Ora posso morire felice.

# 188_Kiryu
source: Glad to hear it.
pt: Mi fa piacere.

# 200_Hors d'Oeuvre Morosawa
source: I sure was lucky to run into you.
pt: Sono stato proprio fortunato a imbattermi in te.

# 212_Hors d'Oeuvre Morosawa
source: I may not have many years left in me, but I'll be in your debt for the rest of them! I really appreciate it. Thank you!
pt: Forse non mi restano molti anni da vivere, ma ti sarò debitore per tutto il tempo che mi rimane! Te ne sono davvero grato. Grazie!

# 344_Hors d'Oeuvre Morosawa
source: (So this is the ring at Ose Bridge, huh?)
pt: (Quindi sarebbe questo il ring sul ponte Ose, eh?)

# 356_Hors d'Oeuvre Morosawa
source: Suzuki-san, you made it!
pt: Suzuki-san, sei venuto!

# 368_Hors d'Oeuvre Morosawa
source: I take it you're going to step into the ring with me, then?
pt: Quindi hai intenzione di salire sul ring con me, allora?

# 380_Kiryu
source: Yeah, that's what I'm here for. Let's do this.
pt: Sì, sono qui proprio per questo. Diamoci dentro.

# 392_Hors d'Oeuvre Morosawa
source: Great. Thank you!
pt: Ottimo. Grazie!

# 404_Hors d'Oeuvre Morosawa
source: Now I can go out in style. It should be a fitting finale to my pro wrestling career! I appreciate it, Suzuki-san!
pt: Ora posso andarmene in grande stile. Sarà un finale degno per la mia carriera nel wrestling professionistico! Te ne sono grato, Suzuki-san!

# 416_Kiryu
source: Heh. Just remember, don't hold anything back. I'm sure you feel the same, right?
pt: Eheh. Ricorda solo di non risparmiarti. Sono sicuro che valga lo stesso per te, no?

# 428_Hors d'Oeuvre Morosawa
source: That goes without saying! Don't worry. Okay, you better get changed, then. Let's get started!
pt: Non c'è neanche bisogno di dirlo! Non preoccuparti. Bene, allora faresti meglio a cambiarti. Iniziamo!

# 452_Hors d'Oeuvre Morosawa
source: Who <Italic>are</Italic> you? I've never been defeated by an amateur before...
pt: Chi <Italic>sei</Italic>? Non sono mai stato sconfitto da un dilettante prima d'ora...

# 464_Kiryu
source: You shouldn't be brawling when you're that drunk. Did that sober you up?
pt: Non dovresti fare a botte quando sei così ubriaco. Ti è passata la sbronza?

# 476_Hors d'Oeuvre Morosawa
source: Yeah... a little. I guess I was a bit out of control. It's been a while since the last time I had a drink.
pt: Già... un po'. Credo di aver perso un po' il controllo. È passato un bel po' dall'ultima volta che ho bevuto.

# 488_Kiryu
source: You should stay away from the booze for today. Head home and get some rest.
pt: Per oggi faresti meglio a stare alla larga dall'alcol. Torna a casa e riposati.

# 500_Hors d'Oeuvre Morosawa
source: Hey, hold on a second! What's your name?
pt: Ehi, aspetta un secondo! Come ti chiami?

# 512_Kiryu
source: It's Suzuki.
pt: È Suzuki.

# 524_Hors d'Oeuvre Morosawa
source: Suzuki-san, huh? I'm a wrestler. The name's Hors d'Oeuvre Morosawa. Heard of me?
pt: Suzuki-san, eh? Sono un wrestler. Mi chiamo Hors d'Oeuvre Morosawa. Hai mai sentito parlare di me?

# 536_Kiryu
source: No, I'm afraid not. Are you still wrestling at your age?
pt: No, temo di no. Lotti ancora alla tua età?

# 548_Hors d'Oeuvre Morosawa
source: Sort of... I'm over sixty now, and I was still rumbling in the ring ten years ago. Now I'm looking for a place to lay my career to rest.
pt: Più o meno... Ormai ho superato i sessant'anni, e ancora dieci anni fa davo battaglia sul ring. Ora sto cercando un posto dove chiudere definitivamente la mia carriera.

# 560_Kiryu
source: You mean you're retiring?
pt: Intendi dire che ti ritiri?

# 572_Hors d'Oeuvre Morosawa
source: That's right. You may not have heard of me, but back in my day, the name Hors d'Oeuvre Morosawa was known by wrestling fans all over.
pt: Proprio così. Forse non hai mai sentito parlare di me, ma ai miei tempi il nome Hors d'Oeuvre Morosawa era conosciuto dai fan del wrestling di tutto il paese.

# 584_Hors d'Oeuvre Morosawa
source: I did everything I could to thrill the crowd－blood spilling performances with deadly weapons, death matches in electrified cages...
pt: Ho fatto di tutto per mandare in visibilio la folla－esibizioni all'ultimo sangue con armi letali, death match in gabbie elettrificate...

# 596_Hors d'Oeuvre Morosawa
source: When my popularity died down I did a few farewell matches, but I always made a comeback. It was all just to keep my name out there.
pt: Quando la mia popolarità è calata ho disputato qualche match d'addio, ma finivo sempre per tornare sui miei passi. Era solo un modo per far girare il mio nome.

# 608_Kiryu
source: Interesting. I never really thought about the performance aspect of wrestling before.
pt: Interessante. Non avevo mai riflettuto davvero sul lato spettacolare del wrestling prima d'ora.

# 620_Hors d'Oeuvre Morosawa
source: But after starting side businesses without permission from my league, and doing all those farewell matches, I lost the support of my fans.
pt: Ma dopo aver avviato delle attività secondarie senza il permesso della mia lega e aver disputato tutti quei match d'addio, ho perso il sostegno dei miei fan.

# 632_Hors d'Oeuvre Morosawa
source: Once your popularity starts to slide, there's nothing you can do. I ended up getting myself into all sorts of trouble.
pt: Una volta che la tua popolarità inizia a calare, non c'è niente che tu possa fare. Ho finito per cacciarmi in ogni sorta di guaio.

# 644_Hors d'Oeuvre Morosawa
source: I couldn't control myself back then. I had my fair share of brushes with the law, too.
pt: A quei tempi non riuscivo a controllarmi. Ho avuto anche la mia buona dose di guai con la legge.

# 656_Hors d'Oeuvre Morosawa
source: Then after my seventh comeback, the wrestling league I belonged to finally dropped me. I completely deserved it, of course.
pt: Poi, dopo il mio settimo ritorno, la lega di wrestling di cui facevo parte mi ha finalmente scaricato. Me lo meritavo in pieno, ovviamente.

# 668_Hors d'Oeuvre Morosawa
source: I didn't get along well with any of the other wrestlers, so there was nobody left on my side.
pt: Non andavo d'accordo con nessuno degli altri wrestler, quindi non era rimasto nessuno dalla mia parte.

# 680_Hors d'Oeuvre Morosawa
source: There I was, kicked out of wrestling, with nothing but a bunch of failed side ventures and a ton of debt to my name.
pt: Ero lì, buttato fuori dal wrestling, con nient'altro che un mucchio di attività secondarie fallite e una montagna di debiti a mio nome.

# 704_Hors d'Oeuvre Morosawa
source: It's been a decade since I last stepped into the ring. The years have caught up with me, and my strength is failing.
pt: È passato un decennio dall'ultima volta che ho messo piede sul ring. Gli anni iniziano a farsi sentire e le forze mi stanno abbandonando.

# 716_Hors d'Oeuvre Morosawa
source: I've been thinking of putting an end to my wrestling career once and for all. And I want to do it right.
pt: Ho pensato di mettere fine alla mia carriera nel wrestling una volta per tutte. E voglio farlo come si deve.

# 728_Kiryu
source: How so?
pt: In che senso?

# 740_Hors d'Oeuvre Morosawa
source: I want to lay the name Hors d'Oeuvre Morosawa to rest with one last proper farewell match. So I can say my goodbyes to the ring, and the crowd.
pt: Voglio chiudere definitivamente con il nome Hors d'Oeuvre Morosawa con un ultimo, vero match d'addio. Così potrò dare il mio addio al ring e al pubblico.

# 752_Hors d'Oeuvre Morosawa
source: This time it won't just be a performance. I want my final bout to be a fitting end to my life as a wrestler.
pt: Stavolta non sarà solo una messa in scena. Voglio che il mio ultimo match sia una degna conclusione per la mia vita da wrestler.

# 764_Hors d'Oeuvre Morosawa
source: This farewell was supposed to take place today...
pt: Questo addio doveva aver luogo oggi...

# 776_Kiryu
source: What happened?
pt: Che è successo?

# 788_Hors d'Oeuvre Morosawa
source: My opponent refused to take up the challenge. He said he couldn't fight me.
pt: Il mio avversario ha rifiutato la sfida. Mi ha detto che non poteva combattere contro di me.

# 800_Hors d'Oeuvre Morosawa
source: He's another wrestler from my old league, the only guy I could remotely call a friend. He agreed to be my opponent for this final match.
pt: È un altro wrestler della mia vecchia lega, l'unico che potessi lontanamente definire un amico. Aveva accettato di essere il mio avversario per questo match finale.

# 812_Hors d'Oeuvre Morosawa
source: But when the league got wind of what was happening, they put a stop to it.
pt: Ma quando la lega è venuta a sapere cosa stava succedendo, ha bloccato tutto.

# 824_Kiryu
source: What?
pt: Cosa?

# 836_Hors d'Oeuvre Morosawa
source: Can you believe it? They still haven't forgiven me, ten years after they kicked me out.
pt: Ci puoi credere? Non mi hanno ancora perdonato, dieci anni dopo che mi hanno cacciato.

# 848_Kiryu
source: So you decided to drown your troubles in alcohol, then.
pt: Quindi hai deciso di affogare i tuoi dispiaceri nell'alcol, allora.

# 860_Hors d'Oeuvre Morosawa
source: Yeah. My first sip in ten years. But it tasted horrible.
pt: Già. Il mio primo sorso in dieci anni. Ma aveva un sapore orribile.

# 884_Hors d'Oeuvre Morosawa
source: All I need now is someone to fight. And I think you'd be able to pull it off, Suzuki-san.
pt: Tutto ciò di cui ho bisogno ora è qualcuno con cui combattere. E penso che tu saresti in grado di farcela, Suzuki-san.

# 896_Kiryu
source: Huh?
pt: Uh?

# 908_Hors d'Oeuvre Morosawa
source: Please! I know it's ridiculous to pick a fight with you and then ask a favor like this, but I really need you to take me on in the ring!
pt: Ti prego! So che è ridicolo attaccare briga con te e poi chiederti un favore del genere, ma ho davvero bisogno che tu mi affronti sul ring!

# 920_Hors d'Oeuvre Morosawa
source: You're no ordinary brawler, that's for sure. You've got what it takes to face off with a wrestler like me!
pt: Non sei un rissoso qualunque, poco ma sicuro. Hai la stoffa per affrontare un wrestler come me!

# 944_Hors d'Oeuvre Morosawa
source: It's just a little venue out in the open air. But I poured every last bit of money I had left into this final match. This is my last chance!
pt: È solo un piccolo spazio all'aperto. Ma ho investito ogni singolo centesimo che mi restava in questo match finale. Questa è la mia ultima possibilità!

# 956_Hors d'Oeuvre Morosawa
source: I have nothing else left to live for. I'm begging you, let me wrestle one last time in front of a crowd!
pt: Non mi è rimasto nient'altro per cui vivere. Ti supplico, lasciami combattere un'ultima volta davanti a una folla!

# 968_Kiryu
source: Sorry, it's just...
pt: Scusa, è solo che...

# 980_Kiryu
source: (It wouldn't be smart to show my face somewhere conspicuous like that.)
pt: (Non sarebbe saggio mostrare la mia faccia in un posto così in vista.)

# 992_Hors d'Oeuvre Morosawa
source: Wait! You don't need to make a decision right now. There's still some time left.
pt: Aspetta! Non c'è bisogno che tu prenda una decisione proprio ora. C'è ancora un po' di tempo.

# 1016_Hors d'Oeuvre Morosawa
source: If you decide to take up the challenge, come to Ose Bridge! I've got a special ring set up there. I'll be waiting for you!
pt: Se decidi di accettare la sfida, vieni al ponte Ose! Ho allestito un ring speciale lì. Ti aspetterò!

# 1028_Hors d'Oeuvre Morosawa
source: If you don't come, the match is off. They won't give me my money back, and I'll lose the trust of my last few fans.
pt: Se non vieni, l'incontro salta. Non mi restituiranno i soldi e perderò la fiducia dei pochi fan che mi sono rimasti.

# 1040_Kiryu
source: (I'd like to help out, but I need some way to conceal my face. Otherwise, stepping into the ring would be a huge risk.)
pt: (Mi piacerebbe aiutarlo, ma ho bisogno di un modo per nascondere il volto. Altrimenti, salire sul ring sarebbe un grosso rischio.)

# 1052_Kiryu
source: (Maybe there's something I could use back at my apartment.)
pt: (Forse c'è qualcosa che potrei usare nel mio appartamento.)
