Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901a6.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Director
pt: Direttore

source: Yes, I think I'd better.
pt: Sì, penso che sia meglio.

source: I guess I don't need to.
pt: Immagino non serva.

source: Live Events
pt: Eventi dal vivo

source: The Requirements
pt: I Requisiti

source: I think I'd better run through it one more time.
pt: Penso che sia meglio provarlo ancora una volta.

source: I'm ready.
pt: Sono pronto.

# 44_Haruka
source: Hello, everyone!
pt: Ciao a tutti!

# 56_Event Staff
source: Hello! Sir, Sawamura-san is here.
pt: Ciao! Signore, Sawamura-san è qui.

# 92_Haruka
source: Oh, hello! It's very nice to meet you. I'm the director of this event.
pt: Oh, ciao! È un vero piacere conoscerla. Sono il direttore di questo evento.

# 104_Haruka
source: Hello. I'm Haruka Sawamura. It's very nice to meet you, too!
pt: Ciao. Sono Haruka Sawamura. È un vero piacere conoscerla, anche per me!

# 116_Director
source: We appreciate you coming today.
pt: Apprezziamo la sua presenza oggi.

# 128_Director
source: I will be representing Soten Town, the sponsor of today's event.
pt: Sarò io a rappresentare Soten Town, lo sponsor dell'evento di oggi.

# 140_Director
source: Remember, the fans are here for you, so please enjoy yourself!
pt: Si ricordi, i fan sono qui per lei, quindi se la goda!

# 152_Haruka
source: I will! Thank you so much!
pt: Lo farò! Grazie mille!

# 212_Haruka
source: Ten more minutes!
pt: Dieci minuti ancora!

# 224_Director
source: Okay, the show's gonna be starting soon! I'll let you get ready.
pt: Ok, lo show sta per iniziare! La lascio prepararsi.

# 236_Haruka
source: Okay!
pt: Ok!

# 248_Haruka
source: (I wonder if I should go over how the event works.)
pt: (Mi sa che dovrei ripassare come funziona l'evento.)

# 260_Haruka
source: (I've done this kind of thing before, so I guess I don't need to. I'm ready!)
pt: (Ho già fatto cose del genere, quindi direi che non serve. Sono pronta!)

# 296_Haruka
source: (Yes, I think I'd better. Just in case.)
pt: (Sì, credo sia meglio. Non si sa mai.)

# 308_Haruka
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi live, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine del brano, il livello del tuo successo in ciascuna di queste aree determinerà il risultato complessivo.

# 320_Haruka
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Giudizi Ottimi Il numero di volte che ricevi un giudizio Ottimo per aver premuto i tasti correttamente. Combo Massima Il numero massimo di giudizi consecutivi Buoni o superiori che raggiungi. Punteggio Il rango che ottieni.

# 332_Haruka
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Dovrei essere a posto ora, no?)

# 344_Haruka
source: (I think I'd better run through it one more time, just to be safe.)
pt: (Credo sia meglio ripassarlo ancora una volta, per sicurezza.)

# 356_Haruka
source: In live events, just as in lessons, your goal is to meet the specified performance requirements. During the event, these will be displayed at the top right of the screen. There are three performance requirements per event. At the end of the song, the level of your success in each of these areas will determine the overall result.
pt: Negli eventi live, proprio come nelle lezioni, il tuo obiettivo è soddisfare i requisiti di performance specificati. Durante l'evento, questi verranno visualizzati in alto a destra dello schermo. Ci sono tre requisiti di performance per evento. Alla fine del brano, il livello del tuo successo in ciascuna di queste aree determinerà il risultato complessivo.

# 368_Haruka
source: Great Ratings The number of times you receive a Great rating for correct button presses. Max Combo The maximum number of consecutive Good or better ratings you achieve. Score The rank you obtain.
pt: Giudizi Ottimi Il numero di volte che ricevi un giudizio Ottimo per aver premuto i tasti correttamente. Combo Massima Il numero massimo di giudizi consecutivi Buoni o superiori che raggiungi. Punteggio Il rango che ottieni.

# 380_Haruka
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Dovrei essere a posto ora, no?)

# 392_Haruka
source: (I'm ready. Let's do this!)
pt: (Sono pronta. Facciamolo!)
