Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c22.po
Languages: pt

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto <Color:8>Libro PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto <Color:8>Libro PrintCircle<Color:Default>.

source: You got <Color:8>PrintCircle Book<Color:Default>.
pt: Hai ottenuto <Color:8>Libro PrintCircle<Color:Default>.

source: Player
pt: Giocatore

source: PrintCircle Book
pt: Libro del Cerchio di Stampa

source: Take Photos
pt: Scatta Foto

source: Don't Take Photos
pt: Non Scattare Foto

source: Invite Someone
pt: Invita qualcuno

source: Nobody
pt: Nessuno

# 108_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato divertente. Magari faccio qualcos'altro adesso.)

# 132_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso ho un album di foto con me.

# 168_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album di foto. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 180_Player
source: (A photo booth, huh? 400 yen for a session. Maybe Haruka and I should give it a try?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Magari Haruka e io dovremmo farci un giro?)

# 204_Player
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 216_Player
source: (Maybe not.)
pt: (Magari no.)

# 228_Player
source: (Sure, let's give it a go.)
pt: (Certo, facciamoci un giro.)

# 264_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso ho un album di foto con me.

# 300_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album di foto. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 312_Player
source: Oh, hey! Let's get some pictures at that photo booth with the heart frame!
pt: Oh, ehi! Facciamoci delle foto in quella cabina fotografica con la cornice a cuore!

# 324_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Magari dovrei farmi qualche foto?)

# 348_Player
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 360_Player
source: (Maybe not.)
pt: (Magari no.)

# 372_Player
source: (Sure, let's give it a go.)
pt: (Certo, facciamoci un giro.)

# 420_Riku
source: These pics came out wicked good!
pt: Queste foto sono venute da paura!

# 432_Riku
source: Hmm. These didn't turn out so hot, huh?
pt: Hmm. Questi non sono venuti mica un granché, eh?

# 444_Riku
source: What did y'even call me out for? You jerk!
pt: Ma per cosa diavolo mi hai fatto venire qui? Sei uno stronzo!

# 504_Riku
source: That was wicked fun! I'm headin' back to Hakata now! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno ad Hakata adesso! <Color:255,200,200,255>♥<Color:Default>

# 552_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Chiamami di nuovo quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 612_Honoka
source: Hey, these came out pretty good!
pt: Ehi, queste sono venute mica male!

# 624_Honoka
source: Aw, these didn't turn out so great.
pt: Ah, questi non sono venuti mica un granché.

# 636_Honoka
source: Seriously!? Why'd ya even call me out?
pt: Ma sul serio!? Perché diavolo mi hai fatto venire qui?

# 696_Honoka
source: That was a lotta fun! I'm gonna head back to Osaka now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a Osaka adesso! <Color:255,200,200,255>♥<Color:Default>

# 744_Honoka
source: That was a lotta fun! Gimme a call again, okay? <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami, ok? <Color:255,200,200,255>♥<Color:Default>

# 804_Kaguya
source: Oh, those came out nice!
pt: Oh, sono venuti proprio bene!

# 816_Kaguya
source: These didn't come out all that well.
pt: Questi non sono venuti un granché.

# 828_Kaguya
source: What? You called me out here and now we're not even going to take pictures? I should have just stayed in bed!
pt: Ma come? Mi hai fatto venire qui e ora non scattiamo neanche foto? Sarei dovuto rimanere a letto!

# 888_Kaguya
source: That was a lot of fun! I need to head back home now, though. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a casa adesso, però. <Color:255,200,200,255>♥<Color:Default>

# 936_Kaguya
source: That was a lot of fun! Please give me a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora, per favore! <Color:255,200,200,255>♥<Color:Default>

# 996_Shion
source: Those turned out lovely!
pt: Sono venuti stupendi!

# 1008_Shion
source: Oh. I don't think we did a good job here.
pt: Oh. Non credo che siamo riusciti granché qui.

# 1020_Shion
source: What's the meaning of this? You made me come all the way out here, and we're not taking any pictures?
pt: Ma come? Mi hai fatto venire qui, e non scattiamo neanche foto?

# 1080_Shion
source: That was quite fun! I'll be heading back to Nagoya now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a Nagoya adesso. <Color:255,200,200,255>♥<Color:Default>

# 1128_Shion
source: That was quite fun! Please, call me whenever you'd like! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Per favore, chiamami quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 1188_Hinata
source: Ahaha! Oh, those came out awesome!
pt: Ahaha! Oh, sono venuti fantastici!

# 1200_Hinata
source: Aww, these pics aren't so great.
pt: Ah, questi non sono un granché.

# 1212_Hinata
source: I came all this way and we're not even getting pictures taken? I seriously don't get you.
pt: Mi sono fatto tutta questa strada e non scattiamo neanche foto? Non ti capisco proprio.

# 1272_Hinata
source: That was loads of fun! Please ask me out again soon! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Invitami di nuovo presto! <Color:255,200,200,255>♥<Color:Default>

# 1320_Haruka
source: That was fun! Let's take some more photos soon!
pt: È stato uno spasso! Facciamo altre foto presto!

# 1380_Kiryu
source: We'll have to take some more soon.
pt: Dovremo farne altre presto.

# 1488_Player
source: A photo booth, huh? And I just so happen to have a photo book with me.
pt: Una cabina fotografica, eh? E guarda caso ho un album fotografico con me.

# 1524_Player
source: You can paste up to 4 photos in your photo book. If you wish to add more, you will need to replace an existing photo.
pt: Puoi incollare fino a 4 foto nel tuo album fotografico. Se desideri aggiungerne altre, dovrai sostituire una foto esistente.

# 1536_Player
source: (A photo booth, huh? 400 yen for a session. Maybe I should get some pictures taken?)
pt: (Una cabina fotografica, eh? 400 yen per una sessione. Forse dovrei farmi scattare qualche foto?)

# 1572_Kiryu
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1584_Akiyama
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1596_Saejima
source: (I ain't got the money.)
pt: (Non ho i soldi.)

# 1608_Shinada
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 1620_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1656_Kiryu
source: (Sure, let's see how it goes.)
pt: (Certo, vediamo un po' come va.)

# 1668_Akiyama
source: (All right, let's give it a try.)
pt: (Va bene, proviamo.)

# 1680_Saejima
source: (Yeah, let's give it a go.)
pt: (Sì, proviamo.)

# 1692_Shinada
source: (Okay, let's do this.)
pt: (Va bene, facciamolo.)

# 1704_Haruka
source: (All righty, here we go!)
pt: (Perfetto, ci siamo!)

# 1740_Kiryu
source: (Maybe not.)
pt: (Forse no.)

# 1752_Akiyama
source: (No, let's not.)
pt: (No, lasciamo stare.)

# 1764_Saejima
source: (Nah, better not.)
pt: (No, meglio di no.)

# 1776_Shinada
source: (Maybe not.)
pt: (Forse no.)

# 1788_Haruka
source: (Maybe next time.)
pt: (Magari la prossima volta.)

# 1812_Player
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 1836_Player
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 1920_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to use a dang photo booth?
pt: Ma mi stai prendendo in giro?! Mi hai chiamato fin qui a Tokyo solo per usare 'sta cavolo di cabina fotografica?

# 1932_Player
source: I have a good reason. There are some Tokyo-exclusive frames here. Should we get started?
pt: Ho un buon motivo. Qui ci sono delle cornici esclusive di Tokyo. Allora, iniziamo?

# 1944_Riku
source: Sorry to keep y'waiting! <Color:255,200,200,255>♥<Color:Default> So, ya wanted to do the photo booth with me, Kiryu-san?
pt: Scusa se ti ho fatto aspettare! <Color:255,200,200,255>♥<Color:Default> Allora, volevi usare la cabina fotografica con me, Kiryu-san?

# 1956_Player
source: Shall we get started?
pt: Iniziamo?

# 1980_Player
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 2064_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Lavorare è già una palla di suo, ma tu mi chiami fin qui a Tokyo!? Incredibile!

# 2076_Player
source: *grunt* There are frames they only got in Tokyo. I didn't have any other choice.
pt: *Sbuffo* Ci sono delle cornici che hanno solo a Tokyo. Non avevo altra scelta.

# 2088_Kaguya
source: Sorry to keep you waiting! I didn't know you liked this sort of thing, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa se ti ho fatto aspettare! Non sapevo ti piacesse questo tipo di cose, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 2100_Player
source: Wanna do this, or what?
pt: Allora, iniziamo o no?

# 2124_Player
source: (I should give Honoka a call.)
pt: (Chiamo Honoka.)

# 2208_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to take pictures in a booth? This some kinda joke?
pt: Hai chiamato una studentessa che è indaffarata a cercare lavoro, fin qui da Osaka, solo per fare foto in una cabina fotografica? Ma è uno scherzo?

# 2220_Player
source: You might have a point. But there are frames here you can't find anywhere else! Worth it, right?
pt: Potresti avere ragione. Ma qui ci sono delle cornici che non trovi da nessun'altra parte! Ne vale la pena, vero?

# 2232_Honoka
source: Sorry for the wait! This was just kinda sudden, Akiyama-san. So, ya wanna take some photo booth pics with me, huh?
pt: Scusa l'attesa! Questo è stato un po' improvviso, Akiyama-san. Allora, vuoi fare qualche foto in cabina con me, eh?

# 2244_Player
source: Yeah. Should we get started?
pt: Sì. Iniziamo?

# 2268_Player
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 2352_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly, it's not like I don't have anything better to do.
pt: È proprio scortese farmi venire fin da Nagoya per questo, sai. Sinceramente, non è che non abbia niente di meglio da fare.

# 2364_Player
source: But this thing has frames that are exclusive to Kamurocho! I <Italic>had</Italic> to have you come here!
pt: Ma qui ci sono cornici esclusive di Kamurocho! Ti <Italic>dovevo</Italic> far venire qui!

# 2376_Shion
source: Apologies for the delay, Shinada-san! This was all just rather sudden. Are you that eager for me to join you in the photo booth?
pt: Scusa il ritardo, Shinada-san! Questo è stato tutto piuttosto improvviso. Sei così desideroso di fare foto in cabina con me?

# 2388_Player
source: Hehe. Yeah, well, wanna get started?
pt: Hehe. Sì, allora, iniziamo?

# 2424_Player
source: (I'll give Hinata a call.)
pt: (Chiamo Hinata.)

# 2496_Hinata
source: Sorry to keep you waiting! You know, Kiryu-san, I'd never have pegged you as a photo booth kinda guy. <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! Sai, Kiryu-san, non ti avrei mai preso per il tipo da cabina fotografica. <Color:255,200,200,255>♥<Color:Default>

# 2508_Player
source: Well, want to get started?
pt: Allora, iniziamo?

# 2532_Player
source: (I'll give Hinata-chan a call.)
pt: (Chiamo Hinata-chan.)

# 2604_Hinata
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 2616_Player
source: It's all right. Shall we begin?
pt: Va bene. Iniziamo?

# 2640_Player
source: (I'll call up Haruka.)
pt: (Chiamo Haruka.)

# 2712_Haruka
source: Sorry to keep you waiting, Uncle Kaz!
pt: Scusa se ti ho fatto aspettare, zio Kaz!

# 2724_Player
source: It's all right. Shall we begin?
pt: Va bene. Iniziamo?

# 2748_Player
source: (I should call Uncle Kaz.)
pt: (Chiamo zio Kaz.)

# 2820_Kiryu
source: Sorry for the wait.
pt: Scusa l'attesa.

# 2832_Player
source: No worries! Come on, let's get started!
pt: Tranquillo! Dai, iniziamo!
