Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 10968_Shinada
source: Oh, really?
pt: Oh, davvero?

# 10980_Shion
source: <Color:255,200,200,255>Yes. As a result, I am rather curious about the other clubs in the area.<Color:Default>
pt: <Color:255,200,200,255>Sì. Di conseguenza, sono piuttosto curiosa riguardo agli altri club della zona.<Color:Default>

# 10992_Shinada
source: Want me to tell you about them? I've been to almost all of them at least once, so I can let you know what they're like inside.
pt: Vuoi che te ne parli? Ci sono stato in quasi tutti almeno una volta, quindi posso dirti come sono dentro.

# 11004_Shion
source: <Color:255,200,200,255>Really? Yes, please do! It's not an easy thing to simply ask people.<Color:Default>
pt: <Color:255,200,200,255>Davvero? Sì, ti prego! Non è una cosa che si può chiedere così alla leggera alla gente.<Color:Default>

# 11016_Shinada
source: Well, it's easy enough for me to talk to other guys about it, but it's harder with a woman. Ladies might not like what they hear.
pt: Beh, è abbastanza facile per me parlarne con gli altri uomini, ma con una donna è più difficile. Alle signore potrebbe non piacere quello che sentono.

# 11028_Shinada
source: A lady like you shouldn't know. It's better if you don't involve yourself.
pt: Una signora come te non dovrebbe saperlo. È meglio se non ti lasci coinvolgere.

# 11040_Shion
source: <Color:255,200,200,255>When you say it like that, it seems like you're keeping this big secret from me. Do all men know about this?<Color:Default>
pt: <Color:255,200,200,255>Detto così, sembra che tu mi stia nascondendo un grande segreto. Tutti gli uomini lo sanno?<Color:Default>

# 11052_Shinada
source: I... I wouldn't say we all do.
pt: Io... non direi che lo sappiamo tutti.

# 11064_Shinada
source: Why not work there yourself?
pt: Perché non ci lavori tu?

# 11076_Shion
source: <Color:255,200,200,255>That... isn't really feasible. Hence, why I'm asking like this.<Color:Default>
pt: <Color:255,200,200,255>La cosa... non è proprio fattibile. Ecco perché te lo sto chiedendo in questo modo.<Color:Default>

# 11088_Shinada
source: Well, speaking as someone who's written articles on the subject, it's best to go yourself if you can.
pt: Beh, parlando da uno che ha scritto articoli sull'argomento, la cosa migliore è andarci di persona, se puoi.

# 11100_Shion
source: <Color:255,200,200,255>I'm quite interested in people with unusual jobs. I love customers who share interesting stories, even if they're infrequent visitors.<Color:Default>
pt: <Color:255,200,200,255>Sono piuttosto interessata alle persone che fanno lavori insoliti. Adoro i clienti che raccontano storie interessanti, anche se non vengono spesso.<Color:Default>

# 11112_Shinada
source: What sorts of jobs?
pt: Che tipo di lavori?

# 11124_Shion
source: <Color:255,200,200,255>Let's see. There was a man in here who I specifically recall was a bed tester.<Color:Default>
pt: <Color:255,200,200,255>Vediamo. C'è stato un uomo qui di cui ricordo specificamente che faceva il collaudatore di letti.<Color:Default>

# 11136_Shinada
source: A bed tester?
pt: Un collaudatore di letti?

# 11148_Shinada
source: Is that some kind of sex thing? Like he gets to experiment with bedroom play?
pt: È una specie di cosa legata al sesso? Tipo che deve sperimentare dei giochi erotici?

# 11160_Shion
source: <Color:255,200,200,255>Goodness, no! And whatever do you mean by "bedroom play," anyway?<Color:Default>
pt: <Color:255,200,200,255>Cielo, no! E che cosa intendi con "giochi erotici", comunque?<Color:Default>

# 11172_Shinada
source: Oh, so it's not that? Heh.
pt: Oh, quindi non si tratta di quello? Eheh.

# 11184_Shion
source: <Color:255,200,200,255>All he does is sleep on the fancy bedding used by high-end hotels, and then writes up reports on how comfortable they are to sleep on.<Color:Default>
pt: <Color:255,200,200,255>Tutto quello che fa è dormire sulla biancheria raffinata usata negli hotel di lusso, e poi scrive dei rapporti su quanto sia comodo dormirci sopra.<Color:Default>

# 11196_Shion
source: <Color:255,200,200,255>It's such a strange way to make a living. Imagine being paid to lie in bed from morning till night!<Color:Default>
pt: <Color:255,200,200,255>È un modo davvero strano di guadagnarsi da vivere. Immagina di essere pagati per stare a letto da mattina a sera!<Color:Default>

# 11208_Shinada
source: Whoa, sounds like my kind of gig!
pt: Wow, sembra proprio il tipo di lavoro che fa per me!

# 11220_Shinada
source: It's better to have a normal job. If they don't visit often they must not have the dough, so I can bet being in a relationship with them would be a real buzzkill.
pt: È meglio avere un lavoro normale. Se non vengono spesso vuol dire che non hanno grana, quindi scommetto che stare insieme a loro sarebbe un vero mortorio.

# 11232_Shion
source: <Color:255,200,200,255>Do you think so? I would figure that someone with an ordinary job would only have ordinary stories to tell.<Color:Default>
pt: <Color:255,200,200,255>Lo pensi davvero? Io penserei che chi ha un lavoro normale abbia solo storie ordinarie da raccontare.<Color:Default>

# 11244_Shinada
source: Ordinary's fine. I slacked off in school, so I don't know anything about economics or politics. But I do know a ton about baseball and sex work.
pt: Essere normali va benissimo. Ho cazzeggiato a scuola, quindi non so nulla di economia o politica. Ma ne so un sacco sul baseball e sul sex work.

# 11256_Shinada
source: To a guy like me, even the grumblings of some everyday businessman can offer plenty of surprising insights.
pt: Per un tipo come me, persino le lamentele di un qualunque uomo d'affari possono offrire un sacco di spunti sorprendenti.

# 11268_Shion
source: <Color:255,200,200,255>I get what you're saying, but I simply wouldn't find that sort of conversation particularly enjoyable.<Color:Default>
pt: <Color:255,200,200,255>Capisco cosa intendi, ma semplicemente non troverei quel tipo di conversazione particolarmente piacevole.<Color:Default>

# 11280_Shinada
source: Hey, different strokes for different folks, right?
pt: Ehi, i gusti son gusti, no?

# 11292_Shinada
source: It's not just about work. Some people are fun, some people are boring. It really depends on the person.
pt: Non è solo questione di lavoro. C'è chi è divertente e chi è noioso. Dipende tutto dalla persona.

# 11304_Shion
source: <Color:255,200,200,255>Well, I suppose, but...<Color:Default>
pt: <Color:255,200,200,255>Beh, può darsi, ma...<Color:Default>

# 11316_Shinada
source: Besides, hearing stories about some random weird job over and over is going to get old. You'd be sick of it in no time.
pt: E poi, sentire in continuazione storie su qualche strano lavoro assurdo finirà per venirti a noia. Te ne stancheresti in men che non si dica.

# 11328_Shion
source: <Color:255,200,200,255>Oh, perhaps you're right. Repeatedly hearing the same story does wear on my nerves after a while.<Color:Default>
pt: <Color:255,200,200,255>Oh, forse hai ragione. Alla lunga, sentire ripetutamente la stessa storia mi dà sui nervi.<Color:Default>

# 11340_Shinada
source: See what I mean?
pt: Visto cosa intendo?

# 11352_Shinada
source: Is work all you talk about? There are other things in life, you know. You could talk about current trends or... I dunno, other stuff.
pt: Parli solo di lavoro? Ci sono altre cose nella vita, sai. Potresti parlare delle ultime tendenze o... non lo so, di altro.

# 11364_Shion
source: <Color:255,200,200,255>But those are topics that hostesses and their customers already discuss. We hear the same kinds of things repeated constantly.<Color:Default>
pt: <Color:255,200,200,255>Ma quelli sono argomenti di cui le hostess e i clienti parlano già. Sentiamo le stesse cose ripetute in continuazione.<Color:Default>

# 11376_Shion
source: <Color:255,200,200,255>So unless you come from some unique background, it isn't easy having an engaging conversation.<Color:Default>
pt: <Color:255,200,200,255>Quindi, a meno che non si abbia un background unico, non è facile avere una conversazione stimolante.<Color:Default>

# 11388_Shinada
source: Ah. I suppose if I weren't in the sex industry, I'd be pretty boring, too.
pt: Ah. Immagino che se non lavorassi nel settore del sesso, sarei piuttosto noioso anch'io.

# 11400_Shion
source: <Color:255,200,200,255>Shinada-san, are you dating anyone currently?<Color:Default>
pt: <Color:255,200,200,255>Shinada-san, stai frequentando qualcuno al momento?<Color:Default>

# 11412_Shinada
source: I am.
pt: Sono io.

# 11424_Shion
source: <Color:255,200,200,255>Roughly how many?<Color:Default>
pt: <Color:255,200,200,255>Più o meno quante?<Color:Default>

# 11436_Shinada
source: What are you talking about?
pt: Di cosa stai parlando?

# 11448_Shion
source: <Color:255,200,200,255>Oh, you mean you're only dating one person?<Color:Default>
pt: <Color:255,200,200,255>Oh, vuoi dire che frequenti solo una persona?<Color:Default>

# 11460_Shinada
source: Well yeah, of course. Do I look like some kind of playboy to you?
pt: Beh sì, certo. Ti sembro forse una specie di playboy?

# 11472_Shion
source: <Color:255,200,200,255>Well, yes.<Color:Default>
pt: <Color:255,200,200,255>Beh, sì.<Color:Default>

# 11484_Shinada
source: Sorry, I lied. I don't really have a girlfriend.
pt: Scusa, ho mentito. Non ho davvero una ragazza.

# 11496_Shion
source: <Color:255,200,200,255>Oh. How disappointing.<Color:Default>
pt: <Color:255,200,200,255>Oh. Che delusione.<Color:Default>

# 11508_Shinada
source: Aw, hey now...
pt: E dai, su...

# 11520_Shinada
source: I haven't counted. Let's see, how many was it?
pt: Non ho tenuto il conto. Vediamo un po', quante erano?

# 11532_Shion
source: <Color:255,200,200,255>Oh my, sounds like quite a few! You're quite the playboy, Shinada-san.<Color:Default>
pt: <Color:255,200,200,255>Caspita, sembrano parecchie! Sei proprio un playboy, Shinada-san.<Color:Default>

# 11544_Shinada
source: Ain't I just, though? Hahaha.
pt: E come no? Ahahah.

# 11556_Shinada
source: No, I'm not. I'm single right now.
pt: No, non lo sono. Al momento sono single.

# 11568_Shion
source: <Color:255,200,200,255>Well now. Why is that?<Color:Default>
pt: <Color:255,200,200,255>Ma guarda un po'. E come mai?<Color:Default>

# 11580_Shinada
source: Beats the heck outta me.
pt: Non ne ho la più pallida idea.

# 11592_Shion
source: <Color:255,200,200,255>I think men should be able to have relationships with two or three women simultaneously.<Color:Default>
pt: <Color:255,200,200,255>Credo che gli uomini dovrebbero poter avere relazioni con due o tre donne contemporaneamente.<Color:Default>

# 11604_Shion
source: <Color:255,200,200,255>I feel like those who insist they're only seeing one person are lying to themselves.<Color:Default>
pt: <Color:255,200,200,255>Ho l'impressione che chi si ostina a dire di frequentare una sola persona stia mentendo a se stesso.<Color:Default>

# 11616_Shion
source: <Color:255,200,200,255>I think men should be able to have relationships with two or three women simultaneously.<Color:Default>
pt: <Color:255,200,200,255>Credo che gli uomini dovrebbero poter avere relazioni con due o tre donne contemporaneamente.<Color:Default>

# 11628_Shion
source: <Color:255,200,200,255>I feel like those who insist they're only seeing one person are lying to themselves.<Color:Default>
pt: <Color:255,200,200,255>Ho l'impressione che chi si ostina a dire di frequentare una sola persona stia mentendo a se stesso.<Color:Default>

# 11640_Shinada
source: Yeah, it takes skill for a guy to cheat! I used to dream about dating girls all over Japan at once.
pt: Già, bisogna saperci fare per tradire! Un tempo sognavo di frequentare ragazze in tutto il Giappone contemporaneamente.

# 11652_Shion
source: <Color:255,200,200,255>Oh my, really?<Color:Default>
pt: <Color:255,200,200,255>Caspita, davvero?<Color:Default>

# 11664_Shinada
source: Well, my job had me traveling the country, so I thought since I had the opportunity, it would be awesome to have a girlfriend in every city.
pt: Beh, il mio lavoro mi portava a girare per tutto il paese, quindi ho pensato che, vista l'occasione, sarebbe stato fantastico avere una ragazza in ogni città.

# 11676_Shinada
source: It'd make away games more fun, and make me more motivated about doing my job.
pt: Renderebbe le trasferte più divertenti e mi darebbe più motivazione nel fare il mio lavoro.

# 11688_Shion
source: <Color:255,200,200,255>Men with many lovers really do get their job done! Why not make that happen now?<Color:Default>
pt: <Color:255,200,200,255>Gli uomini con molte amanti sanno davvero come farsi valere nel proprio lavoro! Perché non lo metti in pratica adesso?<Color:Default>

# 11700_Shinada
source: Sure thing. What do you say we start off with Nagoya?
pt: Certamente. Che ne dici di iniziare da Nagoya?

# 11712_Shinada
source: That's what love is. There's something sweet and pure about only having one person in your life.
pt: L'amore è questo. C'è qualcosa di dolce e puro nell'avere una sola persona nella propria vita.

# 11724_Shion
source: <Color:255,200,200,255>So, if multiple women made advances toward you, you would turn them all down, Shinada-san?<Color:Default>
pt: <Color:255,200,200,255>Quindi, se più donne ti facessero delle avances, le rifiuteresti tutte, Shinada-san?<Color:Default>

# 11736_Shinada
source: That's what love is. There's something sweet and pure about only having one person in your life.
pt: L'amore è questo. C'è qualcosa di dolce e puro nell'avere una sola persona nella propria vita.

# 11748_Shion
source: <Color:255,200,200,255>So, if multiple women made advances toward you, you would turn them all down, Shinada-san?<Color:Default>
pt: <Color:255,200,200,255>Quindi, se più donne ti facessero delle avances, le rifiuteresti tutte, Shinada-san?<Color:Default>

# 11760_Shinada
source: Of course. I won't be swayed by other girls if I already love someone.
pt: Certo. Non mi lascerei tentare da altre ragazze se amassi già qualcuno.

# 11772_Shion
source: <Color:255,200,200,255>Not even if they were stunningly gorgeous, or some wealthy heiress?<Color:Default>
pt: <Color:255,200,200,255>Nemmeno se fossero incredibilmente belle o delle ricche ereditiere?<Color:Default>

# 11784_Shinada
source: Of course. I won't be swayed by other girls if I already love someone.
pt: Certo. Non mi lascerei tentare da altre ragazze se amassi già qualcuno.

# 11796_Shion
source: <Color:255,200,200,255>Not even if they were stunningly gorgeous, or some wealthy heiress?<Color:Default>
pt: <Color:255,200,200,255>Nemmeno se fossero incredibilmente belle o delle ricche ereditiere?<Color:Default>

# 11808_Shinada
source: Of... Of course not!
pt: Certo... Certo che no!

# 11820_Shion
source: <Color:255,200,200,255>Oh my, I'm impressed you could turn that down.<Color:Default>
pt: <Color:255,200,200,255>Cielo, sono colpita che saresti capace di rifiutare.<Color:Default>

# 11832_Shion
source: <Color:255,200,200,255>I'm sure your girlfriend would be happy to hear that!<Color:Default>
pt: <Color:255,200,200,255>Sono sicura che la tua ragazza sarebbe felice di sentirselo dire!<Color:Default>

# 11844_Shinada
source: Would she be? Er, I mean, of course she would. Because I definitely do have one...
pt: Lo sarebbe? Eh, cioè, certo che lo sarebbe. Perché ne ho sicuramente una...

# 11856_Shinada
source: Of... Of course not!
pt: Certo... Certo che no!

# 11868_Shion
source: <Color:255,200,200,255>Oh my, I'm impressed you could turn that down.<Color:Default>
pt: <Color:255,200,200,255>Cielo, sono colpita che saresti capace di rifiutare.<Color:Default>

# 11880_Shion
source: <Color:255,200,200,255>I'm sure your girlfriend would be happy to hear that!<Color:Default>
pt: <Color:255,200,200,255>Sono sicura che la tua ragazza sarebbe felice di sentirselo dire!<Color:Default>

# 11892_Shinada
source: See? I'm a total catch. So why can't I get a girlfriend?
pt: Visto? Sono un gran partito. Allora perché non riesco a trovarmi una ragazza?

# 11904_Shinada
source: I don't think I could.
pt: Non credo che ci riuscirei.

# 11916_Shion
source: <Color:255,200,200,255>Exactly. Men are inclined to cheat. That's why I find it far more preferable for them to be forthright instead of sneaking around.<Color:Default>
pt: <Color:255,200,200,255>Esatto. Gli uomini sono inclini a tradire. Per questo preferisco di gran lunga che siano schietti invece di fare le cose di nascosto.<Color:Default>

# 11928_Shinada
source: Heh, you've seen right through me.
pt: Eheh, mi hai letto proprio dentro.

# 11940_Shinada
source: How about you, Shion-chan? Would you date a bunch of guys at once?
pt: E tu, Shion-chan? Usciresti con un sacco di ragazzi contemporaneamente?

# 11952_Shion
source: <Color:255,200,200,255>I would never be so despicable!<Color:Default>
pt: <Color:255,200,200,255>Non sarei mai così spregevole!<Color:Default>

# 11964_Shinada
source: Whoa, why's it okay for a guy to do it, but not a girl? Isn't it usually the other way around?
pt: Ehi, perché per un uomo va bene farlo, ma per una donna no? Di solito non è il contrario?

# 11976_Shion
source: <Color:255,200,200,255>A lady may have many boyfriends, but only a single lover. A line has to be drawn somewhere, doesn't it?<Color:Default>
pt: <Color:255,200,200,255>Una signora può avere molti fidanzati, ma un unico amante. Bisognerà pur porre un limite da qualche parte, no?<Color:Default>

# 11988_Shinada
source: So a guy can't assume he's your only man? That's not very fair of you.
pt: Quindi un uomo non può dare per scontato di essere l'unico per te? Non è molto corretto da parte tua.

# 12000_Shion
source: <Color:255,200,200,255>Are you good at hiding things, Shinada-san?<Color:Default>
pt: <Color:255,200,200,255>Sei bravo a nascondere le cose, Shinada-san?<Color:Default>

# 12012_Shinada
source: Sure. I grew up in a competitive environment, so I've got a pretty good poker face.
pt: Certo. Sono cresciuto in un ambiente competitivo, quindi ho un'ottima faccia da poker.

# 12024_Shion
source: <Color:255,200,200,255>Oh, is that so?<Color:Default>
pt: <Color:255,200,200,255>Ah, davvero?<Color:Default>

# 12036_Shinada
source: Huh? Is something wrong?
pt: Eh? C'è qualcosa che non va?

# 12048_Shinada
source: Not at all. My personality isn't really suited to lying, so any attempts I make at deception fall right apart.
pt: Per niente. La mia personalità non è proprio portata per le bugie, quindi ogni mio tentativo di inganno va subito a rotoli.

# 12060_Shion
source: <Color:255,200,200,255>Hehe. I do get that impression from you.<Color:Default>
pt: <Color:255,200,200,255>Hehe. Mi dai proprio questa impressione.<Color:Default>

# 12072_Shinada
source: See? And I'm poorer for it.
pt: Vedi? E per questo sono più povero.

# 12084_Shinada
source: I don't really know. Maybe people see through my lies and just don't tell me. Maybe my lies have been exposed without me even knowing about it.
pt: Non saprei proprio. Magari la gente mi sgama e non me lo dice. O forse le mie bugie sono state scoperte senza che nemmeno me ne accorgessi.

# 12096_Shion
source: <Color:255,200,200,255>That is true. There's no guarantee how long your lies will hold up.<Color:Default>
pt: <Color:255,200,200,255>È vero. Non c'è alcuna garanzia su quanto a lungo reggeranno le tue bugie.<Color:Default>

# 12108_Shinada
source: Huh? Is something wrong?
pt: Eh? C'è qualcosa che non va?

# 12120_Shion
source: <Color:255,200,200,255>I don't want somebody I date to keep any secrets from me whatsoever.<Color:Default>
pt: <Color:255,200,200,255>Non voglio che la persona con cui esco mi nasconda assolutamente nulla.<Color:Default>

# 12132_Shion
source: <Color:255,200,200,255>That's why I'm hesitant to have a relationship with someone who is a skilled liar.<Color:Default>
pt: <Color:255,200,200,255>Ecco perché sono un po' restia ad avere una relazione con qualcuno che è un abile bugiardo.<Color:Default>

# 12144_Shion
source: <Color:255,200,200,255>I don't want somebody I date to keep any secrets from me whatsoever.<Color:Default>
pt: <Color:255,200,200,255>Non voglio che la persona con cui esco mi nasconda assolutamente nulla.<Color:Default>

# 12156_Shion
source: <Color:255,200,200,255>That's why I'm hesitant to have a relationship with someone who is a skilled liar.<Color:Default>
pt: <Color:255,200,200,255>Ecco perché sono un po' restia ad avere una relazione con qualcuno che è un abile bugiardo.<Color:Default>

# 12168_Shion
source: <Color:255,200,200,255>I don't want somebody I date to keep any secrets from me whatsoever.<Color:Default>
pt: <Color:255,200,200,255>Non voglio che la persona con cui esco mi nasconda assolutamente nulla.<Color:Default>

# 12180_Shion
source: <Color:255,200,200,255>That's why I'm hesitant to have a relationship with someone who is a skilled liar.<Color:Default>
pt: <Color:255,200,200,255>Ecco perché sono un po' restia ad avere una relazione con qualcuno che è un abile bugiardo.<Color:Default>

# 12192_Shinada
source: Good call. Lies lead to fights, after all. It's best to be honest with each other.
pt: Saggia decisione. Dopotutto, le bugie portano solo a litigare. È meglio essere onesti l'uno con l'altra.

# 12204_Shion
source: <Color:255,200,200,255>Shinada-san, wouldn't you be upset with your partner if you found out they lied to you?<Color:Default>
pt: <Color:255,200,200,255>Shinada-san, non te la prenderesti con la tua partner se scoprissi che ti ha mentito?<Color:Default>

# 12216_Shinada
source: Not at all. If they came clean about it, I'd be okay.
pt: Per niente. Se vuotasse il sacco, mi andrebbe bene.

# 12228_Shinada
source: But if a secret is going to make things worse, it's best to just get it out in the open.
pt: Ma se un segreto finirà per peggiorare le cose, è meglio vuotare il sacco e basta.

# 12240_Shion
source: <Color:255,200,200,255>You are quite the admirable gentleman!<Color:Default>
pt: <Color:255,200,200,255>Sei proprio un gentiluomo ammirevole!<Color:Default>

# 12252_Shion
source: <Color:255,200,200,255>Perhaps I would be okay coming clean about my secrets to a person like that.<Color:Default>
pt: <Color:255,200,200,255>Forse mi sentirei a mio agio a vuotare il sacco sui miei segreti con una persona del genere.<Color:Default>

# 12264_Shinada
source: Hey, I know I'd be A-OK with it!
pt: Ehi, ti assicuro che per me andrebbe benissimo!

# 12276_Shinada
source: Depends on what it was about. Sometimes you have no choice but to lie if it'll protect someone.
pt: Dipende da cosa si tratti. A volte non hai altra scelta che mentire, se serve a proteggere qualcuno.

# 12288_Shinada
source: If I found out someone had been lying to me for a reason like that, I wouldn't be mad at them, as long as I agreed with the reason.
pt: Se scoprissi che qualcuno mi ha mentito per un motivo del genere, non me la prenderei affatto, a patto di trovarmi d'accordo con la ragione.

# 12300_Shion
source: <Color:255,200,200,255>Yes, I see. I suppose it's difficult to simply come clean about something if you don't know whether the other person will be upset or not.<Color:Default>
pt: <Color:255,200,200,255>Sì, capisco. Suppongo sia difficile vuotare il sacco e basta se non sai se l'altra persona se la prenderà o meno.<Color:Default>

# 12312_Shinada
source: Yeah, but that's just a risk you have to take sometimes.
pt: Già, ma a volte è un rischio che bisogna correre.

# 12324_Shinada
source: That's not realistic. People tell all sorts of lies, big and small. You have to let the little things slide.
pt: Non è molto realistico. La gente racconta bugie di ogni tipo, grandi e piccole. Bisogna lasciar correre sulle piccole cose.
