Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c07d9.po
Languages: pt

# 60_Hirakawa
source: Oh, that's from someone who referred to himself as "a pedigreed hound." He could've just used his name, if you ask me...
pt: Oh, quello è da parte di uno che si è autodefinito "un cane di razza". Avrebbe potuto usare il suo nome, se chiedi a me...

# 72_Kiryu
source: (That must be Muramatsu-san... formerly of Formula 1.)
pt: (Deve essere Muramatsu-san... un ex pilota di Formula 1.)

# 84_Hirakawa
source: We're in a real fix now! Muramatsu-kun had a call come in requestin' him, but he's gone off the radar again!
pt: Siamo in un bel guaio, adesso! Muramatsu-kun ha ricevuto una chiamata che lo richiedeva, ma è sparito di nuovo!

# 96_Kiryu
source: I'll make sure he gets there today.
pt: Mi assicurerò che ci arrivi oggi.

# 108_Nakajima
source: Huh? You know where he is, Suzuki-san?
pt: Eh? Tu sai dov'è, Suzuki-san?

# 120_Kiryu
source: Well, no... But I'll find out.
pt: Beh, no... Ma lo scoprirò.

# 132_Nakajima
source: Okay...
pt: Va bene...

# 156_Hirakawa
source: That just came in now. It's the client who always calls from the highway rest area.
pt: È appena arrivata adesso. È il cliente che chiama sempre dall'area di sosta autostradale.

# 168_Kiryu
source: (In other words, the Devil Killers.)
pt: (In altre parole, i Devil Killers.)

# 180_Kiryu
source: Then I'll be heading out.
pt: Allora esco.

# 192_Hirakawa
source: Wonderful. Have a safe drive.
pt: Ottimo. Guida con prudenza.

# 204_Hirakawa
source: Oh hey, Suzuki-san! You haven't seen Muramatsu-kun around, have ya?
pt: Ehi, Suzuki-san! Non hai visto Muramatsu-kun in giro, vero?

# 216_Hirakawa
source: No, I'm afraid not.
pt: No, temo di no.

# 228_Hirakawa
source: That's mighty odd...
pt: È davvero strano...

# 240_Hirakawa
source: What is?
pt: Cos'è?

# 252_Hirakawa
source: We had a request come in specifically for him, but somehow he's up and gone. Haven't seen hide nor hair of him.
pt: C'è arrivata una richiesta proprio per lui, ma in qualche modo è sparito nel nulla. Non se n'è vista l'ombra.

# 264_Hirakawa
source: Doesn't sound like the Muramatsu-san I know.
pt: Non è da Muramatsu-san, quello che conosco.

# 276_Hirakawa
source: Ain't that the truth? He's usually such a stickler about everything!
pt: E già! Di solito è così pignolo per ogni cosa!

# 288_Hirakawa
source: If it turns out he can't show up, can you send someone else in his place?
pt: Se salta fuori che non può venire, puoi mandare qualcun altro al suo posto?

# 300_Hirakawa
source: Mm, apparently this client only wants rides from him. They said if he's not there, they'll never call us again.
pt: Mm, a quanto pare questo cliente vuole solo corse da lui. Hanno detto che se non c'è, non ci chiameranno mai più.

# 312_Hirakawa
source: Car's all washed! And boy, does that baby sparkle!
pt: La macchina è tutta lavata! E cavolo, quel gioiellino brilla!

# 324_Hirakawa
source: Ah, Kiyokawa-kun. Ya seen Muramatsu-kun around?
pt: Ah, Kiyokawa-kun. Hai visto Muramatsu-kun in giro?

# 336_Hirakawa
source: Uhh, we were talking not too long ago, but I haven't seen him since. Why?
pt: Uhm, abbiamo parlato poco fa, ma da allora non l'ho più visto. Perché?

# 348_Hirakawa
source: Hrm. Guess he slipped away.
pt: Mh. Sarà sgattaiolato via.

# 360_Hirakawa
source: How about I go look for him?
pt: E se vado a cercarlo?

# 372_Hirakawa
source: Yeah, I'll help too.
pt: Sì, do una mano anch'io.

# 384_Hirakawa
source: I appreciate that, but you two got yer own work to do. No point wastin' everybody's time.
pt: Apprezzo molto, ma voi due avete il vostro lavoro da fare. Inutile far perdere tempo a tutti.

# 396_Hirakawa
source: Y'all get back to what you were doin'. I'll handle this myself.
pt: Voi tornate a quello che stavate facendo. Me ne occupo io.

# 408_Hirakawa
source: Okey-doke!
pt: Va bene!

# 432_Hirakawa
source: You said you spoke with Muramatsu-san earlier. What was it about?
pt: Hai detto che hai parlato con Muramatsu-san prima. Di cosa parlavate?

# 444_Hirakawa
source: Oh, I was just telling him how you kicked Crash Kajiwara to the curb!
pt: Oh, gli stavo solo dicendo come hai fatto a pezzi Crash Kajiwara!

# 456_Hirakawa
source: Hey, I told you not to go running your mouth about that.
pt: Ehi, te l'ho detto di non andare in giro a raccontare quella roba.

# 468_Hirakawa
source: Oh, come on. What's the harm? At this rate you'll take down the Four Kings in no time!
pt: Ma dai! Che male c'è? Di questo passo farai fuori i Quattro Re in men che non si dica!

# 480_Hirakawa
source: And once you beat the Devil Killers' elite, you'll be the fastest guy in Fukuoka!
pt: E una volta che hai battuto l'élite dei Devil Killers, sarai il più veloce di Fukuoka!

# 492_Hirakawa
source: That's pretty much all I said.
pt: È praticamente tutto quello che ho detto.

# 504_Hirakawa
source: I don't care about any of that. This isn't about fame or cheap thrills.
pt: Non me ne frega niente di tutta quella roba. Non è questione di fama o di brividi da quattro soldi.

# 516_Hirakawa
source: Yeah, I know... Guess I got a little carried away. Besides, no one expects a taxi driver to climb to the top of the leaderboard anyway.
pt: Sì, lo so... Credo di essermi fatto prendere un po' la mano. D'altronde, nessuno si aspetta che un tassista arrivi in cima alla classifica, comunque.

# 528_Hirakawa
source: What did Muramatsu-san have to say about it?
pt: Cosa ne ha detto Muramatsu-san?

# 540_Hirakawa
source: He uh, mentioned something about how it's stupid and pointless to be racing on the streets. I think.
pt: Lui, uhm, ha accennato al fatto che è stupido e inutile correre per strada. Credo.

# 552_Hirakawa
source: Actually, I don't remember. I kinda got selective hearing, y'know?
pt: A dire il vero, non mi ricordo. Ho un po' l'udito selettivo, sai?

# 576_Hirakawa
source: Ooh, speaking of racing, when's your next one? I can't wait to see you out there!
pt: Oh, a proposito di corse, quand'è la tua prossima? Non vedo l'ora di vederti in pista!

# 588_Hirakawa
source: Never mind that. You need to focus on your job.
pt: Lascia perdere. Devi concentrarti sul tuo lavoro.
