Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

source: Main Conversation 10
pt: Conversazione principale 10

source: Main Conversation 11
pt: Conversazione principale 11

source: Main Conversation 12
pt: Conversazione principale 12

source: Main Conversation 13
pt: Conversazione principale 13

source: Main Conversation 14
pt: Conversazione principale 14

source: Main Conversation 15
pt: Conversazione principale 15

source: Main Conversation 16
pt: Conversazione principale 16

source: Main Conversation 17
pt: Conversazione principale 17

source: Main Conversation 18
pt: Conversazione principale 18

source: Main Conversation 19
pt: Conversazione principale 19

source: Main Conversation 20
pt: Conversazione principale 20

source: Main Conversation 21
pt: Conversazione principale 21

source: Main Conversation 22
pt: Conversazione principale 22

source: Main Conversation 23
pt: Conversazione principale 23

source: Main Conversation 24
pt: Conversazione principale 24

source: Main Conversation 25
pt: Conversazione principale 25

source: Main Conversation 26
pt: Conversazione principale 26

source: Main Conversation 27
pt: Conversazione principale 27

source: Main Conversation 28
pt: Conversazione principale 28

source: Main Conversation 29
pt: Conversazione principale 29

source: Main Conversation 30
pt: Conversazione principale 30

source: Main Conversation 31
pt: Conversazione principale 31

source: Romance Conversation 6
pt: Conversazione romantica 6

source: Romance Conversation 7
pt: Conversazione romantica 7

source: Romance Conversation 8
pt: Conversazione romantica 8

source: ○Sounds nice.
pt: ○Sembra bello.

source: □Isn't that backwards?
pt: □Non è il contrario?

source: ○Must be expensive.
pt: ○Dev'essere costoso.

source: □You have to go see her!
pt: □Devi andare a trovarla!

source: △So are you half-Japanese?
pt: △Quindi sei per metà giapponese?

source: ○Your grandmother sounds nice.
pt: ○Tua nonna sembra simpatica.

source: ○That's a tough situation.
pt: ○È una situazione difficile.

source: □That's just an excuse.
pt: □È solo una scusa.

source: ○I'm so jealous!
pt: ○Che invidia!

source: □You don't look it.
pt: □Non si direbbe.

source: ○What do you take pictures of?
pt: ○A cosa scatti le foto?

source: □I don't do that.
pt: □Io non faccio cose del genere.

source: ○That's right.
pt: ○Proprio così.

source: □What a waste.
pt: □Che spreco.

source: △I could take your picture.
pt: △Potrei farti una foto.

source: ○I do.
pt: ○Lo faccio.

source: □I don't.
pt: □Io no.

source: ○Would I ever!
pt: ○Altroché!

source: □Uh, well...
pt: □Uh, beh...

source: ○Of course!
pt: ○Certo!

source: □That was a joke, sorry.
pt: □Era uno scherzo, scusa.

source: ○Hey, you're still young.
pt: ○Ehi, sei ancora giovane.

source: ○That's good.
pt: ○Bene così.

source: □Bet the repair bill's high.
pt: □Scommetto che il conto della riparazione è salato.

source: ○It must have been terrifying.
pt: ○Dev'essere stato terrificante.

source: □But that's part of the thrill.
pt: □Ma fa parte del brivido.

source: ○She must be used to it.
pt: ○Dev'esserci abituata.

source: □That's harsh.
pt: □Ci vai pesante.

source: △"Again"?
pt: △"Ancora?"

source: ○Yikes.
pt: ○Accidenti.

source: □You reap what you sow.
pt: □Raccogli quello che semini.

source: ○I see.
pt: ○Capisco.

source: □How much was it?
pt: □Quanto è costato?

source: ○Sure.
pt: ○Certo.

source: □I guess?
pt: □Immagino?

source: ○Can you drink?
pt: ○Riesci a bere?

source: □So you can't drink?
pt: □Quindi non puoi bere?

source: △Are you a mean drunk?
pt: △Diventi cattivo quando bevi?

source: ○Is that so?
pt: ○Ah, davvero?

source: □You'll be okay.
pt: □Andrà tutto bene.

source: △Come on, you must drink, right?
pt: △Dai, berrai pure, no?

source: ○Good idea.
pt: ○Buona idea.

source: □Really?
pt: □Davvero?

source: △What caused it all?
pt: △Com'è successo tutto quanto?

source: ○It's a nice goal.
pt: ○È un bell'obiettivo.

source: □What's so great about America?
pt: □Cos'ha di tanto speciale l'America?

source: △Green card?
pt: △La green card?

source: ○Why not get married then?
pt: ○Perché non ti sposi, allora?

source: □That's absurd.
pt: □È assurdo.

source: ○I hear you.
pt: ○Ti capisco.

source: □C'mon, so what?
pt: □Dai, e allora?

source: □You've really looked into this.
pt: □Ti sei proprio informata bene.

source: ○I think you should.
pt: ○Penso che dovresti.

source: □Keep at it.
pt: □Continua così.

source: △Is there no other way?
pt: △Non c'è un altro modo?

source: ○Oh yeah!
pt: ○Oh, sì!

source: □And that's it?
pt: □E tutto qui?

source: ○Are you all right?
pt: ○Tutto bene?

source: □Come on, now.
pt: □Dai, su.

source: ○I'd have slapped her too.
pt: ○L'avrei schiaffeggiata anch'io.

source: □You can't do that.
pt: □Non puoi farlo.

source: △She's jealous of you.
pt: △È gelosa di te.

source: ○Yeah.
pt: ○Sì.

source: □Of course not.
pt: □Certo che no.

source: △I don't know.
pt: △Non lo so.

source: ○Well, actually...
pt: ○Be', a dire il vero...

source: □Don't worry about it.
pt: □Non preoccuparti.

source: △What do you think?
pt: △Che ne pensi?

source: □I wouldn't have expected that.
pt: □Non me lo sarei mai aspettato.

source: ○I get you.
pt: ○Ti capisco.

source: □Maybe you shouldn't.
pt: □Forse non dovresti.

source: □You should go soon.
pt: □Dovresti andare tra poco.

source: △What games would you play?
pt: △A che giochi giocheresti?

source: ○Neat!
pt: ○Forte!

source: △Have you tried pachinko slots?
pt: △Hai mai provato i pachislot?

source: ○Well, yes.
pt: ○Be', sì.

source: □Nope.
pt: □No.

source: □Not really.
pt: □Non proprio.

source: ○Well, so what?
pt: ○Be', e allora?

source: □Taking presents from customers?
pt: □Accetti regali dai clienti?

source: ○It's a hand-me-down?
pt: ○È di seconda mano?

source: □You don't buy stuff for yourself?
pt: □Non ti compri mai niente per te?

source: ○So it's an heirloom.
pt: ○Quindi è un cimelio di famiglia.

source: △I could get you something new.
pt: △Potrei prenderti qualcosa di nuovo.

source: ○Oh yeah?
pt: ○Ah sì?

source: △She beat you to the punch?
pt: △Ti ha battuto sul tempo?

source: ○That's incredible!
pt: ○È incredibile!

source: □Yeah, that's a pain.
pt: □Già, è una seccatura.

source: ○How Nagoya of them.
pt: ○Proprio da Nagoya.

source: □What a dick move.
pt: □Che mossa del cazzo.

source: ○That's not so bad.
pt: ○Non è poi così male.

source: □Why not complain?
pt: □Perché non ti lamenti?

source: △What do other families do?
pt: △Cosa fanno le altre famiglie?

source: ○What a dick move.
pt: ○Che mossa del cazzo.

source: □I'll take it!
pt: □Ci sto!

source: □What the hell!?
pt: □Ma che cazzo!?

source: ○I did.
pt: ○L'ho fatto.

source: ○Must be noisy.
pt: ○Dev'essere rumoroso.

source: □You don't let him outside?
pt: □Non lo lasci uscire?

source: ○My bad.
pt: ○Colpa mia.

source: □What do you consider necessary?
pt: □Cosa consideri necessario?

source: ○That might be nice.
pt: ○Potrebbe essere carino.

source: □No way.
pt: □Manco per sogno.

source: ○Smart dog.
pt: ○Cane intelligente.

source: □I don't need that.
pt: □Non ne ho bisogno.

source: △You don't have an alarm?
pt: △Non hai una sveglia?

source: ○Wow, you just do as you please.
pt: ○Wow, fai proprio come ti pare.

source: □That's rude.
pt: □Che maleducazione.

source: ○I'm a nightlife journalist.
pt: ○Sono un giornalista di vita notturna.

source: ○So you're from around here.
pt: ○Quindi sei di queste parti.

source: □I wouldn't have guessed.
pt: □Non l'avrei mai detto.

source: ○You've had a good upbringing.
pt: ○Hai avuto una buona educazione.

source: □Don't worry about it so much.
pt: □Non preoccupartene così tanto.

source: ○You're stellar!
pt: ○Sei fantastica!

source: □You don't have to hide it.
pt: □Non c'è bisogno di nasconderlo.

source: △What about me?
pt: △E io?

source: ○Maybe sometimes.
pt: ○Magari ogni tanto.

source: □Not at all.
pt: □Per niente.

source: ○What sorts of things?
pt: ○Che genere di cose?

source: □How am I rare?
pt: □In che senso sarei raro?

source: □That's totally normal.
pt: □È del tutto normale.

source: ○Makes sense.
pt: ○Ha senso.

source: □It doesn't bother me.
pt: □Non mi dà fastidio.

source: △Including your family?
pt: △Inclusa la tua famiglia?

source: ○Busted, huh?
pt: ○Mi hai beccato, eh?

source: □So what?
pt: □E allora?

source: ○Being rich sounds awesome!
pt: ○Essere ricchi dev'essere fantastico!

source: □What do you do at home?
pt: □Cosa fai a casa?

source: △How'd your secret get out?
pt: △Com'è venuto fuori il tuo segreto?

source: ○Sure!
pt: ○Certo!

source: □Maybe not.
pt: □Forse no.

source: ○Yes.
pt: ○Sì.

source: □You can't!
pt: □Non puoi!

source: ○Really?
pt: ○Davvero?

source: □That's work?
pt: □Sarebbe questo il tuo lavoro?

source: ○You shot yourself in the foot.
pt: ○Ti sei dato la zappa sui piedi.

source: □Why not lie?
pt: □Perché non menti?

source: ○What sort of thing?
pt: ○Che genere di cosa?

source: □Don't worry.
pt: □Non preoccuparti.

source: ○Did you go too?
pt: ○Ci sei andato anche tu?

source: □I didn't know hostesses do that.
pt: □Non sapevo che le hostess facessero queste cose.

source: ○What are you going to do?
pt: ○Cosa hai intenzione di fare?

source: □You turned him down, right?
pt: □L'hai rifiutato, vero?

source: △Have you talked to your family?
pt: △Hai parlato con la tua famiglia?

source: ○Are you thinking of saying yes?
pt: ○Stai pensando di dire di sì?

source: □You have to turn him down.
pt: □Devi rifiutarlo.

source: ○What about him?
pt: ○E lui?

source: □Who again?
pt: □Chi era?

source: □Sounds complicated.
pt: □Sembra complicato.

source: ○Ah, I see.
pt: ○Ah, capisco.

source: □That's really weird.
pt: □È davvero strano.

source: ○Okay, I get it.
pt: ○Okay, ho capito.

source: □Stand up for yourself!
pt: □Fatti valere!

source: △What do you want to do?
pt: △Cosa vuoi fare?

source: ○Apology accepted.
pt: ○Scuse accettate.

source: □You don't have to apologize.
pt: □Non devi scusarti.

source: □That's not normal.
pt: □Non è normale.

source: ○Wait, what!?
pt: ○Aspetta, cosa!?

source: □Seriously?
pt: □Dici sul serio?

source: △Yeah, me!
pt: △Sì, io!

source: ○Come to think of it...
pt: ○Ora che ci penso...

source: □How should I know?
pt: □E io che ne so?

source: ○Want me to escort you?
pt: ○Vuoi che ti accompagni?

source: □You really have no ideas?
pt: □Davvero non ne hai idea?

source: ○Good idea!
pt: ○Ottima idea!

source: □Isn't that expensive?
pt: □Non è un po' caro?

source: ○I agree.
pt: ○Sono d'accordo.

source: □You could've stayed as you were.
pt: □Potevi restare com'eri.

source: ○Ah! I'm all self-conscious now!
pt: ○Ah! Ora mi sento tutta in imbarazzo!

source: □That's kinda sudden...
pt: □È un po' improvviso...

source: △I, uh, have to be going now!
pt: △Io, ehm, ora devo andare!

source: ○I don't have the money.
pt: ○Non ho i soldi.

source: □I don't have anyone.
pt: □Non ho nessuno.

source: △I don't want to get married.
pt: △Non voglio sposarmi.

source: ○Lovers wanted, huh?
pt: ○Cercasi fidanzata, eh?

source: □You can't get a man?
pt: □Non riesci a trovare un uomo?

source: ○Just don't rush it.
pt: ○Non avere fretta.

source: ○Nothing wrong with that.
pt: ○Non c'è niente di male.

source: □You should get out more.
pt: □Dovresti uscire di più.

source: △How many are we talking here?
pt: △Di quanti stiamo parlando?

source: ○Tell me about it.
pt: ○A chi lo dici.

source: □That's not true.
pt: □Non è vero.

source: ○Yep!
pt: ○Già!

source: □I'm all about cash.
pt: □Per me contano solo i soldi.

source: ○That's a dirty trick!
pt: ○È un colpo basso!

source: □That's not a bad idea.
pt: □Non è una cattiva idea.

source: ○I don't trust them.
pt: ○Non mi fido di loro.

source: □More like I can't get one.
pt: □Più che altro è che non riesco a farmene uno.

source: △I prefer the feel of bills.
pt: △Preferisco la sensazione delle banconote.

source: □Not every night.
pt: □Non tutte le sere.

source: ○Want me to tell you about them?
pt: ○Vuoi che te ne parli?

source: □A lady like you shouldn't know.
pt: □Una signora come te non dovrebbe saperlo.

source: △Why not work there yourself?
pt: △Perché non ci lavori tu?

source: ○What sorts of jobs?
pt: ○Che genere di lavori?

source: □It's better to have a normal job.
pt: □È meglio avere un lavoro normale.

source: ○A bed tester?
pt: ○Un collaudatore di letti?

source: △Is that some kind of sex thing?
pt: △È una specie di cosa a sfondo sessuale?

source: ○Ordinary's fine.
pt: ○Normale va benissimo.

source: □It's not just about work.
pt: □Non si tratta solo di lavoro.

source: △Is work all you talk about?
pt: △Parli solo di lavoro?

source: ○I am.
pt: ○Lo sono.

source: □No, I'm not.
pt: □No, non lo sono.

source: ○What are you talking about?
pt: ○Di cosa stai parlando?

source: □Sorry. I lied.
pt: □Scusa. Ho mentito.

source: △I haven't counted.
pt: △Non ho tenuto il conto.

source: □That's what love is.
pt: □L'amore è proprio questo.

source: △How about you, Shion-chan?
pt: △E tu, Shion-chan?

source: ○Of course.
pt: ○Certo.

source: □I don't think I could.
pt: □Non credo che potrei.

source: ○Of... Of course not!
pt: ○C... Certo che no!

source: △I don't really know.
pt: △Non saprei proprio.

source: ○Good call.
pt: ○Ottima scelta.

source: △How about yourself?
pt: △E tu?

source: ○That's not realistic.
pt: ○Non è molto realistico.

source: □That's not realistic.
pt: □Non è molto realistico.

source: ○Not at all.
pt: ○Per niente.

source: □Depends on what it was about.
pt: □Dipende da cosa si trattava.

source: ○Like what?
pt: ○Tipo cosa?

source: □No big deal!
pt: □Niente di che!

source: ○I didn't think you'd be so shy.
pt: ○Non pensavo fossi così timida.

source: ○Sure thing!
pt: ○Ma certo!

source: □If the person is good.
pt: □Se è una brava persona.

# 780_Shion
source: What are your plans for New Year's, Shinada-san?
pt: Che programmi hai per Capodanno, Shinada-san?

# 792_Shinada
source: Nothing special. I guess the usual for me, which is either running around crazy busy or sleeping at home. What about you, Shion-chan?
pt: Niente di speciale. Immagino il solito per me: o correre a destra e a manca tutto indaffarato o dormire a casa. E tu invece, Shion-chan?

# 804_Shion
source: My grandmother is coming to visit. I haven't seen her in a long time, so I'm really looking forward to it!
pt: Mia nonna verrà a trovarmi. Non la vedo da un sacco di tempo, quindi non vedo proprio l'ora!

# 816_Shinada
source: Sounds nice. I wish I could spend the holidays like that.
pt: Sembra proprio bello. Mi piacerebbe passare le vacanze così.

# 828_Shion
source: But we don't do this every year. My grandmother doesn't come see us very often.
pt: Ma non lo facciamo tutti gli anni. Mia nonna non viene a trovarci molto spesso.

# 840_Shinada
source: Isn't that backwards? Aren't the kids and grandkids supposed to go visit the grandparents?
pt: Ma non dovrebbe essere il contrario? Non dovrebbero essere i figli e i nipoti ad andare a trovare i nonni?

# 852_Shion
source: Typically yes, but my grandmother was quite insistent about coming to Japan this year.
pt: In genere sì, ma mia nonna ha insistito parecchio per venire in Giappone quest'anno.

# 864_Shion
source: My grandmother lives in Lyon, France. So regardless of who visits whom, it's always something of an undertaking.
pt: Mia nonna vive a Lione, in Francia. Quindi, a prescindere da chi faccia visita a chi, è sempre una bella impresa.

# 876_Shinada
source: Must be expensive. If your whole family has to go to France, traveling every year would be pretty rough, huh?
pt: Deve costare un sacco. Se tutta la tua famiglia deve andare in Francia, viaggiare ogni anno sarebbe piuttosto dura, eh?

# 888_Shion
source: Yes. But my grandmother wanted to come to Japan while she was still healthy enough to make the trip. So that's why she's coming this year.
pt: Sì. Ma mia nonna voleva venire in Giappone finché era ancora abbastanza in salute da affrontare il viaggio. Ecco perché verrà quest'anno.

# 900_Shion
source: Someday she'll be too old to leave the house, so she asked us to set aside money to go and visit her when the time comes.
pt: Un giorno sarà troppo vecchia per uscire di casa, quindi ci ha chiesto di mettere da parte i soldi per andare a trovarla quando sarà il momento.

# 912_Shinada
source: Your grandmother sounds nice. You'll need to take care of her as much as possible.
pt: Tua nonna sembra proprio una brava persona. Dovrai prenderti cura di lei il più possibile.

# 924_Shion
source: Indeed! I've been discussing with my mother quite a bit about where to take her.
pt: Proprio così! Ne ho parlato un bel po' con mia madre su dove portarla.

# 936_Shinada
source: Well, just because it's New Year's, don't make her eat stuff like mochi. I doubt foreigners are too familiar with traditional Japanese food.
pt: Beh, solo perché è Capodanno, non costringerla a mangiare roba come i mochi. Dubito che gli stranieri abbiano molta familiarità con la cucina tradizionale giapponese.

# 948_Shion
source: Of course! You're so thoughtful, Shinada-san!
pt: Ma certo! Sei così premuroso, Shinada-san!

# 960_Shinada
source: Give my regards to your mother!
pt: Porta i miei saluti a tua madre!

# 972_Shinada
source: You have to go see her, no matter what. I mean, you never know when something might happen, so you should make an effort to see each other while you still can.
pt: Devi andare a trovarla, costi quel che costi. Voglio dire, non si sa mai cosa può succedere, quindi dovresti fare il possibile per vedervi finché siete ancora in tempo.

# 984_Shion
source: I know that, of course. But still, it isn't quite that simple.
pt: Lo so bene, ovviamente. Ma comunque, non è così semplice.

# 996_Shinada
source: That's a tough situation. Going home takes money, and if you have money then that means you don't have time. And when you have time, your parents are already gone.
pt: È una situazione difficile. Tornare a casa costa, e se hai i soldi, significa che non hai tempo. E quando finalmente hai tempo, i tuoi genitori se ne sono già andati.

# 1008_Shion
source: That is quite true. And that's why I want to see my grandmother as much as possible. It is very difficult when I'm not able to.
pt: È proprio vero. Ed è per questo che voglio vedere mia nonna il più possibile. È davvero dura quando non ci riesco.

# 1020_Shinada
source: Geez, this is getting kinda depressing. Do you want to talk about something else?
pt: Accidenti, la cosa si sta facendo un po' deprimente. Ti va di parlare di qualcos'altro?

# 1032_Shinada
source: That's just an excuse. People say that, and then let big opportunities slip through their fingers. Regret won't do anything to bring those back.
pt: Sono solo scuse. La gente dice così e poi si lascia sfuggire di mano delle grandi occasioni. Il rimpianto non servirà a nulla per farle tornare.

# 1044_Shion
source: Yes, you're right, of course.
pt: Sì, hai ragione, ovviamente.

# 1056_Shion
source: Perhaps I should talk to my mother about us going to France this year instead.
pt: Forse dovrei parlare con mia madre dell'idea di andare in Francia quest'anno, invece.

# 1068_Shinada
source: I think that's a great idea!
pt: Penso che sia un'ottima idea!

# 1080_Shinada
source: So are you half-Japanese?
pt: Quindi sei per metà giapponese?

# 1092_Shion
source: Yes. My mother is French.
pt: Sì. Mia madre è francese.

# 1116_Shion
source: Hehe. This is my natural hair color, you know.
pt: Hehe. Questo è il mio colore di capelli naturale, sai.

# 1128_Shinada
source: I'm so jealous! I bet guys go crazy over your blonde hair, huh?
pt: Che invidia! Scommetto che i ragazzi impazziscono per i tuoi capelli biondi, eh?

# 1140_Shion
source: Oh, not really. Lots of Japanese women dye their hair, after all. More often than not I get mistaken for a gyaru.
pt: Oh, non proprio. Dopotutto, un sacco di donne giapponesi si tingono i capelli. Il più delle volte vengo scambiata per una gyaru.

# 1152_Shinada
source: Oh, I get you. If a girl wears gaudy clothes and has blonde hair, I might make the same mistake.
pt: Oh, ti capisco. Se una ragazza indossa vestiti sgargianti e ha i capelli biondi, potrei fare lo stesso errore anch'io.

# 1164_Shion
source: That's why, personally, I feel somewhat jealous when I see people with lovely black hair.
pt: Ecco perché, personalmente, provo un po' d'invidia quando vedo persone con dei bellissimi capelli neri.

# 1176_Shinada
source: You want what you can't have. I think everyone feels that way about certain things.
pt: Si vuole sempre quello che non si può avere. Immagino che tutti si sentano così per certe cose.

# 1188_Shinada
source: You don't look it. I would never have guessed if you didn't mention it.
pt: Non si direbbe proprio. Se non me lo avessi detto, non l'avrei mai immaginato.

# 1200_Shion
source: They say many of us who are half-Western and half-Asian take on a more Asian appearance as we grow older.
pt: Dicono che molti di noi nati da genitori occidentali e asiatici assumano un aspetto più asiatico invecchiando.

# 1212_Shinada
source: That would be your dominant genetic traits. Does that mean you looked more French when you were little, Shion-chan?
pt: Saranno i tratti genetici dominanti. Vuol dire che da piccola sembravi più francese, Shion-chan?

# 1224_Shion
source: Yes, my eyes were even blue back then. I looked like a little Western doll!
pt: Sì, all'epoca i miei occhi erano persino azzurri. Sembravo proprio una bambolina occidentale!

# 1236_Shinada
source: Really? I'd love to see pictures!
pt: Davvero? Mi piacerebbe un sacco vedere delle foto!

# 1248_Shion
source: It's so easy to take pictures with a mobile phone these days, isn't it? Now I take pictures all the time!
pt: È diventato così facile scattare foto con il cellulare al giorno d'oggi, vero? Adesso ne faccio in continuazione!

# 1260_Shinada
source: What do you take pictures of?
pt: A cosa fai le foto?

# 1272_Shion
source: If I see a moment I want to capture, I'll snap a picture of it. I get a lot of good shots on my way from home to work.
pt: Se vedo un momento che voglio immortalare, scatto una foto. Riesco a fare un sacco di begli scatti mentre vado da casa al lavoro.

# 1284_Shinada
source: Street photography, huh? You must have a good aesthetic sense, eh?
pt: Fotografia di strada, eh? Devi avere un buon senso estetico, eh?

# 1296_Shinada
source: I don't do that.
pt: Non faccio mica roba del genere.

# 1308_Shion
source: Oh? Why not?
pt: Oh? Perché no?

# 1320_Shinada
source: Because I'm a professional journalist. I'm not some amateur who uploads pics of what he had for lunch to his blog.
pt: Perché sono un giornalista professionista. Non sono mica un dilettante che carica sul blog le foto di quello che ha mangiato a pranzo.

# 1332_Shinada
source: A real photographer should strive to only take pictures that contain valuable information for his audience, and nothing else.
pt: Un vero fotografo dovrebbe puntare a scattare solo foto che contengano informazioni di valore per il suo pubblico, e nient'altro.

# 1344_Shion
source: You sure do take pride in your photography. I can respect that!
pt: Si vede proprio che vai fiero della tua fotografia. Ti fa onore!

# 1356_Shinada
source: Aw, it's not that big of a deal! Hehe.
pt: Ma dai, non è niente di che! Eheh.

# 1368_Shion
source: What sort of photos do you take, Shinada-san?
pt: Che genere di foto scatti, Shinada-san?

# 1380_Shinada
source: I, uh, well... I take pictures of people.
pt: Io, ehm, beh... Scatto foto alle persone.

# 1392_Shion
source: Oh, you mean portraits? That sounds like it must be interesting!
pt: Oh, intendi dei ritratti? Sembra proprio interessante!

# 1404_Shion
source: Come to think of it, I don't think I've had my picture taken since my high school graduation.
pt: A pensarci bene, credo proprio di non essermi più fatto scattare una foto dal giorno del diploma.
