Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016901e8.po
Languages: pt

source: You won <Color:8>30,000 yen<Color:Default>.
pt: Hai vinto <Color:8>30.000 yen<Color:Default>.

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: MC
pt: Conduttore

# 44_MC
source: And the victor of this heated contest is...
pt: E il vincitore di questa accesa contesa è...

# 68_MC
source: Haruka Sawamura! For coming out on top, she wins a prize of 30,000 yen!
pt: Haruka Sawamura! Per aver trionfato, lei vince un premio di 30.000 yen!

# 92_Haruka
source: Thank you!
pt: Grazie!

# 104_MC
source: Join us again next time for, "Refuse to Lose"! You won't want to miss it!
pt: Vi aspettiamo di nuovo la prossima volta per "Rifiuta di Perdere"! Non vorrete perdervelo!

# 116_MC
source: Until then, stay fierce!
pt: Fino ad allora, restate grintosi!

# 152_MC
source: Ririka Misaki! For coming out on top, she wins a prize of 30,000 yen!
pt: Ririka Misaki! Per aver trionfato, lei vince un premio di 30.000 yen!

# 164_Ririka
source: Yay! I gratefully accept!
pt: Evviva! Accetto con gratitudine!

# 176_MC
source: Join us again next time for, "Refuse to Lose"! You won't want to miss it!
pt: Vi aspettiamo di nuovo la prossima volta per "Rifiuta di Perdere"! Non vorrete perdervelo!

# 188_MC
source: Until then, stay fierce!
pt: Fino ad allora, restate grintosi!

# 260_Haruka
source: Hey, Ririka-san.
pt: Ehi, Ririka-san.

# 272_Ririka
source: You were really great. And that's coming from me, a pretty good pool player!
pt: Sei stato davvero bravo. E te lo dice una che se la cava niente male a biliardo!

# 284_Haruka
source: Thank you. I really wasn't confident at all going in, but I didn't want to lose.
pt: Grazie. Non mi sentivo affatto sicura di me all'inizio, ma non volevo perdere.

# 296_Ririka
source: Now I see where that strength comes from. You're determined.
pt: Ora capisco da dove viene quella forza. Sei determinata.

# 308_Haruka
source: Oh, I don't know about that. If you had really given it your all, I would've been no match for you.
pt: Oh, non saprei. Se avessi dato davvero il massimo, non sarei stata minimamente alla tua altezza.

# 320_Ririka
source: You think so?
pt: La pensi così?

# 332_Haruka
source: I know so!
pt: Sì, lo so!

# 344_Ririka
source: I guess that makes me feel good. Thanks!
pt: Immagino che questo mi faccia stare bene. Grazie!

# 356_Ririka
source: Hey, you know what? I had fun playing against you.
pt: Ehi, sai una cosa? Mi sono divertito a giocare contro di te.

# 368_Haruka
source: Really?
pt: Davvero?

# 380_Ririka
source: Yes. My life's so taken over by show business now, everything feels like a performance.
pt: Sì. La mia vita è così dominata dallo show business ora, che ogni cosa sembra una performance.

# 392_Ririka
source: You know, always a fake smile on my face, trying so hard to be perfect all the time... That's why it was so refreshing to watch you play for real today, with complete abandon!
pt: Sai, sempre un sorriso finto sulla faccia, a cercare di essere perfetto tutto il tempo... Ecco perché è stato così rinfrescante vederti giocare per davvero oggi, senza freni!

# 416_Ririka
source: Anyways! I like you, Haruka-chan. Let's get together again sometime!
pt: Comunque! Mi piaci, Haruka-chan. Vediamoci di nuovo qualche volta!

# 428_Haruka
source: Sure, I'd like that!
pt: Certo, mi piacerebbe!

# 620_Haruka
source: Hey, Ririka-san.
pt: Ehi, Ririka-san.

# 632_Ririka
source: You're really good. There were a few times there I was worried I might actually lose.
pt: Sei davvero brava. Ci sono stati un paio di momenti in cui ero preoccupata di perdere per davvero.

# 644_Haruka
source: Oh, I don't know about that. If you had really given it your best, I wouldn't have given you any trouble at all.
pt: Oh, non ne sarei così sicura. Se avessi davvero dato il massimo, non ti avrei dato nessun problema.

# 656_Ririka
source: Hm. You think so?
pt: Hm. Pensi?

# 668_Haruka
source: I know so!
pt: Sì, lo so!

# 680_Ririka
source: I guess that makes me feel good. Thanks!
pt: Immagino che mi faccia piacere. Grazie!

# 692_Ririka
source: Hey, you know what? I had fun playing against you.
pt: Ehi, sai una cosa? Mi sono divertita a giocare contro di te.

# 704_Haruka
source: Really!?
pt: Davvero!?

# 716_Ririka
source: Yes. My life's so taken over by show business now, everything feels like a performance.
pt: Sì. La mia vita è così dominata dallo show business adesso, tutto mi sembra una performance.

# 728_Ririka
source: You know, always a fake smile on my face, trying so hard to be perfect all the time... That's why it was so refreshing to watch you play for real today, with complete abandon!
pt: Sai, sempre un sorriso finto sulla mia faccia, a sforzarmi così tanto di essere perfetta tutto il tempo... Ecco perché è stato così rinfrescante guardarti giocare per davvero oggi, con completo abbandono!

# 752_Ririka
source: Anyways! I like you, Haruka-chan. Let's get together again sometime!
pt: Comunque! Mi piaci, Haruka-chan. Vediamoci di nuovo un'altra volta!

# 764_Haruka
source: Sure, I'd like that!
pt: Sì, mi piacerebbe!
