Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0dcc.po
Languages: pt

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

# 124_Yuya
source: I need to apologize to you too, Kiryu-san. For crashing in on your new life. I guess I still have a long way to go as a leader.
pt: Devo scusarmi anche con te, Kiryu-san. Per essere piombato nella tua nuova vita. Credo di avere ancora molta strada da fare come leader.

# 136_Kiryu
source: But you're all right now?
pt: Ma stai bene adesso?

# 148_Yuya
source: Yeah. I feel like I found the old me again. And it's all thanks to you.
pt: Sì. Mi sento come se avessi ritrovato il vecchio me stesso. Ed è tutto grazie a te.

# 160_Yuya
source: I think I was too caught up in playing manager here. I was just hoping everything would run smoothly and stay quiet.
pt: Credo di essermi fatto troppo prendere dal ruolo di manager qui. Speravo solo che tutto filasse liscio e rimanesse tranquillo.

# 172_Yuya
source: But now I can see that's not what's important.
pt: Ma adesso capisco che non è quello l'importante.

# 184_Yuya
source: I want to protect Stardust with everything I've got, my life included. And that's all the motivation I need!
pt: Voglio proteggere lo Stardust con tutto quello che ho, inclusa la mia vita. Ed è l'unica motivazione che mi serve!

# 196_Yuya
source: Kazuki-san and I both wanted that all along.
pt: Io e Kazuki-san l'abbiamo sempre voluto entrambi.

# 208_Kiryu
source: Heh. So you're going back, then.
pt: Eh. Allora ci torni, eh.

# 220_Yuya
source: Don't laugh. I really did think quitting Stardust was the best move.
pt: Non ridere. Ho davvero pensato che lasciare lo Stardust fosse la mossa migliore.

# 232_Yuya
source: So I hope you'll keep all this between us. I wouldn't want Kazuki-san or the others to find out.
pt: Quindi spero che terrai tutto questo tra noi. Non vorrei che Kazuki-san o gli altri lo scoprissero.

# 244_Kiryu
source: Sure. No problem.
pt: Certo. Nessun problema.

# 256_Yuya
source: Thanks! I never meant to burden you of all people.
pt: Grazie! Non avrei mai voluto darti un peso, proprio a te.

# 268_Yuya
source: So... Sorry for all the trouble!
pt: Allora... Scusa per tutti i casini!

# 280_Yuya
source: If you ever find yourself back in Kamurocho, be sure to come visit the club, okay? Thanks again for everything!
pt: Se ti ritrovi di nuovo a Kamurocho, passa a trovare il club, ok? Grazie ancora di tutto!

# 352_Yakuza
source: What the hell? Where'd ya learn to fight like that!?
pt: Che diavolo? Dove hai imparato a menare così!?

# 364_Yuya
source: I'll say it one more time. I'm taking back the money we paid. And you can forget about us ever forking out protection money again.
pt: Lo dico ancora una volta. Mi riprendo i soldi che abbiamo pagato. E scordatevi pure che vi sganciamo ancora il pizzo.

# 376_Yakuza
source: God...dammit...
pt: Maledizione...

# 388_Yuya
source: Huh, some tough guys you are. Your protection ain't worth shit!
pt: Ah, che gran duri che siete. La vostra protezione non vale un cazzo!

# 400_Yakuza
source: ...Let's roll, boys. This club has a stink about it anyways!
pt: ...Andiamo, ragazzi. Tanto questo club puzza comunque!

# 436_Yuya
source: Sorry, Momoka. My name isn't Kazuki.
pt: Scusa, Momoka. Non mi chiamo Kazuki.

# 448_Momoka
source: What?
pt: Cosa?

# 460_Yuya
source: My real name is Yuya. I'm the manager of a host club in Kamurocho called Stardust.
pt: Il mio vero nome è Yuya. Sono il manager di un host club a Kamurocho che si chiama Stardust.

# 472_Manager
source: Kamurocho? What on earth is going on?
pt: Kamurocho? Ma che diavolo sta succedendo?

# 484_Yuya
source: Sorry for taking this into my own hands, sir. But you can't pay protection money to yakuza. That's why I－
pt: Scusa se ho agito di mia iniziativa, signore. Ma non potete pagare il pizzo alla yakuza. È per questo che io—

# 496_Manager
source: Oh, don't worry! You did good! I knew it was a bad idea, but I was too scared to stand up to them...
pt: Oh, non ti preoccupare! Hai fatto bene! Sapevo che era una brutta idea, ma avevo troppa paura per tenergli testa...

# 508_Manager
source: I should have been the one that held firm and refused. Thanks to you, they won't be bothering the club again.
pt: Avrei dovuto essere io a tenere duro e rifiutare. Grazie a te, non disturberanno più il club.

# 520_Yuya
source: I'm happy to hear you say that. Thank you.
pt: Mi fa piacere sentirti dire questo. Grazie.

# 532_Momoka
source: Yuya-kun... Are you going to leave us?
pt: Yuya-kun... Ci lascerai?

# 544_Yuya
source: Yeah... I have to go back where I belong. I finally see that now.
pt: Già... Devo tornare al mio posto. Finalmente l'ho capito.

# 556_Manager
source: Well, if you're that dead-set on it, then I won't try and stop you. We'll miss you, though.
pt: Be', se sei così deciso, allora non cercherò di fermarti. Ci mancherai, però.

# 568_Yuya
source: I really hate to bail on you like this, but I'll never forget how much you guys helped me. Hope you can forgive me someday.
pt: Odio proprio dovervi piantare in asso così, ma non dimenticherò mai quanto mi avete aiutato. Spero che un giorno possiate perdonarmi.

# 580_Manager
source: Don't even worry about it. After all, you're the one who helped us.
pt: Non ti preoccupare. Dopotutto, sei tu che ci hai aiutato.

# 592_Momoka
source: Goodbye... Yuya-kun.
pt: Addio... Yuya-kun.

# 604_Yuya
source: Take care, and... sorry.
pt: State bene, e... scusa.

# 652_Kiryu
source: (So Yuya started working at a cabaret club? Maybe I'll go see him sometime.)
pt: (Quindi Yuya ha iniziato a lavorare in un cabaret? Magari andrò a trovarlo prima o poi.)

# 676_Kiryu
source: (I hope Yuya finds his motivation again.)
pt: (Spero che Yuya ritrovi la sua motivazione ancora.)
