Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 4560_Shion
source: Well! How selfish of you to enjoy something for yourself while discouraging me to do it!
pt: Beh! Com'è egoista da parte tua goderti qualcosa tutto per te e poi sconsigliare a me di farlo!

# 4572_Shinada
source: I guess that's true. But trust me, you won't understand unless you've messed up really bad.
pt: Già, credo sia vero. Ma fidati, non puoi capire finché non hai toppato di brutto.

# 4584_Shinada
source: Nope.
pt: No.

# 4596_Shion
source: Oh? Why not?
pt: Oh? Perché no?

# 4608_Shinada
source: At its core, gambling is all about luck. Skill can improve your odds of winning, but too much of it is outside of your direct control.
pt: In fondo, il gioco d'azzardo è tutta questione di fortuna. La bravura può aumentare le probabilità di vincita, ma troppe cose sono al di fuori del tuo controllo diretto.

# 4620_Shinada
source: I lived in a world where competition was for keeps. I don't like fighting battles that are dependent on lady luck.
pt: Ho vissuto in un mondo in cui si faceva sul serio. Non mi va di affrontare sfide che dipendono dalla dea bendata.

# 4632_Shinada
source: When my life is on the line, I want to succeed on nothing but my own merits.
pt: Quando la mia vita è in gioco, voglio farcela solo grazie ai miei meriti.

# 4644_Shion
source: You've really thought this through! I suppose, given the large sums of money riding on a game, it's irresponsible to not be serious about it.
pt: Ci hai riflettuto davvero a fondo! Immagino che, viste le grosse somme di denaro in gioco, sia da irresponsabili non prenderla sul serio.

# 4656_Shinada
source: I only want you to know where I'm coming from. Spending a little on this sort of thing is fine, but be careful not to go too far.
pt: Volevo solo farti capire il mio punto di vista. Spendere un po' per questo genere di cose va bene, ma sta' attenta a non esagerare.

# 4668_Shion
source: Are you particular about your clothing and footwear, Shinada-san?
pt: Ci tieni particolarmente ai vestiti e alle scarpe, Shinada-san?

# 4680_Shinada
source: Particular?
pt: Esigente?

# 4692_Shion
source: Do you prefer any specific brands, for instance?
pt: Preferisci qualche marca in particolare, per esempio?

# 4704_Shinada
source: Sure. Well, when it comes to sports gear at least. I want to spend my money on clothes and shoes that improve my performance, you know?
pt: Certo. Be', almeno per quanto riguarda l'attrezzatura sportiva. Voglio spendere i miei soldi per vestiti e scarpe che migliorino le mie prestazioni, sai?

# 4716_Shion
source: So you pick the best that there is! Wonderful!
pt: Quindi scegli il meglio che c'è! Meraviglioso!

# 4728_Shinada
source: Well, I wouldn't go that far!
pt: Be', non mi spingerei a tanto!

# 4740_Shinada
source: Not really. Buying brands is all about showing off to other people, you know? I pick what I want based on what's good for me.
pt: Non proprio. Comprare roba di marca serve solo a mettersi in mostra con gli altri, sai? Io scelgo quello che voglio in base a ciò che è meglio per me.

# 4752_Shion
source: But what's wrong with catching other people's attention a little? Who knows what they're saying behind your back, anyways?
pt: Ma che male c'è ad attirare un po' l'attenzione degli altri? Tanto, chissà cosa dicono alle tue spalle.

# 4764_Shinada
source: Yeah, I'd rather not think about that.
pt: Già, preferirei non pensarci.

# 4776_Shinada
source: I'm guessing you have your faves, Shion-chan?
pt: Immagino che anche tu abbia i tuoi preferiti, Shion-chan?

# 4788_Shion
source: Oh, yes. But I don't buy things for myself, so I'm not sure I can really say that they're <Italic>my</Italic> favorites.
pt: Oh, sì. Però non compro le cose per me, quindi non so se posso davvero dire che siano i <Italic>miei</Italic> preferiti.

# 4800_Shinada
source: Well, so what? You still like them, right? It doesn't matter who bought them.
pt: Be', e allora? Ti piacciono lo stesso, no? Non importa chi li ha comprati.

# 4812_Shion
source: I suppose. I don't use things I receive if they aren't suited to my tastes.
pt: Immagino. Non uso le cose che ricevo se non sono di mio gusto.

# 4824_Shinada
source: We talking presents from customers? It must be nice to get lots of gifts.
pt: Ti riferisci ai regali dei clienti? Deve essere bello riceverne un sacco.

# 4836_Shion
source: No, not that. I don't like using things I get from people I hardly know.
pt: No, non è quello. Non mi piace usare le cose che ricevo da persone che conosco appena.

# 4848_Shinada
source: That's harsh. I think the most I ever got was a rice ball before a game once.
pt: Che cattiveria. Credo che il massimo che io abbia mai ricevuto sia stato un onigiri prima di una partita, una volta.

# 4860_Shion
source: The purse I typically carry is one my mother used to use, so it's not like someone bought it for me.
pt: La borsa che porto di solito è una che usava mia madre, quindi non è che me l'abbia comprata qualcuno.

# 4872_Shinada
source: It's a hand-me-down?
pt: È di seconda mano?

# 4884_Shion
source: Yes. My mother also got it from her mother.
pt: Sì. Anche mia madre l'ha ricevuta da sua madre.

# 4896_Shinada
source: So it's an heirloom. Does that mean if you ever have a kid you'll give it to her?
pt: Quindi è un cimelio di famiglia. Vuol dire che se mai avrai una figlia, glielo darai?

# 4908_Shion
source: Yes, I certainly hope so!
pt: Sì, spero proprio di sì!

# 4920_Shinada
source: I take good care of my own equipment, too. Maybe I should let my own kid use it, if I have one.
pt: Anch'io tratto con cura la mia attrezzatura. Magari la farò usare a mio figlio, se mai ne avrò uno.

# 4932_Shion
source: Oh, how wonderful! You simply must!
pt: Oh, che meraviglia! Devi farlo assolutamente!

# 4944_Shinada
source: It'd be way cheaper, too.
pt: Sarebbe anche molto più economico.

# 4956_Shinada
source: I could get you something new. Regardless of brand, you need something modern for your look.
pt: Potrei prenderti qualcosa di nuovo io. A prescindere dalla marca, ti serve qualcosa di moderno per il tuo look.

# 4968_Shion
source: Goodness no. I don't want to look like some floozy who gets all caught up in trends.
pt: Cielo, no. Non voglio sembrare una di quelle svampite che corrono dietro a ogni moda.

# 4980_Shinada
source: Oh, really? What would you want then?
pt: Ah, davvero? Allora cosa vorresti?

# 4992_Shion
source: Perhaps something that shows I know my stuff? Something that people can see right away is stylish.
pt: Forse qualcosa che dimostri che so il fatto mio? Qualcosa che si veda subito che ha stile.

# 5004_Shinada
source: I see. I guess people with good taste pay attention to that level of detail.
pt: Capisco. Immagino che chi ha buongusto faccia attenzione a quel livello di dettaglio.

# 5016_Shinada
source: You don't buy stuff for yourself?
pt: Non compri niente per te?

# 5028_Shion
source: No. When I go out with my mother, she buys me the things I want. I hardly ever buy anything on my own.
pt: No. Quando esco con mia madre, mi compra lei quello che voglio. Non compro quasi mai nulla da sola.

# 5040_Shinada
source: Wow, you go shopping with your mom? That's real girly of you. I'd be pretty embarrassed to do something like that.
pt: Wow, vai a fare shopping con tua madre? È proprio da ragazze. Io mi vergognerei un bel po' a fare una cosa del genere.

# 5052_Shion
source: Oh, you should go shopping with your mother, Shinada-san! I'm certain you'd have fun!
pt: Oh, dovresti andare a fare shopping con tua madre, Shinada-san! Sono sicura che ti divertiresti!

# 5064_Shinada
source: Yeah, I think I'll pass on that.
pt: Sì, credo proprio che passerò.

# 5088_Shinada
source: Something bothering you again?
pt: C'è di nuovo qualcosa che non va?

# 5100_Shion
source: No, it's nothing like that. I have something weighing me down, is all.
pt: No, non è affatto così. È solo che ho un peso che mi tormenta, tutto qui.

# 5112_Shinada
source: Weighing you down?
pt: Ti tormenta?

# 5124_Shion
source: Earlier today, I went to a wedding for a friend I've known since kindergarten.
pt: Oggi sono stata al matrimonio di un amico che conosco fin dall'asilo.

# 5136_Shinada
source: Oh yeah?
pt: Ah sì?

# 5148_Shinada
source: She beat you to the punch? Let me guess, she got married before you so you can't be happy for her?
pt: Ti ha battuta sul tempo? Fammi indovinare, si è sposata prima di te e quindi non riesci a essere felice per lei?

# 5160_Shion
source: Of course not! Honestly, could you please not interrupt me?
pt: Certo che no! Ma insomma, potresti evitare di interrompermi?

# 5172_Shinada
source: Yikes, guess I was way off base.
pt: Accidenti, mi sa che ero proprio fuori strada.

# 5184_Shion
source: It ran long, so I had to come straight from the reception to the club. The wedding party gift was really heavy.
pt: È andata per le lunghe, quindi sono dovuta venire al club direttamente dal ricevimento. Il regalo di nozze era davvero pesante.

# 5196_Shinada
source: The gift was heavy? What do you mean?
pt: Il regalo era pesante? In che senso?

# 5208_Shion
source: It's in the locker room right now, but it won't actually fit in my locker. How am I supposed to take it home with me?
pt: Adesso è nello spogliatoio, ma nell'armadietto non ci sta proprio. Come dovrei fare a portarmelo a casa?

# 5220_Shinada
source: That's incredible! It's got to be something really valuable, right? You should open it!
pt: Pazzesco! Dev'essere qualcosa di gran valore, no? Dovresti aprirlo!

# 5232_Shion
source: I think it might be a pot?
pt: Penso che sia un vaso?

# 5244_Shinada
source: A pot!?
pt: Un vaso!?

# 5256_Shion
source: They like to show off, so I should have assumed they would pick out something big.
pt: Amano mettersi in mostra, quindi avrei dovuto immaginare che avrebbero scelto qualcosa di così grande.

# 5268_Shinada
source: How Nagoya of them. You people always go big on everything.
pt: Proprio da Nagoya. Voi fate sempre le cose in grande con tutto.

# 5280_Shion
source: Not as many households do that sort of thing anymore, but my friend's family certainly does things the old way.
pt: Ormai non sono più molte le famiglie che fanno certe cose, ma quella della mia amica le fa decisamente alla vecchia maniera.

# 5292_Shinada
source: That's not so bad. I mean it's a wedding, after all. It's a one time thing, so why not go all out like that?
pt: Non è poi così male. In fondo è un matrimonio, no? Capita una volta sola, quindi perché non fare le cose in grande in quel modo?

# 5304_Shion
source: Hehe. You're a good fit for Nagoyan culture, Shinada-san. I'd never have guessed!
pt: Eheh. Ti adatti proprio bene alla cultura di Nagoya, Shinada-san. Non l'avrei mai detto!

# 5316_Shinada
source: Nah, I live too frugally for that. But I'm still a sucker for luxurious things!
pt: Nah, faccio una vita troppo modesta per quello. Ma vado comunque matto per le cose di lusso!

# 5328_Shinada
source: Why not complain? Ask for something more practical.
pt: Perché non ti lamenti? Chiedi qualcosa di più pratico.

# 5340_Shion
source: Oh goodness, I could never do something so disrespectful! Who knows what rumors would spread about me?
pt: Cielo, non potrei mai fare una cosa così irrispettosa! Chissà quali voci girerebbero sul mio conto!

# 5352_Shinada
source: Well, I don't think talking smack about you behind your back is a very high-class thing to do, either...
pt: Be', non credo che sparlare di te alle tue spalle sia una cosa molto di classe, nemmeno quella...

# 5364_Shinada
source: What do other families do?
pt: E le altre famiglie cosa fanno?

# 5376_Shion
source: The popular thing to do is to hand out gift catalogs and have guests order what they'd like afterwards.
pt: La cosa che va più di moda è distribuire dei cataloghi di regali, così poi gli ospiti possono ordinare quello che preferiscono.

# 5388_Shinada
source: Neat! No worrying about getting something you already have!
pt: Ottimo! Così non rischi di ricevere qualcosa che hai già!

# 5400_Shion
source: And even if I wanted the same pot, that method would save me the trouble of having to carry a heavy gift around.
pt: E anche se volessi proprio quella pentola, con quel metodo mi risparmierei la fatica di dovermi portare dietro un regalo pesante.

# 5412_Shinada
source: Whoever thought of that is a genius!
pt: Chiunque l'abbia inventato è un genio!

# 5424_Shinada
source: Yeah, that's a pain. I suppose you'll have to take a cab home?
pt: Già, è una bella seccatura. Immagino che dovrai prendere un taxi per tornare a casa?

# 5436_Shion
source: I suppose. But I already have pots back at home. It's just going to get piled up with the others.
pt: Immagino di sì. Ma a casa ho già delle pentole. Finirà solo per accumularsi insieme alle altre.

# 5448_Shinada
source: What a dick move. Didn't they consider that people would need to drag these things home?
pt: Che mossa del cazzo. Non hanno pensato che la gente avrebbe dovuto trascinarsi dietro queste cose fino a casa?

# 5460_Shion
source: Exactly! It's Nagoya tradition, though.
pt: Esatto! Però è la tradizione di Nagoya.

# 5472_Shinada
source: Oh? What do you mean?
pt: Oh? In che senso?

# 5484_Shion
source: Being able to provide an extravagant gift shows a family's worth.
pt: Poter offrire un regalo sfarzoso dimostra quanto vale una famiglia.

# 5496_Shinada
source: I see. So it's about the family not looking like a bunch of cheapskates.
pt: Capisco. Quindi si tratta di non far passare la famiglia per una manica di taccagni.

# 5508_Shion
source: Not only that, but the gifts are paraded out in front of the neighbors when they are moved out of the bride's house.
pt: Non solo, ma i regali vengono fatti sfilare davanti ai vicini quando vengono portati fuori dalla casa della sposa.

# 5520_Shion
source: If it were me, I think I'd be too embarrassed to make myself go through with it.
pt: Se fossi io, credo che mi vergognerei troppo a farlo sul serio.

# 5532_Shinada
source: Yeah. Who's the wedding even for, am I right?
pt: Già. Ma per chi si fa 'sto matrimonio, dico bene?

# 5544_Shinada
source: What the hell!? That's just all for the family's sake! They should give out something that's meaningful for the attendees.
pt: Ma che roba è!? Lo fanno solo per la famiglia! Dovrebbero dare qualcosa che abbia un significato per gli invitati.

# 5556_Shion
source: Yes, I quite agree. I hope to be able to give my guests something more ideal when it's my turn.
pt: Sì, sono d'accordo. Spero di poter regalare ai miei invitati qualcosa di più azzeccato quando toccherà a me.

# 5568_Shinada
source: Your wedding gift, huh? I'd be happy to get one, but I'd be a little conflicted about it.
pt: Il tuo regalo di nozze, eh? Mi farebbe piacere riceverne uno, ma ne sarei un po' combattuto.

# 5580_Shinada
source: I'll take it! I could use one!
pt: Lo prendo io! Mi farebbe proprio comodo!

# 5592_Shion
source: Oh no, it would be rude to pass off a gift I received before I've even gotten it home.
pt: Oh no, sarebbe scortese cedere un regalo ricevuto prima ancora di averlo portato a casa.

# 5604_Shinada
source: So let me give you a lift home first, and then I can take it off your hands. What do you say?
pt: Allora lascia che prima ti accompagni a casa, così poi te lo prendo io. Che ne dici?

# 5616_Shion
source: Well, well! Do you want the pot that badly? I suppose I wouldn't be opposed.
pt: Ma guarda un po'! Lo vuoi così tanto quel vaso? Immagino che non sarei contrario.

# 5628_Shinada
source: Sweet!
pt: Che bello!

# 5640_Shion
source: Shinada-san, did you know there are lots of dogs in France?
pt: Shinada-san, lo sapevi che in Francia ci sono un sacco di cani?

# 5652_Shinada
source: I did. Isn't it typical over there to own them as pets?
pt: Già, lo sapevo. Non è normale averne come animali domestici da quelle parti?

# 5664_Shinada
source: Really?
pt: Davvero?

# 5676_Shion
source: Yes. They have many cats as well, but most households own dogs.
pt: Sì. Hanno anche molti gatti, ma la maggior parte delle famiglie possiede dei cani.

# 5688_Shion
source: My mother has owned dogs since she was a child, even after coming to Japan.
pt: Mia madre ha sempre avuto dei cani fin da quando era piccola, anche dopo essere venuta in Giappone.

# 5700_Shinada
source: What kind of dog does she have?
pt: Che razza di cane ha?

# 5712_Shion
source: A male French Bulldog. We keep him in the house, so he's always with the family.
pt: Un Bulldog francese maschio. Lo teniamo in casa, quindi sta sempre con la famiglia.

# 5724_Shinada
source: Must be noisy. There was a house with a dog near me when I was a kid, and it'd wake me up every morning with its yapping. I hated that thing.
pt: Dev'essere un bel baccano. C'era una casa con un cane vicino a me quando ero piccolo, e mi svegliava ogni mattina con i suoi guaiti. Odiavo quella bestia.

# 5736_Shion
source: We've trained Ulysses to not bark unless it's necessary. Please don't lump him in with nuisances like that.
pt: Abbiamo addestrato Ulysses ad abbaiare solo se necessario. Ti prego di non metterlo sullo stesso piano di quei fastidi.

# 5748_Shinada
source: My bad.
pt: Colpa mia.

# 5760_Shion
source: Why not get a dog of your own, Shinada-san? I'm sure you'll change your opinion of them.
pt: Perché non ti prendi un cane tutto tuo, Shinada-san? Sono sicura che cambieresti idea su di loro.

# 5772_Shinada
source: That might be nice. Dogs are smart, and I'd have someone I could play catch with.
pt: Non sarebbe male. I cani sono intelligenti, e avrei qualcuno con cui fare due lanci.

# 5784_Shion
source: Oh, that's a nice idea! Playing with a pet will make sure you get your exercise, so you should definitely do that!
pt: Oh, che bella idea! Giocare con un animale ti aiuterà a tenerti in esercizio, quindi dovresti farlo senz'altro!

# 5796_Shinada
source: Yeah, I mostly just do practice swings and lift weights. I should give this some more thought.
pt: Già, di solito mi limito a fare swing a vuoto e sollevare pesi. Dovrei rifletterci un po' meglio.

# 5808_Shinada
source: No way. Pets are expensive. I could never afford one.
pt: Ma figurati. Gli animali costano un sacco. Non potrei mai permettermene uno.

# 5820_Shion
source: I suppose that's true, yes. I bet it would cost more to feed the dog than it would to feed yourself, Shinada-san.
pt: Immagino sia vero, sì. Scommetto che costerebbe di più dar da mangiare al cane che a te stesso, Shinada-san.

# 5832_Shinada
source: Sadly, I don't think that's far from the truth.
pt: Purtroppo, non credo che sia lontano dalla verità.

# 5844_Shinada
source: What do you consider necessary? Are there instances where you'd want a dog to bark?
pt: Cosa intendi per necessario? Ci sono delle situazioni in cui vorresti che un cane abbaiasse?

# 5856_Shion
source: But of course! Why, the other day we had a burglar try to break in during the middle of the night.
pt: Ma certo! Pensa che l'altro giorno un ladro ha cercato di entrare in casa nel bel mezzo della notte.

# 5868_Shinada
source: No way! Are you serious?
pt: Non ci credo! Dici sul serio?

# 5880_Shion
source: But Ulysses noticed him and started barking, so he ran off without stealing anything. If Ulysses hadn't been there, it would have been awful!
pt: Ma Ulysses se n'è accorto e ha iniziato ad abbaiare, così è scappato senza rubare nulla. Se Ulysses non ci fosse stato, sarebbe stato terribile!

# 5892_Shinada
source: Smart dog. I guess he recognizes people by their faces.
pt: Cane intelligente. Immagino che riconosca le persone dalla faccia.

# 5904_Shion
source: Yes. So he doesn't bark much, and the neighbors haven't complained about him even once.
pt: Sì. Quindi non abbaia molto, e i vicini non si sono mai lamentati di lui, nemmeno una volta.

# 5916_Shinada
source: A dog suits a classy lady like you, Shion-chan. I don't think I'd be as good a fit for one.
pt: Un cane si addice a una donna di classe come te, Shion-chan. Non credo che io sarei altrettanto adatto.

# 5928_Shinada
source: I don't need that. A burglar wouldn't find anything worth stealing at my place.
pt: Non ne ho bisogno. Tanto a casa mia un ladro non troverebbe nulla che valga la pena rubare.

# 5940_Shion
source: But wouldn't you be in danger if a stranger invaded your home? A guard dog would offer you quite a bit of peace of mind.
pt: Ma non saresti in pericolo se un estraneo entrasse in casa tua? Un cane da guardia ti darebbe un bel po' di tranquillità.

# 5952_Shinada
source: Nah, I had a prowler break in once before. I had so little that the guy actually left money FOR me and got the heck out of there.
pt: Nah, mi è già entrato un ladro in casa una volta. Avevo così poco che il tizio ha finito per lasciare dei soldi A ME e se n'è scappato a gambe levate.

# 5964_Shinada
source: If I'd had a dog, he would've chased the guy off before that happened.
pt: Se avessi avuto un cane, avrebbe cacciato via il tizio prima che succedesse.

# 5976_Shion
source: Oh dear! What kind of place do you live in? I would like to see it sometime!
pt: Santo cielo! Ma in che tipo di posto vivi? Mi piacerebbe vederlo, un giorno!

# 5988_Shinada
source: Really? The only people who come by are debt collectors, so I'd gladly welcome a real guest!
pt: Davvero? Gli unici che passano da me sono gli esattori, quindi accoglierei con piacere un ospite vero!

# 6000_Shinada
source: You don't have an alarm?
pt: Non hai un allarme?

# 6012_Shion
source: I... No, we don't.
pt: Io... No, non ce l'abbiamo.

# 6024_Shinada
source: Why not? If your house is a target for burglars, you should definitely have one installed.
pt: Perché no? Se casa tua è nel mirino dei ladri, dovresti assolutamente farne installare uno.

# 6036_Shion
source: Well, it's complicated. Would you mind dropping the subject?
pt: Beh, è complicato. Ti dispiacerebbe se cambiassimo discorso?

# 6048_Shinada
source: Oh, sorry. I guess you really do count on that dog of yours.
pt: Oh, scusa. Immagino che tu faccia davvero affidamento su quel tuo cane.

# 6060_Shinada
source: You don't let him outside?
pt: Non lo lasci uscire?

# 6072_Shion
source: Oh no, I take him out with me every day.
pt: Ma no, lo porto fuori con me tutti i giorni.

# 6084_Shinada
source: Ah, so you do make sure to walk him.
pt: Ah, quindi ti assicuri di portarlo a spasso.

# 6096_Shion
source: It's not really a walk, per se. I don't put him on a leash. I carry him around in my arms.
pt: Non è proprio una passeggiata, di per sé. Non gli metto il guinzaglio. Lo porto in giro in braccio.

# 6108_Shinada
source: Wow, you just do as you please, huh? I didn't think pets were meant for carrying around.
pt: Wow, fai proprio come ti pare, eh? Non pensavo che gli animali domestici fossero fatti per essere portati in braccio.

# 6120_Shion
source: That's how it's done in France. People bring them onboard the passenger cabin of planes too.
pt: In Francia si fa così. Li portano anche a bordo in cabina passeggeri sugli aerei.

# 6132_Shinada
source: No way! Are you serious?
pt: Ma dai! Dici sul serio?

# 6144_Shion
source: There are even explicit signs for places where dogs aren't allowed, since having them is so common.
pt: Esistono persino dei cartelli espliciti per i posti in cui i cani non sono ammessi, visto che è così comune averli.

# 6156_Shinada
source: Talk about culture shock. You can't bring your pets into many places here in Japan.
pt: Altro che shock culturale. Non puoi portare i tuoi animali domestici in molti posti qui in Giappone.

# 6168_Shinada
source: That's rude. I get that it's the Western way of doing things, but what's good for you might be a nuisance to others, don't you think?
pt: È da maleducati. Capisco che sia il modo di fare occidentale, ma quello che va bene a te potrebbe dare fastidio agli altri, non pensi?
