Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01090771.po
Languages: pt

source: Player
pt: Giocatore

source: Cage Trap
pt: Trappola a gabbia

source: Cancel
pt: Annulla

source: Leghold Trap
pt: Trappola per gamba

source: Snare
pt: Laccio

# 128_Player
source: (Got no traps to set.)
pt: (Non ho trappole da piazzare.)

# 140_Player
source: (Should I set a trap here?)
pt: (Dovrei piazzare una trappola qui?)

# 152_Player
source: (Should I set a trap here?)
pt: (Dovrei piazzare una trappola qui?)

# 164_Player
source: (Should I set a trap here?)
pt: (Dovrei piazzare una trappola qui?)

# 176_Player
source: (Should I set a trap here?)
pt: (Dovrei piazzare una trappola qui?)

# 188_Player
source: (Should I set a trap here?)
pt: (Dovrei piazzare una trappola qui?)

# 200_Player
source: (Should I set a trap here?)
pt: (Dovrei piazzare una trappola qui?)

# 212_Player
source: (Should I set a trap here?)
pt: (Dovrei piazzare una trappola qui?)

# 224_Player
source: Yeah, let's set a snare here.
pt: Sì, dai, piazziamo un laccio qui.

# 296_Player
source: This'll do.
pt: Va bene così.

# 308_Player
source: Okay, let's set a cage trap.
pt: Ok, dai, piazziamo una trappola a gabbia.

# 380_Player
source: This'll do.
pt: Va bene così.

# 392_Player
source: Okay, let's set a leghold trap.
pt: Ok, dai, piazziamo una tagliola.

# 464_Player
source: This'll do.
pt: Va bene così.

# 476_Player
source: (Maybe not here.)
pt: (Magari non qui.)
