Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0dbc.po
Languages: pt

source: You got a <Color:8>Balance Bracelet<Color:Default>.
pt: Hai ottenuto un <Color:8>Bracciale dell'Equilibrio<Color:Default>.

source: You got 1,900 experience points.
pt: Hai ottenuto 1.900 punti esperienza.

source: You got a <Color:8>Balance Bracelet<Color:Default>.
pt: Hai ottenuto un <Color:8>Bracciale dell'Equilibrio<Color:Default>.

source: You got 1,900 experience points.
pt: Hai ottenuto 1.900 punti esperienza.

source: Food Deliveryman
pt: Fattorino del cibo

source: Caution: Slippery Streets!
pt: Attenzione: Strade scivolose!

source: Customer
pt: Cliente

source: Desperate Voice
pt: Voce disperata

# 192_Food Deliveryman
source: You did it!
pt: Ce l'hai fatta!

# 204_Saejima
source: Heh, just glad to be useful.
pt: Eh, sono solo contento di essere utile.

# 216_Food Deliveryman
source: You definitely were! And you helped a total stranger. I mean, I just don't have the words to thank you properly.
pt: Lo sei stato eccome! E hai aiutato uno sconosciuto completo. Insomma, non ho davvero le parole per ringraziarti come si deve.

# 228_Food Deliveryman
source: So instead, here's a small gift.
pt: Quindi invece, ecco un piccolo regalo.

# 336_Saejima
source: I screwed it up.
pt: Ho rovinato tutto.

# 348_Food Deliveryman
source: Well, the ramen was ruined, but I'm still grateful that you tried to help. Who does that for a complete stranger?
pt: Beh, il ramen era rovinato, ma sono comunque grato che tu abbia cercato di aiutare. Chi lo fa per uno sconosciuto completo?

# 360_Saejima
source: Eh, doesn't change the fact that I wasn't useful to ya.
pt: Eh, non cambia il fatto che non ti sono stato d'aiuto.

# 372_Food Deliveryman
source: You did your best! And it was useful because it gave me some faith in humanity.
pt: Hai fatto del tuo meglio! Ed è stato utile perché mi ha dato un po' di fiducia nell'umanità.

# 384_Food Deliveryman
source: So, here's a small gift.
pt: Quindi, ecco un piccolo regalo.

# 492_Food Deliveryman
source: Hurry to the customer eagerly awaiting a bowl of steaming hot ramen. <Color:255,200,200,255>Approach him gingerly<Color:Default>, for the roads are <Color:255,200,200,255>icy slick<Color:Default>, and a fall will surely spell the noodles' demise! <Color:255,200,200,255>Keep calm and carry ramen!<Color:Default>
pt: Corri dal cliente che attende con impazienza una ciotola di ramen fumante. <Color:255,200,200,255>Avvicinati con cautela<Color:Default>, perché le strade sono <Color:255,200,200,255>ghiacciate e scivolose<Color:Default>, e una caduta segnerà di certo la fine del ramen! <Color:255,200,200,255>Mantieni la calma e porta il ramen!<Color:Default>

# 504_Food Deliveryman
source: Keep in mind, it's not just you facing the dangers of an icy road. <Color:255,200,200,255>Other people<Color:Default> may slip and slide, <Color:255,200,200,255>becoming obstacles that can knock you over<Color:Default>. Avoid these flailing victims of the streets!
pt: Tieni a mente, non sei l'unico ad affrontare i pericoli di una strada ghiacciata. <Color:255,200,200,255>Altre persone<Color:Default> potrebbero scivolare e cadere, <Color:255,200,200,255>diventando ostacoli che possono farti cadere<Color:Default>. Evita queste vittime che si dimenano per strada!

# 528_Food Deliveryman
source: Hurry to the fallen deliveryman, but since the road is <Color:255,200,200,255>dangerously slick with ice<Color:Default>, you should <Color:255,200,200,255>approach gingerly<Color:Default>! If you run, you might trip, which will just slow you down.
pt: Corri dal fattorino caduto, ma dato che la strada è <Color:255,200,200,255>pericolosamente ghiacciata e scivolosa<Color:Default>, dovresti <Color:255,200,200,255>avvicinarti con cautela<Color:Default>! Se corri, potresti inciampare, il che ti rallenterebbe e basta.

# 552_Saejima
source: Made it! Are ya okay?
pt: Ce l'ho fatta! Stai bene?

# 564_Food Deliveryman
source: It doesn't matter. Right now, this ramen is more important.
pt: Non importa. Adesso, questo ramen è più importante.

# 576_Saejima
source: What?
pt: Cosa?

# 588_Food Deliveryman
source: Please, I know you don't know me, but could you deliver it? We're almost out of time!
pt: Per favore, so che non mi conosci, ma potresti consegnarlo? Siamo quasi senza tempo!

# 600_Saejima
source: Uh, how is this ramen more important than you bein' hurt?
pt: Uh, come fa questo ramen a essere più importante del fatto che ti sei fatto male?

# 612_Food Deliveryman
source: Please! Please just help me!
pt: Ti prego! Ti prego, aiutami e basta!

# 624_Saejima
source: Fine, but where'm I supposed to take it, exactly?
pt: Va bene, ma dove lo devo portare, esattamente?

# 636_Food Deliveryman
source: The customer is waiting at the corner over there.
pt: Il cliente ti aspetta all'angolo laggiù.

# 648_Saejima
source: Hm?
pt: Mh?

# 672_Food Deliveryman
source: Hey! Over here! Hurry it up!
pt: Ehi! Qui! Sbrigati!

# 684_Food Deliveryman
source: Oh no, he's already annoyed. Please! Leave me behind. Just save the ramen!
pt: Oh no, è già infastidito. Ti prego! Lasciami indietro. Salva solo il ramen!

# 696_Food Deliveryman
source: Soon the noodles will get all soggy...
pt: Presto i noodle diventeranno tutti molli...

# 708_Saejima
source: Okay, okay. I'll take care of this. But you need to relax, fella.
pt: Va bene, va bene. Ci penso io. Ma devi rilassarti, ragazzo.

# 720_Food Deliveryman
source: I can't, I'm still worried about you walking across this slippery road. If you fall, the ramen won't survive. Please be careful.
pt: Non posso, sono ancora preoccupato che tu cammini su questa strada scivolosa. Se cadi, il ramen non sopravviverà. Ti prego, fai attenzione.

# 732_Saejima
source: It'll be okay. The ramen's gonna make it.
pt: Andrà tutto bene. Il ramen ce la farà.

# 756_Desperate Voice
source: Help! Somebody!
pt: Aiuto! Qualcuno!

# 768_Saejima
source: (Hm? What's goin' on?)
pt: (Mh? Che sta succedendo?)

# 780_Food Deliveryman
source: Please! Oh, please, in heaven's name!
pt: Ti prego! Oh, ti prego, per l'amor del cielo!

# 792_Saejima
source: (Is that... a delivery guy? He hurt or somethin'?)
pt: (È quello... un fattorino? È ferito o roba del genere?)

# 804_Saejima
source: (Wait a sec...)
pt: (Aspetta un attimo...)

# 816_Saejima
source: (The road's completely coated in ice.)
pt: (La strada è completamente coperta di ghiaccio.)

# 828_Food Deliveryman
source: Sir, are you coming to help me?
pt: Signore, mi viene ad aiutare?

# 840_Food Deliveryman
source: When I slipped, I landed awkwardly, and now I can't move.
pt: Quando sono scivolato, sono atterrato male, e ora non riesco a muovermi.

# 852_Saejima
source: Yeah, but I cross the street, I'm just as likely to wipe out. Whaddaya expect me to do?
pt: Già, ma se attraverso la strada, è facile che mi cappotti anch'io. Che ti aspetti che faccia?

# 864_Food Deliveryman
source: Maybe if you just walk carefully...
pt: Magari se ci vai piano...

# 876_Saejima
source: I guess that is the only way, but...
pt: Credo che sia l'unico modo, ma...

# 888_Food Deliveryman
source: Please! There isn't a second to waste!
pt: Ti prego! Non c'è un secondo da perdere!

# 900_Saejima
source: Oh, all right. Guess I should help him.
pt: Vabbè. Mi sa che dovrei aiutarlo.
