Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c62.po
Languages: pt

source: You got <Color:8>Beads of Good Fortune<Color:Default>.
pt: Hai ottenuto <Color:8>Perle di Buona Fortuna<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got a pack of <Color:8>1-2-3 Gum<Color:Default>.
pt: Hai ottenuto un pacchetto di <Color:8>Gomma 1-2-3<Color:Default>.

source: Yowl!
pt: Ahi!

source: Degenerate Washout
pt: Fallito degenerato

source: Haruka's Father
pt: Padre di Haruka

source: Father
pt: Padre

source: Brave Girl
pt: Ragazza Coraggiosa

source: Apathetic Burnout
pt: Apatico Fallito

source: Wannabe Dropout
pt: Aspirante Fallito

# 108_Degenerate Washout
source: Ugh... How'd we let these geezers get the best of us?
pt: Ugh... Come ci siamo fatti mettere sotto da 'sti vecchi rottami?

# 120_Haruka's Father
source: Haha... *pant* You really pack a punch there, sir. *pant*
pt: Haha... *pant* Hai proprio un bel pugno, signore. *pant*

# 132_Kiryu
source: You didn't do so bad yourself. Look, your daughter's waiting.
pt: Non te la sei cavata male neanche tu. Guarda, tua figlia sta aspettando.

# 156_Degenerate Washout
source: Dad... Did you come here to get me?
pt: Papà... Sei venuto qui a prendermi?

# 168_Haruka's Father
source: Of course I did. I was worried about you... I was nearly going crazy not knowing where you were.
pt: Certo che sì. Ero preoccupato per te... Stavo quasi impazzendo a non sapere dove fossi.

# 180_Haruka
source: Look, Dad... I'm sorry I said those things about wishing my biological dad was around. It was a terrible thing to say.
pt: Guarda, Papà... Mi dispiace di aver detto quelle cose, di aver desiderato che il mio padre biologico fosse qui. È stata una cosa orribile da dire.

# 192_Haruka's Father
source: Don't worry. I don't expect you to forget about him just because I'm around.
pt: Non preoccuparti. Non mi aspetto che tu ti dimentichi di lui solo perché ci sono io.

# 204_Haruka's Father
source: And, I'm sorry I got frustrated and yelled at you. I promise I won't do that again. All I care about is that you come home safe... with me and your mom.
pt: Mi dispiace di essermi frustrato e di averti urlato addosso. Ti prometto che non lo farò più. Tutto quello che mi interessa è che tu torni a casa sana e salva... con me e tua mamma.

# 216_Haruka
source: Okay... Let's go home, Dad!
pt: Okay... Andiamo a casa, Papà!

# 228_Kiryu
source: So you're good now, Haruka?
pt: Sei a posto adesso, Haruka?

# 252_Degenerate Washout
source: Hey, wait up! I haven't had a chance to thank you properly. I know it's not much, but here, take this.
pt: Ehi, aspetta! Non ho avuto modo di ringraziarti come si deve. So che non è granché, ma tieni, prendi questo.

# 312_Degenerate Washout
source: Thanks, mister. I hope you can go see your Haruka-chan sometime. I bet she misses you, too.
pt: Grazie, signore. Spero tu possa andare a trovare la tua Haruka-chan un giorno. Scommetto che anche tu le manchi.

# 324_Kiryu
source: Huh?
pt: Uh?

# 336_Haruka
source: Like you said, isn't it a dad's job to bring their kids back home when they run away?
pt: Come hai detto tu, non è compito di un papà riportare i propri figli a casa quando scappano?

# 348_Kiryu
source: ...You're right.
pt: ...Hai ragione.

# 360_Kiryu
source: (Not that it was Haruka who ran away...)
pt: (Non che fosse Haruka quella che è scappata...)

# 444_Haruka's Father
source: Is this the place? Where's my daughter?
pt: È questo il posto? Dov'è mia figlia?

# 456_Kiryu
source: She should be here...
pt: Dovrebbe essere qui...

# 468_Haruka's Father
source: I don't see her anywhere! What's the meaning of this!?
pt: Non la vedo da nessuna parte! Che significa tutto questo!?

# 480_Degenerate Washout
source: Over here, you old farts!
pt: Qui, vecchi bacucchi!

# 504_Degenerate Washout
source: Dad!
pt: Papà!

# 516_Father
source: Haruka? What's going on here?
pt: Haruka? Che succede qui?

# 528_Kiryu
source: It's those guys that were tormenting that puppy. Looks like they're back with reinforcements.
pt: Sono quei tizi che stavano tormentando quel cucciolo. Sembra che siano tornati con dei rinforzi.

# 540_Degenerate Washout
source: You may think you're tough, but we have strength in numbers now. You don't stand a chance!
pt: Magari pensi di essere un duro, ma adesso siamo in tanti. Non hai scampo!

# 552_Degenerate Washout
source: You'll be dead as a doornail by the time we're finished with you!
pt: Sarai morto stecchito quando avremo finito con te!

# 564_Kiryu
source: You stay back. I can take these guys.
pt: Tu fatti indietro. Questi li sistemo io.

# 576_Haruka's Father
source: I can't let you do this alone. They've taken my daughter hostage. What kind of father could just stand here and watch!?
pt: Non posso lasciarti fare questo da solo. Hanno preso mia figlia in ostaggio. Che razza di padre potrebbe stare qui a guardare e basta!?

# 588_Kiryu
source: All right. Then let's take them on together. Time to give these brats a lesson in humility!
pt: Va bene. Allora affrontiamoli insieme. È ora di dare una lezione di umiltà a questi mocciosi!

# 612_Degenerate Washout
source: Dude. We are so, so sorry! Please don't hurt us anymore!
pt: Ehi, ci dispiace tantissimo! Ti prego, non farci più del male!

# 660_Degenerate Washout
source: Um... Thanks, mister!
pt: Ehm... Grazie, signore!

# 672_Degenerate Washout
source: Don't mention it. They didn't hurt you, did they? If you'd like, I can take you home.
pt: Non c'è di che. Non ti hanno fatto male, vero? Se ti va, posso riaccompagnarti a casa.

# 684_Degenerate Washout
source: Actually, I ran away... I had a fight with my dad.
pt: In realtà, sono scappato... Ho litigato con mio padre.

# 696_Kiryu
source: A kind girl like you really ran away from home?
pt: Una ragazza gentile come te è scappata davvero di casa?

# 708_Degenerate Washout
source: Yeah... My dad's probably still angry with me. So I don't want to go back right now.
pt: Già... Mio padre sarà probabilmente ancora arrabbiato con me. Quindi non voglio tornare indietro adesso.

# 720_Kiryu
source: What's your name?
pt: Come ti chiami?

# 732_Degenerate Washout
source: ...It's Haruka. Haruka Shinohara.
pt: ...Sono Haruka. Haruka Shinohara.

# 744_Kiryu
source: Haruka!? Interesting... Even your name is the same.
pt: Haruka!? Interessante... Anche il tuo nome è lo stesso.

# 756_Haruka
source: The same as who?
pt: Uguale a chi?

# 828_Degenerate Washout
source: So you and this Haruka-chan live apart now?
pt: Quindi tu e questa Haruka-chan vivete separati adesso?

# 840_Kiryu
source: Yeah... I'm not sure I'll ever see her again.
pt: Già... Non so se la rivedrò mai più.

# 852_Haruka
source: Why not? Can't you just go and visit?
pt: Perché no? Non puoi semplicemente andarci a trovarla?

# 864_Kiryu
source: It's a bit more complicated than that. As much as I want to be in her life... I know I'm only being selfish.
pt: È un po' più complicato di così. Per quanto io voglia esserci nella sua vita... So che sono solo egoista.

# 876_Kiryu
source: Besides, I think I've done all I can for her as a father. This is probably for the best.
pt: Del resto, credo di aver fatto tutto il possibile per lei come padre. Questo è probabilmente per il meglio.

# 900_Kiryu
source: How about you? Why'd you run away?
pt: E tu? Perché sei scappato?

# 912_Haruka
source: Here's the thing. I'm not actually related to my dad, either.
pt: Ecco il punto. In realtà non sono imparentata con mio padre, neanche io.

# 924_Kiryu
source: Huh?
pt: Uh?

# 936_Haruka
source: I guess that's another thing I've got in common with your Haruka-chan. Strange, isn't it?
pt: Immagino che sia un'altra cosa che ho in comune con la tua Haruka-chan. Strano, vero?

# 960_Haruka
source: My real dad died a long time ago. And normally, my stepdad's really nice... but he gets super angry these days. Something about work not going well. I don't know the details.
pt: Il mio vero padre è morto tanto tempo fa. E di solito, il mio patrigno è davvero gentile... ma diventa super arrabbiato di questi tempi. Qualcosa sul lavoro che non va bene. Non so i dettagli.

# 972_Haruka
source: Anyway, he blew up at me for some reason, and I told him to his face, "My <Italic>real</Italic> dad would never yell at me!" Then I left the house...
pt: Comunque, per qualche motivo è andato su tutte le furie con me, e gli ho detto in faccia: "Il mio <Italic>vero</Italic> padre non mi urlerebbe mai contro!" Poi sono uscita di casa...

# 996_Haruka
source: When I mentioned having a real dad, my stepdad got this really sad look on his face... He just kept staring at me, like he'd been hit in the head or something.
pt: Quando ho menzionato di avere un vero padre, il mio patrigno si è fatto questo sguardo davvero triste in faccia... Ha continuato a fissarmi, come se gli avessero dato una botta in testa o qualcosa del genere.

# 1008_Haruka
source: That's when I knew I'd hurt his feelings real bad. I guess that's why he didn't come running after me.
pt: È lì che ho capito di avergli fatto un male cane. Immagino sia per questo che non mi è venuto dietro.

# 1020_Haruka
source: *sniffle* I bet Mom and Dad are glad I'm not around to cause trouble anymore...
pt: *sniffle* Immagino che Mamma e Papà siano contenti che non ci sono più a combinare guai...

# 1032_Haruka
source: So... So now... I've got nowhere to go home! *sob*
pt: Quindi... Quindi ora... Non ho più nessun posto dove tornare a casa! *sob*

# 1044_Kiryu
source: Where do you live, Haruka? I'll go get your dad to come pick you up.
pt: Dove vivi, Haruka? Vado a prendere tuo padre, così ti viene a prendere.

# 1056_Haruka
source: But I don't think he... *sigh*
pt: Ma non credo che lui... *sigh*

# 1068_Kiryu
source: Your dad was probably just caught off guard. There's no way he'd be happy you're gone. I'm sure of it.
pt: Tuo padre è stato probabilmente solo preso alla sprovvista. Non c'è modo che sia contento che tu sia andata via. Ne sono sicuro.

# 1080_Kiryu
source: It's also a dad's job to bring his kids home when they run away. You just need to wait for him.
pt: È pure compito di un padre riportare a casa i suoi figli quando scappano. Devi solo aspettarlo.

# 1104_Kiryu
source: Where's your dad right now?
pt: Dov'è tuo padre adesso?

# 1116_Haruka
source: Probably at Café Portugal, working with Mom. We actually live in that building.
pt: Probabilmente al Café Portugal, a lavorare con la mamma. Di fatto, viviamo proprio in quell'edificio.

# 1128_Kiryu
source: Café Portugal? Okay. I'll be back with your dad soon. Just hang tight for a bit.
pt: Café Portugal? Va bene. Tornerò presto con tuo padre. Aspetta solo un attimo.

# 1140_Degenerate Washout
source: Okay, me next! I'll hit it for sure this time! Just you watch!
pt: Okay, tocca a me! Stavolta lo becco di sicuro! Stai a vedere!

# 1164_Degenerate Washout
source: Stop it! Don't you bully Chiro anymore!
pt: Smettila! Non bullizzare più Chiro!

# 1176_Apathetic Burnout
source: Who's this kid? Is that her dog?
pt: Chi è questo ragazzino? È il suo cane quello?

# 1188_Degenerate Washout
source: Who cares? Hey, kid! You better scoot, or we'll throw rocks at you next!
pt: Chi se ne frega? Ehi, ragazzino! Faresti meglio a filare, o dopo lanciamo i sassi a te!

# 1200_Wannabe Dropout
source: Heh, yeah! Show no mercy! That's how we dropouts do it! Screw the rules! Annihilate everything!
pt: Eh, già! Niente pietà! È così che facciamo noi dropout! Al diavolo le regole! Annienta tutto!

# 1320_Degenerate Washout
source: Huh? Who's this old prick? You lost on your way to the bingo game?
pt: Eh? Chi è questo vecchio stronzo? Ti sei perso mentre andavi alla partita a bingo?

# 1332_Kiryu
source: Funny... I feel like this isn't the first time seeing this.
pt: Strano... mi sembra che non sia la prima volta che vedo questo.

# 1344_Degenerate Washout
source: And now he's babbling on like a senile old fool. He's losing it!
pt: E ora sta blaterando come un vecchio rincoglionito. Sta dando i numeri!

# 1356_Brave Girl
source: Hey, mister? You're not... one of them, are you?
pt: Ehi, signore? Non sei... dei loro, vero?

# 1368_Kiryu
source: Not even close. Just stand back and you'll see.
pt: Neanche per sogno. Fatti indietro e vedrai.

# 1380_Kiryu
source: You there. Does it make you feel strong to pick on the weak and defenseless? It's a shame I have to say this, but I guess every town has its fair share of losers.
pt: Ehi tu. Ti fa sentire forte prendertela con i deboli e indifesi? È un peccato che debba dirlo, ma immagino che ogni città abbia la sua bella dose di perdenti.

# 1392_Degenerate Washout
source: Shut your face! You shoulda never messed with us in the first place! Boys, cripple this sonuvabitch!
pt: Chiudi il becco! Non dovevi nemmeno metterti con noi fin dall'inizio! Ragazzi, azzoppate questo figlio di puttana!

# 1440_Degenerate Washout
source: (Was that a dog?)
pt: (Era un cane?)
