Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134003a.po
Languages: pt

# 12708_Hinata
source: <Color:255,200,200,255>I've had the chance to go a lot recently.<Color:Default>
pt: <Color:255,200,200,255>Ultimamente ho avuto modo di andarci spesso.<Color:Default>

# 12720_Hinata
source: <Color:255,200,200,255>The DJs at the clubs I've been to have been pretty studly, too. Lots of the ones I've talked to said I should give it a whirl!<Color:Default>
pt: <Color:255,200,200,255>Anche i DJ dei club in cui sono stata erano dei gran bei fusti. Molti di quelli con cui ho parlato mi hanno detto che dovrei buttarmi!<Color:Default>

# 12732_Kiryu
source: Wait, that's why you got into this?
pt: Aspetta, è per questo che hai iniziato?

# 12744_Hinata
source: <Color:255,200,200,255>Sure, why not? That's how it always goes when I want to get into something new.<Color:Default>
pt: <Color:255,200,200,255>Certo, perché no? Finisce sempre così quando voglio buttarmi in qualcosa di nuovo.<Color:Default>

# 12756_Kiryu
source: Fair enough. Imitating what our parents, people we like, or even what we see strangers do often leads to developing a taste for new things.
pt: Ci sta. Imitare i genitori, le persone che ci piacciono o anche quello che vediamo fare agli sconosciuti spesso porta ad appassionarsi a cose nuove.

# 12768_Hinata
source: <Color:255,200,200,255>Yeah! When I see someone who's good at something I always think, "Hey, I wanna try that too!" It happens all the time, actually.<Color:Default>
pt: <Color:255,200,200,255>Già! Quando vedo qualcuno che ci sa fare in qualcosa penso sempre: "Ehi, voglio provarci anch'io!" Mi succede in continuazione, a dire il vero.<Color:Default>

# 12780_Kiryu
source: Heh. You're very impressionable, aren't you?
pt: Eh. Ti lasci influenzare proprio facilmente, eh?

# 12792_Kiryu
source: Be more serious. Half-hearted reasons like that won't help you to get better, or even stick with it.
pt: Sii più seria. Con motivazioni così superficiali non riuscirai a migliorare, e nemmeno a essere costante.

# 12804_Hinata
source: <Color:255,200,200,255>I don't really care about that too much. It isn't like I'm expecting it to pay the bills.<Color:Default>
pt: <Color:255,200,200,255>Non me ne importa più di tanto. Non è che mi aspetti di pagarci le bollette.<Color:Default>

# 12816_Kiryu
source: Then what are you expecting?
pt: Allora cosa ti aspetti?

# 12828_Hinata
source: <Color:255,200,200,255>Not much, really. I'm just doing it to make friends, not because I'm thinking of seriously getting into it.<Color:Default>
pt: <Color:255,200,200,255>Niente di che, in realtà. Lo faccio solo per farmi degli amici, non perché abbia intenzione di fare sul serio.<Color:Default>

# 12840_Hinata
source: <Color:255,200,200,255>Lots of times, I'll lose interest in those people and then disengage from the scene entirely.<Color:Default>
pt: <Color:255,200,200,255>Molte volte finisco per perdere interesse per quelle persone e poi mi allontano completamente dall'ambiente.<Color:Default>

# 12852_Kiryu
source: You lose interest easily. That's the flip side of women who get fired up quickly.
pt: Perdi interesse facilmente. È il rovescio della medaglia delle donne che si entusiasmano in fretta.

# 12864_Hinata
source: <Color:255,200,200,255>Yeah! When I lose interest in someone, I almost start to dislike them.<Color:Default>
pt: <Color:255,200,200,255>Già! Quando perdo interesse per qualcuno, inizio quasi a farmelo stare antipatico.<Color:Default>

# 12876_Hinata
source: <Color:255,200,200,255>So even if I wanted to keep going with something, I'd have no choice but to quit, because that person I don't like anymore would still be involved.<Color:Default>
pt: <Color:255,200,200,255>Quindi, anche se volessi continuare con qualcosa, non avrei altra scelta che mollare, perché quella persona che non mi piace più sarebbe ancora di mezzo.<Color:Default>

# 12888_Kiryu
source: Relationships sure are complicated.
pt: Le relazioni sanno essere davvero complicate.

# 12900_Kiryu
source: Find something to be passionate about. You'll never forge lasting connections with people if you're so noncommittal.
pt: Trova qualcosa che ti appassioni. Non riuscirai mai a stringere legami duraturi con gli altri se sei così incostante.

# 12912_Hinata
source: <Color:255,200,200,255>That's sorta the point.<Color:Default>
pt: <Color:255,200,200,255>È proprio questo il punto.<Color:Default>

# 12924_Kiryu
source: Wait, what's the point, exactly?
pt: Aspetta, qual è il punto, esattamente?

# 12936_Hinata
source: <Color:255,200,200,255>If I settle down in any one place for too long, it'll become too familiar, just like work. Even special events have become boring.<Color:Default>
pt: <Color:255,200,200,255>Se rimango in un posto troppo a lungo, finisce per diventare tutto troppo familiare, proprio come il lavoro. Persino le occasioni speciali sono diventate noiose.<Color:Default>

# 12948_Hinata
source: <Color:255,200,200,255>I'd rather keep throwing myself into new things instead!<Color:Default>
pt: <Color:255,200,200,255>Preferirei continuare a buttarmi in cose nuove, invece!<Color:Default>

# 12960_Kiryu
source: You're constantly searching for something new. Might not be a bad way to live.
pt: Sei sempre alla ricerca di qualcosa di nuovo. Potrebbe non essere un brutto modo di vivere.

# 12972_Kiryu
source: Always? This has happened before?
pt: Sempre? È già successo altre volte?

# 12984_Hinata
source: <Color:255,200,200,255>Oh yeah. I was into a dancer this one time, so I tried out dancing. And Noodles got me to join a band before that. I do all sorts of stuff!<Color:Default>
pt: <Color:255,200,200,255>Oh, sì. Una volta mi ero presa bene per un ballerino, quindi ho provato a ballare. E prima ancora Noodles mi aveva convinto a entrare in una band. Ne faccio di ogni!<Color:Default>

# 12996_Kiryu
source: You've very talented. You can do all that stuff?
pt: Hai molto talento. Riesci a fare tutte quelle cose?

# 13008_Hinata
source: <Color:255,200,200,255>Yeah. I'm a show-off and I like people to pay attention to me, so when I decide to do something, I go at it whole hog and practice till it's perfect.<Color:Default>
pt: <Color:255,200,200,255>Già. Sono un'esibizionista e mi piace stare al centro dell'attenzione, quindi quando decido di fare qualcosa ci do dentro al massimo e faccio pratica finché non è perfetta.<Color:Default>

# 13020_Hinata
source: <Color:255,200,200,255>Thanks to that, I've met a ton of people. But in any other case, dealing with people and relationships is a huge pain for me.<Color:Default>
pt: <Color:255,200,200,255>Grazie a questo ho conosciuto un sacco di gente. Ma in tutti gli altri casi, avere a che fare con le persone e i rapporti è una vera faticaccia per me.<Color:Default>

# 13032_Kiryu
source: Could you give an example?
pt: Puoi farmi un esempio?

# 13044_Hinata
source: <Color:255,200,200,255>Oh, you know, stuff like who likes who and all that. I wish I could simply enjoy myself, but some kind of drama always comes up and gets annoying.<Color:Default>
pt: <Color:255,200,200,255>Oh, sai, robe come chi piace a chi e tutto il resto. Vorrei solo potermi divertire, ma salta fuori sempre qualche dramma che diventa una scocciatura.<Color:Default>

# 13056_Kiryu
source: I wish everyone could be happy. But it's never that easy.
pt: Vorrei che tutti potessero essere felici. Ma non è mai così facile.

# 13068_Kiryu
source: Better than being alone. The occasional hardship spices up your life.
pt: Meglio che stare soli. Qualche difficoltà ogni tanto dà un po' di pepe alla vita.

# 13080_Hinata
source: <Color:255,200,200,255>I guess so. I hate being alone too, which is why I go to places where lots of people gather.<Color:Default>
pt: <Color:255,200,200,255>Immagino di sì. Odio stare da sola anch'io, ed è per questo che vado in posti dove si raduna un sacco di gente.<Color:Default>

# 13092_Kiryu
source: But beyond that you don't need the added hassle? That is very like you.
pt: Ma a parte questo non ti servono altre rogne? È proprio da te.

# 13104_Kiryu
source: You do too much. It sounds like you get bored right away and then try something new. Why not stick with something a bit longer?
pt: Fai troppe cose. Sembra che ti stanchi subito e passi ad altro. Perché non provi a dedicarti a qualcosa un po' più a lungo?

# 13116_Hinata
source: <Color:255,200,200,255>What's the point if I'm not interested? I start things because I want to make friends, not because I like the thing itself.
pt: <Color:255,200,200,255>Che senso ha se non mi interessa? Inizio a fare le cose perché voglio fare amicizia, non perché mi piaccia l'attività in sé.

# 13128_Kiryu
source: So for you, hobbies don't go beyond forging connections with people? That strikes me as missing something.
pt: Quindi per te gli hobby servono solo a stringere legami con le persone? Mi sembra che manchi qualcosa.

# 13152_Hinata
source: <Color:255,200,200,255>Yeah, he was in the band. Don't ask me any more about it.<Color:Default>
pt: <Color:255,200,200,255>Sì, faceva parte della band. Non chiedermi altro al riguardo.<Color:Default>

# 13164_Hinata
source: <Color:255,200,200,255>So yeah, I do lots of different stuff.<Color:Default>
pt: <Color:255,200,200,255>Quindi sì, faccio un sacco di cose diverse.<Color:Default>

# 13176_Hinata
source: Hey, Kiryu-san? Do you have rules on when you decide to take a relationship to an intimate level?<Color:Default>
pt: Ehi, Kiryu-san? Hai delle regole su quando decidi di portare una relazione a un livello più intimo?<Color:Default>

# 13188_Kiryu
source: You're full of tough questions, aren't you?
pt: Certo che ne fai di domande difficili, eh?

# 13200_Hinata
source: <Color:255,200,200,255>Us girls need to plan for that sort of thing, you know? Stuff like, "Hey, would I be okay having this guy's kid?" and whatnot.<Color:Default>
pt: <Color:255,200,200,255>Noi ragazze dobbiamo pensare a queste cose, sai? Roba tipo: "Ehi, mi starebbe bene avere un figlio da questo tizio?" e via dicendo.<Color:Default>

# 13212_Kiryu
source: I'd consider marriage. Otherwise, it's a no-go for me. That's a man's responsibility.
pt: Prenderei in considerazione il matrimonio. Altrimenti, per me non se ne fa niente. È responsabilità di un uomo.

# 13224_Hinata
source: <Color:255,200,200,255>You've really thought about this, haven't you?<Color:Default>
pt: <Color:255,200,200,255>Ci hai riflettuto davvero molto, vero?<Color:Default>

# 13236_Kiryu
source: At my age, you kind of have to.
pt: Alla mia età, tocca farlo per forza.

# 13248_Kiryu
source: It's not about kids. If you love somebody, that should be enough.
pt: Non si tratta di figli. Se ami qualcuno, dovrebbe bastare.

# 13260_Hinata
source: <Color:255,200,200,255>Right? I suppose guys all think like that, though.<Color:Default>
pt: <Color:255,200,200,255>Vero? Però immagino che gli uomini la pensino tutti così.<Color:Default>

# 13272_Kiryu
source: If you're capable of risk management, there won't be issues if things go too far.
pt: Se sei in grado di gestire i rischi, non ci saranno problemi se le cose si spingono troppo oltre.

# 13284_Kiryu
source: It depends on how things feel. I'm not built to think too far into the future.
pt: Dipende da come ci si sente. Non sono fatto per pensare troppo in là col futuro.

# 13296_Hinata
source: <Color:255,200,200,255>Yeah, younger men are like that a lot. I guess you're like that, too.<Color:Default>
pt: <Color:255,200,200,255>Già, gli uomini più giovani sono spesso fatti così. Immagino che anche tu sia così.<Color:Default>

# 13308_Kiryu
source: I'm a man, after all.
pt: Sono un uomo, dopotutto.

# 13320_Hinata
source: <Color:255,200,200,255>I can only talk about stuff like this with you, Kiryu-san.<Color:Default>
pt: <Color:255,200,200,255>Posso parlare di queste cose solo con te, Kiryu-san.<Color:Default>

# 13332_Kiryu
source: Why just with me?
pt: Perché solo con me?

# 13344_Hinata
source: <Color:255,200,200,255>With other people, even when the talk gets serious, things turn to sex right away.<Color:Default>
pt: <Color:255,200,200,255>Con gli altri, anche quando il discorso si fa serio, si finisce subito a parlare di sesso.<Color:Default>

# 13356_Hinata
source: <Color:255,200,200,255>But I like you because you always hear me out seriously!<Color:Default>
pt: <Color:255,200,200,255>Ma mi piaci perché mi ascolti sempre seriamente!<Color:Default>

# 13368_Hinata
source: <Color:255,200,200,255>I can only talk about stuff like this with you, Kiryu-san.<Color:Default>
pt: <Color:255,200,200,255>Posso parlare di queste cose solo con te, Kiryu-san.<Color:Default>

# 13380_Kiryu
source: Why just with me?
pt: Perché solo con me?

# 13392_Hinata
source: <Color:255,200,200,255>With other people, even when the talk gets serious, things turn to sex right away.<Color:Default>
pt: <Color:255,200,200,255>Con gli altri, anche quando il discorso si fa serio, si finisce subito a parlare di sesso.<Color:Default>

# 13404_Hinata
source: <Color:255,200,200,255>But I like you because you always hear me out seriously!<Color:Default>
pt: <Color:255,200,200,255>Ma mi piaci perché mi ascolti sempre seriamente!<Color:Default>

# 13416_Hinata
source: <Color:255,200,200,255>I can only talk about stuff like this with you, Kiryu-san.<Color:Default>
pt: <Color:255,200,200,255>Posso parlare di queste cose solo con te, Kiryu-san.<Color:Default>

# 13428_Kiryu
source: Why just with me?
pt: Perché solo con me?

# 13440_Hinata
source: <Color:255,200,200,255>With other people, even when the talk gets serious, things turn to sex right away.<Color:Default>
pt: <Color:255,200,200,255>Con gli altri, anche quando il discorso si fa serio, si finisce subito a parlare di sesso.<Color:Default>

# 13452_Hinata
source: <Color:255,200,200,255>But I like you because you always hear me out seriously!<Color:Default>
pt: <Color:255,200,200,255>Ma mi piaci perché mi ascolti sempre seriamente!<Color:Default>

# 13464_Kiryu
source: I'm used to being counted on. As an older person, it's my role to guide younger people.
pt: Sono abituato a far sì che gli altri contino su di me. In quanto più anziano, è mio compito guidare i giovani.

# 13476_Hinata
source: <Color:255,200,200,255>Um, okay then. While we're at it, I have a question for you. Straight up, what do you think about me?<Color:Default>
pt: <Color:255,200,200,255>Uhm, va bene allora. Già che ci siamo, ho una domanda per te. Parlando sinceramente, cosa pensi di me?<Color:Default>

# 13488_Kiryu
source: I'm used to being counted on. As an older person, it's my role to guide younger people.
pt: Sono abituato a far sì che gli altri contino su di me. In quanto più anziano, è mio compito guidare i giovani.

# 13500_Hinata
source: <Color:255,200,200,255>Um, okay then. While we're at it, I have a question for you. Straight up, what do you think about me?<Color:Default>
pt: <Color:255,200,200,255>Uhm, va bene allora. Già che ci siamo, ho una domanda per te. Parlando sinceramente, cosa pensi di me?<Color:Default>

# 13512_Kiryu
source: I'm used to being counted on. As an older person, it's my role to guide younger people.
pt: Sono abituato a far sì che gli altri contino su di me. In quanto più anziano, è mio compito guidare i giovani.

# 13524_Hinata
source: <Color:255,200,200,255>Um, okay then. While we're at it, I have a question for you. Straight up, what do you think about me?<Color:Default>
pt: <Color:255,200,200,255>Uhm, va bene allora. Già che ci siamo, ho una domanda per te. Parlando sinceramente, cosa pensi di me?<Color:Default>

# 13536_Kiryu
source: I like you.
pt: Mi piaci.

# 13548_Hinata
source: <Color:255,200,200,255>Would you marry me, then?<Color:Default>
pt: <Color:255,200,200,255>Mi sposeresti, allora?<Color:Default>

# 13560_Kiryu
source: Whoa, I haven't thought about it that much.
pt: Ehi, non ci ho pensato così tanto.

# 13584_Hinata
source: <Color:255,200,200,255>Then I guess it'd be okay for us to date! I can't stand the thought of dating a guy if I think there'll be some drama further down the line.<Color:Default>
pt: <Color:255,200,200,255>Allora immagino che andrebbe bene se uscissimo insieme! Non sopporto l'idea di frequentare un ragazzo se penso che in futuro ci saranno dei drammi.<Color:Default>

# 13596_Kiryu
source: I guess I should be happy about that.
pt: Immagino che dovrei esserne felice.

# 13608_Kiryu
source: I like you.
pt: Mi piaci.

# 13620_Hinata
source: <Color:255,200,200,255>But you haven't thought about having kids?<Color:Default>
pt: <Color:255,200,200,255>Ma non hai mai pensato di avere dei figli?<Color:Default>

# 13632_Kiryu
source: Of course not. That would be rushing things, don't you think?
pt: Certo che no. Sarebbe affrettare le cose, non credi?

# 13656_Hinata
source: <Color:255,200,200,255>Then I guess it'd be okay for us to date! I can't stand the thought of dating a guy if I think there'll be some drama further down the line.<Color:Default>
pt: <Color:255,200,200,255>Allora immagino che andrebbe bene se uscissimo insieme! Non sopporto l'idea di frequentare un ragazzo se penso che in futuro ci saranno dei drammi.<Color:Default>

# 13668_Kiryu
source: I suppose I should be happy about that.
pt: Immagino che dovrei esserne felice.

# 13680_Kiryu
source: I like you.
pt: Mi piaci.

# 13692_Hinata
source: <Color:255,200,200,255>So then, depending on the mood, would you want to do sexual stuff with me?<Color:Default>
pt: <Color:255,200,200,255>Quindi, a seconda dell'atmosfera, vorresti fare sesso con me?<Color:Default>

# 13704_Kiryu
source: Only if you wanted to. If the girl makes the first move, I'm not going to say no.
pt: Solo se lo volessi tu. Se la ragazza fa la prima mossa, non dirò di no.

# 13728_Hinata
source: <Color:255,200,200,255>I guess we couldn't date, then. I feel like there'd just be drama further down the line.<Color:Default>
pt: <Color:255,200,200,255>Allora immagino che non potremmo uscire insieme. Ho l'impressione che in futuro ci sarebbero solo dei drammi.<Color:Default>

# 13740_Kiryu
source: Wait, what?
pt: Ma che?

# 13752_Kiryu
source: You're complicated. Everyone has problems big and small, but I don't think I've ever met someone as stubborn as you.
pt: Sei complicato. Tutti hanno i propri problemi, grandi o piccoli, ma non credo di aver mai incontrato nessuno testardo quanto te.

# 13764_Hinata
source: <Color:255,200,200,255>Hahaha! You really think so?<Color:Default>
pt: <Color:255,200,200,255>Hahaha! Lo pensi davvero?<Color:Default>

# 13776_Kiryu
source: Why do you sound so happy about that?
pt: Perché ne sembri così felice?

# 13788_Hinata
source: <Color:255,200,200,255>Because I like people who are honest! Knowing when to be polite is all well and good, but I like it when someone knows to speak their mind.<Color:Default>
pt: <Color:255,200,200,255>Perché mi piacciono le persone sincere! Sapere quando essere educati va benissimo, ma mi piace quando qualcuno sa dire quello che pensa.<Color:Default>

# 13800_Kiryu
source: That's what I like about you, too.
pt: È proprio quello che piace anche a me di te.

# 13812_Kiryu
source: I'm like any other man. Being subjected to this kind of unguarded, frank confessional talk makes me feel like you don't see me that way.
pt: Sono un uomo come tutti gli altri. Sentire discorsi così schietti e confidenziali mi fa pensare che tu non mi veda in quel modo.

# 13824_Hinata
source: <Color:255,200,200,255>Oh, no. It's not like that, really.<Color:Default>
pt: <Color:255,200,200,255>Oh, no. Non è affatto così, davvero.<Color:Default>

# 13836_Hinata
source: <Color:255,200,200,255>With you, Kiryu-san, I feel like even if things did go in that direction, I wouldn't mind because it's you.<Color:Default>
pt: <Color:255,200,200,255>Con te, Kiryu-san, sento che anche se le cose andassero in quella direzione, non mi dispiacerebbe perché sei tu.<Color:Default>

# 13848_Kiryu
source: I feel the same way. I get the sense that things would work out well between us.
pt: Anch'io mi sento così. Ho l'impressione che le cose tra noi potrebbero funzionare bene.

# 13860_Hinata
source: You too? Maybe we really are compatible!<Color:Default>
pt: Anche tu? Forse siamo davvero compatibili!<Color:Default>

# 13872_Kiryu
source: Heh.
pt: Eh.

# 13884_Kiryu
source: I don't know about that. I'm still a guy. I might talk a good game, but who knows what could happen when the actual time comes?
pt: Non ne sarei così sicuro. Sono pur sempre un uomo. Magari sono bravo a parole, ma chi lo sa cosa potrebbe succedere quando arriva il momento?

# 13896_Hinata
source: <Color:255,200,200,255>Oh, that actually makes me feel better! It's the guys who insist up and down that they're trustworthy that you have to look out for!<Color:Default>
pt: <Color:255,200,200,255>Oh, mi fa sentire meglio, in realtà! Sono proprio quegli uomini che giurano e spergiurano di essere affidabili quelli da cui bisogna guardarsi!<Color:Default>

# 13908_Kiryu
source: Is that how it goes?
pt: Funziona così?

# 13920_Kiryu
source: Want to give it a shot?
pt: Ti va di provare?

# 13932_Hinata
source: <Color:255,200,200,255>See, why'd you have to go there!? Didn't I just tell you I didn't like that sort of talk?<Color:Default>
pt: <Color:255,200,200,255>Ecco, perché dovevi andare a parare proprio lì!? Non ti ho appena detto che non mi piacciono discorsi del genere?<Color:Default>

# 13944_Kiryu
source: Oh, sorry...
pt: Oh, scusa...

# 13956_Hinata
source: <Color:255,200,200,255>Ugh, this bites.<Color:Default>
pt: <Color:255,200,200,255>Uff, che barba.<Color:Default>
