Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0684.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

source: Lady
pt: Signora

# 56_Lady
source: Here's the fare! Take this tip as well.
pt: Ecco la tariffa! Prenditi anche questa mancia.

# 80_Kiryu
source: Are you sure?
pt: Ne sei sicuro?

# 92_Lady
source: Yes. Thank you for, um... yeah!
pt: Sì. Grazie per, uhm... già!

# 116_Lady
source: No problem. I hope your date goes well.
pt: Nessun problema. Spero che il tuo appuntamento vada bene.

# 128_Lady
source: Me too! Wish me luck!
pt: Anch'io! In bocca al lupo!

# 140_Lady
source: Here's the fare. And, uh... thanks for everything!
pt: Ecco la tariffa. E, uhm... grazie di tutto!

# 164_Lady
source: No problem. I hope your date goes well.
pt: Nessun problema. Spero che il tuo appuntamento vada bene.

# 176_Lady
source: Me too! Wish me luck!
pt: Anch'io! In bocca al lupo!

# 188_Lady
source: To be honest, I think you need to learn how to be more respectful toward women. That behavior back there was shameful.
pt: A essere onesti, credo che tu debba imparare ad avere più rispetto per le donne. Quel comportamento di prima è stato vergognoso.

# 212_Lady
source: I apologize for any misunderstandings I may have caused.
pt: Mi scuso per qualsiasi malinteso che potrei aver causato.

# 224_Lady
source: Yeah, well. Goodbye.
pt: Vabbè. Arrivederci.
