Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid014901ac.po
Languages: pt

# 56_Kiryu
source: (Wada-san saw right through me...)
pt: (Wada-san mi ha sgamato...)

# 68_Kiryu
source: (...He's right, though. There must be something I can do.)
pt: (...Però ha ragione. Devo pur fare qualcosa.)

# 80_Kiryu
source: (Christmas is coming up soon. I could at least send the kids enough money to buy the gifts they wanted.)
pt: (Natale è alle porte. Potrei almeno mandare ai ragazzi abbastanza soldi per comprarsi i regali che vogliono.)

# 92_Kiryu
source: (I'll just use the ATM to transfer the money over. If I send it all at once, the kids might get confused, though.)
pt: (Userò il bancomat per mandare i soldi. Però, se glieli mando tutti in una volta sola, i ragazzi potrebbero fare confusione.)

# 104_Kiryu
source: (Oh, I know. Splitting the money into separate payments might give them an idea what it's for. There's Taichi, Koji, Mitsuo, Shiro, Ayako, Riona, Eri, and Izumi... Eight total.)
pt: (Oh, lo so. Dividere i soldi in bonifici separati potrebbe far capire loro a cosa serve. Ci sono Taichi, Koji, Mitsuo, Shiro, Ayako, Riona, Eri e Izumi... Otto in tutto.)

# 116_Kiryu
source: (Heh, on second thought, that might be even more confusing. But I'm going to do it anyway.)
pt: (Eh, a pensarci bene, potrebbe fare ancora più confusione. Ma lo farò lo stesso.)

# 128_Kiryu
source: (I guess I'll start with the youngest, Izumi.)
pt: (Immagino che inizierò dalla più piccola, Izumi.)

# 140_Kiryu
source: (I remember she always loved dogs. She even brought a stray back to the orphanage and started taking care of it.)
pt: (Ricordo che ha sempre avuto un debole per i cani. Ha persino portato un randagio all'orfanotrofio e ha iniziato a prendersene cura.)

# 152_Kiryu
source: (Heh. She can be a little selfish sometimes, but she takes really good care of that dog.)
pt: (Eh. A volte può essere un po' egoista, ma si prende davvero cura di quel cane.)

# 164_Kiryu
source: (Come to think of it, the collar she used when walking the dog was a little tattered. I'll send her enough money to buy a new dog collar.)
pt: (A pensarci bene, il collare che usava per portare a spasso il cane era un po' rovinato. Le manderò abbastanza soldi per comprare un nuovo collare per il cane.)

# 176_Kiryu
source: (I have no idea what a dog collar costs, but 5,000 yen should cover it.)
pt: (Non ho la minima idea di quanto costi un collare per cani, ma 5.000 yen dovrebbero bastare.)
