Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid012001db.po
Languages: pt

source: Passenger
pt: Passeggero

# 220_Passenger
source: Hey, you're going to blow our cover if you get any closer! Put some distance between us, quick!
pt: Ehi, ci fai saltare la copertura se ti avvicini troppo! Prendi le distanze, svelto!

# 232_Passenger
source: You're way too close! Ease off some more!
pt: Sei fin troppo vicino! Allontanati un po' di più!

# 244_Passenger
source: Fall back a little more.
pt: Allontanati ancora un po'.

# 256_Passenger
source: Heheh. She'll never spot me back here.
pt: Heheh. Non mi vedrà mai qui dietro.

# 268_Passenger
source: They're a little too far ahead. Can you get a bit closer?
pt: Sono un po' troppo avanti. Puoi avvicinarti un po'?

# 280_Passenger
source: Hey, we'll lose sight of Ryoko-chan if you don't get closer!
pt: Ehi, perderemo Ryoko-chan di vista se non ti avvicini!

# 292_Passenger
source: If you fall back any further we'll lose them! Hurry up and close the gap!
pt: Se ti allontani ancora di più li perderemo! Sbrigati a riavvicinarti!

# 304_Passenger
source: All right. Nice work! Now I'll know where Ryoko lives. Hehehe.
pt: Perfetto. Ottimo lavoro! Ora saprò dove abita Ryoko. Hehehe.

# 328_Passenger
source: Aww, I can't see Ryoko-chan any more.
pt: Ahhh, non vedo più Ryoko-chan.

# 352_Passenger
source: Come on, you're supposed to be tailing her!
pt: Dai, dovresti starle alle calcagna!

# 364_Passenger
source: Hehehe. I'll see you soon, sweet little Ryoko-chan!
pt: Hehehe. Ti vedrò presto, dolce piccola Ryoko-chan!
