Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0111079b.po
Languages: pt

source: ○I'd love to see it!
pt: ○Mi piacerebbe un sacco vederlo!

source: □Isn't it a pain to maintain?
pt: □Non è una seccatura mantenerlo?

source: △I've got an amazing garden, too!
pt: △Ho anch'io un giardino pazzesco!

# 44_Shion
source: It's a nice change of pace to stroll through town like this. I typically drive to the places I want to go.
pt: È un bel cambio di passo fare due passi in città così. Di solito prendo la macchina per andare dove devo.

# 56_Shinada
source: Yeah, I get what you mean.
pt: Sì, ho capito cosa vuoi dire.

# 68_Shinada
source: I mean, not that I drive a car or anything. I'm usually just running around trying to meet deadlines.
pt: Voglio dire, non è che io guidi una macchina o roba del genere. Di solito sono solo a correre in giro per stare dietro alle scadenze.

# 80_Shion
source: Hehe! So, you don't get the opportunity to slow down and take in the sights much, either?
pt: Hehe! Quindi, neanche a te capita spesso di rallentare e goderti il paesaggio?

# 92_Shinada
source: Nope. Plus, there's nothing but buildings in this part of town. The greenery of the park is kind of relaxing.
pt: No. In più, in questa zona della città non c'è altro che palazzi. Il verde del parco è un po' rilassante.

# 104_Shion
source: We have a small garden at our home. The flowers aren't in bloom right now, unfortunately, but come spring it's quite lovely.
pt: Abbiamo un piccolo giardino a casa nostra. Purtroppo i fiori non sono ancora sbocciati, ma in primavera è un vero incanto.

# 116_Shinada
source: I'd love to see it! Single-family homes with their own gardens must be nice.
pt: ○Mi piacerebbe un sacco vederlo! Le villette con il loro giardino devono essere belle.

# 128_Shion
source: I'll have to show you pictures sometime. I take plenty of photos every year, so you can see the garden in all four seasons!
pt: Ti farò vedere le foto un giorno. Faccio un sacco di foto ogni anno, così potrai vedere il giardino in tutte e quattro le stagioni!

# 140_Shinada
source: Hey, that sounds nice! I'd like to see it firsthand, too.
pt: Ah, che bello! Mi piacerebbe vederlo di persona anch'io.

# 152_Shion
source: Oh my, you want to come to my house?
pt: Oh, vuoi venire a casa mia?

# 164_Shion
source: It really won't be worth your while to visit right now, though. You'll have to wait until spring.
pt: Non ne varrà proprio la pena venire a vederlo adesso, però. Dovrai aspettare fino a primavera.

# 176_Shinada
source: Oh, no big deal. Haha. It was a stupid thing for me to say anyway.
pt: Oh, niente di che. Haha. Comunque, era una sciocchezza quella che ho detto.

# 188_Shion
source: I'll be sure to bring some pictures for you to see instead. I do hope you'll like them!
pt: Mi assicurerò di portarti qualche foto da farti vedere, invece. Spero proprio ti piacciano!

# 200_Shinada
source: It ain't really the garden I'm interested in.
pt: Non è mica il giardino quello che mi interessa.

# 212_Shinada
source: Isn't it a pain to maintain? I'm guessing weeds grow if you're not careful, and I bet it's hard to find the time to take care of it.
pt: Non è una scocciatura mantenerlo? Mi sa che crescono le erbacce se non stai attento, e ci scommetto che sia difficile trovare il tempo per curarlo.

# 224_Shion
source: That's true. My father used to take care of the garden on his days off, but we now have to hire help to do it.
pt: È vero. Mio padre si occupava del giardino nei suoi giorni liberi, ma ora dobbiamo assumere qualcuno che lo faccia.

# 236_Shinada
source: Yikes! Bet that's expensive.
pt: Urca! Mi sa che è un salasso.

# 248_Shion
source: It is. That's why I've recently taken to only growing flowers I'm able to care for on my own.
pt: È vero. Ecco perché mi sono messo a coltivare solo fiori che riesco a curare da solo.

# 260_Shinada
source: Seems like kind of a waste to only use a garden for that. There must be something you can do to grow more.
pt: Sembra un po' uno spreco usare un giardino solo per quello. Ci dev'essere qualcosa che puoi fare per coltivare di più.

# 272_Shion
source: Perhaps so. Hmm.
pt: Forse sì. Mmmh.

# 284_Shion
source: Maybe I should fill the rest with artificial flowers? At least they wouldn't attract insects.
pt: Magari dovrei riempire il resto con fiori artificiali? Almeno non attirerebbero insetti.

# 296_Shinada
source: That's no good. A garden is supposed to be about the beauty of nature. What's the point if the nature is fake?
pt: Non va bene. Un giardino è fatto per la bellezza della natura. Che senso ha se la natura è finta?

# 308_Shion
source: Very true. I'll discuss it with my mother.
pt: Verissimo. Ne parlerò con mia madre.

# 320_Shinada
source: I've got an amazing garden, too!
pt: C'ho un giardino strepitoso anch'io!

# 332_Shion
source: Oh? You live in your own house as well, Shinada-san?
pt: Oh? Vivi nella tua casa anche tu, Shinada-san?

# 344_Shinada
source: Well, no. I live on my building's rooftop. Let's call it the penthouse.
pt: Beh, no. Vivo sul tetto del mio edificio. Chiamiamolo l'attico.

# 356_Shinada
source: All I have to do is step outside and I've got a view of all Kineicho. It's not a literal garden, but it feels like one when I'm staring out at it.
pt: Basta che esca e c'ho la vista di tutta Kineicho. Non è un giardino vero e proprio, ma mi sembra di averne uno quando ci fisso lo sguardo.

# 368_Shion
source: Oh my, that sounds lovely! I've lived in a house my entire life, so that kind of scenery strikes me as quite dreamy!
pt: Oh, che meraviglia! Ho vissuto in una casa per tutta la vita, quindi un paesaggio del genere mi sembra proprio sognante!

# 380_Shion
source: If I ever have the opportunity to move, perhaps I'll move into a condominium!
pt: Se mai mi capiterà di trasferirmi, magari mi trasferirò in un condominio!

# 392_Shinada
source: I think you'd really like it!
pt: Credo ti piacerebbe proprio!

# 404_Shinada
source: Though I wouldn't recommend living in a place like mine.
pt: Però non consiglierei di vivere in un posto come il mio.
