Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016902f4.po
Languages: pt

source: Player
pt: Giocatore

source: Agency Leveled Up－Lessons Enhanced
pt: Agenzia salita di livello－Lezioni potenziate

source: Agency Leveled Up－Media Enhanced
pt: Agenzia salita di livello－Media potenziati

source: Agency Leveled Up－Publicity Enhanced
pt: Agenzia salita di livello－Pubblicità potenziata

source: As the Agency Levels Up 1
pt: Quando l'Agenzia sale di livello 1

source: As the Agency Levels Up 2
pt: Quando l'Agenzia sale di livello 2

source: Gift from Fan
pt: Regalo da Fan

source: Gifts from Fans
pt: Regali da Fan

# 360_Player
source: (Oh, that job didn't go very well at all. I feel so exhausted all of a sudden.)
pt: (Oh, quel lavoro non è andato un granché, davvero. Mi sento distrutta all'improvviso.)

# 372_Player
source: (Oh, that job didn't go very well at all. I feel so exhausted all of a sudden.)
pt: (Oh, quel lavoro non èנדato un granché, davvero. Mi sento distrutta all'improvviso.)

# 384_Player
source: (Oh, that job didn't go very well at all. I feel so exhausted all of a sudden.)
pt: (Oh, quel lavoro non è andato un granché, davvero. Mi sento distrutta all'improvviso.)

# 396_Player
source: (Oh, that job didn't go very well at all. I feel so exhausted all of a sudden.)
pt: (Oh, quel lavoro non è andato un granché, davvero. Mi sento distrutta all'improvviso.)

# 408_Player
source: The agency has now reached the maximum level. With an improved studio environment, you will gain more experience from lessons. Singing, Appeal, and Performance can now be raised more efficiently.
pt: L'agenzia ha ora raggiunto il livello massimo. Con un ambiente studio migliorato, otterrai più esperienza dalle lezioni. Canto, Fascino e Performance possono ora essere aumentati in modo più efficiente.

# 432_Player
source: The agency has reached level 11. You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: L'agenzia ha raggiunto il livello 11. Ora puoi accettare nuovi lavori TV e stampa. Controllali nella schermata del programma di lavoro.

# 456_Player
source: The agency has reached level 10. You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: L'agenzia ha raggiunto il livello 10. Ora puoi accettare nuovi lavori TV e stampa. Controllali nella schermata del programma di lavoro.

# 480_Player
source: The agency has reached level 9. You can now take on new promotional event jobs. Check them out on the job schedule screen.
pt: L'agenzia ha raggiunto il livello 9. Ora puoi accettare nuovi lavori per eventi promozionali. Controllali nella schermata del programma di lavoro.

# 504_Player
source: The agency has reached level 8. You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: L'agenzia ha raggiunto il livello 8. Ora puoi accettare nuovi lavori TV e stampa. Controllali nella schermata del programma di lavoro.

# 528_Player
source: The agency has reached level 7. You can now take on hard lessons. Hard lessons are more exhausting than regular lessons, but are more rewarding if successful.
pt: L'agenzia ha raggiunto il livello 7. Ora puoi affrontare lezioni difficili. Le lezioni difficili sono più estenuanti delle lezioni regolari, ma sono più gratificanti in caso di successo.

# 552_Player
source: The agency has reached level 6. You can now take on new promotional event jobs. Check them out on the job schedule screen.
pt: L'agenzia ha raggiunto il livello 6. Ora puoi accettare nuovi lavori per eventi promozionali. Controllali nella schermata del programma di lavoro.

# 576_Player
source: The agency has reached level 5. You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: L'agenzia ha raggiunto il livello 5. Ora puoi accettare nuovi lavori TV e stampa. Controllali nella schermata del programma di lavoro.

# 600_Player
source: The agency has reached level 4. With an improved studio environment, you will gain more experience from lessons. Singing and Appeal can now be raised more efficiently.
pt: L'agenzia ha raggiunto il livello 4. Con un ambiente studio migliorato, otterrai più esperienza dalle lezioni. Canto e Fascino possono ora essere aumentati in modo più efficiente.

# 624_Player
source: The agency has reached level 3. You can now take on new TV and press jobs. Check them out on the job schedule screen.
pt: L'agenzia ha raggiunto il livello 3. Ora puoi accettare nuovi lavori TV e stampa. Controllali nella schermata del programma di lavoro.

# 648_Player
source: The agency is paid whenever you complete jobs. As these payments build up, the agency's level rises. As the agency levels up, its publicity, media, and lessons are enhanced.
pt: L'agenzia viene pagata ogni volta che completi lavori. Man mano che questi pagamenti si accumulano, il livello dell'agenzia sale. Man mano che l'agenzia sale di livello, la sua pubblicità, i media e le lezioni vengono potenziati.

# 660_Player
source: Publicity: Enhance publicity to add promotional event jobs, sponsored by Dyna Chair. Media: Enhance media to add TV and press jobs. Lessons: Enhance lessons to speed up growth.
pt: Pubblicità: Potenzia la pubblicità per aggiungere lavori per eventi promozionali, sponsorizzati da Dyna Chair. Media: Potenzia i media per aggiungere lavori TV e stampa. Lezioni: Potenzia le lezioni per accelerare la crescita.

# 672_Player
source: The agency has reached level 2. You can now take on promotional event jobs sponsored by Dyna Chair. These jobs attract more fans than jobs sponsored by others.
pt: L'agenzia ha raggiunto il livello 2. Ora puoi accettare lavori per eventi promozionali sponsorizzati da Dyna Chair. Questi lavori attirano più fan rispetto ai lavori sponsorizzati da altri.

# 696_Player
source: A gift has arrived from a fan. Check it out in the gift box.
pt: È arrivato un regalo da un fan. Controllalo nella casella regali.

# 720_Player
source: A gift has arrived from a fan. Check it out in the gift box.
pt: È arrivato un regalo da un fan. Controllalo nella casella regali.

# 744_Player
source: A gift has arrived from a fan. Check it out in the gift box.
pt: È arrivato un regalo da un fan. Controllalo nella casella regali.

# 768_Player
source: A gift has arrived from a fan. Check it out in the gift box.
pt: È arrivato un regalo da un fan. Controllalo nella casella regali.

# 792_Player
source: A gift has arrived from a fan. Check it out in the gift box.
pt: È arrivato un regalo da un fan. Controllalo nella casella regali.

# 816_Player
source: A gift has arrived from a fan. Check it out in the gift box.
pt: È arrivato un regalo da un fan. Controllalo nella casella regali.

# 840_Player
source: When the number of fans reaches a certain level, gifts for Haruka are delivered to Dyna Chair. Gifts can be found in the gift box next to the desks.
pt: Quando il numero di fan raggiunge un certo livello, i regali per Haruka vengono consegnati alla Dyna Chair. I regali si possono trovare nella casella regali accanto alle scrivanie.

# 852_Player
source: A gift has arrived from a fan. Check it out in the gift box.
pt: È arrivato un regalo da un fan. Controllalo nella casella regali.
