Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340003.po
Languages: pt

# 8724_Saejima
source: If ya really wanna do somethin', then ya've gotta be willin' to try any and everything.
pt: Se vuoi davvero fare qualcosa, allora devi essere disposto a provarle tutte.

# 8736_Kaguya
source: You're right. I don't want to give up before I've even tried. If my application fails, I can accept that.
pt: Hai ragione. Non voglio darmi per vinta prima ancora di averci provato. Se la mia domanda venisse respinta, potrei accettarlo.

# 8748_Kaguya
source: That settles it! I'm going to get out there and try out for this audition!
pt: È deciso! Mi metterò in gioco e farò questo provino!

# 8760_Saejima
source: Good. The real battle starts now.
pt: Bene. La vera battaglia inizia ora.

# 8772_Kaguya
source: Well, this has turned into a giant pain...
pt: Beh, questa è diventata una gran bella seccatura...

# 8784_Saejima
source: What happened?
pt: Che è successo?

# 8796_Kaguya
source: That arranged marriage thing from before.
pt: Quella faccenda del matrimonio combinato di prima.

# 8808_Saejima
source: Ah, that. How'd it wind up goin'?
pt: Ah, quella. Com'è andata a finire?

# 8820_Kaguya
source: I was told to go with the flow for the sake of the suitor, and that it was okay for me to turn him down if I didn't like him.
pt: Mi hanno detto di stare al gioco per non offendere il pretendente, e che avrei potuto rifiutarlo tranquillamente se non mi fosse piaciuto.

# 8832_Kaguya
source: Don't you think that's just a waste of time?
pt: Non credi che sia solo una perdita di tempo?

# 8844_Saejima
source: Yeah. It ain't fair to the other person if ya go to a marriage meetin' ya've got no interest in seein' through.
pt: Già. Non è giusto nei confronti dell'altra persona se vai a un incontro per un matrimonio combinato senza alcuna intenzione di portarlo a termine.

# 8856_Kaguya
source: Right? I said the same thing, but they still insisted it was fine and that I come anyway.
pt: Vero? Ho detto la stessa cosa, ma hanno insistito comunque che andava bene e che dovevo andarci lo stesso.

# 8868_Saejima
source: It's good to talk to new people. It's not like ya can flat-out tell yer parents no when ya haven't even met the guy.
pt: Fa bene parlare con gente nuova. Non puoi mica dare un secco no ai tuoi genitori se non hai nemmeno mai incontrato il tizio.

# 8880_Kaguya
source: But I'd feel worse turning him down after we meet! I don't want to get his hopes up or anything.
pt: Ma mi sentirei ancora peggio a rifiutarlo dopo averlo incontrato! Non voglio che si faccia false speranze o cose del genere.

# 8892_Saejima
source: Then why not go and tell yer parents what ya really wanna do?
pt: Allora perché non vai dai tuoi a dirgli cosa vuoi fare veramente?

# 8904_Kaguya
source: Well, it's not just the arranged marriage that's the problem. I also don't want to go back to my parents' house.
pt: Beh, non è solo il matrimonio combinato il problema. È che non voglio nemmeno tornare a casa dei miei.

# 8916_Saejima
source: Why not?
pt: Perché no?

# 8928_Kaguya
source: Because I'm afraid I'll get too comfortable there and wind up staying.
pt: Perché ho paura che finirei per trovarmi troppo bene e per restarci.

# 8940_Saejima
source: I get that. I ain't exactly the lonesome sort. I feel better havin' people around than I do bein' alone.
pt: Ti capisco. Non sono proprio il tipo solitario. Mi sento meglio ad avere gente intorno piuttosto che a stare da solo.

# 8952_Kaguya
source: But moving back in with my parents feels kind of like giving up on my own life.
pt: Ma tornare a vivere con i miei mi fa sentire un po' come se stessi rinunciando alla mia vita.

# 8964_Kaguya
source: I'm going to hear all about my classmates who are married, and since mooching off my parents just makes me feel guilty, I might start thinking about marriage too.
pt: Sentirò parlare di tutti i miei compagni di classe che si sono sposati e, dato che vivere alle spalle dei miei mi farebbe solo sentire in colpa, potrei iniziare a pensare al matrimonio anch'io.

# 8976_Saejima
source: Are ya homesick? That ain't like you.
pt: Hai nostalgia di casa? Non è da te.

# 8988_Kaguya
source: It's the other way around! I don't want to go back home!
pt: È l'esatto contrario! Non voglio tornare a casa!

# 9000_Kaguya
source: I live my life free from hassles like finding a job or getting married, so I'm not going to let my parents dictate how I live my life now.
pt: Vivo la mia vita libera da scocciature come trovarmi un lavoro o sposarmi, quindi non permetterò ai miei genitori di dirmi come devo vivere la mia vita adesso.

# 9012_Saejima
source: So whaddya wanna do?
pt: Quindi che vuoi fare?

# 9024_Kaguya
source: If I nail this audition, I can keep living on my own and I won't need to go back home to my parents.
pt: Se supero questo provino, potrò continuare a vivere per conto mio e non avrò bisogno di tornare a casa dai miei.

# 9036_Saejima
source: Interestin'. So ya've made yer decision?
pt: Interessante. Quindi hai preso la tua decisione?

# 9048_Saejima
source: Audition?
pt: Un provino?

# 9060_Kaguya
source: I mentioned it before! For the modeling job.
pt: Te l'avevo già detto! Per il lavoro da modella.

# 9072_Saejima
source: Oh yeah, that. So yer gonna go for it.
pt: Ah già, quello. Quindi hai deciso di provarci.

# 9084_Kaguya
source: Yes. And if I blow the audition, then I'll go back home, do what my parents tell me, and go through with this arranged marriage meeting.
pt: Sì. E se fallisco il provino, allora tornerò a casa, farò quello che dicono i miei e accetterò di partecipare a questo incontro per il matrimonio combinato.

# 9096_Kaguya
source: So this is my first and last chance!
pt: Quindi questa è la mia prima e ultima occasione!

# 9108_Saejima
source: That's the spirit. Go into it with that attitude and yer sure to get the gig. Ya gotta forge your own destiny.
pt: Così si parla. Affrontalo con questo spirito e vedrai che l'ingaggio sarà tuo. Devi forgiare il tuo destino.

# 9120_Kaguya
source: Yeah! I'm going to go and land this job!
pt: Sì! Andrò lì e otterrò questo lavoro!

# 9132_Saejima
source: Don't get too eager. You need to psych yourself up, but if ya overdo it, ya might blow it. Try to be yerself as much as ya can.
pt: Non farti prendere troppo dalla smania. Devi darti la carica, ma se esageri, rischi di mandare tutto all'aria. Cerca di essere te stessa il più possibile.

# 9144_Kaguya
source: Good point! I'll try not to overthink this too much.
pt: Hai ragione! Cercherò di non pensarci troppo su.

# 9156_Kaguya
source: If you were there with me on audition day, I'd be able to relax a lot more, you know.
pt: Se tu fossi lì con me il giorno del provino, riuscirei a rilassarmi molto di più, sai.

# 9168_Saejima
source: I can't make any promises...
pt: Non posso prometterti nulla...

# 9180_Saejima
source: There'll be other chances. Ya always have the option of starting yer life again. It's not like ya've only got one shot at things.
pt: Ci saranno altre occasioni. Hai sempre la possibilità di ricominciare da capo. Non è che hai un'unica possibilità nella vita.

# 9192_Kaguya
source: Don't talk as if I've already failed! I'm really trying to make an effort here.
pt: Non parlare come se avessi già fallito! Mi sto impegnando sul serio, sai.

# 9204_Saejima
source: That ain't what I meant...
pt: Non intendevo questo...

# 9216_Kaguya
source: There isn't much time left before my modeling audition. Oh, I'm super nervous!
pt: Non manca molto al mio provino da modella. Oh, sono super nervosa!

# 9228_Saejima
source: That's fine. Bein' a little nervous will make ya do better on the big day.
pt: Va bene così. Un po' di nervosismo ti aiuterà a dare il meglio il grande giorno.

# 9240_Kaguya
source: You say that, but I'm going to be so nervous and stiff that I'll wind up acting like a robot!
pt: Dici così, ma sarò talmente nervosa e tesa che finirò per comportarmi come un robot!

# 9252_Saejima
source: Ya gotta relax more. Too much anxiety will make ya screw up.
pt: Devi rilassarti di più. Troppa ansia ti farà mandare tutto all'aria.

# 9264_Kaguya
source: I know that. That's why I'm so anxious!
pt: Lo so. È proprio per questo che sono così in ansia!

# 9276_Saejima
source: Oh yeah, what happened with the age thing for that audition? Was it a no-go?
pt: Ah già, com'è finita con la faccenda dell'età per quel provino? Niente da fare?

# 9288_Kaguya
source: I decided to lie about my age. Unless I take a chance at this audition, I'm never going to open any doors for myself.
pt: Ho deciso di mentire sulla mia età. Se non colgo l'occasione con questo provino, non riuscirò mai ad aprirmi nessuna porta.

# 9300_Saejima
source: Go get 'em. The key to success is never givin' up.
pt: Dacci dentro. La chiave del successo è non mollare mai.

# 9312_Kaguya
source: No, this audition is my one and only shot. If I don't get it, I'm moving back in with my parents.
pt: No, questo provino è la mia unica possibilità. Se non lo passo, tornerò a vivere dai miei.

# 9324_Saejima
source: Yeah, ya said that.
pt: Già, l'avevi detto.

# 9336_Saejima
source: Hope ya don't get caught. You seem like the sort who might let the wrong thing slip.
pt: Spero che non ti becchino. Mi sembri proprio il tipo a cui potrebbe sfuggire la parola sbagliata.

# 9348_Kaguya
source: Maybe so! Like when introducing myself I'll get careless and blurt out my real age or something.
pt: Può darsi! Magari mentre mi presento finirò per distrarmi e lasciarmi scappare la mia vera età o roba del genere.

# 9360_Saejima
source: You should practice what yer gonna say.
pt: Dovresti fare pratica con quello che dirai.

# 9372_Kaguya
source: Good idea! Thanks for the advice, Saejima-san!
pt: Ottima idea! Grazie per il consiglio, Saejima-san!

# 9384_Saejima
source: How much younger did ya make yerself?
pt: Di quanto ti sei fatta più giovane?

# 9396_Kaguya
source: Three years! So 23!
pt: Tre anni! Quindi 23!

# 9408_Saejima
source: Yeah, I guess ya look it. To be honest, I find it hard to tell with women.
pt: Già, direi che li dimostri. A essere onesto, faccio fatica a capirlo con le donne.

# 9420_Kaguya
source: I hear foreigners think Japanese women look much younger than they are! Like they might think I'm still in my teens!
pt: Ho sentito dire che gli stranieri pensano che le donne giapponesi sembrino molto più giovani della loro età! Magari potrebbero pensare che io sia ancora un'adolescente!

# 9432_Saejima
source: Well, lyin' about yer age is one thing, but ya can't lie 'bout yer abilities. How're things goin' on that front?
pt: Beh, mentire sulla tua età è un conto, ma non puoi mentire sulle tue capacità. Come vanno le cose su quel fronte?

# 9444_Saejima
source: No way is that gonna fly. If these guys're pros, they're gonna see right through ya.
pt: Non passerà mai. Se quei tizi sono dei professionisti, ti sgameranno subito.

# 9456_Kaguya
source: I'll worry about that if I get caught. If it's a no-go, then that's that. If they're okay with it, then I guess I'm lucky.
pt: Me ne preoccuperò se mi beccano. Se non va, vorrà dire che è andata così. Se invece gli sta bene, allora direi che sono fortunata.

# 9468_Saejima
source: Well, lyin' about yer age is one thing, but ya can't lie 'bout yer abilities. How're things goin' on that front?
pt: Beh, mentire sulla tua età è un conto, ma non puoi mentire sulle tue capacità. Come vanno le cose su quel fronte?

# 9480_Kaguya
source: I've been getting ready for the audition every day after I get home from work. I'm practicing a number of different things.
pt: Mi sto preparando per l'audizione ogni giorno dopo essere tornata a casa dal lavoro. Mi sto esercitando in un sacco di cose diverse.

# 9492_Saejima
source: What kinda things?
pt: Che genere di cose?

# 9504_Kaguya
source: I practice posing in the mirror, how to walk more elegantly, and I'm also looking into current fashion trends.
pt: Faccio pratica con le pose davanti allo specchio, su come camminare in modo più elegante, e mi tengo anche aggiornata sulle ultime tendenze della moda.

# 9516_Kaguya
source: I'm used to lounging around after I get home, but now my days are so full of things to do!
pt: Ero abituata a poltrire una volta tornata a casa, ma ora le mie giornate sono così piene di cose da fare!

# 9528_Saejima
source: Ya've gotta glow about ya. Anyone can see yer attractive right now. Ain't got anythin' to do with yer age.
pt: Hai una luce addosso. Chiunque può vedere quanto sei attraente in questo momento. Non c'entra niente con la tua età.

# 9540_Kaguya
source: You really mean it? I'm so happy to hear that!
pt: Dici sul serio? Mi fa davvero piacere sentirlo!

# 9552_Saejima
source: Folks workin' towards their dreams got a special look to 'em. Yer nothin' like the old you.
pt: Chi lavora per i propri sogni ha un'aria speciale. Non somigli per niente alla vecchia te.

# 9564_Kaguya
source: Hmm. Speaking of which, what was the old me like exactly?
pt: Uhm. A proposito, com'era la vecchia me, esattamente?

# 9576_Saejima
source: Heh. Gonna hafta keep that a secret.
pt: Heh. Dovrò tenerlo segreto.

# 9588_Kaguya
source: Hey! Wait, what's that supposed to mean?
pt: Ehi! Aspetta, che vorrebbe dire?

# 9600_Saejima
source: It's important to relax, too. Keepin' to yer normal pace of doin' things might help ya be yer best.
pt: Anche rilassarsi è importante. Mantenere il tuo solito ritmo nel fare le cose potrebbe aiutarti a dare il massimo.

# 9612_Kaguya
source: Hmm. But in my case, I don't think my normal pace is going to be enough.
pt: Uhm. Ma nel mio caso, non credo che il mio solito ritmo sarà sufficiente.

# 9624_Kaguya
source: I have to do whatever I can so I don't waste my one chance. I want to give this my all.
pt: Devo fare tutto il possibile per non sprecare la mia unica occasione. Voglio mettercela tutta.

# 9636_Saejima
source: Yeah, okay. I get ya. Guess ya gotta put yer best foot forward.
pt: Sì, va bene. Ti capisco. Immagino che tu debba dare il meglio di te.

# 9648_Kaguya
source: Will do!
pt: Sarà fatto!

# 9660_Kaguya
source: Saejima-san! I've got something to tell you!
pt: Saejima-san! Ho qualcosa da dirti!

# 9672_Saejima
source: What's up?
pt: Che c'è?

# 9684_Kaguya
source: So I heard back about that audition I took the other day.
pt: Allora, mi hanno fatto sapere di quel provino che ho fatto l'altro giorno.

# 9696_Saejima
source: And?
pt: E allora?

# 9708_Kaguya
source: Well, so...
pt: Beh, ecco...

# 9720_Kaguya
source: I passed!
pt: Ce l'ho fatta!

# 9732_Saejima
source: Then we gotta celebrate!
pt: Allora dobbiamo festeggiare!

# 9744_Kaguya
source: Thank you so much! I owe this all to you, Saejima-san!
pt: Grazie mille! Devo tutto a te, Saejima-san!

# 9756_Saejima
source: Yer kiddin'!
pt: Scherzi!

# 9768_Kaguya
source: It's true! I've read the email they sent me over and over!
pt: È la verità! Ho riletto l'email che mi hanno mandato un sacco di volte!

# 9780_Saejima
source: I see. Guess yer on the way to becomin' a rookie model now.
pt: Capisco. Mi sa che ormai sei sulla buona strada per diventare una modella esordiente.

# 9792_Kaguya
source: That's right! I've turned down the arranged marriage, and now it's time for a fresh start to get my new life on track!
pt: Proprio così! Ho rifiutato il matrimonio combinato, e ora è il momento di ricominciare da capo per rimettere in carreggiata la mia nuova vita!

# 9804_Saejima
source: Keep at it. It might be tough to get used to at first, but things oughta go fine for ya if you don't give up.
pt: Dacci dentro. All'inizio potrebbe essere dura abituarsi, ma vedrai che andrà tutto bene se non ti arrendi.

# 9816_Kaguya
source: Haha! You really are like a teacher, Saejima-san! Think you might still try to be one?
pt: Ahah! Sembri proprio un insegnante, Saejima-san! Credi che proverai ancora a diventarlo?

# 9828_Saejima
source: Hey, might be interestin'.
pt: Ehi, potrebbe essere interessante.

# 9840_Saejima
source: Ya gonna quit yer job here?
pt: Hai intenzione di lasciare il lavoro qui?

# 9852_Kaguya
source: I suppose. It looks like my time has come.
pt: Credo di sì. Sembra che sia arrivato il mio momento.

# 9864_Saejima
source: I see...
pt: Capisco...

# 9876_Kaguya
source: Oh? Why, Saejima-san, are you implying that you're going to miss me when I'm gone?
pt: Oh? Ma guarda, Saejima-san, stai forse insinuando che ti mancherò quando me ne sarò andata?

# 9888_Saejima
source: Nah... It ain't like that!
pt: Naa... Non è affatto così!

# 9900_Saejima
source: Did ya manage to lie about yer age?
pt: Sei riuscita a mentire sulla tua età?

# 9912_Kaguya
source: Oh! You know, I completely forgot about that!
pt: Oh! Sai che me ne sono completamente dimenticata!

# 9924_Saejima
source: Heh. Go figure.
pt: Heh. Pensa un po'.

# 9936_Kaguya
source: Yeah. But what if it comes up again and I run into problems over it?
pt: Già. Ma se dovesse saltar fuori di nuovo e avessi dei problemi per questo?

# 9948_Saejima
source: Ya might have a tough road ahead.
pt: Ti aspetta una strada tutta in salita.

# 9960_Kaguya
source: <Color:255,200,200,255>You're so buff, Saejima-san! Just my type!<Color:Default>
pt: <Color:255,200,200,255>Sei così muscoloso, Saejima-san! Proprio il mio tipo!<Color:Default>

# 9972_Saejima
source: That so?
pt: Ah sì?

# 9984_Kaguya
source: <Color:255,200,200,255>Mmhm. I'm really into martial arts! Whenever I watch fights on TV, I'm on the edge of my seat!<Color:Default>
pt: <Color:255,200,200,255>Mmh-mh. Vado matta per le arti marziali! Ogni volta che guardo gli incontri in TV, sto con il fiato sospeso!<Color:Default>

# 9996_Saejima
source: Me too. I used to watch pro wrestlin' a lot, but I'm more into martial arts now.
pt: Anch'io. Una volta guardavo un sacco di wrestling, ma ora mi interessano di più le arti marziali.

# 10008_Kaguya
source: <Color:255,200,200,255>Yeah! I'm really looking forward to the New Year's Eve broadcast!<Color:Default>
pt: <Color:255,200,200,255>Sì! Non vedo l'ora che arrivi la trasmissione di Capodanno!<Color:Default>

# 10020_Saejima
source: Yer pretty into it, huh?
pt: Ti appassiona proprio, eh?

# 10032_Kaguya
source: <Color:255,200,200,255>Oh, that's not the half of it! When it comes to guys, it's all about muscles for me! Those scrawny little host types? No thank you!<Color:Default>
pt: <Color:255,200,200,255>Oh, non hai idea! Quando si tratta di uomini, per me contano solo i muscoli! Quei tipi da host pelle e ossa? No, grazie!<Color:Default>

# 10044_Saejima
source: Hah. I see.
pt: Ah. Capisco.

# 10056_Saejima
source: You can touch 'em if ya want.
pt: Puoi toccarli, se vuoi.

# 10068_Kaguya
source: <Color:255,200,200,255>Huh!? Oh, no, I... What do I do?<Color:Default>
pt: <Color:255,200,200,255>Eh!? Oh, no, io... E adesso che faccio?<Color:Default>

# 10080_Kaguya
source: <Color:255,200,200,255>If I touched you now, I'd completely lose it! Maybe next time!<Color:Default>
pt: <Color:255,200,200,255>Se ti toccassi adesso, perderei completamente la testa! Magari la prossima volta!<Color:Default>

# 10092_Saejima
source: Hey, whenever ya like.
pt: Ehi, quando vuoi.

# 10104_Saejima
source: I wouldn't have guessed. I didn't think women were into that sorta thing.
pt: Non l'avrei mai detto. Non pensavo che alle donne interessasse quel genere di cose.

# 10116_Kaguya
source: <Color:255,200,200,255>That's not true! What's not to like about watching a bunch of guys who are practically naked?<Color:Default>
pt: <Color:255,200,200,255>Non è affatto vero! Cosa c'è che non va nel guardare un gruppo di uomini praticamente nudi?<Color:Default>

# 10128_Saejima
source: I see. I guess baseball and soccer players don't really take their clothes off. And even though they're built, they don't show a lotta muscle.
pt: Capisco. Immagino che i giocatori di baseball e di calcio non si spoglino poi molto. E anche se hanno un bel fisico, non mostrano chissà quanti muscoli.

# 10140_Kaguya
source: <Color:255,200,200,255>Exactly. And muscle is what I want to see. Also, wearing a tank top all the time is a really big plus for me!<Color:Default>
pt: <Color:255,200,200,255>Esatto. E i muscoli sono proprio quello che voglio vedere. Inoltre, indossare sempre una canotta è un punto a favore enorme per me!<Color:Default>

# 10152_Saejima
source: Heh, perv. You think like a dirty old man.
pt: Heh, pervertita. Ragioni come un vecchio porco.

# 10164_Kaguya
source: <Color:255,200,200,255>And what's wrong with that? You guys watch porn videos and stuff, right?<Color:Default>
pt: <Color:255,200,200,255>E che male c'è? Voi uomini guardate i video porno e roba del genere, no?<Color:Default>

# 10176_Saejima
source: Right. I see yer point.
pt: Giusto. Capisco cosa intendi.

# 10188_Saejima
source: I don't.
pt: Io no.

# 10200_Kaguya
source: <Color:255,200,200,255>Well, you're too old for that kind of stuff.<Color:Default>
pt: <Color:255,200,200,255>Be', ormai sei troppo vecchio per certe cose.<Color:Default>

# 10212_Kaguya
source: <Color:255,200,200,255>Hey, wait. Just how old do guys get before they stop watching porn? Do guys stop after they get a girlfriend or get married?<Color:Default>
pt: <Color:255,200,200,255>Ehi, aspetta. Ma fino a che età gli uomini continuano a guardare i porno? Smettono dopo che si fidanzano o si sposano?<Color:Default>

# 10224_Saejima
source: Just when we're single. If ya got a girl, ya don't need 'em.
pt: Solo quando siamo single. Se hai una ragazza, non ne hai bisogno.

# 10236_Kaguya
source: <Color:255,200,200,255>Huh. I expected as much.<Color:Default>
pt: <Color:255,200,200,255>Mh. Me l'aspettavo.<Color:Default>

# 10248_Kaguya
source: <Color:Default>So does that mean you have a girlfriend, Saejima-san?<Color:255,200,200,255>
pt: <Color:Default>Quindi questo significa che hai una ragazza, Saejima-san?<Color:255,200,200,255>

# 10260_Saejima
source: Nah, that ain't it.
pt: Nah, non è così.

# 10272_Saejima
source: We watch more after marriage.
pt: Ne guardiamo ancora di più dopo il matrimonio.

# 10284_Kaguya
source: <Color:255,200,200,255>Wait, what? Why? Aren't you satisfied with being able to see your wife naked?<Color:Default>
pt: <Color:255,200,200,255>Aspetta, cosa? Perché? Non ti basta poter vedere tua moglie nuda?<Color:Default>

# 10296_Saejima
source: What do ya mean, why? We're guys. That's how we're wired.
pt: Che intendi con perché? Siamo uomini. Siamo fatti così.

# 10308_Kaguya
source: <Color:255,200,200,255>What's that supposed to mean? No way!<Color:Default>
pt: <Color:255,200,200,255>E questo che vorrebbe dire? Non ci credo!<Color:Default>

# 10320_Saejima
source: Until the day we die. Man has three basic desires: sleep, food, and sex. If one of those is missin', might as well be dead.
pt: Fino al giorno della nostra morte. L'uomo ha tre desideri primari: sonno, cibo e sesso. Se ne manca uno, tanto vale essere morti.

# 10332_Kaguya
source: <Color:255,200,200,255>That makes sense! In that case, I'll go on being a muscle-lover until the day I die!<Color:Default>
pt: <Color:255,200,200,255>Ha senso! In tal caso, continuerò a essere un'amante dei muscoli fino al giorno della mia morte!<Color:Default>

# 10344_Saejima
source: Heh, yeah.
pt: Eh, già.

# 10356_Saejima
source: How about sumo?
pt: E il sumo?

# 10368_Kaguya
source: <Color:255,200,200,255>I can't stand that at all! Sumo wrestlers are just full of fat! Muscles are what I'm after! Muscles!<Color:Default>
pt: <Color:255,200,200,255>Non lo sopporto proprio! I lottatori di sumo sono solo pieni di grasso! Quello che cerco io sono i muscoli! Muscoli!<Color:Default>

# 10380_Saejima
source: Fair enough.
pt: Mi sembra giusto.
