Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330995.po
Languages: pt

source: You got a Prize Ticket.
pt: Hai ottenuto un Biglietto Premio.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: You got a Prize Ticket.
pt: Hai ottenuto un Biglietto Premio.

source: Player
pt: Giocatore

source: ○Smart thinking.
pt: ○Ottima idea.

source: □Isn't that a pain?
pt: □Non è una scocciatura?

source: △What if you can't reserve?
pt: △E se non si potesse prenotare?

source: Idle
pt: Inattivo

# 120_Staff
source: Welcome. If you'd please follow me.
pt: Benvenuto. Prego, mi segua.

# 192_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 204_Shion
source: Oh, that <Color:8>Nagoya Fried Pork Cutlet with Miso<Color:Default> looks delicious!
pt: Oh, quella <Color:8>Cotoletta di maiale fritta al miso di Nagoya<Color:Default> sembra deliziosa!

# 216_Player
source: (Shion-chan's got her eye on that <Color:8>Nagoya Fried Pork Cutlet with Miso<Color:Default>.)
pt: (Shion-chan ha messo gli occhi su quella <Color:8>Cotoletta di maiale fritta al miso di Nagoya<Color:Default>.)

# 288_Shion
source: Bon appétit!
pt: Buon appetito!

# 348_Shion
source: Shinada-san, have you ever been to a place that had a line leading all the way out the door?
pt: Shinada-san, sei mai stato in un posto con una fila che arrivava fin fuori dalla porta?

# 360_Player
source: I guess at pachinko parlors? People always line up to get in before they open.
pt: Direi alle sale da pachinko? La gente si mette sempre in fila prima dell'apertura.

# 372_Shion
source: Ahem! I was talking about restaurants.
pt: Ehm! Stavo parlando di ristoranti.

# 384_Player
source: Oh! Nah, not recently, I don't think. I tend to go to places where I can eat and run pretty quickly.
pt: Oh! No, non di recente, credo. Di solito vado in posti dove posso mangiare un boccone e scappare via in fretta.

# 396_Player
source: Do you go to famous restaurants a lot, Shion-chan?
pt: Vai spesso in ristoranti famosi, Shion-chan?

# 408_Shion
source: Yes, but I always make reservations beforehand, so I've never had the experience of waiting outside.
pt: Sì, ma prenoto sempre in anticipo, quindi non mi è mai capitato di dover aspettare fuori.

# 420_Player
source: Smart thinking. If there's a line, you're stuck outside even if it rains. That sucks.
pt: Mossa intelligente. Se c'è fila, resti bloccato fuori anche se piove. Che seccatura.

# 432_Shion
source: It's all the more important if you know the weather will be bad. I only go to restaurants with open-air seating if the forecast looks clear.
pt: È ancora più importante se sai che il tempo sarà brutto. Vado in ristoranti con posti all'aperto solo se le previsioni dicono che sarà sereno.

# 444_Player
source: I used to check the weather before baseball games, but we have domed stadiums now. Now I just don't take an umbrella if it's clear when I leave.
pt: Controllavo sempre il meteo prima delle partite di baseball, ma ormai ci sono gli stadi coperti. Adesso se è sereno quando esco, non mi porto nemmeno l'ombrello.

# 456_Shion
source: Oh, that's not good. Buying an umbrella when you're out and about is expensive. Maybe you should bring a collapsible umbrella with you.
pt: Oh, non va bene. Comprare un ombrello quando sei in giro costa caro. Forse dovresti portarti dietro un ombrello pieghevole.

# 468_Player
source: Wait, do you have an umbrella on you right now?
pt: Aspetta, ce l'hai un ombrello con te proprio adesso?

# 480_Shion
source: Of course! There was a thirty percent chance of rain today, so it made sense to bring one out with me.
pt: Ma certo! C'era il trenta percento di probabilità di pioggia oggi, quindi mi è sembrato sensato portarmene uno dietro.

# 492_Player
source: Wow, that's amazing! Now I kind of wish it would rain so we could walk close under your umbrella together.
pt: Wow, è incredibile! Adesso quasi quasi vorrei che piovesse, così potremmo camminare vicini sotto il tuo ombrello.

# 504_Shion
source: What was that last part?
pt: Cos'era l'ultima parte?

# 516_Player
source: Oh, uh, nothing!
pt: Oh, ehm, niente!

# 528_Player
source: Isn't that a pain? What if you want to go somewhere in the spur of the moment? Do you still call ahead?
pt: Non è una seccatura? E se ti venisse voglia di andare in un posto all'improvviso? Chiami comunque in anticipo?

# 540_Shion
source: But of course. How else am I supposed to know if there's open seating available?
pt: Ma certo. Altrimenti come farei a sapere se ci sono posti liberi?

# 552_Player
source: I guess that's true.
pt: Immagino sia vero.

# 564_Player
source: But if you make a reservation, you have to get there at a set time, right? I don't like having my schedule locked down like that.
pt: Però se prenoti, devi essere lì a un orario prestabilito, no? Non mi piace avere la giornata così vincolata.

# 576_Shion
source: I think it's worse to not have a reservation and get stuck waiting outside.
pt: Penso sia peggio non avere una prenotazione e restare bloccati ad aspettare fuori.

# 588_Player
source: But if it's for a fancy restaurant, isn't that kind of thing part of the experience? It's not special if you can just walk in and eat.
pt: Ma se si tratta di un ristorante di lusso, quel genere di cose non fa parte dell'esperienza? Non ha niente di speciale se puoi semplicemente entrare e mangiare.

# 600_Shion
source: Oh, excuses, excuses. It would be better to skip the wait and use the time that's been freed up to do other things.
pt: Oh, quante scuse. Sarebbe meglio evitare l'attesa e usare il tempo che si è liberato per fare altre cose.

# 612_Player
source: Yeah, I get it. I just feel that life is less fun if it's all planned out.
pt: Sì, capisco. Mi sembra solo che la vita sia meno divertente se è tutto già pianificato.

# 624_Player
source: What if you can't reserve? Wouldn't you have to go without one then?
pt: E se non si potesse prenotare? In quel caso non dovresti farne a meno?

# 636_Shion
source: Oh, I don't go to restaurants like that. I can't patronize an establishment that doesn't provide reserved seating.
pt: Oh, non vado in ristoranti del genere. Non posso frequentare un locale che non offra posti su prenotazione.

# 648_Player
source: Why not?
pt: Perché no?

# 660_Shion
source: What if I were seated next to a really loud group? And the worst would be sharing a table with strangers.
pt: E se mi facessero sedere vicino a un gruppo davvero rumoroso? E la cosa peggiore sarebbe dover dividere il tavolo con degli sconosciuti.

# 672_Player
source: But that's the best part! I've had a great time sitting around a table with strangers and watching a ball game on TV together.
pt: Ma è proprio quello il bello! Mi sono divertito un sacco a stare seduto allo stesso tavolo con degli sconosciuti a guardare una partita insieme in TV.

# 684_Player
source: And the people in Kineicho are all Wyverns fans, right? So that's always a great ice breaker.
pt: E poi a Kineicho sono tutti tifosi dei Wyverns, no? Quindi è sempre un ottimo modo per rompere il ghiaccio.

# 696_Shion
source: Does that sort of thing actually happen?
pt: Ma succedono davvero cose del genere?

# 708_Player
source: Sure it does! I've met a ton of people like that here!
pt: Certo che sì! Ho incontrato un sacco di gente così qui!

# 720_Shion
source: I see! You must be quite the people person to be able to get along with perfect strangers like that, Shinada-san! <Color:255,200,200,255>♥<Color:Default>
pt: Capisco! Devi proprio essere un tipo socievole per riuscire ad andare d'accordo con dei perfetti sconosciuti in quel modo, Shinada-san! <Color:255,200,200,255>♥<Color:Default>

# 732_Player
source: Yep! It's those chance meetings in life that are really worth remembering.
pt: Già! Sono proprio quegli incontri casuali nella vita che vale davvero la pena ricordare.

# 804_Shion
source: Thank you for treating me!
pt: Grazie per avermi offerto!

# 864_Staff
source: Here's your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 936_Staff
source: Sorry, something came up all of a sudden. I have to go.
pt: Scusa, è venuto fuori un imprevisto all'improvviso. Devo andare.

# 948_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 984_Staff
source: Welcome. If you'd please follow me.
pt: Benvenuto. Prego, mi segua.

# 1020_Player
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1032_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1056_Player
source: Sorry, I just remembered I have something to do.
pt: Scusa, mi sono appena ricordato che ho qualcosa da fare.

# 1068_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1152_Staff
source: Would you like something to drink?
pt: Desidera qualcosa da bere?

# 1176_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 1248_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 1308_Staff
source: Here's your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 1392_Staff
source: Please take this. No charge.
pt: Prenda questo. È gratis.

# 1512_Staff
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1524_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1548_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 1572_Player
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1584_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1608_Player
source: Sorry, I just remembered I have something to do.
pt: Scusa, mi sono appena ricordato che ho qualcosa da fare.

# 1620_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1692_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 1704_Haruka
source: Uncle Kaz, I'd really like some <Color:8>Premium Tebasaki Chicken Wings<Color:Default>.
pt: Zio Kaz, mi andrebbero proprio delle <Color:8>Ali di pollo Tebasaki premium<Color:Default>.

# 1716_Kiryu
source: (Haruka wants to have some <Color:8>Premium Tebasaki Chicken Wings<Color:Default>.)
pt: (Haruka vorrebbe delle <Color:8>Ali di pollo Tebasaki premium<Color:Default>.)

# 1740_Staff
source: But I wanted some <Color:8>Premium Tebasaki Chicken Wings<Color:Default>.
pt: Ma io volevo delle <Color:8>Ali di pollo Tebasaki premium<Color:Default>.

# 1752_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1800_Staff
source: This looks really tasty! Thanks, Uncle Kaz!
pt: Sembra una vera delizia! Grazie, zio Kaz!

# 1932_Haruka
source: Thanks for treating me!
pt: Grazie per avermi offerto!

# 1944_Staff
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 2040_Staff
source: That was delicious!
pt: Era delizioso!

# 2088_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 2148_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 2196_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 2256_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 2316_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 2376_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 2436_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 2496_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 2592_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 2604_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 2628_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 2664_Staff
source: Thank you very much. I hope that was to your liking.
pt: Grazie mille. Spero sia stato di suo gradimento.

# 2676_Staff
source: Please come again.
pt: Torni pure a trovarci.

# 2700_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 2748_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 2760_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 2772_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 2784_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 2796_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 2820_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 2856_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2868_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 2880_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2892_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2904_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2916_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 3012_Staff
source: Would you like something to drink?
pt: Desidera qualcosa da bere?

# 3036_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 3084_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 3156_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 3168_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 3180_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 3192_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 3204_Haruka
source: I'm sorry. Maybe we shouldn't have told you.
pt: Scusa. Forse non avremmo dovuto dirtelo.

# 3216_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 3276_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 3300_Staff
source: Here's your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 3396_Staff
source: Please take this. No charge.
pt: Prenda questo. È gratis.
