Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010917b2.po
Languages: pt

source: You used a <Color:8>Hut Repair Kit<Color:Default>.
pt: Hai usato un <Color:8>Kit di Riparazione Capanna<Color:Default>.

source: Player
pt: Giocatore

source: Repair the Hut
pt: Riparare la Capanna

source: Not Now
pt: Non ora

source: Reload
pt: Ricarica

# 132_Player
source: (Okudera-han's with me. Repairin' the hut's gotta wait.)
pt: (Okudera è qui con me. Riparare la capanna deve aspettare.)

# 144_Player
source: (Should I repair the hunting hut?)
pt: (Dovrei riparare la capanna di caccia?)

# 168_Player
source: (Alright. Let's repair this wreck.)
pt: (Allora. Ripariamo questo scassone.)

# 252_Player
source: (Good. That oughta do it.)
pt: (Bene. Così dovrebbe bastare.)

# 264_Player
source: (Ain't got a hut repair kit.)
pt: (Non ho un kit di riparazione capanna.)

# 276_Player
source: (Not right now.)
pt: (Non ora.)

# 288_Reload
source: Your ammunition was restocked.
pt: Le tue munizioni sono state rifornite.
