Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900fe.po
Languages: pt

source: Event Staff
pt: Staff dell'evento

source: Yes, I think so.
pt: Sì, credo di sì.

source: No, that's all right.
pt: No, va bene così.

source: Handshake Events
pt: Eventi con strette di mano

source: The Remover 1
pt: Il Rimuovitore 1

source: The Remover 2
pt: Il Rimuovitore 2

source: How to Play
pt: Come si gioca

source: I'm sorry. Could you explain it just one more time?
pt: Mi dispiace. Potresti spiegarmelo solo un'altra volta?

source: Yes, I think I'm all set.
pt: Sì, credo di essere a posto.

# 56_Event Staff
source: Ah, Uda-san. Sawamura-san is here.
pt: Ah, Uda-san. Sawamura-san è qui.

# 68_Haruka
source: Hello, everyone!
pt: Ciao a tutti!

# 80_Uda
source: Oh, Haruka-san! How have you been?
pt: Oh, Haruka-san! Come sei stata?

# 92_Haruka
source: Fine, thank you. I'm excited to be here today!
pt: Bene, grazie. Sono entusiasta di essere qui oggi!

# 104_Uda
source: And we are excited to have you! I know we can always count on you to do a great job.
pt: E siamo entusiasti di averti qui! So che possiamo sempre contare su di te per fare un ottimo lavoro.

# 116_Haruka
source: I'll certainly do my best!
pt: Certo, farò del mio meglio!

# 128_Uda
source: By the way, are you comfortable with how handshake events work now?
pt: A proposito, ora ti è chiaro come funzionano gli eventi di stretta di mano?

# 140_Haruka
source: Actually, I'm still a little nervous about these kinds of things.
pt: In realtà, sono ancora un po' nervosa per queste cose.

# 152_Uda
source: Not a problem. Would you like a reminder on how everything is going to go today?
pt: Nessun problema. Vuoi un ripasso su come si svolgerà tutto oggi?

# 164_Haruka
source: No, that's all right. I don't want to keep the guests waiting. Should we get started?
pt: No, va bene così. Non voglio far aspettare gli ospiti. Cominciamo?

# 176_Uda
source: Yes, excellent. All right, people! We're about ready to get started!
pt: Sì, eccellente. Va bene, gente! Siamo quasi pronti per cominciare!

# 188_Event Staff
source: I'll start letting the guests in!
pt: Inizierò a far entrare gli ospiti!

# 224_Haruka
source: Yes, I think so. I want to make sure I get it right.
pt: Sì, credo di sì. Voglio assicurarmi di fare le cose per bene.

# 236_Uda
source: All right. Let me give you a rundown of how it's going to go.
pt: Va bene. Ti faccio un ripasso su come andrà.

# 248_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai all'erta per i superfan che indossano gli happi coats. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 260_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Mentre è importante stringere la mano a ogni fan per quanto più tempo possibile, la fila deve comunque continuare a muoversi. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "The Remover". Lui scoraggia i fan dal trattenersi troppo e li rimuove se necessario.

# 272_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene rimosso se ne va spaventato, e il livello di soddisfazione dei fan cala. Fortunatamente, "The Remover" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e si scioglierà, dimenticandosi di fare il suo lavoro. Puoi sfruttare questo a tuo vantaggio sorridendo al momento giusto.

# 284_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilascerai <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 296_Event Staff
source: Well, that's about it. I hope that made a little more sense this time.
pt: Beh, questo è tutto. Spero che questa volta abbia avuto un po' più senso.

# 308_Haruka
source: I'm sorry. Could you explain it just one more time?
pt: Mi dispiace. Potresti spiegarlo ancora una volta?

# 320_Uda
source: No problem. Here's how this kind of event usually goes.
pt: Nessun problema. Ecco come di solito va questo tipo di evento.

# 332_Event Staff
source: To raise fan satisfaction level, shake hands with as many fans as you can before time runs out. At the same time, make sure to keep an eye on the staff member who keeps the line of fans moving along. Lastly, be on the lookout for super fans wearing happi coats. They can raise the satisfaction level more than regular fans, but if disappointed, they can also lower it dramatically.
pt: Per aumentare il livello di soddisfazione dei fan, stringi la mano a quanti più fan puoi prima che scada il tempo. Allo stesso tempo, assicurati di tenere d'occhio il membro dello staff che fa scorrere la fila di fan. Infine, stai all'erta per i superfan che indossano gli happi coats. Possono aumentare il livello di soddisfazione più dei fan normali, ma se delusi, possono anche abbassarlo drasticamente.

# 344_Event Staff
source: While it's important to shake hands with each fan for as long as possible, the line must also be kept moving. This is the job of a staff member named Taro Hagashi, known as "The Remover." He discourages fans from lingering too long and removes them if necessary.
pt: Mentre è importante stringere la mano a ogni fan per quanto più tempo possibile, la fila deve comunque continuare a muoversi. Questo è il compito di un membro dello staff di nome Taro Hagashi, conosciuto come "The Remover". Lui scoraggia i fan dal trattenersi troppo e li rimuove se necessario.

# 356_Event Staff
source: A fan who is removed leaves in fear, and the fan satisfaction level drops. Luckily, "The Remover" is also a big fan of yours. Use <Action:Button_L1@Handshake> to flash him a smile and he'll turn to mush and forget to do his job. You can use this to your advantage by smiling at the right time.
pt: Un fan che viene rimosso se ne va spaventato, e il livello di soddisfazione dei fan cala. Fortunatamente, "The Remover" è anche un tuo grande fan. Usa <Action:Button_L1@Handshake> per fargli un sorriso e si scioglierà, dimenticandosi di fare il suo lavoro. Puoi sfruttare questo a tuo vantaggio sorridendo al momento giusto.

# 368_Event Staff
source: When the command to shake hands appears on the screen, hold down <Action:Button_Square@Handshake>. You will continue to shake hands with the fan until you release <Action:Button_Square@Handshake>. During this time, the fan will speak to you. Use <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> to choose your response. To raise the fan satisfaction level, choose the reply that matches the color of the fan's comment.
pt: Quando il comando per stringere la mano appare sullo schermo, tieni premuto <Action:Button_Square@Handshake>. Continuerai a stringere la mano al fan finché non rilascerai <Action:Button_Square@Handshake>. Durante questo periodo, il fan ti parlerà. Usa <Action:Button_DPad_Left@Handshake><Action:Button_DPad_Right@Handshake><Action:Button_DPad_Up@Handshake><Action:Button_DPad_Down@Handshake> per scegliere la tua risposta. Per aumentare il livello di soddisfazione dei fan, scegli la risposta che corrisponde al colore del commento del fan.

# 380_Event Staff
source: Well, that's about it. I hope that made a little more sense this time.
pt: Beh, questo è tutto. Spero che questa volta abbia avuto un po' più senso.

# 392_Haruka
source: Yes, I think I'm all set. Thank you.
pt: Sì, penso di essere a posto. Grazie.

# 404_Haruka
source: Well, I don't want to keep the guests waiting any longer. Should we get started?
pt: Beh, non voglio far aspettare oltre gli ospiti. Iniziamo?

# 416_Uda
source: Yes, excellent. All right, people! We're about ready to get started!
pt: Sì, perfetto. Bene, gente! Siamo quasi pronti per iniziare!

# 428_Event Staff
source: I'll start letting the guests in!
pt: Inizierò a far entrare gli ospiti!
