Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133077c.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Read the Rules
pt: Leggi le Regole

source: Batting Center: Pro Course
pt: Centro Battuta: Corso Pro

# 72_Player
source: (Pro Course. This is where I belong. 300 yen a go, huh? Should I go for it?)
pt: (Corso Pro. È qui che do il meglio. 300 yen a botta, eh? Mi ci butto?)

# 84_Player
source: (Okay. Let's give it a go.)
pt: (Ok. Proviamoci.)

# 108_Player
source: (No. Not now.)
pt: (No. Non ora.)

# 132_Player
source: Just as in Shinada's batting showdowns in his Side Story, the bat has a Swing Cursor with four impact ranges that are assigned to four buttons. Move the Swing Cursor to position an impact range, and then press its button to swing.
pt: Proprio come negli scontri di battuta di Shinada nella sua Storia Secondaria, la mazza ha un Cursore di Swing con quattro aree d'impatto che sono assegnate a quattro pulsanti. Sposta il Cursore di Swing per posizionare un'area d'impatto, e poi premi il pulsante corrispondente per eseguire lo swing.

# 144_Player
source: Hit the ball at a giant plate to break it. The harder the hit, the greater the damage to the plate. Score points by breaking off chunks. You must score 800 points to clear the course.
pt: Colpisci la palla contro una piastra gigante per romperla. Più forte è il colpo, maggiore è il danno alla piastra. Fai punti staccandone dei pezzi. Devi totalizzare 800 punti per superare il corso.

# 156_Player
source: Destroying the plate reveals the image underneath. Try hitting as hard as possible to efficiently break the obscuring plate.
pt: Distruggere la piastra rivela l'immagine sottostante. Cerca di colpire il più forte possibile per rompere efficacemente la piastra oscurante.

# 168_Player
source: (The Pro Course is 300 yen, but I can't afford it right now... Bummer.)
pt: Il Corso Pro costa 300 yen, ma non posso permettermelo adesso... Che sfiga.

# 192_Player
source: (Pro Course? Is that for professional players or something? Bet it's too tough for me.)
pt: (Corso Pro? È roba da professionisti o che? Scommetto che è troppo tosto per me.)
