Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690174.po
Languages: pt

source: Assistant Director
pt: Assistente Regista

source: Director
pt: Regista

source: Maybe just briefly?
pt: Magari solo un attimo?

source: No, I think I'm all set.
pt: No, penso di essere a posto.

source: Running Girl
pt: Ragazza che corre

source: How to Play
pt: Come si gioca

source: Retry
pt: Riprova

source: Actually...
pt: In realtà...

source: Yes, I understand.
pt: Sì, capisco.

# 44_Assistant Director
source: Okay, this is the starting point here.
pt: Okay, questo è il punto di partenza qui.

# 56_Director
source: Yeah, yeah. Let's get this over with already.
pt: Sì, sì. Facciamola finita subito.

# 68_Director
source: Are you ready? You don't need me to explain everything, do you?
pt: Sei pronta? Non c'è bisogno che ti spieghi tutto, vero?

# 80_Haruka
source: Maybe just briefly? I'm sorry, but I want to make sure I've got it.
pt: Magari solo brevemente? Scusa, ma voglio essere sicura di aver capito.

# 92_Director
source: Uuugh. I was hoping I wouldn't have to keep talking to you.
pt: Uffa. Speravo di non dover continuare a parlarti.

# 116_Director
source: Whatever, you're new. I guess it can't be helped. Look, what I want is pretty straightforward, so listen up.
pt: Vabbè, sei nuovo. Immagino che non si possa farci niente. Senti, quello che voglio è abbastanza semplice, quindi ascolta bene.

# 128_Haruka
source: Yes, sir. I apologize for the trouble.
pt: Sì, signore. Mi scuso per il disturbo.

# 140_Assistant Director
source: The goal of "Running Girl" is to get to the finish line within the time limit. When you hear the signal, start running. To run, follow the onscreen commands, alternately pressing <Action:Button_L1@Running_Girl> and <Action:Button_R1@Running_Girl>.
pt: L'obiettivo di "Running Girl" è raggiungere il traguardo entro il tempo limite. Quando senti il segnale, parti a correre. Per correre, segui i comandi a schermo, premendo alternativamente <Action:Button_L1@Running_Girl> e <Action:Button_R1@Running_Girl>.

# 152_Assistant Director
source: Try to press the correct button when it is highlighted onscreen. Time your button presses correctly, and your running speed will increase. But remember, the faster you run, the faster you will have to alternate button presses to succeed.
pt: Cerca di premere il tasto giusto quando è evidenziato a schermo. Sincronizza le tue pressioni dei tasti correttamente, e la tua velocità di corsa aumenterà. Ma ricorda, più veloce corri, più velocemente dovrai alternare le pressioni dei tasti per riuscirci.

# 164_Assistant Director
source: If you don't reach the finish line within the time limit, you'll automatically be given the chance to retry. The show can shoot up to three takes, so you will have three chances to reach the goal within the time allotted.
pt: Se non raggiungi il traguardo entro il tempo limite, avrai automaticamente la possibilità di riprovare. Lo spettacolo può girare fino a tre riprese, quindi avrai tre possibilità per raggiungere l'obiettivo entro il tempo assegnato.

# 176_Assistant Director
source: There. Get it now?
pt: Ecco. Hai capito adesso?

# 188_Haruka
source: Yes, I understand. Thank you.
pt: Sì, ho capito. Grazie.

# 200_Director
source: Great. Then let's start filming already!
pt: Ottimo. Allora iniziamo già a girare!

# 212_Assistant Director
source: Okay, everyone, we're ready to go!
pt: Ok, tutti, siamo pronti a partire!

# 248_Haruka
source: Actually... I'm very sorry, but could you explain it one more time?
pt: In realtà... mi dispiace molto, ma potrebbe spiegarlo un'altra volta?

# 260_Director
source: You've got to be kidding me.
pt: Ma stai scherzando?

# 284_Director
source: Fine! Try and pay attention this time.
pt: E va bene! Cerca di fare attenzione stavolta.

# 296_Haruka
source: Yes, sir. I apologize for the trouble.
pt: Sì, signore. Mi dispiace per il disturbo.

# 308_Assistant Director
source: The goal of "Running Girl" is to get to the finish line within the time limit. When you hear the signal, start running. To run, follow the onscreen commands, alternately pressing <Action:Button_L1@Running_Girl> and <Action:Button_R1@Running_Girl>.
pt: L'obiettivo di "Running Girl" è di arrivare al traguardo entro il tempo limite. Quando senti il segnale, inizia a correre. Per correre, segui i comandi a schermo, alternando la pressione di <Action:Button_L1@Running_Girl> e <Action:Button_R1@Running_Girl>.

# 320_Assistant Director
source: Try to press the correct button when it is highlighted onscreen. Time your button presses correctly, and your running speed will increase. But remember, the faster you run, the faster you will have to alternate button presses to succeed.
pt: Cerca di premere il pulsante corretto quando viene evidenziato sullo schermo. Sincronizza correttamente le pressioni dei pulsanti, e la tua velocità di corsa aumenterà. Ma ricorda, più veloce corri, più velocemente dovrai alternare la pressione dei pulsanti per avere successo.

# 332_Assistant Director
source: If you don't reach the finish line within the time limit, you'll automatically be given the chance to retry. The show can shoot up to three takes, so you will have three chances to reach the goal within the time allotted.
pt: Se non raggiungi il traguardo entro il tempo limite, ti verrà data automaticamente la possibilità di riprovare. Lo show prevede fino a tre riprese, quindi avrai tre possibilità per raggiungere l'obiettivo entro il tempo stabilito.

# 344_Assistant Director
source: There. Get it now?
pt: Ecco. Capito adesso?

# 356_Haruka
source: Yes, I understand. Thank you.
pt: Sì, capisco. Grazie.

# 368_Director
source: Finally! Geez, let's start filming already!
pt: Finalmente! Cavolo, iniziamo a girare!

# 380_Assistant Director
source: All right, everyone, we're ready to go!
pt: Bene, gente, siamo pronti a partire!
