Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0116014a.po
Languages: pt

source: You got a pack of <Color:8>High-grade Cigarettes<Color:Default>.
pt: Hai ottenuto un pacchetto di <Color:8>Sigarette di alta qualità<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Tall Asshole
pt: Stronzo alto

source: Short Asshole
pt: Stronzo basso

# 92_Saejima
source: Five of ya, that's the best you can do?
pt: Siete in cinque, è tutto qui quello che sapete fare?

# 116_Saejima
source: Here. It's yer money. Now get goin'. Ya heard what they said; ya don't wanna be seen with me.
pt: Tieni. Sono i tuoi soldi. Ora va'. Hai sentito cos'hanno detto; non ti conviene farti vedere con me.

# 128_Kayama
source: You're... an escaped convict for real?
pt: Sei... un detenuto evaso per davvero?

# 140_Saejima
source: Yeah.
pt: Sì.

# 152_Kayama
source: I see... Saejima-san, that doesn't change the fact that you saved my life. And I... I have to believe you had a good reason to break out of prison.
pt: Capisco... Saejima-san, questo non cambia il fatto che mi hai salvato la vita. E io... devo credere che tu abbia avuto un buon motivo per evadere di prigione.

# 164_Kayama
source: You don't seem like someone who would do that out of selfishness.
pt: Non sembri proprio il tipo che farebbe una cosa del genere per egoismo.

# 188_Kayama
source: Um, could you wait here a moment?
pt: Ehm, potresti aspettare qui un momento?

# 200_Saejima
source: I can, but why?
pt: Posso farlo, ma perché?

# 212_Kayama
source: I'll be right back!
pt: Torno subito!

# 284_Kayama
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 296_Saejima
source: What were ya doin'?
pt: Che stavi facendo?

# 308_Kayama
source: I couldn't let you go without thanking you...
pt: Non potevo lasciarti andare senza ringraziarti...

# 344_Saejima
source: ...Ya went and bought this for me? But ya need yer money for Tokyo.
pt: ...Sei andato a comprarmi questo? Ma i soldi ti servono per Tokyo.

# 356_Kayama
source: Haha, that's true. But I needed to show you how I feel. It's not much, but it's the best I can do.
pt: Haha, è vero. Ma dovevo dimostrarti la mia gratitudine. Non è molto, ma è il meglio che posso fare.

# 368_Saejima
source: It's great. In fact, nothin's ever made me feel more grateful. Thanks.
pt: È fantastico. Anzi, niente mi ha mai fatto sentire così grato. Grazie.

# 392_Saejima
source: Damn, it's the cops. All right, Kayama-han. Hope things work out for ya in Tokyo.
pt: Dannazione, sono gli sbirri. Va bene, Kayama-han. Spero che a Tokyo ti vada tutto bene.

# 404_Kayama
source: Please take care of yourself!
pt: Mi raccomando, riguardati!

# 500_Kayama
source: Assholes! Give it back!
pt: Stronzi! Ridatemelo!

# 512_Tall Asshole
source: Shut up, ya loser! What's a homeless guy need with cash anyway? Think of us working folks who pay for our own shit.
pt: Taci, sfigato! Che se ne fa un barbone dei soldi, poi? Pensa a noi che lavoriamo e dobbiamo pagarci la nostra roba.

# 524_Short Asshole
source: Yeah, look how much he's got. 10,000 yen in loose change! Haha, he musta been saving up every handout for months!
pt: Già, guarda quanta roba ha. 10.000 yen in spiccioli! Ahah, deve aver messo da parte ogni singola elemosina per mesi!

# 536_Kayama
source: That money's my train fare to Tokyo... Please.
pt: Quei soldi sono per il biglietto del treno per Tokyo... Vi prego.

# 548_Tall Asshole
source: What, you wanna go be homeless there, and be a nuisance to the good citizens of Tokyo? We can't allow that! We're being good Samaritans by taking this money!
pt: Cosa, vuoi andare a fare il barbone pure lì e rompere le scatole ai bravi cittadini di Tokyo? Non possiamo mica permetterlo! Ci stiamo comportando da buoni samaritani a prenderti questi soldi!

# 560_Short Asshole
source: I second that! It's better spent on our lunch, anyway!
pt: Sottoscrivo! Tanto è meglio spenderli per il nostro pranzo!

# 572_Saejima
source: Hold it.
pt: Fermate.

# 596_Tall Asshole
source: You want something, dickwad?
pt: Vuoi qualcosa, testa di cazzo?

# 608_Saejima
source: Give the money back.
pt: Ridate quei soldi.

# 620_Tall Asshole
source: This ain't yer business.
pt: Fatti i cazzi tuoi.

# 632_Short Asshole
source: Oh, shit! It's him, the dude who broke out of prison! He was on TV, remember?
pt: Oh, cazzo! È lui, il tizio che è evaso di prigione! Era in TV, ricordi?

# 644_Kayama
source: Huh?
pt: Uh?

# 656_Tall Asshole
source: Seriously? Hey, if we catch him ourselves, then we'll really be good Samaritans!
pt: Dici sul serio? Ehi, se lo becchiamo noi, allora sì che saremo dei buoni samaritani!

# 668_Short Asshole
source: Good point! It'll be easy with five of us. Let's take him!
pt: Giusto! In cinque sarà un gioco da ragazzi. Prendiamolo!

# 680_Tall Asshole
source: Hehehe, when everyone calls me a hero, Miki will finally drop her panties. This is my lucky day!
pt: Ehehe, quando tutti mi chiameranno eroe, Miki finalmente si calerà le mutande. Oggi è proprio il mio giorno fortunato!

# 692_Saejima
source: I'll show ya how lucky a day you're havin'. C'mon!
pt: Ti faccio vedere io quanto sei fortunato oggi. Fatti sotto!

# 716_Saejima
source: Hey! You all right?
pt: Ehi! Tutto bene?

# 740_Saejima
source: (Gotta get some food into this fella.)
pt: (Devo far mangiare qualcosa a questo tizio.)

# 764_Saejima
source: Hey, can ya eat this?
pt: Ehi, ce la fai a mangiare questo?

# 848_Saejima
source: Hey, looks like you're feelin' better.
pt: Ehi, sembra che tu stia meglio.

# 860_Homeless Man
source: Thank you. I am feeling better. My name's Kayama, by the way.
pt: Grazie. Mi sento meglio. A proposito, mi chiamo Kayama.

# 872_Saejima
source: I'm Saejima. Can't be easy bein' homeless in the snow.
pt: Sono Saejima. Non dev'essere facile vivere per strada sotto la neve.

# 884_Kayama
source: Yeah... it's no winter wonderland for guys like me. The nights are just awful...
pt: Già... non è certo un paradiso invernale per i tipi come me. Le notti sono un vero inferno...

# 896_Saejima
source: Can ya sleep?
pt: Riesci a dormire?

# 908_Kayama
source: Only if I'm exhausted. Then I try to find a spot with a roof... subway entrance or something... and bundle up in my blankets.
pt: Solo se sono sfinito. Allora cerco un posto al coperto... l'ingresso della metro o cose così... e mi imbacucco nelle coperte.

# 920_Kayama
source: Even then, the cold is something terrible.
pt: Ma anche così, il freddo è qualcosa di terribile.

# 932_Kayama
source: I try to stay awake all night. Sleeping during the day is safer, because you're less likely to freeze to death...
pt: Cerco di restare sveglio tutta la notte. Di giorno è più sicuro dormire, perché rischi meno di morire assiderato...

# 944_Saejima
source: I see.
pt: Capisco.

# 956_Kayama
source: I've lived here a long time, but I can't keep this up. That's why I'm making my way to Tokyo. Warmer there. Maybe I could start over somehow.
pt: Vivo qui da molto tempo, ma non posso andare avanti così. Ecco perché mi sto dirigendo a Tokyo. Lì fa più caldo. Magari potrei ricominciare da capo in qualche modo.

# 968_Saejima
source: Ya won't be as cold there, but the city's got more troublemakers, ya know. You okay for money?
pt: Lì non farà così freddo, ma in città gira più gentaglia, sai. Sei a posto coi soldi?

# 980_Kayama
source: Sometimes I get day labor jobs from the government, and I've been saving up. It's gonna cost me 10,000 yen to get to Tokyo. That's the goal.
pt: A volte faccio dei lavori a giornata per il governo e ho messo da parte dei soldi. Mi serviranno 10.000 yen per arrivare a Tokyo. È quello l'obiettivo.

# 992_Saejima
source: If ya don't mind, I can help ya with money.
pt: Se non ti dispiace, posso aiutarti io con i soldi.

# 1004_Kayama
source: You've already helped me enough. But thanks for the offer.
pt: Mi hai già aiutato abbastanza. Ma grazie per l'offerta.

# 1016_Kayama
source: I'm close to my goal, and I want to finish it on my own.
pt: Sono vicino al mio obiettivo e voglio farcela da solo.

# 1028_Saejima
source: All right. Got it.
pt: Va bene. Ho capito.

# 1040_Kayama
source: I've got work today, in fact. I should go now.
pt: A dire il vero, oggi ho proprio del lavoro. Sarà meglio che vada.

# 1052_Saejima
source: Sure. You take care.
pt: Certo. Stammi bene.

# 1124_Saejima
source: Hey! You all right?
pt: Ehi! Tutto bene?

# 1148_Saejima
source: (The man's freezin'... Gotta get some warm food in him.)
pt: (Quest'uomo sta morendo di freddo... Devo fargli mangiare qualcosa di caldo.)
