Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01021088.po
Languages: pt

# 44_Kiryu
source: (...At least in here, no one can hear him call me by name.)
pt: (...Almeno qui dentro, nessuno può sentirlo chiamarmi per nome.)

# 56_Mack
source: ...And boy, did I run into a fiasco in India! How'd they expect me to know－ Hey, are you listening, Kiryu-san?
pt: E cavolo, sono finito in un bel casino in India! Come facevano a pretendere che lo sapessi－ Ehi, mi stai ascoltando, Kiryu-san?

# 68_Kiryu
source: Oh, uh, yeah. How have you been?
pt: Oh, uh, sì. Come stai?

# 80_Mack
source: You know me, man. Busy as a globetrotting bumblebee, looking for all those perfect shots.
pt: Mi conosci, amico. Sempre in giro come un bombo impazzito, a caccia di tutti quegli scatti perfetti.

# 92_Kiryu
source: How would you define a perfect shot?
pt: Come definiresti uno scatto perfetto?

# 104_Mack
source: Let me tell you like this. It's when a scene catches your eye, and next thing you know, it sucks you into a trance. Something so powerful, it gives you a Revelation.
pt: Te la metto giù così. È quando una scena ti cattura l' occhio e, prima che tu te ne accorga, ti risucchia in una trance. Qualcosa di così potente da darti una Rivelazione.

# 116_Kiryu
source: A Revelation, huh...
pt: Una Rivelazione, eh...

# 128_Mack
source: You betcha. See, when someone's got a Revelation, it means their brain is going on overdrive. That hyped-up mode of thinking unlocks new powers within.
pt: Eccome! Vedi, quando uno ha una Rivelazione, significa che il suo cervello va a mille. Quella modalità super-carica di pensare sblocca nuovi poteri interiori.

# 140_Mack
source: Not to toot my own horn, but as a photographic phenom, it's my mission in life to compile as many groundbreaking, breathtaking, Revelation-triggering snapshots as possible!
pt: Senza voler vantarmi, ma come fenomeno della fotografia, è la mia missione nella vita raccogliere quanti più scatti rivoluzionari, mozzafiato e che scatenano una Rivelazione possibili!

# 152_Kiryu
source: Yeah... I remember you saying something like that when we last met.
pt: Sì... Mi ricordo che dicevi qualcosa del genere l'ultima volta che ci siamo visti.

# 164_Mack
source: Oh for sure. You helped me out a ton back then, remember?
pt: Ah, ma certo! Mi hai aiutato un sacco allora, ricordi?

# 176_Kiryu
source: Did I?
pt: Davvero?

# 188_Mack
source: Of course! All those super-wicked shots you sent me changed my life! And I don't say that lightly.
pt: Ma certo! Tutti quegli scatti super-fighi che mi hai mandato mi hanno cambiato la vita! E non lo dico tanto per dire.

# 200_Mack
source: Though lately, you haven't sent me a thing.
pt: Ultimamente, però, non mi hai mandato niente.

# 212_Mack
source: That was a bitter pill to swallow, seeing all that premium Kiryu content dwindle down to nothingness in my inbox. My emotional life was impacted.
pt: È stata una pillola amara da ingoiare, vedere tutto quel contenuto Kiryu di prima qualità svanire nel nulla nella mia inbox. La mia vita emotiva ne ha risentito.

# 224_Kiryu
source: Sorry about that... As you can see, I've been a bit busy.
pt: Mi dispiace per quello... Come puoi vedere, sono stato un po' impegnato.

# 236_Mack
source: Ah, don't worry, it's cool. All water under the bridge! You can always start fresh when it comes to finding perfect shots－so let's make some new Revelations on the double!
pt: Ah, non ti preoccupare, è tutto a posto. È tutta acqua passata! Puoi sempre ricominciare da capo quando si tratta di trovare scatti perfetti—quindi creiamo nuove Rivelazioni al volo!

# 248_Kiryu
source: Well, about that...
pt: Beh, ecco...

# 260_Mack
source: Aww, don't tell me you forgot how!
pt: Ah, non dirmi che ti sei dimenticato come si fa!

# 284_Mack
source: Well hey. That's no problem.
pt: Ma sì, nessun problema.

# 296_Mack
source: I'm sure my ultra-bestie Kiryu-san can retrain himself to snap up perfect pictures in no time!
pt: Sono certo che il mio ultra-migliore amico Kiryu-san può riallenarsi a scattare foto perfette in men che non si dica!

# 308_Mack
source: Ooh, let me out here, please!
pt: Ooh, fammi scendere qui, per favore!
