Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013309ba.po
Languages: pt

source: Player
pt: Giocatore

source: Start Fishing
pt: Inizia a pescare

source: Not Now
pt: Non ora

# 108_Player
source: (This is a good spot to do some fishing. Maybe I'll stop and fish for a while.)
pt: (Questo è un buon posto per mettersi a pescare. Magari mi fermo a pescare un po'.)

# 132_Player
source: (Okay, let's give it a try.)
pt: (Ok, proviamoci.)

# 156_Player
source: (Maybe some other time.)
pt: (Magari un'altra volta.)

# 168_Player
source: (I don't have anything I can use for bait.)
pt: (Non ho niente che posso usare come esca.)

# 180_Player
source: (I think I'll pass after all.)
pt: (Penso che lascerò perdere dopotutto.)

# 192_Player
source: (This is a fine spot to do some fishin'. Maybe I'll stop and fish for a bit.)
pt: (Questo è un buon posto per mettersi a pescare. Magari mi fermo a pescare un po'.)

# 216_Player
source: (All right, I'm gonna get me some fish.)
pt: (Ok, mi vado a pescare un po' di pesce.)

# 240_Player
source: (Guess I'll pass for now.)
pt: (Penso che lascerò perdere per ora.)

# 252_Player
source: (I ain't got any bait on me.)
pt: (Non ho esca con me.)

# 264_Player
source: (Nah, guess I'll pass for now.)
pt: (Nah, penso che lascerò perdere per ora.)

# 276_Player
source: (Come to think of it, Coach Igarashi told me to catch a marlin. I don't have time for that now, though.)
pt: (A pensarci bene, Coach Igarashi mi aveva detto di pescare un marlin. Non ho tempo per quello adesso, però.)

# 288_Player
source: (Come to think of it, Coach Igarashi told me to catch a marlin.)
pt: (A pensarci bene, Coach Igarashi mi aveva detto di pescare un marlin.)

# 300_Player
source: (This is the perfect place to do some fishing. Maybe I should put a line out for a bit.)
pt: (Questo è il posto perfetto per mettersi a pescare. Magari mi metto a pescare un po'.)

# 324_Player
source: (Okay, I'll give it a go.)
pt: (Ok, ci provo.)

# 348_Player
source: (I guess I'll pass for now.)
pt: (Penso che lascerò perdere per ora.)

# 360_Player
source: (I haven't got any bait to use.)
pt: (Non ho esca con me.)

# 372_Player
source: (No, I think I'll pass.)
pt: (No, penso che lascerò perdere.)

# 384_Player
source: (This is the perfect place to do some fishing. Maybe I should put a line out for a bit.)
pt: (Questo è il posto perfetto per mettersi a pescare. Magari mi metto a pescare un po'.)

# 408_Player
source: (Okay, I'll give it a go.)
pt: (Ok, ci provo.)

# 432_Player
source: (I guess I'll pass for now.)
pt: (Penso che lascerò perdere per ora.)

# 444_Player
source: (I haven't got any bait to use.)
pt: (Non ho esca con me.)

# 456_Player
source: (No, I think I'll pass.)
pt: (No, penso che lascerò perdere.)
