Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690082.po
Languages: pt

source: Butchering Game
pt: Macellazione Selvaggina

source: When Health Falls to Zero
pt: Quando la Salute Scende a Zero

# 60_Saejima
source: Yes! Got it.
pt: Sì! L'ho preso!

# 72_Okudera
source: Well done. That's how you hunt.
pt: Ben fatto. È così che si caccia.

# 84_Okudera
source: Now collect what you can from the kill.
pt: Ora raccogli quello che puoi dalla preda.

# 96_Butchering Game
source: Walk up to the animal you shot to collect parts of its carcass.
pt: Avvicinati alla preda che hai abbattuto per raccogliere parti della sua carcassa.

# 132_Okudera
source: Good. You've collected what you can.
pt: Bene. Hai raccolto quello che puoi.

# 144_Okudera
source: Don't waste those items... Never forget that you took an animal's life to get them.
pt: Non sprecare quella roba... Non dimenticare mai che hai ammazzato un animale per averli.

# 156_Saejima
source: Yeah. I understand.
pt: Sì. Ho capito.

# 168_Butchering Game
source: Meat taken from carcasses is precious, and some animal parts can restore health. At the very least, they can fetch good prices. Don't forget to collect them!
pt: La carne presa dalle carcasse è preziosa, e alcune parti di animali possono ridarti un po' di salute. Come minimo, possono fruttare bei prezzi. Non dimenticarti di raccoglierli!

# 180_When Health Falls to Zero
source: Always keep an eye on your health. If it drops to zero, all the items and mission progress you made during your current mountain outing will be lost.
pt: Tieni sempre d'occhio la tua salute. Se scende a zero, tutti gli oggetti e i progressi di missione che hai fatto durante la tua attuale uscita in montagna andranno persi.

# 192_Saejima
source: (Gotta give this deer meat to Nishina's wife. Better put it in my Valuables to keep it safe.)
pt: (Devo dare questa carne di cervo alla moglie di Nishina. Meglio metterla nei miei Oggetti di Valore per tenerla al sicuro.)

# 204_Okudera
source: So do you want to keep hunting, or go back to the village? Your call.
pt: Allora, vuoi continuare a cacciare o tornare al villaggio? Vedi tu.

# 216_Okudera
source: I'm fine either way.
pt: Per me è uguale.
