Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340012.po
Languages: pt

# 11736_Kiryu
source: Heh, I see.
pt: Heh, capisco.

# 11748_Kiryu
source: That shouldn't matter. You shouldn't meddle in your clients' personal lives.
pt: Non dovrebbe avere importanza. Non dovresti intrometterti nella vita privata dei tuoi clienti.

# 11760_Riku
source: <Color:255,200,200,255>Oh. I'm sorry.<Color:Default>
pt: <Color:255,200,200,255>Oh. Scusa.<Color:Default>

# 11772_Kiryu
source: I'm here now. Isn't that enough?
pt: Sono qui adesso. Non ti basta?

# 11784_Riku
source: <Color:255,200,200,255>Yeah, it's enough. Thanks.<Color:Default>
pt: <Color:255,200,200,255>Sì, mi basta così. Grazie.<Color:Default>

# 11796_Kiryu
source: No. I mean, I have fun spending time with you, but that's not the same as "liking" someone.
pt: No. Voglio dire, mi diverto a passare del tempo con te, ma non è la stessa cosa che "provare qualcosa" per qualcuno.

# 11808_Riku
source: <Color:255,200,200,255>Hmm, okay. That's kind of a relief.<Color:Default>
pt: <Color:255,200,200,255>Mmh, okay. È un bel sollievo.<Color:Default>

# 11820_Kiryu
source: A relief?
pt: Un sollievo?

# 11832_Riku
source: <Color:255,200,200,255>Yeah. Lately, I've been thinkin' whether our relationship's gonna stay this way or not.<Color:Default>
pt: <Color:255,200,200,255>Sì. Ultimamente mi stavo chiedendo se il nostro rapporto resterà così o meno.<Color:Default>

# 11844_Riku
source: <Color:255,200,200,255>And so not knowin' where things might be going had me sorta worried, is all. I kinda think it'd be good if things stay the way they are.<Color:Default>
pt: <Color:255,200,200,255>E così, non sapere dove saremmo finiti mi preoccupava un po', tutto qui. Penso che sarebbe bello se le cose restassero così come sono.<Color:Default>

# 11856_Kiryu
source: All right, then.
pt: Va bene, allora.

# 11868_Kiryu
source: Like I need to say it.
pt: Come se ci fosse bisogno di dirlo.

# 11880_Riku
source: <Color:255,200,200,255>Huh?<Color:Default>
pt: <Color:255,200,200,255>Eh?<Color:Default>

# 11892_Kiryu
source: I think you already know the answer.
pt: Penso che tu sappia già la risposta.

# 11904_Riku
source: <Color:255,200,200,255>Yeah, I guess. I just hope my instincts aren't wrong.<Color:Default>
pt: <Color:255,200,200,255>Sì, credo di sì. Spero solo che il mio istinto non si sbagli.<Color:Default>

# 11916_Kiryu
source: Don't worry. I'm sure they aren't.
pt: Non preoccuparti. Sono sicuro che non si sbagli.
