Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a3e.po
Languages: pt

source: Umpire
pt: Arbitro

source: Delinquent
pt: Delinquente

source: Familiar Shout
pt: Urlo familiare

source: Bespectacled Team Player
pt: Giocatore occhialuto

source: Team Player
pt: Giocatore

# 68_Delinquent
source: Hehehe, that's two outs. One more to go! That's the difference a former pro makes. You're smoking 'em, Esaka-san!
pt: Hehehe, due eliminati. Ancora uno! È questa la differenza che fa un ex professionista. Li stai stracciando, Esaka-san!

# 80_Esaka
source: Hehe, what do you expect? It ain't shit shutting down these weaklings.
pt: Hehe, che ti aspetti? Non è un cazzo stracciare questi smidollati.

# 92_Esaka
source: But damn. If you clowns would've scored more runs, I wouldn't even need to try. You're all a bunch of amateurs.
pt: Ma cazzo. Se voi pagliacci aveste segnato più punti, non avrei nemmeno dovuto sforzarmi. Siete tutti un branco di dilettanti.

# 104_Delinquent
source: Ahaha, well, I apologize for that. We'll make sure to pay you good, though.
pt: Ahaha, beh, mi scuso per quello. Però faremo in modo di pagarti bene.

# 116_Delinquent
source: And I'll sweeten the deal with a little honey. There's this little babe who wants a piece of this－I'll slide her your way.
pt: E addolcirò l'affare con una chicca. C'è questa tipetta che ci sta – te la piazzo io.

# 128_Esaka
source: I like how you seal a deal. Heh, let's get her done.
pt: Mi piace come chiudi gli affari. Eheh, sistemiamola.

# 140_Familiar Shout
source: Hold it right there!
pt: Fermi lì!

# 152_Bespectacled Team Player
source: Time! Time! We have a pinch hitter.
pt: Tempo! Tempo! Abbiamo un battitore di riserva.

# 164_Esaka
source: Huh? Who's this guy?
pt: Eh? Chi è 'sto tipo?

# 176_Umpire
source: Now then... Remind me of our situation.
pt: Dunque... Ricordatemi la nostra situazione.

# 188_Team Player
source: Bottom of the ninth, two outs, and no runners. We're losing one to nothing.
pt: Fondo del nono, due eliminati, e nessuno in base. Stiamo perdendo uno a zero.

# 200_Shinada
source: So a home run ties the game. Got it.
pt: Dunque, un fuoricampo pareggia la partita. Capito.

# 212_Esaka
source: Hey, I'm askin' who you are over there!
pt: Oi, chi sei tu laggiù, te lo sto chiedendo!

# 224_Shinada
source: Oh, just a batter who happened on by. Though I can't say I like the idea of a former pro waving his dick around in sandlot play.
pt: Oh, solo un battitore che passava di lì. Anche se non mi piace l'idea di un ex professionista che fa lo sborone in una partitella amatoriale.

# 236_Esaka
source: Heh, sounds like a personal problem. Besides, what's wrong with getting paid and getting laid? That's about as good as it gets.
pt: Eheh, pare un problema tuo. E poi, che c'è di male a farsi pagare e a farsi una? Questo è il massimo.

# 248_Shinada
source: Yeah, yeah. Get off the mound already. This isn't about us. It's their game.
pt: Dai, dai. Scendi da quel monte, dai. Non ci riguarda. È la loro partita.

# 260_Esaka
source: Get a load of this goody two-shoes! Hmph, all right. If you get a hit off me, I'll see myself out.
pt: Guarda 'sto santarellino! Hmph, va bene. Se mi fai una valida, me ne andrò.

# 272_Esaka
source: Though that'll never happen! Hahahahaha!
pt: Ma non succederà mai! Hahahahaha!

# 284_Shinada
source: I'm gonna hold you to that, I hope you know. Now bring it!
pt: Ti prendo in parola, spero tu lo sappia. Ora tira!

# 296_Esaka
source: Oh, I'll show you just how out of your league you are!
pt: Oh, ti farò vedere quanto sei fuori portata!
