Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c06dc.po
Languages: pt

# 60_Kiryu
source: What's the job?
pt: Qual è il lavoro?

# 72_Hirakawa
source: It's the foreigner from the other day again. You know, DeVille something-or-other.
pt: È di nuovo lo straniero dell'altro giorno. Sai, DeVille, o quel che era.

# 84_Kiryu
source: (Must be Watanabe of the Devil Killers again. This time I'll win, no matter what.)
pt: (Dev'essere di nuovo Watanabe dei Devil Killers. Stavolta vincerò, costi quel che costi.)

# 96_Kiryu
source: I'll be heading out, then.
pt: Allora me ne vado.

# 120_Kiryu
source: What's the job?
pt: Qual è il lavoro?

# 132_Hirakawa
source: Well, it's a pickup request, but I find it rather strange.
pt: Beh, è una richiesta di ritiro, ma la trovo piuttosto strana.

# 144_Kiryu
source: How so?
pt: In che senso?

# 156_Hirakawa
source: Oh, just... Calling a taxi to pick you up from a highway rest area seems rather odd, don't you think?
pt: Oh, è solo che... Chiamare un taxi per farsi venire a prendere da un'area di sosta autostradale mi sembra piuttosto strano, non credi?

# 168_Hirakawa
source: For instance, that's where those rowdy packs of motorheads are always hanging out. Please be careful out there.
pt: Per esempio, è lì che quelle bande di motociclisti scalmanati stanno sempre a bighellonare. Stai attento lì fuori.

# 180_Kiryu
source: (This is probably a challenge from the Devil Killers. I better keep my promise to Furumichi.)
pt: (Questa è probabilmente una sfida dai Devil Killers. Faccio meglio a mantenere la mia promessa a Furumichi.)

# 192_Muramatsu
source: If you're going to face off with the Devil Killers, I suggest you think better of it.
pt: Se hai intenzione di scontrarti con i Devil Killers, ti suggerisco di ripensarci.

# 204_Kiryu
source: Why is that?
pt: Perché?

# 216_Muramatsu
source: Well, it's only dumb luck that a regular old driver like you managed to win. And that was one time.
pt: Beh, è stata solo una botta di fortuna che un tassista come te sia riuscito a vincere. E quella è stata l'unica volta.

# 228_Muramatsu
source: You let your ego run wild and you'll get in over your head. These guys don't mess around.
pt: Se ti monti la testa, ti caccerai in un guaio più grande di te. Questi tipi non scherzano mica.

# 240_Kiryu
source: I appreciate your concern. But this is something I have to do for everyone's benefit, including yours.
pt: Apprezzo la tua preoccupazione. Ma questo è qualcosa che devo fare per il bene di tutti, incluso il tuo.

# 288_Muramatsu
source: Yes?
pt: Sì?

# 300_Hirakawa
source: Is this "DeVille Kellars" a foreigner or something? Everyone seems to be talking about him lately.
pt: Questo "DeVille Kellars" è uno straniero o qualcosa del genere? Tutti sembrano parlare di lui ultimamente.
