Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08d4.po
Languages: pt

source: Masked Man
pt: Uomo mascherato

source: Do you have a cold?
pt: Hai il raffreddore?

source: That mask suits you.
pt: Quella maschera ti sta bene.

source: Are you wanted by the law or something?
pt: Sei ricercato dalla legge o qualcosa?

source: Misfortune can lead to new opportunities.
pt: La sfortuna può portare a nuove opportunità.

source: Life is all about luck.
pt: La vita è tutta fortuna.

source: Life comes down to willpower in the end.
pt: Alla fine, la vita è tutta forza di volontà.

# 68_Kiryu
source: (Maybe I should try to make conversation. All I can see is that mask, though.)
pt: (Forse dovrei provare ad attaccare bottone. Però, l'unica cosa che vedo è quella maschera.)

# 80_Kiryu
source: I notice you're wearing a mask. Do you have a cold?
pt: Vedo che indossi una maschera. Hai il raffreddore?

# 92_Masked Man
source: Oh? Uh... Cough, cough!
pt: Oh? Uh... Coff, coff!

# 104_Kiryu
source: I hope you feel better soon.
pt: Spero che ti rimetta presto.

# 116_Masked Man
source: It's nice to hear kind words from a stranger.
pt: È bello sentire parole gentili da uno sconosciuto.

# 128_Kiryu
source: (Maybe he's going through a tough time.)
pt: (Forse sta passando un brutto periodo.)

# 140_Kiryu
source: That mask really suits you.
pt: Quella maschera ti sta proprio bene.

# 164_Kiryu
source: (I hope I didn't offend him.)
pt: (Spero di non averlo offeso.)

# 176_Kiryu
source: I notice you're covering your face. Are you wanted by the law or something?
pt: Vedo che ti stai coprendo la faccia. Sei ricercato dalla legge o qualcosa del genere?

# 188_Masked Man
source: What? Why would you think that? I haven't done anything yet!
pt: Cosa? Perché mai penseresti una cosa del genere? Non ho ancora fatto niente!

# 200_Kiryu
source: It was just a joke.
pt: Era solo uno scherzo.

# 224_Kiryu
source: (I guess he didn't find it funny. But what did he mean by "yet"?)
pt: (Immagino non l'abbia trovata divertente. Ma cosa intendeva con "ancora"?)

# 236_Kiryu
source: Um, driver?
pt: Ehm, autista?

# 248_Kiryu
source: Yes?
pt: Sì?

# 260_Masked Man
source: How is business for you these days?
pt: Come vanno gli affari per te di questi tempi?

# 272_Kiryu
source: Well, I do okay.
pt: Beh, me la cavo.

# 284_Masked Man
source: Good for you. I just lost my company. In fact, my life has pretty much hit rock bottom.
pt: Buon per te. Ho appena perso la mia azienda. Anzi, la mia vita ha praticamente toccato il fondo.

# 296_Kiryu
source: (Things got heavy all of a sudden. How do I respond to that?)
pt: (La situazione si è fatta pesante all'improvviso. Come rispondo a una cosa del genere?)

# 308_Kiryu
source: Did you ever play on a trampoline as a kid?
pt: Hai mai giocato sul tappeto elastico da bambino?

# 320_Masked Man
source: A trampoline? Yes, but why?
pt: Un tappeto elastico? Sì, ma perché?

# 332_Kiryu
source: When you jump on a trampoline, the deeper you sink, the higher you bounce back.
pt: Quando salti su un tappeto elastico, più affondi, più in alto rimbalzi.

# 344_Masked Man
source: Yeah, so?
pt: Sì, e quindi?

# 356_Kiryu
source: I think the same goes for life. You say you've hit rock bottom, but that could be a chance to bounce back higher than ever.
pt: Penso che lo stesso valga per la vita. Dici di aver toccato il fondo, ma questa potrebbe essere l'occasione per rimbalzare più in alto che mai.

# 368_Masked Man
source: I see.
pt: Capisco.

# 380_Kiryu
source: I think times of misfortune are good opportunities to try new endeavors.
pt: Penso che i momenti di sfortuna siano delle buone occasioni per tentare nuove strade.

# 392_Masked Man
source: I like the sound of that. You know, I might just have found a spark of hope.
pt: Mi piace come suona. Sai, potrei aver appena trovato una scintilla di speranza.

# 404_Kiryu
source: (Looks like I've managed to cheer him up.)
pt: (Sembra che sia riuscito a tirarlo su di morale.)

# 416_Kiryu
source: Life is all about luck. Don't feel too bad. You've just got to wait until fortune finds you.
pt: La vita è tutta fortuna. Non sentirti troppo giù. Devi solo aspettare che la fortuna ti trovi.

# 428_Masked Man
source: I... I guess so. Maybe catching a ride with a taxi driver who's doing well means fortune is smiling on me today.
pt: Io... credo di sì. Forse prendere un passaggio con un tassista a cui le cose vanno bene significa che la fortuna mi sorride oggi.

# 440_Kiryu
source: (I don't get what he's trying to say.)
pt: (Non capisco cosa stia cercando di dire.)

# 452_Kiryu
source: No matter how bad life gets, you can get through it if you have the willpower.
pt: Non importa quanto la vita si faccia dura, puoi farcela se hai la forza di volontà.

# 464_Masked Man
source: You think so?
pt: La pensi così?

# 476_Kiryu
source: I do. Where there's a will, there's a way.
pt: Sì, la penso così. Volere è potere.

# 488_Masked Man
source: I wasn't sure I could go through with this, but you've convinced me. I'll give it a shot.
pt: Non ero sicuro di potercela fare, ma mi hai convinto. Ci proverò.

# 500_Kiryu
source: (I don't understand, but I'll play along.)
pt: (Non capisco, ma starò al gioco.)

# 512_Kiryu
source: You can do it! I've got your back!
pt: Puoi farcela! Ti copro le spalle!

# 524_Masked Man
source: Yeah! I can totally do this!
pt: Sì! Ce la posso fare alla grande!

# 536_Kiryu
source: (Hopefully that worked.)
pt: (Speriamo che abbia funzionato.)

# 548_Kiryu
source: Can I ask you to let me out here, driver?
pt: Posso chiederle di farmi scendere qui, autista?

# 560_Kiryu
source: Okay.
pt: Ok.

# 572_Kiryu
source: (I wonder what he's doing way out here.)
pt: (Mi chiedo cosa ci faccia qui fuori.)
