Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340021.po
Languages: pt

# 11556_Akiyama
source: What's wrong with that? That sudden feeling you get can be what you're really after.
pt: Che c'è di male? Quella sensazione improvvisa che provi potrebbe essere proprio quello che cerchi davvero.

# 11568_Akiyama
source: Maybe if you tried to tough it out, you'd feel even worse when you found the next thing you didn't like. And when you finally run out of patience, you split up.
pt: Forse se cercassi di resistere, ti sentiresti ancora peggio quando troveresti la prossima cosa che non ti piace. E quando alla fine finisci la pazienza, vi lasciate.

# 11580_Honoka
source: <Color:255,200,200,255>You're pretty calculatin', Akiyama-san.<Color:Default>
pt: <Color:255,200,200,255>Sei un tipo piuttosto calcolatore, Akiyama-san.<Color:Default>

# 11592_Honoka
source: <Color:255,200,200,255>But I agree. Forcin' yourself to deal with that sorta thing isn't for me. It's better to find yerself someone new, pronto.<Color:Default>
pt: <Color:255,200,200,255>Ma sono d'accordo. Sforzarmi di sopportare certe cose non fa per me. Meglio trovarsi qualcun altro, e pure in fretta.<Color:Default>

# 11604_Akiyama
source: That's no good. Nitpicking someone's particulars will make you too judgmental.
pt: Così non va bene. Se stai a guardare ogni minimo dettaglio, finirai per diventare troppo critico.

# 11616_Honoka
source: <Color:255,200,200,255>Hey, I don't like what I don't like. If I don't like somethin', I'm better off breakin' up with 'em.<Color:Default>
pt: <Color:255,200,200,255>Ehi, quello che non mi piace, non mi piace. Se c'è qualcosa che non mi va, mi conviene mollarli.<Color:Default>

# 11628_Akiyama
source: But nobody's perfect. With luck you'll meet someone who's perfect for you, but it isn't likely. You need to make compromises somewhere.
pt: Ma nessuno è perfetto. Con un po' di fortuna incontrerai qualcuno di perfetto per te, ma non è molto probabile. Bisogna scendere a compromessi, prima o poi.

# 11640_Honoka
source: <Color:255,200,200,255>Yer real level-headed. I can't stand bein' with someone who's got faults I don't like.<Color:Default>
pt: <Color:255,200,200,255>Hai proprio la testa sulle spalle. Non sopporto di stare con qualcuno che ha dei difetti che non mi piacciono.<Color:Default>

# 11652_Akiyama
source: At least if you're easily smitten, you'll find someone new soon. It's like falling in love all year long.
pt: Almeno, se ti prendi cotte facilmente, troverai presto qualcun altro. È come essere innamorati tutto l'anno.

# 11664_Honoka
source: <Color:255,200,200,255>Yeah! Just a little while ago I shot my friend an email sayin' I'd found someone real good!<Color:Default>
pt: <Color:255,200,200,255>Sì! Giusto poco fa ho mandato un'email a una mia amica per dirle che avevo trovato uno davvero in gamba!<Color:Default>

# 11676_Akiyama
source: Hey now, should you be telling a customer this?
pt: Ehi ehi, dovresti davvero dire una cosa del genere a un cliente?

# 11688_Honoka
source: <Color:255,200,200,255>Well, I mean I did the same thing the first time you came and saw me too!<Color:Default>
pt: <Color:255,200,200,255>Beh, voglio dire, ho fatto la stessa cosa anche la prima volta che sei venuto a trovarmi!<Color:Default>

# 11700_Akiyama
source: Hm. Thank you. I had no idea you felt that way about me.
pt: Hm. Grazie. Non sapevo che provassi queste cose per me.

# 11712_Honoka
source: <Color:255,200,200,255>Deep down I was all sorts of excited when ya first came to the club. You were the bomb!<Color:Default>
pt: <Color:255,200,200,255>Sotto sotto ero agitatissima quando sei venuto al club per la prima volta. Eri una bomba!<Color:Default>

# 11724_Akiyama
source: And what do you think about me now?
pt: E cosa ne pensi di me adesso?

# 11736_Honoka
source: <Color:255,200,200,255>Huh? Oh. That's a seeecret!<Color:Default>
pt: <Color:255,200,200,255>Eh? Oh. Questo è un seeegreto!<Color:Default>

# 11748_Akiyama
source: Uh, okay. I won't ask then.
pt: Uh, okay. Allora non te lo chiedo.

# 11760_Honoka
source: <Color:255,200,200,255>Good. Guys who second-guess what a girl is thinkin' are cheeseballs. A man oughta be way more secure in his demeanor.<Color:Default>
pt: <Color:255,200,200,255>Bene. Gli uomini che cercano di indovinare cosa passa per la testa di una ragazza sono dei ridicoli. Un uomo dovrebbe avere un atteggiamento molto più sicuro.<Color:Default>

# 11772_Akiyama
source: Are you sure about that?
pt: Ne sei sicuro?

# 11784_Akiyama
source: Tell me.
pt: Dimmi.

# 11796_Honoka
source: <Color:255,200,200,255>A secret's a secret.<Color:Default>
pt: <Color:255,200,200,255>Un segreto è un segreto.<Color:Default>

# 11808_Akiyama
source: I can't help but wonder. In the event that you don't like me, I'd rather know sooner than later.
pt: Non posso fare a meno di chiedermelo. Nel caso in cui io non ti piaccia, preferirei saperlo il prima possibile.

# 11820_Honoka
source: <Color:255,200,200,255>Even if I didn't, I wouldn't tell one of my customers. And bein' too suspicious would definitely make me like ya less.<Color:Default>
pt: <Color:255,200,200,255>Anche se non fosse così, non lo direi mai a un mio cliente. E fare troppo il sospettoso mi farebbe sicuramente piacerti di meno.<Color:Default>

# 11844_Akiyama
source: This happens a lot, doesn't it? If you can fall for someone that easily, a guy might worry.
pt: Succede spesso, vero? Se ti innamori così facilmente di qualcuno, un uomo potrebbe preoccuparsi.

# 11856_Honoka
source: <Color:255,200,200,255>It ain't like that. I'm pretty darn committed. If I'm involved with someone, I don't let myself have eyes for anyone else.<Color:Default>
pt: <Color:255,200,200,255>Non è affatto così. Sono una che si impegna un sacco. Se sto con qualcuno, non ho occhi per nessun altro.<Color:Default>

# 11868_Akiyama
source: Really? Well, what about right now then?
pt: Davvero? Beh, e che mi dici di adesso, allora?

# 11880_Honoka
source: <Color:255,200,200,255>Right now? Uh, right now you're here, Akiyama-san!<Color:Default>
pt: <Color:255,200,200,255>Adesso? Uh, proprio adesso ci sei tu qui, Akiyama-san!<Color:Default>

# 11892_Akiyama
source: Wow, way to dodge the question there.
pt: Wow, bel modo di schivare la domanda.

# 11904_Akiyama
source: Why don't I believe you? I bet you say that but still go on checking out other men.
pt: Perché non ti credo? Scommetto che dici così, ma continui comunque ad adocchiare altri uomini.

# 11916_Honoka
source: <Color:255,200,200,255>Hey, I'm not lyin'! How come ya don't believe me? I'm super faithful!<Color:Default>
pt: <Color:255,200,200,255>Ehi, mica sto mentendo! Perché non mi credi? Sono una tipa super fedele!<Color:Default>

# 11928_Akiyama
source: All right. Sorry for doubting you. You know, that's actually a fairly attractive quality.
pt: Va bene. Scusa se ho dubitato di te. Sai, in realtà è una qualità piuttosto attraente.

# 11940_Honoka
source: <Color:255,200,200,255>Right? I don't have what it takes to cheat.<Color:Default>
pt: <Color:255,200,200,255>Vero? Non ho proprio la stoffa per tradire.<Color:Default>

# 11952_Akiyama
source: I can definitely tell that now.
pt: Ora posso dirlo con certezza.

# 11964_Akiyama
source: Come on, you're lying.
pt: Dai, stai mentendo.

# 11976_Honoka
source: <Color:255,200,200,255>Yep, ya got me! With all these great guys around, there's no way I'm gettin' tied down to just one of 'em!<Color:Default>
pt: <Color:255,200,200,255>E già, mi hai beccata! Con tutti questi bei tipi in giro, non c'è verso che mi faccia legare a uno solo di loro!<Color:Default>

# 11988_Akiyama
source: Heh, I appreciate the honesty.
pt: Heh, apprezzo l'onestà.

# 12000_Honoka
source: <Color:255,200,200,255>Whenever I'm talkin' to you, Akiyama-san, it sorta drives me crazy.<Color:Default>
pt: <Color:255,200,200,255>Ogni volta che parlo con te, Akiyama-san, mi mandi quasi fuori di testa.<Color:Default>

# 12012_Akiyama
source: Oh? Why's that?
pt: Oh? Come mai?

# 12024_Honoka
source: <Color:255,200,200,255>You're just so good at makin' conversation that I wind up sittin' and listenin' all the time.<Color:Default>
pt: <Color:255,200,200,255>Sei così bravo a fare conversazione che finisco sempre per starmene seduta ad ascoltare.<Color:Default>

# 12036_Akiyama
source: And that's a bad thing?
pt: E sarebbe un male?

# 12048_Honoka
source: <Color:255,200,200,255>I'm really not a fan of not bein' the one in charge a' the conversation!<Color:Default>
pt: <Color:255,200,200,255>Non mi piace proprio non essere io quella che tiene le redini della conversazione!<Color:Default>

# 12060_Akiyama
source: I see.
pt: Capisco.

# 12072_Honoka
source: <Color:255,200,200,255>I like to steer the conversation, so that I can get to the punch line I want. So it bugs me when someone interrupts or changes the conversation.<Color:Default>
pt: <Color:255,200,200,255>Mi piace guidare la conversazione, così da poter arrivare alla battuta finale che voglio io. Per questo mi scoccia quando qualcuno interrompe o cambia discorso.<Color:Default>

# 12084_Akiyama
source: Really? Now that I think about it, I feel like I've butted into our conversations a lot without realizing it.
pt: Davvero? A pensarci bene, mi sa che mi sono intromesso spesso nei nostri discorsi senza rendermene conto.

# 12096_Honoka
source: <Color:255,200,200,255>You're fun to talk to though, Akiyama-san, so I don't mind when it's you. But when it comes to other people I can't stand it.<Color:Default>
pt: <Color:255,200,200,255>Però è divertente parlare con te, Akiyama-san, quindi se sei tu non mi dispiace. Ma quando si tratta di altre persone, non lo sopporto proprio.<Color:Default>

# 12108_Akiyama
source: Right...
pt: Giusto...

# 12120_Akiyama
source: Does it matter either way? As long as it's fun.
pt: Che importa, alla fine? L'importante è che sia divertente.

# 12132_Honoka
source: <Color:255,200,200,255>Well, I find it borin'. Most of the time I like to be the one doin' the talkin'.<Color:Default>
pt: <Color:255,200,200,255>Beh, io lo trovo noioso. Il più delle volte mi piace essere io quella che parla.<Color:Default>

# 12144_Akiyama
source: I don't think your customers all come here to listen to you talk, though. Shouldn't you try to hold back and be the listener sometimes?
pt: Però non credo che i tuoi clienti vengano tutti qui solo per sentire te che parli. Non dovresti provare a darti un freno e fare l'ascoltatrice, ogni tanto?

# 12156_Honoka
source: <Color:255,200,200,255>Ugh, I wish all my customers were good at makin' conversation. Why do they gotta come and make me listen to such borin' stuff?<Color:Default>
pt: <Color:255,200,200,255>Uffa, vorrei che tutti i miei clienti fossero bravi a fare conversazione. Perché devono venire qui e farmi ascoltare della roba così noiosa?<Color:Default>

# 12168_Honoka
source: <Color:255,200,200,255>I'm an impatient sort, so if things don't go my way, I wind up gettin' real annoyed.<Color:Default>
pt: <Color:255,200,200,255>Sono una tipa impaziente, quindi se le cose non vanno come dico io, finisco per innervosirmi un sacco.<Color:Default>

# 12180_Honoka
source: <Color:255,200,200,255>But after talkin' to you, I've started to think it ain't so bad to let the other person have their way instead.<Color:Default>
pt: <Color:255,200,200,255>Ma dopo aver parlato con te, ho iniziato a pensare che non sia poi così male lasciare che sia l'altra persona a fare a modo suo, invece.<Color:Default>

# 12192_Akiyama
source: That's the point. It's the same with my work. I like to give people a chance and then see how they act upon it.
pt: Proprio questo è il punto. Vale lo stesso per il mio lavoro. Mi piace dare un'opportunità alle persone e poi vedere come si comportano.

# 12204_Honoka
source: <Color:255,200,200,255>Yeah, I can totally see that about ya!<Color:Default>
pt: <Color:255,200,200,255>Sì, ti ci vedo proprio!<Color:Default>

# 12216_Akiyama
source: But all I do is give them that chance. I don't know how things will turn out from there. How it ends up depends entirely on the other person.
pt: Ma tutto quello che faccio è dare loro quell'opportunità. Non so come andranno le cose da quel momento in poi. Come andrà a finire dipende interamente dall'altra persona.

# 12228_Honoka
source: <Color:255,200,200,255>Hmm, so not everythin' goes accordin' to some master plan of yers, huh, Akiyama-san?<Color:Default>
pt: <Color:255,200,200,255>Uhm, quindi non tutto va secondo un tuo qualche piano magistrale, eh, Akiyama-san?<Color:Default>

# 12240_Akiyama
source: Of course not. If I could do that, then I'd be like the Buddha keeping the Monkey King trapped in the palm of his hand.
pt: Certo che no. Se fossi capace di tanto, sarei come il Buddha che tiene il Re Scimmia intrappolato nel palmo della sua mano.

# 12252_Honoka
source: <Color:255,200,200,255>It's amazin' you can make a reference like that off the top a' yer head!<Color:Default>
pt: <Color:255,200,200,255>È incredibile che riesci a tirare fuori un riferimento del genere così, su due piedi!<Color:Default>

# 12264_Akiyama
source: That's going too far. Even I can't make other people do what I want them to.
pt: Così esageri. Nemmeno io posso costringere gli altri a fare quello che voglio.

# 12276_Honoka
source: <Color:255,200,200,255>For real? What if you're sayin' that just to throw me off guard?<Color:Default>
pt: <Color:255,200,200,255>Dici sul serio? E se lo stessi dicendo solo per farmi abbassare la guardia?<Color:Default>

# 12288_Akiyama
source: Well, actually... Haha, you got me.
pt: Beh, a dire il vero... Ahah, mi hai beccato.

# 12300_Honoka
source: <Color:255,200,200,255>Hey, that's a nasty thing to joke about! Now I feel like whatever I say, I'm playin' right into yer hand.<Color:Default>
pt: <Color:255,200,200,255>Ehi, è una cattiveria scherzare su queste cose! Ora mi sento come se, qualunque cosa dica, finirei per fare proprio il tuo gioco.<Color:Default>

# 12312_Honoka
source: <Color:255,200,200,255>All righty, I'm gonna do whatever I can to not get pulled off course by you! I won't listen to anythin' ya gotta say!<Color:Default>
pt: <Color:255,200,200,255>D'accordo allora, farò di tutto per non farmi sviare da te! Non starò a sentire niente di quello che hai da dire!<Color:Default>

# 12324_Akiyama
source: Well, that puts a bit of a damper on things.
pt: Beh, questo smorza un po' l'atmosfera.

# 12336_Akiyama
source: You're reading into it too much. I swear I have no such intentions.
pt: Ci stai ricamando troppo sopra. Giuro che non ho intenzioni simili.

# 12348_Honoka
source: <Color:255,200,200,255>Really? Then I'm just overthinkin' things? That kinda feels like a shame.<Color:Default>
pt: <Color:255,200,200,255>Davvero? Allora ci sto solo pensando troppo? Mi sembra quasi un peccato.<Color:Default>

# 12360_Akiyama
source: Why? You said you didn't like other people getting their way with you. You should be happy.
pt: Perché? Hai detto che non ti piaceva quando gli altri facevano quello che volevano con te. Dovresti esserne felice.

# 12372_Honoka
source: <Color:255,200,200,255>Well, I...<Color:Default>
pt: <Color:255,200,200,255>Beh, io...<Color:Default>

# 12384_Akiyama
source: Wait, are you saying you might want me to have even more of a sway over you?
pt: Aspetta, stai dicendo che forse vorresti che avessi un'influenza ancora maggiore su di te?

# 12396_Honoka
source: <Color:255,200,200,255>No, I don't! You're a jerk, Akiyama-san!<Color:Default>
pt: <Color:255,200,200,255>Invece no! Sei proprio un antipatico, Akiyama-san!<Color:Default>

# 12408_Akiyama
source: Yikes, I guess you're in denial...
pt: Accidenti, mi sa che stai proprio negando l'evidenza...

# 12420_Akiyama
source: You like it, don't you?
pt: Ti piace, non è vero?

# 12432_Honoka
source: <Color:255,200,200,255>Maybe! How could ya tell?<Color:Default>
pt: <Color:255,200,200,255>Può darsi! Come hai fatto a capirlo?<Color:Default>

# 12444_Akiyama
source: People who usually have self-confidence get bothered when things don't go their way.
pt: Le persone che di solito hanno fiducia in se stesse si irritano quando le cose non vanno come dicono loro.

# 12456_Akiyama
source: If they can acknowledge that the other person has the upper hand, it can lead to respect. They might even learn to like them.
pt: Se riescono a riconoscere che l'altra persona ha il sopravvento, può nascere del rispetto. Potrebbero persino imparare ad apprezzarla.

# 12468_Honoka
source: <Color:255,200,200,255>Wow, I see! I guess if I got played to that degree, I might not be that mad!<Color:Default>
pt: <Color:255,200,200,255>Wow, ho capito! Mi sa che se venissi rigirata fino a quel punto, non me la prenderei poi così tanto!<Color:Default>

# 12480_Akiyama
source: Hehe...
pt: Eheh...

# 12492_Honoka
source: <Color:255,200,200,255>Akiyama-san, can I ask ya somethin' real quick?<Color:Default>
pt: <Color:255,200,200,255>Akiyama-san, posso chiederti una cosa al volo?<Color:Default>

# 12504_Akiyama
source: What is it?
pt: E cioè?

# 12516_Honoka
source: <Color:255,200,200,255>Do ya frequent any other clubs?<Color:Default>
pt: <Color:255,200,200,255>Frequenti altri club?<Color:Default>

# 12528_Akiyama
source: Yeah. I'm not exactly from here, so when I'm in Tokyo, I go drinking at clubs out there too.
pt: Già. Non sono esattamente di queste parti, quindi quando sono a Tokyo vado a bere nei club anche da quelle parti.

# 12540_Honoka
source: <Color:255,200,200,255>That makes sense...<Color:Default>
pt: <Color:255,200,200,255>Ha senso...<Color:Default>

# 12552_Akiyama
source: Hm?
pt: Mh?

# 12564_Akiyama
source: No. Lately I've only been coming here.
pt: No. Ultimamente vengo solo qui.

# 12576_Honoka
source: <Color:255,200,200,255>For real?<Color:Default>
pt: <Color:255,200,200,255>Sul serio?<Color:Default>

# 12588_Akiyama
source: Yeah.
pt: Sì.

# 12600_Honoka
source: <Color:255,200,200,255>That's good to hear!<Color:Default>
pt: <Color:255,200,200,255>Mi fa piacere sentirlo!<Color:Default>

# 12612_Akiyama
source: Hm?
pt: Mh?

# 12624_Honoka
source: <Color:255,200,200,255>Okay, mind if I ask ya one other thing?<Color:Default>
pt: <Color:255,200,200,255>Bene, ti dispiace se ti chiedo un'altra cosa?<Color:Default>

# 12636_Akiyama
source: Whatever you want to know.
pt: Tutto quello che vuoi sapere.

# 12648_Akiyama
source: Okay, but just one more.
pt: Va bene, ma solo un'altra.

# 12660_Honoka
source: <Color:255,200,200,255>So, uh, Akiyama-san... Do you, uh, have a girlfriend?<Color:Default>
pt: <Color:255,200,200,255>Senti, ehm, Akiyama-san... Ce l'hai, ecco, la ragazza?<Color:Default>

# 12672_Honoka
source: <Color:255,200,200,255>So, uh, Akiyama-san... Do you, uh, have a girlfriend?<Color:Default>
pt: <Color:255,200,200,255>Senti, ehm, Akiyama-san... Ce l'hai, ecco, la ragazza?<Color:Default>

# 12684_Akiyama
source: I do.
pt: Sì.

# 12696_Honoka
source: <Color:255,200,200,255>Ah, okay. I kinda figured. You're a pretty attractive guy, Akiyama-san.<Color:Default>
pt: <Color:255,200,200,255>Ah, okay. Me lo immaginavo. Sei un tipo piuttosto affascinante, Akiyama-san.<Color:Default>

# 12708_Akiyama
source: But it shouldn't matter that I do, right? That doesn't change anything between us.
pt: Ma non dovrebbe importare che ce l'abbia, no? Non cambia nulla tra noi.

# 12720_Honoka
source: <Color:255,200,200,255>But I don't want things to stay the same...<Color:Default>
pt: <Color:255,200,200,255>Ma io non voglio che le cose restino così...<Color:Default>

# 12744_Honoka
source: <Color:255,200,200,255>Uh, I mean, who me!? I didn't say nothin'!<Color:Default>
pt: <Color:255,200,200,255>Ehm, cioè, chi, io!? Non ho detto niente!<Color:Default>

# 12756_Akiyama
source: I heard you. Pretty clearly actually. About things not staying the same?
pt: Ti ho sentita. Anche piuttosto chiaramente, a dire il vero. Sul fatto che le cose non debbano restare così?

# 12768_Honoka
source: <Color:255,200,200,255>God, you're such a meanie, Akiyama-san! I said I didn't say nothin'!<Color:Default>
pt: <Color:255,200,200,255>Cielo, quanto sei cattivo, Akiyama-san! Ho detto che non ho detto niente!<Color:Default>

# 12780_Akiyama
source: I didn't hear anything. Did you say something?
pt: Non ho sentito niente. Hai detto qualcosa?

# 12792_Honoka
source: <Color:255,200,200,255>Liar! That's what ya'd say if ya <Italic>did</Italic> hear!<Color:Default>
pt: <Color:255,200,200,255>Bugiardo! È proprio quello che diresti se avessi <Italic>davvero</Italic> sentito!<Color:Default>

# 12804_Akiyama
source: I mean it. Why don't you try saying it again?
pt: Dico sul serio. Perché non provi a dirlo di nuovo?

# 12816_Honoka
source: <Color:255,200,200,255>No, ya dummy! I'm not sayin' a thing! Yer bein' such a meanie!<Color:Default>
pt: <Color:255,200,200,255>No, dummy! Non dirò un bel niente! Sei proprio cattivo!<Color:Default>

# 12828_Akiyama
source: I don't. And at my age, admitting I'm single isn't something I say proudly.
pt: Non ce l'ho. E alla mia età, ammettere di essere single non è proprio un vanto.

# 12840_Honoka
source: <Color:255,200,200,255>Oh, okay! So, then whaddya think of me?<Color:Default>
pt: <Color:255,200,200,255>Oh, capisco! Allora, cosa ne pensi di me?<Color:Default>

# 12852_Akiyama
source: What!? Do I have to answer?
pt: Cosa!? Devo rispondere per forza?

# 12864_Honoka
source: <Color:255,200,200,255>Yeah!<Color:Default>
pt: <Color:255,200,200,255>Sì!<Color:Default>

# 12876_Akiyama
source: Oh, geez...
pt: Accidenti...

# 12888_Akiyama
source: I don't. And at my age, admitting I'm single isn't something I say proudly.
pt: Non ce l'ho. E alla mia età, ammettere di essere single non è proprio un vanto.

# 12900_Honoka
source: <Color:255,200,200,255>Oh, okay! So, then whaddya think of me?<Color:Default>
pt: <Color:255,200,200,255>Oh, capisco! Allora, cosa ne pensi di me?<Color:Default>

# 12912_Akiyama
source: I said just one more question.
pt: Ho detto solo un'altra domanda.

# 12924_Honoka
source: <Color:255,200,200,255>What? C'mon, this one only!<Color:Default>
pt: <Color:255,200,200,255>Cosa? Dai, solo questa!<Color:Default>

# 12936_Akiyama
source: Nope. Sorry. You should have asked that first.
pt: Niente da fare. Scusa. Avresti dovuto chiederlo per primo.

# 12948_Honoka
source: <Color:255,200,200,255>You're terrible, Akiyama-san! It took a lotta guts for me to ask ya that!<Color:Default>
pt: <Color:255,200,200,255>Sei terribile, Akiyama-san! Mi ci è voluto un sacco di coraggio per chiedertelo!<Color:Default>

# 12960_Akiyama
source: That's a secret. And guys who have secrets are more attractive.
pt: È un segreto. E gli uomini che hanno dei segreti sono più affascinanti.

# 12972_Honoka
source: <Color:255,200,200,255>What're ya talkin' about? You just said ya'd tell me whatever I wanted to know!<Color:Default>
pt: <Color:255,200,200,255>Ma di che stai parlando? Avevi appena detto che mi avresti detto tutto quello che volevo sapere!<Color:Default>

# 12984_Akiyama
source: Uh...
pt: Ehm...

# 12996_Honoka
source: <Color:255,200,200,255>So, c'mon! Out with it!<Color:Default>
pt: <Color:255,200,200,255>Dai, forza! Sputa il rospo!<Color:Default>

# 13008_Akiyama
source: That's a secret. And guys who have secrets are more attractive.
pt: È un segreto. E gli uomini che hanno dei segreti sono più affascinanti.

# 13020_Honoka
source: <Color:255,200,200,255>What're ya talkin' about? C'mon, whaddya think of me?<Color:Default>
pt: <Color:255,200,200,255>Ma di che stai parlando? Dai, cosa ne pensi di me?<Color:Default>

# 13032_Akiyama
source: Nope, I said just one more question.
pt: Niente da fare, ho detto solo un'altra domanda.

# 13044_Honoka
source: <Color:255,200,200,255>I... But ya haven't answered anythin'! Ya can't pull that!<Color:Default>
pt: <Color:255,200,200,255>Io... Ma non hai risposto a nulla! Non puoi fare così!<Color:Default>
