Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013303f6.po
Languages: pt

# 92_Shinada
source: (You're in good hands, Uno-san. Now to find me a cab to Warehouse 62. It's at the port, so Takasugi-san shouldn't be long after.)
pt: (Sei in buone mani, Uno-san. Ora devo trovarmi un taxi per il Magazzino 62. È al porto, quindi Takasugi-san non dovrebbe tardare ad arrivare.)

# 104_Shinada
source: (Gotta catch a cab to Warehouse 62, dockside. What did Milky-chan's brother get himself into this time?)
pt: (Devo trovarmi un taxi per il Magazzino 62, al porto. In che guaio si è cacciato il fratello di Milky-chan stavolta?)

# 128_Shinada
source: Uno-san? What's he want now?
pt: Uno-san? Che vuole adesso?

# 152_Shinada
source: Sorry, Uno-san, but we're a little busy here!
pt: Scusa, Uno-san, ma siamo un po' occupati qui!

# 164_Uno
source: Shinada, get out while you still can!
pt: Shinada, scappa finché sei in tempo!

# 176_Shinada
source: Uno-san? What's wrong!?
pt: Uno-san? Che succede!?

# 188_Uno
source: These bastards showed up and... Gwah!
pt: Questi bastardi sono spuntati e... Argh!

# 212_Takasugi
source: Hey, what're you doing on the phone? We have to hurry.
pt: Ehi, che ci fai al telefono? Dobbiamo sbrigarci.

# 224_Shinada
source: It's Uno-san. He's in trouble! We have to check on him first!
pt: È Uno-san. È nei guai! Dobbiamo andare a controllare da lui per prima cosa!

# 236_Takasugi
source: ...You shitting me?
pt: ...Ma mi stai prendendo per il culo?
