Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690157.po
Languages: pt

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Director
pt: Regista

source: Event Staff
pt: Staff dell'evento

# 44_Director
source: Sorry! I got stuck in traffic. How did everything go?
pt: Scusa! Sono rimasto bloccato nel traffico. Com'è andata?

# 116_Director
source: It was so good, the audience didn't want to leave!
pt: È stato così bello che il pubblico non voleva più andarsene!

# 128_Director
source: Wonderful, wonderful! That's great to hear! Oh! You must be－
pt: Meraviglioso, meraviglioso! È fantastico sentirlo! Oh! Tu devi essere－

# 152_Director
source: Yes, of course. Haruka-chan. Thank you for a great performance!
pt: Sì, certo. Haruka-chan. Grazie per la splendida performance!

# 164_Haruka
source: Thank you for inviting me!
pt: Grazie per avermi invitato!

# 176_Director
source: I brought a little treat for a job well done.
pt: Ho portato un piccolo pensierino per il lavoro ben fatto.

# 188_Event Staff
source: Hey, aren't those the premium chocolates from that famous shop, the ones that are always sold out!?
pt: Ehi, non sono quei cioccolatini premium di quel negozio famoso, quelli che vanno sempre a ruba!?

# 200_Director
source: Hehe, I'm pretty resourceful, you know. They weren't all that hard to get for me!
pt: Hehe, sono uno che si arrangia, sai. Non sono stati poi così difficili da trovare per me!

# 212_Event Staff
source: Wow, I'm impressed.
pt: Wow, sono impressionato.

# 224_Haruka
source: (Mmm. They look so yummy.)
pt: (Mmm. Sembrano così golosi.)

# 236_Haruka
source: (Wait a minute. I wonder if waiting in line for those chocolates was what made him late.)
pt: (Aspetta un attimo. Magari è stato ad aspettare in fila per quei cioccolatini che è arrivato in ritardo.)

# 248_Director
source: Please! Take them home and enjoy at your leisure!
pt: Per favore! Portateli a casa e godeteveli con calma!

# 260_Haruka
source: All right! Thank you very much!
pt: Perfetto! Grazie mille!

# 272_Haruka
source: (Chocolates from a famous shop! What a great day this turned out to be!)
pt: (Cioccolatini di un negozio famoso! Che giornata fantastica si è rivelata questa!)

# 440_Director
source: The crowd was pretty into it. I'd say it was quite a success!
pt: La folla era parecchio presa. Direi che è stato un bel successo!

# 452_Director
source: Great! I'm really glad to hear that. Oh! You must be－
pt: Magnifico! Sono davvero contento di sentirlo. Oh! Lei deve essere－

# 476_Director
source: Yes, of course. Haruka-chan. Thank you for a great performance!
pt: Sì, certo. Haruka-chan. Grazie per la tua ottima performance!

# 488_Haruka
source: Thank you for inviting me!
pt: Grazie per avermi invitato!

# 500_Director
source: I brought a little treat for a job well done.
pt: Ho portato qualcosina di buono per il bel lavoro svolto.

# 512_Event Staff
source: Hey, aren't those the premium chocolates from that famous shop, the ones that are always sold out!?
pt: Ehi, non sono mica i cioccolatini premium di quel negozio famoso, quelli che vanno sempre a ruba!?

# 524_Director
source: Hehe, I'm pretty resourceful, you know. They weren't all that hard to get for me! Here, for everyone!
pt: Hehe, sono uno che si arrangia mica male, eh. Non è stato poi così difficile procurarmeli! Ecco, per tutti!

# 536_Event Staff
source: Wow, I'm impressed.
pt: Caspita, sono impressionato.

# 548_Haruka
source: (Mmm. They look so yummy.)
pt: (Mmm. Sembrano così buoni.)

# 560_Haruka
source: (Wait a minute. I wonder if waiting in line for those chocolates was what made him late.)
pt: (Aspetta un attimo. Mi chiedo se fare la fila per quei cioccolatini sia quello che l'ha fatto arrivare in ritardo.)

# 572_Event Staff
source: Don't mind if I do! Thanks!
pt: Non mi faccio mica pregare! Grazie!

# 584_Director
source: Aren't you going to have some, Haruka-chan?
pt: Non ne prendi mica, Haruka-chan?

# 596_Haruka
source: Oh, yes! Thank you very much!
pt: Oh, sì! Grazie mille!

# 608_Haruka
source: (Mmm. It just melts in my mouth! I'm so glad I came today and got to try these wonderful chocolates!)
pt: (Mmm. Si scioglie proprio in bocca! Sono così contenta di essere venuta oggi e di aver potuto provare questi cioccolatini meravigliosi!)

# 776_Director
source: Actually, the crowd didn't really seem all that into it...
pt: A dire il vero, la folla non sembrava poi così coinvolta...

# 788_Director
source: Oh, I'm sorry to hear that. I guess I should have been here to take care of things.
pt: Oh, mi dispiace sentirlo. Immagino che avrei dovuto essere qui per occuparmi delle cose.

# 800_Event Staff
source: Yes, we really could have used your help.
pt: Sì, il tuo aiuto ci sarebbe servito eccome.

# 812_Director
source: Heh, sorry about that! Will you forgive me if I tell you I brought you a little treat?
pt: Ah, scusa per quello! Mi perdoni se ti dico che ti ho portato un piccolo pensiero?

# 824_Event Staff
source: Hey, aren't those the premium chocolates from that famous shop, the ones that are always sold out!?
pt: Ehi, ma quelli non sono i cioccolatini pregiati di quel negozio famoso, quelli che vanno sempre a ruba!?

# 836_Director
source: Hehe, I'm pretty resourceful, you know. They weren't all that hard to get for me!
pt: Hehe, sono uno che sa il fatto suo, sai. Non sono stati mica così difficili da avere per me!

# 848_Event Staff
source: Wow, I'm impressed.
pt: Caspita, sono impressionato.

# 860_Haruka
source: (Mmm. They look so yummy.)
pt: (Mmm. Sembrano così deliziosi.)

# 872_Haruka
source: (Wait a minute. I wonder if waiting in line for those chocolates was what made him late.)
pt: (Aspetta un attimo. Chissà se è stato stare in fila per quei cioccolatini a farlo arrivare in ritardo.)

# 884_Director
source: Oh, are you still here? You're all done, so you can go now.
pt: Oh, sei ancora qui? Hai finito, quindi puoi andare adesso.

# 896_Haruka
source: Oh, all right. Thank you for having me.
pt: Oh, va bene. Grazie per avermi ospitato.
