Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0120003b.po
Languages: pt

source: Aggressive Man
pt: Uomo Aggressivo

source: Tournament Staff
pt: Staff del Torneo

# 44_Akiyama
source: Had enough yet?
pt: Ti è bastato?

# 56_Akiyama
source: Dammit! Why can't I beat you?
pt: Dannazione! Perché non riesco a batterti?

# 68_Akiyama
source: (That was no ordinary street punk.)
pt: (Quello non era il solito teppista.)

# 80_Akiyama
source: (He must be pretty confident in his fighting skills if he's that upset about losing.)
pt: (Dev'essere bello sicuro di come combatte, se l'ha presa così male per la sconfitta.)

# 92_Tournament Staff
source: That was an impressive fight, Shun Akiyama-san.
pt: È stato un combattimento impressionante, Shun Akiyama.

# 104_Akiyama
source: Hm? Who're you?
pt: Hm? Chi sei?

# 116_Tournament Staff
source: I help run the Victory Road tournament. I look forward to seeing much more of you.
pt: Mi occupo del torneo Victory Road. Non vedo l'ora di vederti ancora in azione.

# 140_Tournament Staff
source: The Victory Road is an underground fighting contest with qualifiers held concurrently all over Japan.
pt: La Victory Road è un torneo di combattimento clandestino con qualificazioni che si tengono contemporaneamente in tutto il Giappone.

# 152_Tournament Staff
source: Its sole purpose is to find the ultimate fighter in the nation. And that man you just defeated? He was in the qualifying round.
pt: Il suo solo obiettivo è trovare il combattente definitivo del paese. E quell'uomo che hai appena sconfitto? Era nel turno di qualificazione.

# 164_Akiyama
source: That still doesn't explain why he was so eager to pick a fight with me.
pt: Questo non spiega ancora perché fosse così smanioso di attaccare briga con me.

# 176_Tournament Staff
source: It's simple. You're a possible contender.
pt: È semplice. Sei un possibile contendente.

# 188_Akiyama
source: Come again?
pt: Come scusa?

# 200_Tournament Staff
source: We've had our eye on you. You seem to be a formidable fighter.
pt: Ti abbiamo tenuto d'occhio. Sembri un gran combattente.

# 212_Tournament Staff
source: But be warned. From now on, other Victory Road contenders will be gunning for you.
pt: Ma ti avverto. D'ora in poi, altri contendenti della Victory Road ti daranno la caccia.

# 224_Tournament Staff
source: Defeat all the contenders here in town, and I'll see you at the finals. Can you become the Ultimate Fighter, Akiyama?
pt: Sconfiggi tutti i contendenti qui in città, e ci vediamo alle finali. Riuscirai a diventare il Combattente Definitivo, Akiyama?

# 236_Akiyama
source: And what if I'm not interested?
pt: E se non sono interessato?

# 248_Tournament Staff
source: You'll come around. Your kind always does. Now, if you'll excuse me.
pt: Ti ricrederai. Quelli come te lo fanno sempre. Ora, se mi scusi.

# 260_Akiyama
source: (I wasn't looking for trouble, but it seems it came looking for me.)
pt: Non stavo cercando guai, ma a quanto pare sono i guai che sono venuti a cercarmi.
