Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c7f.po
Languages: pt

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: Editorial Staff
pt: Redazione

# 140_Shinada
source: (Oh, crap. I totally lost Yamazaki's trail.)
pt: (Oh, cazzo. Ho perso completamente le tracce di Yamazaki.)

# 200_Shinada
source: Hello?
pt: Salve?

# 212_Editorial Staff
source: Shinada-san! What happened out there!?
pt: Shinada-san! Che diavolo è successo là fuori!?

# 224_Shinada
source: Oh, uh... Haha, you see...
pt: Oh, uhm... Ahahah, vedi...

# 236_Shinada
source: I did spot Yamazaki, just where you said he might be. But I kind of... you know... lost him?
pt: L'ho avvistato Yamazaki, proprio dove dicevi che potesse essere. Ma ho tipo... sai... me lo sono perso?

# 248_Editorial Staff
source: Arrrgh! So he <Italic>was</Italic> on Kumano Boulevard!
pt: Arrrgh! Allora <Italic>era</Italic> davvero su Kumano Boulevard!

# 260_Editorial Staff
source: I'll have you know, a photographer from another magazine beat us to it...
pt: E sappi che, un fotografo di un'altra rivista ci ha battuti sul tempo...

# 272_Shinada
source: Wait, really?
pt: Aspetta, sul serio?

# 284_Editorial Staff
source: They got photos of Yamazaki and his lady friend just as they were heading into a hotel.
pt: Hanno beccato foto di Yamazaki e della sua tipa proprio mentre entravano in un hotel.

# 296_Editorial Staff
source: We blew our chance, even though we knew he was on the prowl.
pt: Ci siamo bruciati l'occasione, anche se sapevamo che era in agguato.

# 308_Editorial Staff
source: Damn it all... I never should've assigned this to you!
pt: Maledizione... Non avrei mai dovuto affidarti questo!

# 320_Shinada
source: Dang... Yeah, that is a burn. I was hot on the heels of a major scoop.
pt: Maledizione... Sì, questa brucia. Ero alle calcagna di uno scoop clamoroso.

# 332_Editorial Staff
source: You think <Italic>you're</Italic> disappointed!? The chief is livid right now! He's practically blowing sparks!
pt: Credi di essere <Italic>tu</Italic> quello deluso!? Il capo è incazzato nero adesso! Sta praticamente sputando fuoco!

# 344_Shinada
source: Yeah, but you can't really blame me for this.
pt: Sì, ma non puoi mica darmi la colpa per questo.

# 356_Shinada
source: This is my first time tailing anybody. It's not like I'm a one-man detective agency.
pt: Questa è la mia prima volta che pedino qualcuno. Non è che sono un investigatore privato da solo.

# 368_Editorial Staff
source: Yeah, yeah, fine. I'm the idiot for asking you for help in the first place.
pt: Sì, sì, va bene. Sono io l'idiota per averti chiesto aiuto fin dall'inizio.

# 380_Editorial Staff
source: But boy, Shinada-san, you really are a one-trick pony. Guess it's nightlfie or nothing for you, huh?
pt: Ma cavolo, Shinada-san, sei proprio un tipo da una cosa sola. Mi sa che per te è vita notturna o niente, eh?

# 392_Editorial Staff
source: I suppose I learned that the hard way. Goodbye.
pt: Immagino di averlo imparato a mie spese. Addio.

# 416_Shinada
source: (Ouch. Blew my chance to earn some extra cash. Well that sucks...)
pt: (Ahi. Mi sono bruciato l'occasione di fare un po' di grana extra. Beh, che schifo...)

# 548_Shinada
source: Oh, Shinada-san! Am I glad to see you!
pt: Oh, Shinada-san! Non sai quanto sono contento di vederti!

# 560_Shinada
source: Oh, yeah, from the magazine office. Fancy meeting you here. What's up?
pt: Ah, sì, dall'ufficio della rivista. Guarda chi si vede qui. Che succede?

# 572_Editorial Staff
source: There's a big emergency going down. Everyone from the office is scouring the streets－it's our chance to score a massive scoop!
pt: C'è una grossa emergenza in corso. Tutti dall'ufficio stanno setacciando le strade－è la nostra occasione per beccare uno scoop clamoroso!

# 584_Shinada
source: A scoop, you say...
pt: Uno scoop, dici...

# 596_Editorial Staff
source: Yeah, the pop idol Michiru Yamazaki is here in Kineicho. He's supposed to be meeting a girl on the side, if you catch my drift. We're all busting our butts to find him.
pt: Sì, l'idol pop Michiru Yamazaki è qui a Kineicho. Dovrebbe incontrare una tipa di nascosto, se capisci cosa intendo. Ci stiamo tutti facendo il mazzo per trovarlo.

# 608_Shinada
source: Oh. So you're tabloid hunting. Have fun.
pt: Oh. Quindi sei a caccia di scoop. Divertiti.

# 620_Editorial Staff
source: Why are you talking like this doesn't mean a thing to you? Help us, Shinada-san! If you can catch him with that girl on camera, we'll throw you a decent chunk of change.
pt: Perché parli come se non te ne fregasse nulla? Aiutaci, Shinada-san! Se riesci a beccarlo con quella tipa in foto, ti daremo una bella fetta di grana.

# 632_Shinada
source: Ooh, really!?
pt: Ooh, davvero!?

# 644_Editorial Staff
source: You do know Michiru Yamazaki, don't you? He's a pop icon from Tokyo who's known for his clean and pure relationship with his beautiful fiancée.
pt: Tu Michiru Yamazaki lo conosci, vero? È un'icona pop di Tokyo, noto per la sua relazione senza macchia con la sua bellissima fidanzata.

# 656_Editorial Staff
source: Turns out he's a total scumbag. According to my sources, he'll sleep with anything that moves. Doesn't matter whether his targets are married or dating or what. He's a real ass.
pt: A quanto pare è un lurido bastardo. Secondo le mie fonti, si porta a letto chiunque gli capiti a tiro. Non gli importa se le sue vittime sono sposate o fidanzate o cosa. È un vero stronzo.

# 668_Editorial Staff
source: Even other celebrities have had their girls stolen away, but they're afraid to go after him because of his powerhouse agency. So nobody's spoken out.
pt: Anche altre celebrità si sono fatte fregare le ragazze, ma hanno paura di andargli contro per via della sua potentissima agenzia. Così nessuno ha fiatato.

# 680_Editorial Staff
source: And here's the kicker: there are rumors he's been responsible for more than a few abortions. Some of the girls involved even went as far as slashing their wrists...
pt: E il colpo di scena è: girano voci che sia responsabile di parecchi aborti. Alcune delle ragazze coinvolte si sono persino tagliate le vene...

# 692_Shinada
source: Whoa... So he's basically chaotic evil, then.
pt: Whoa... Quindi è proprio un casino di un bastardo, allora.

# 704_Editorial Staff
source: Well, despite all the rumors, he's slippery when it comes to evading the press. We can never get enough evidence to put him in his place.
pt: Beh, nonostante tutte le voci, è una vera anguilla quando si tratta di sfuggire alla stampa. Non riusciamo mai a raccogliere abbastanza prove per metterlo al suo posto.

# 716_Editorial Staff
source: Anyway, we caught wind that Yamazaki's in town. Being that he's away from his home turf, he's bound to be less wary.
pt: Comunque, ci è arrivata la dritta che Yamazaki è in città. Dato che è lontano dal suo giro, sarà di certo meno in guardia.

# 728_Editorial Staff
source: We were told he came without his usual posse so he can meet this mystery girl in private. This is our one in a million chance!
pt: Ci è arrivata voce che è venuto senza la sua solita combriccola così può incontrare questa tipa misteriosa in privato. Questa è la nostra unica occasione su un milione!

# 740_Shinada
source: Okay, I get the picture. But I don't have a clue what this Yamazaki guy looks like.
pt: Okay, ho capito. Ma non ho la più pallida idea di che faccia abbia 'sto tizio Yamazaki.

# 752_Editorial Staff
source: I thought you might say that. I have a photo of him right here. Here, memorize this face.
pt: Immaginavo avresti detto così. Ho una sua foto proprio qui. Ecco, memorizza questa faccia.

# 764_Shinada
source: As you can see, he has quite a distinctive appearance. So he shouldn't be hard to spot.
pt: Come vedi, ha un aspetto piuttosto inconfondibile. Quindi non dovrebbe essere difficile da beccare.

# 788_Shinada
source: Heheh. Looks like he's got a chicken roosting on his head.
pt: Heheh. Sembra che abbia un gallo appollaiato in testa.

# 800_Editorial Staff
source: Shinada-san, listen carefully. There's no point in taking pictures of Yamazaki on his own. If you spot him, tail him discreetly until he's alone with the other girl.
pt: Shinada-san, ascolta bene. Non ha senso fare foto a Yamazaki da solo. Se lo becchi, pedinalo con discrezione finché non è da solo con l'altra ragazza.

# 812_Editorial Staff
source: If you can get shots of them going into a hotel or something, it'll be a huge win for us!
pt: Se riesci a beccarli mentre entrano in un hotel o roba del genere, sarà un successone per noi!

# 824_Shinada
source: Where could he possibly be, though? Kineicho's a lot of ground to cover.
pt: Ma dove diavolo potrebbe essere? Kineicho è un bel casino da battere.

# 836_Editorial Staff
source: If we knew that, we wouldn't be pumping all our resources into finding him. Right now we're assigning each reporter a certain area in order to blanket the town.
pt: Se lo sapessimo, non staremmo buttando tutte le nostre risorse per trovarlo. Al momento stiamo assegnando a ogni giornalista una certa zona per battere la città.

# 848_Editorial Staff
source: Shinada-san, can you cover Kumano Boulevard for us? That's the one area we're spread thin.
pt: Shinada-san, puoi battere Kumano Boulevard per noi? Quella è l'unica zona dove siamo un po' scoperti.

# 860_Shinada
source: Kumano Boulevard. Roger that.
pt: Kumano Boulevard. Ricevuto.

# 872_Editorial Staff
source: We're counting on you, Shinada-san. Make it happen!
pt: Contiamo su di te, Shinada-san. Dacci dentro!
