Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a3d.po
Languages: pt

source: You got a <Color:8>Rage Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello della Furia<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Subordinate
pt: Subordinato

# 60_Yukina
source: Hooray! Shinada-san, you were amazing out there! Thank you so much!
pt: Evviva! Shinada-san, sei stato incredibile lì fuori! Grazie mille!

# 72_Shinada
source: Oh, haha, no problem. No problem at all. I dedicated that hit to you, by the way.
pt: Oh, ahah, figurati, nessun problema, davvero. A proposito, quella battuta te l'ho dedicata.

# 84_Yukina
source: You did? Well, you sure looked good in the batter's box. Almost like you belonged there.
pt: Davvero? Beh, facevi un figurone nel box di battuta. Quasi come se ci fossi nato.

# 96_Shinada
source: (Ooh, this is definitely going somewhere. I can feel it! Oh please, <Italic>please</Italic> be my sugar mama! I'm more than willing to be your sugar baby.)
pt: (Ooh, qui la cosa promette bene. Me lo sento! Oh ti prego, <Italic>ti prego</Italic>, sii la mia sugar mama! Sono più che disposto a fare il tuo sugar baby.)

# 108_Manager
source: Thanks for that hit. You saved us all! Well, me, mostly.
pt: Grazie per quella battuta. Ci hai salvati tutti! Beh, soprattutto me.

# 120_Shinada
source: I was just trying to help Yukina-san. She's a lovely lady.
pt: Volevo solo dare una mano a Yukina-san. È una donna adorabile.

# 132_Manager
source: She is indeed. I need to thank you somehow. Is there anything you request?
pt: Lo è, davvero. Devo ringraziarti in qualche modo. C'è qualcosa che desideri?

# 144_Shinada
source: Oh, no! I wasn't expecting anything in return.
pt: Oh, no! Non mi aspettavo niente in cambio.

# 156_Manager
source: Now how about that? You're a man of rare nobility. But still, I must reward you. Tell me what you would like.
pt: Ma guarda un po'! Sei un uomo di rara nobiltà. Ma comunque, devo ricompensarti. Dimmi cosa desideri.

# 168_Shinada
source: Well, if I may be so forward, I would like to ask for your blessing to... to know Yukina-san intimately.
pt: Beh, se posso permettermi di essere così sfacciato, vorrei chiedere la tua benedizione per... per conoscere Yukina-san intimamente.

# 180_Manager
source: I beg your pardon! Do you have any idea what you're saying!?
pt: Come scusa?! Ma ti rendi conto di cosa stai dicendo!?

# 192_Shinada
source: (Oh crap. Was I too hasty here?)
pt: (Oh merda. Sono stato troppo frettoloso qui?)

# 204_Manager
source: You slithery, scandalous scoundrel! How dare you try to get at my mistress! You should be ashamed!
pt: Tu viscido, scandaloso farabutto! Come osi provarci con la mia amante! Dovresti vergognarti!

# 216_Shinada
source: Wait, she's your <Italic>what</Italic>!?
pt: Aspetta, lei è la tua <Italic>cosa</Italic>!?

# 228_Yukina
source: Oh, Daddy! Since you didn't get fired, you'll buy me a condo like you promised, won't you?
pt: Oh, Daddy! Dato che non sei stato licenziato, mi comprerai un appartamento come hai promesso, vero?

# 240_Manager
source: Hahaha! Oh, Yukina, you know I can't say no to my sweet little love duchess. Of course I will. Daddy always keeps his promises!
pt: Ahahah! Oh, Yukina, sai che non posso dire di no alla mia dolce piccola duchessa dell'amore. Certo che lo farò. Daddy mantiene sempre le sue promesse!

# 252_Yukina
source: Okay, but it has to be a penthouse.
pt: Va bene, ma deve essere un attico.

# 276_Yukina
source: "Daddy," huh... Oh, right. That kind of daddy.
pt: "Daddy," eh... Ah, giusto. Quel tipo di Daddy.

# 288_Subordinate
source: Uh... I suppose a thank-you is in order for helping us win.
pt: Uh... direi che un ringraziamento è d'obbligo per averci aiutato a vincere.

# 300_Shinada
source: Oh, yeah, don't mention it.
pt: Oh, sì, figurati.

# 312_Subordinate
source: I know you got a bad impression of our boss, but he is a good guy to work for. I'm honestly relieved he won't be fired.
pt: So che ti ha fatto una brutta impressione il nostro capo, ma è uno con cui si lavora bene. Sono davvero sollevato che non l'abbiano cacciato.

# 324_Subordinate
source: I know it isn't much, but please accept this as our thanks.
pt: So che non è molto, ma per favore accetta questo come nostro ringraziamento.

# 360_Shinada
source: Gee, thanks. I guess I don't feel as bad now.
pt: Oh, grazie. Immagino che ora non mi senta più così male.

# 372_Subordinate
source: If there's another opportunity, we'd be honored to have you join us again. See you around!
pt: Se ci sarà un'altra opportunità, saremmo onorati di averti di nuovo con noi. Ci vediamo in giro!

# 432_Yukina
source: Hey! Aren't you supposed to be some amazing batter? What have you done to us!? Daddy's gonna lose his job!
pt: Ehi! Non dovresti essere un battitore eccezionale? Che ci hai combinato!? Daddy perderà il suo lavoro!

# 444_Manager
source: Now, now, Yukina. Don't be so harsh. I think he did what he could.
pt: Su, su, Yukina. Non essere così dura. Penso che abbia fatto quello che poteva.

# 456_Yukina
source: Do you even understand your situation!? You're getting fired from the bank! What am I supposed to do now?
pt: Ma ti rendi conto della tua situazione!? Ti stanno licenziando dalla banca! E io che ci faccio adesso?

# 468_Manager
source: Well, we could just carry on as before. Doesn't mean you have to stop being my mistress.
pt: Beh, potremmo semplicemente andare avanti come prima. Non è che devi smettere di essere la mia mistress.

# 480_Shinada
source: Huh? Your mistress!?
pt: Eh? La tua mistress!?

# 492_Yukina
source: Are you crazy? What good is a sugar daddy without money? How do you intend to support my lifestyle!?
pt: Ma sei impazzito? Che ci faccio con un sugar daddy senza soldi? Come pensi di mantenere il mio stile di vita!?

# 504_Yukina
source: Ugh, you have got to be kidding! I'll reel in someone who's actually talented and stable. You can get bent!
pt: Uffa, ma stai scherzando?! Mi aggancerò qualcuno che sia davvero in gamba e stabile. Vaffanculo!

# 528_Yukina
source: Wait, my sweet little love duchess! *ahem* Yukina!
pt: Aspetta, mia dolce piccola duchessa d'amore! *ahem* Yukina!

# 552_Yukina
source: (Oh. So he was <Italic>that</Italic> kind of daddy. Guess it was too good to be true...)
pt: (Oh. Quindi era <Italic>quel</Italic> tipo di Daddy. Immagino fosse troppo bello per essere vero...)
