Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid013303f3.po
Languages: pt

source: Karaoke Rules
pt: Regole del Karaoke

source: Employee
pt: Cameriere

source: Yes, please.
pt: Sì, per favore.

source: No, thanks.
pt: No, grazie.

source: Player
pt: Giocatore

source: Sure, let's do it.
pt: Certo, facciamolo.

source: Nah, not today.
pt: Nah, non oggi.

source: No, thank you.
pt: No, grazie.

# 204_Karaoke Rules
source: In this rhythm action game, you press buttons in time with a song. When the bar beneath the lyrics reaches a button icon, press that button and you're good to go.
pt: In questo gioco ritmico, premi i pulsanti a tempo con una canzone. Quando la barra sotto il testo raggiunge l'icona di un pulsante, premi quel pulsante e il gioco è fatto.

# 216_Karaoke Rules
source: If your timing is way off or if you press the wrong button, it'll count against you.
pt: Se sei completamente fuori tempo o se premi il pulsante sbagliato, ti verrà penalizzato.

# 228_Karaoke Rules
source: Well-timed, accurate button presses will score you lots of points, but too many mistakes and the song will come to an abrupt end.
pt: Premi i pulsanti a tempo e con precisione ti faranno guadagnare un sacco di punti, ma troppi errori e la canzone si interromperà di botto.

# 240_Karaoke Rules
source: Complete the game by singing (or letting your partner sing) a song from start to finish. Familiarize yourself with each song and perfect your technique as you aim for a new high score.
pt: Completa il gioco cantando (o facendo cantare al tuo partner) una canzone dall'inizio alla fine. Familiarizzati con ogni canzone e perfeziona la tua tecnica mentre punti a un nuovo record.

# 252_Karaoke Rules
source: <Color:14>You can choose to switch between English and Japanese lyrics in the Options Menu.<Color:Default>
pt: <Color:14>Puoi scegliere di passare tra il testo in inglese e giapponese nel Menu Opzioni.<Color:Default>

# 264_Employee
source: Your time is almost up. Please bring the microphones and your check to the front before leaving.
pt: Il tuo tempo sta per scadere. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 276_Employee
source: Your time is almost up. Please bring the microphones and your check to the front before leaving.
pt: Il tuo tempo sta per scadere. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 288_Employee
source: Your time is almost up. Please bring the microphones and your check to the front before leaving.
pt: Il tuo tempo sta per scadere. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 300_Employee
source: Your time is almost up. Please bring the microphones and your check to the front before leaving.
pt: Il tuo tempo sta per scadere. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 312_Employee
source: Your time is almost up. Please bring the microphones and your check to the front before leaving.
pt: Il tuo tempo sta per scadere. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 324_Employee
source: Your time is almost up. Would you like to extend your session for 500 yen?
pt: Il tuo tempo sta per scadere. Vuoi prolungare la tua sessione per 500 yen?

# 348_Player
source: (I don't have any cash on me, so...) No, thanks.
pt: (Non ho contanti con me, quindi...) No, grazie.

# 360_Player
source: Yeah, sounds good.
pt: Sì, bella idea.

# 372_Karaoke Rules
source: An extension? Yes, sir. Thank you very much. Enjoy your time.
pt: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 384_Employee
source: Thank you very much. Please bring your microphones and your check to the front before leaving.
pt: Grazie mille. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 396_Employee
source: Your time is almost up. Would you like to extend your session for 500 yen?
pt: Il tuo tempo sta per scadere. Vuoi prolungare la tua sessione per 500 yen?

# 420_Akiyama
source: (I don't have any cash on me, so...) No, thanks.
pt: (Non ho contanti con me, quindi...) No, grazie.

# 432_Akiyama
source: Yeah, sounds good.
pt: Sì, bella idea.

# 444_Karaoke Rules
source: An extension? Yes, sir. Thank you very much. Enjoy your time.
pt: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 456_Employee
source: Thank you very much. Please bring your microphones and your check to the front before leaving.
pt: Grazie mille. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 468_Employee
source: Your time is almost up. Would you like to extend your session for 500 yen?
pt: Il tuo tempo sta per scadere. Vuoi prolungare la tua sessione per 500 yen?

# 492_Saejima
source: (Ain't got much money, so...) Nah, I'm gonna pass.
pt: (Non ho molti soldi, quindi...) No, grazie.

# 504_Saejima
source: Sure, why not?
pt: Certo, perché no?

# 516_Karaoke Rules
source: An extension? Yes, sir. Thank you very much. Enjoy your time.
pt: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 528_Employee
source: Thank you very much. Please bring your microphones and your check to the front before leaving.
pt: Grazie mille. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 540_Employee
source: Your time is almost up. Would you like to extend your session for 500 yen?
pt: Il tuo tempo sta per scadere. Vuoi prolungare la tua sessione per 500 yen?

# 564_Shinada
source: (I'm a little light on cash, so...) I don't think so.
pt: (Sono un po' a corto di soldi, quindi...) No, grazie.

# 576_Shinada
source: Yes, please.
pt: Sì, grazie.

# 588_Karaoke Rules
source: An extension? Yes, sir. Thank you very much. Enjoy your time.
pt: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 600_Employee
source: Thank you very much. Please bring your microphones and your check to the front before leaving.
pt: Grazie mille. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.

# 612_Employee
source: Your time is almost up. Would you like to extend your session for 500 yen?
pt: Il tuo tempo sta per scadere. Vuoi prolungare la tua sessione per 500 yen?

# 636_Haruka
source: (I'm short on cash, so that's it for now.) No, thank you.
pt: (Sono a corto di soldi, quindi per ora basta così.) No, grazie.

# 648_Haruka
source: Yes, I'd like to stay a bit longer.
pt: Sì, vorrei rimanere ancora un po'.

# 660_Karaoke Rules
source: An extension? Yes, miss. Thank you very much. Enjoy your time.
pt: Un'estensione? Sì, capo. Grazie mille. Si diverta.

# 672_Employee
source: Thank you very much. Please bring your microphones and your check to the front before leaving.
pt: Grazie mille. Per favore, porta i microfoni e il tuo conto alla cassa prima di andartene.
