Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0a82.po
Languages: pt

source: You paid <Color:8>5,000 yen<Color:Default>.
pt: Hai pagato <Color:8>5.000 yen<Color:Default>.

source: You got some <Color:8>Detergent<Color:Default>.
pt: Hai ottenuto del <Color:8>Detersivo<Color:Default>.

source: You paid <Color:8>all of your money<Color:Default>.
pt: Hai pagato <Color:8>tutti i tuoi soldi<Color:Default>.

source: You got some <Color:8>Detergent<Color:Default>.
pt: Hai ottenuto del <Color:8>Detersivo<Color:Default>.

source: You paid <Color:8>5,000 yen<Color:Default>.
pt: Hai pagato <Color:8>5.000 yen<Color:Default>.

source: You got some <Color:8>Detergent<Color:Default>.
pt: Hai ottenuto del <Color:8>Detersivo<Color:Default>.

source: You paid <Color:8>all of your money<Color:Default>.
pt: Hai pagato <Color:8>tutti i tuoi soldi<Color:Default>.

source: You got some <Color:8>Detergent<Color:Default>.
pt: Hai ottenuto del <Color:8>Detersivo<Color:Default>.

source: You paid <Color:8>5,000 yen<Color:Default>.
pt: Hai pagato <Color:8>5.000 yen<Color:Default>.

source: You paid <Color:8>all of your money<Color:Default>.
pt: Hai pagato <Color:8>tutti i tuoi soldi<Color:Default>.

source: You paid <Color:8>5,000 yen<Color:Default>.
pt: Hai pagato <Color:8>5.000 yen<Color:Default>.

source: You paid <Color:8>all of your money<Color:Default>.
pt: Hai pagato <Color:8>tutti i tuoi soldi<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Stranger
pt: Sconosciuto

source: Open the Door
pt: Apri la porta

source: Pretend You're Not Home
pt: Fingi di non essere a casa

source: Newspaper Salesman
pt: Giornalaio

source: No Way
pt: Assolutamente no

source: Okay
pt: Va bene

source: Get out of here.
pt: Sloggia!

source: Must be tough, huh?
pt: Deve essere dura, eh?

source: Okay, you sold me.
pt: Va bene, mi hai convinto.

source: Changed my mind.
pt: Ho cambiato idea.

source: Deal.
pt: Affare fatto.

source: I'm calling the cops.
pt: Chiamo la polizia!

source: Sorry about that.
pt: Scusami tanto.

source: Enough of this.
pt: Basta così.

source: Get out of here right now.
pt: Sloggia subito!

source: That's no way to talk to a customer.
pt: Non è il modo di parlare a un cliente.

source: Fine, I'll subscribe.
pt: E va bene, mi abbono.

source: Okay, I'll subscribe already.
pt: E va bene, mi abbono.

source: Okay, I'm sorry.
pt: Va bene, scusami.

source: Fine, I'll pay.
pt: E va bene, pago.

source: I've had it up to here with you.
pt: Ne ho fin qui di te!

source: I never said I'd subscribe.
pt: Non ho mai detto che mi sarei abbonato.

source: Enough of your nonsense.
pt: Basta con le tue cavolate!

source: Here you go.
pt: Ecco a lei.

source: I'm done with you.
pt: Ho chiuso con te.

# 44_Stranger
source: *knock* *knock* *knock*
pt: *toc toc toc*

# 56_Stranger
source: Hello? Is anyone home? I thought I'd just come by to greet my new neighbor.
pt: Pronto? C'è nessuno in casa? Pensavo di fare un salto per salutare il mio nuovo vicino.

# 68_Kiryu
source: (Did someone move in next door?)
pt: (Qualcuno si è trasferito qui accanto?)

# 92_Stranger
source: (Just have to stay quiet...)
pt: (Devo solo stare zitto...)

# 104_Stranger
source: ...Nobody home, huh? Oh well.
pt: ...Nessuno in casa, eh? Vabbè.

# 116_Kiryu
source: (That's all it takes? I should pretend I'm not home more often.)
pt: (Basta così poco? Dovrei fingere di non essere a casa più spesso.)

# 200_Stranger
source: Oh, hello there. I'm with the Nagasu Times, and I'd like to offer you a great deal on a newspaper subscription!
pt: Ah, salve! Sono del Nagasu Times e vorrei farle un'offerta imperdibile per un abbonamento al giornale!

# 212_Kiryu
source: What? I thought you were here because you moved in.
pt: Come? Pensavo fossi qui perché ti eri trasferito.

# 224_Newspaper Salesman
source: No, you just moved in, right? So I came to welcome you into the neighborhood!
pt: No, ti sei appena trasferito, giusto? Quindi sono venuto per darti il benvenuto nel quartiere!

# 236_Kiryu
source: I've been living here six months.
pt: Vivo qui da sei mesi.

# 248_Newspaper Salesman
source: Oh, you have? Huh, I didn't know that. I thought you must be a new resident.
pt: Ah, davvero? Eh, non lo sapevo. Pensavo fossi un nuovo residente.

# 260_Newspaper Salesman
source: In any case, I'd be more than happy to get you signed up with our paper. How about I give you a free trial for the first month? Cancellation fees may still apply.
pt: Comunque, sarei più che felice di farla abbonare al nostro giornale. Che ne dice se le do un mese di prova gratuita? Potrebbero comunque applicarsi dei costi di cancellazione.

# 272_Kiryu
source: So you're actually selling newspapers? And you use that moving in line to get people to open the door?
pt: Quindi stai davvero vendendo giornali? E usi quella scusa del trasloco per farti aprire la porta?

# 284_Newspaper Salesman
source: Hey, don't make it sound like I'm a criminal. I did say hi, didn't I? Now, all I need is your signature, and you'll be waking up to that fresh newspaper smell in no time!
pt: Ehi, non farmi sembrare un criminale. Ti ho salutato, no? Adesso mi serve solo la tua firma, e ti sveglierai col profumo di giornale fresco in men che non si dica!

# 296_Stranger
source: No way. Try that scheme on someone else.
pt: Assolutamente no. Falla a qualcun altro.

# 308_Newspaper Salesman
source: Oh, but... It's not that easy, you know. What with the proliferation of the internet and all, nobody reads the paper anymore. The medium's in danger of dying, friend.
pt: Ah, ma... non è così facile, sai. Con la proliferazione di internet e tutto il resto, nessuno legge più il giornale. Il mezzo rischia di morire, amico.

# 320_Newspaper Salesman
source: Our goal at the Nagasu Times is to support more local news, so it would really help your community if you decided to join the cause. Besides, all your neighbors said yes.
pt: Il nostro obiettivo al Nagasu Times è sostenere di più le notizie locali, quindi aiuterebbe davvero la tua comunità se decidessi di unirti alla causa. Inoltre, tutti i tuoi vicini hanno detto di sì.

# 332_Newspaper Salesman
source: Don't be a sore thumb. Come on. Is there any way I could get you to reconsider?
pt: Non fare il diverso. Dai. Non c'è proprio modo di farti cambiare idea?

# 344_Stranger
source: Okay, you sold me. I'll sign up.
pt: Ok, mi hai convinto. Mi abbono.

# 356_Newspaper Salesman
source: Oh, you will? That's great! Let's make it a six-month subscription, shall we?
pt: Oh, si? Fantastico! Facciamo un abbonamento di sei mesi, che dici?

# 368_Kiryu
source: What? I thought you said I could try it out free for a month.
pt: Cosa? Pensavo avessi detto che potevo provarlo gratis per un mese.

# 380_Newspaper Salesman
source: Well, you might as well go with at least six months, paid. It'd save you the trouble of renewing. Plus you get a better deal that way.
pt: Beh, tanto vale che prenda almeno sei mesi, a pagamento. Le risparmierebbe la seccatura di rinnovare. In più, avrebbe un'offerta migliore in quel modo.

# 392_Newspaper Salesman
source: Oh, how about I throw in some detergent as well? Would that sweeten the deal? Nothing like waking up to a pile of clean clothes and the morning paper, am I right!?
pt: Oh, che ne dici se ci butto dentro anche del detersivo? Ti farebbe più gola così? Non c'è niente di meglio che svegliarsi con una pila di vestiti puliti e il giornale del mattino, dico bene!?

# 404_Stranger
source: Get out of here. I won't say it again.
pt: Vattene via. Non te lo ripeto.

# 416_Newspaper Salesman
source: What's with the attitude, bro? Is that any way to talk to a guest?
pt: Cos'è 'sto atteggiamento, amico? È così che si parla a un ospite?

# 428_Kiryu
source: Hmph. You worm your way into someone's home, and now you're talking manners?
pt: Hmph. Ti intrufoli in casa di qualcuno, e ora parli di maniere?

# 440_Newspaper Salesman
source: You watch your mouth, asshole. I don't take any bullshit from guys like you! Apologize to me right now! Do it!
pt: Guarda come parli, stronzo. Non mi faccio prendere per il culo da gente come te! Chiedimi scusa subito! Fallo!

# 452_Stranger
source: Must be tough, huh?
pt: Dev'essere tosta, eh?

# 464_Newspaper Salesman
source: I'm glad you can see this from our point of view. So, shall we work out your subscription?
pt: Sono contento che tu riesca a vederla dal nostro punto di vista. Allora, facciamo il tuo abbonamento?

# 476_Kiryu
source: What? I didn't say I'd subscribe. I just said it must be tough on you.
pt: Cosa? Non ho detto che mi sarei abbonato. Ho solo detto che dev'essere tosta per te.

# 488_Newspaper Salesman
source: Well, shit. You could have been a bit more clear about that. Are you trying to make a fool out of me?
pt: Beh, merda. Avresti potuto essere un po' più chiaro su 'sta cosa. Stai cercando di prendermi per il culo?

# 500_Stranger
source: No, I changed my mind.
pt: No, ho cambiato idea.

# 512_Newspaper Salesman
source: Huh? You can't just change your mind like that! Aren't you a man of your word?
pt: Eh? Non puoi mica cambiare idea così! Non sei un uomo di parola?

# 524_Kiryu
source: You're the one who said a month to begin with. How about you keep your word as well?
pt: Sei tu quello che ha detto un mese per cominciare. Che ne dici di mantenere la tua parola anche tu?

# 536_Newspaper Salesman
source: Don't you start quibbling with me! You've got no right to criticize! You better watch how you talk to people!
pt: Non iniziare a fare storie con me! Non hai alcun diritto di criticare! Guarda come parli alla gente!

# 548_Stranger
source: Okay, then. A six-month subscription, you say?
pt: Ok, allora. Un abbonamento di sei mesi, dici?

# 560_Newspaper Salesman
source: Great! That'll be a big help! If only everyone were as understanding as you, my job would be a walk in the park!
pt: Alla grande! Sarà di grande aiuto! Se solo tutti fossero comprensivi come te, il mio lavoro sarebbe una passeggiata!

# 572_Newspaper Salesman
source: Now then. Your first paper will be delivered next year.
pt: Allora. Il tuo primo giornale sarà consegnato l'anno prossimo.

# 584_Kiryu
source: Next year? Why does it take that long?
pt: L'anno prossimo? Perché ci vuole così tanto?

# 596_Newspaper Salesman
source: Come on, we're busy at the end of the year! You ought to think about people's circumstances before you go complaining about what you don't know.
pt: Ma dai, siamo incasinati a fine anno! Dovresti pensare alle situazioni degli altri prima di metterti a fare storie per quello che non sai.

# 680_Newspaper Salesman
source: All right, that's that, then! Thank you for choosing the Nagasu Times!
pt: Perfetto, allora è fatta! Grazie per aver scelto il Nagasu Times!

# 740_Newspaper Salesman
source: All right, then... Hold on. You don't even have enough to begin with!
pt: Va bene, allora... Aspetta un attimo. Non ne hai nemmeno abbastanza per cominciare!

# 752_Newspaper Salesman
source: Fine! I'll be back to collect the rest later!
pt: Va bene! Torno a prendere il resto dopo!

# 764_Stranger
source: (Well... I guess it wouldn't hurt to read the newspaper every now and then.)
pt: (Beh... non è che faccia male leggere il giornale ogni tanto.)

# 812_Stranger
source: Get out of here. And don't show your face again.
pt: Vattene via. E non farti più vedere.

# 824_Newspaper Salesman
source: Hey, what's with the cold shoulder? I tried being nice, and this is what I get in return? You think I'm gonna turn around and leave just like that!?
pt: Ehi, che fai il freddo? Ho provato a essere gentile, e questo è quello che ricevo in cambio? Pensi che mi giri e me ne vada così, eh!?

# 836_Kiryu
source: You're the one sticking around where you're not welcome. I told you to get out.
pt: Sei tu quello che bazzichi dove non sei il benvenuto. Ti ho detto di andartene.

# 848_Newspaper Salesman
source: You better watch your mouth, asshole. I don't take any bullshit from guys like you! Apologize to me right now! Do it!
pt: Meglio che stai attento a come parli, stronzo. Non accetto stronzate da uno come te! Chiedimi subito scusa! Fallo!

# 860_Stranger
source: That's no way to talk to a customer.
pt: Non si parla così a un cliente.

# 872_Newspaper Salesman
source: Don't go getting on your high horse with me. You'd better subscribe if you want to be treated like a customer!
pt: Non venire a fare il prezioso con me. Ti conviene abbonarti se vuoi essere trattato come un cliente!

# 884_Kiryu
source: Now you're threatening me to get subscriptions? Some salesman you are.
pt: Ora mi stai minacciando per farmi abbonare? Bel venditore che sei.

# 896_Newspaper Salesman
source: I'm not threatening anybody! You think I'm some sorta scam artist? You better apologize to me right now. Do it!
pt: Non sto minacciando nessuno! Pensi che sia una specie di truffatore? Meglio che mi chiedi subito scusa. Fallo!

# 908_Stranger
source: Okay, then. I'll sign up.
pt: Va bene, allora. Mi abbono.

# 920_Newspaper Salesman
source: Oh, you will? That's great! Let's make it a six-month subscription, shall we?
pt: Oh, ti abboni? Fantastico! E facciamo un abbonamento di sei mesi, che ne dici?

# 932_Kiryu
source: What? I thought you said I could try it out for a month, free.
pt: Cosa? Credevo avessi detto che potevo provarlo per un mese, gratis.

# 944_Newspaper Salesman
source: Well, you might as well go with at least six months, paid. It'd save you the trouble of renewing. Plus you get a better deal that way.
pt: Beh, tanto ti conviene fare almeno sei mesi, a pagamento. Così ti risparmi la seccatura di rinnovare. E in più, ci guadagni pure.

# 956_Newspaper Salesman
source: Think about it. It's a no-brainer. Oh, how about I throw in some detergent as well? Would that sweeten the deal?
pt: Pensaci un po'. Non c'è neanche da pensarci su. Oh, che ne dici se ti ci metto dentro pure del detersivo? Ti addolcirebbe l'affare?

# 968_Stranger
source: Okay, then. I'll sign up.
pt: Va bene, allora. Mi abbono.

# 980_Newspaper Salesman
source: Tch, why didn't you say so in the first place? We could have saved us all that time!
pt: Tsk, perché non l'hai detto subito? Ci saremmo risparmiati tutto quel tempo!

# 992_Newspaper Salesman
source: Anyway, a promise is a promise, so I'll give you your detergent. You better not go back on the deal, though, or you'll regret it!
pt: Comunque, una promessa è una promessa, quindi ti darò il tuo detersivo. Ti conviene non tirarti indietro dall'accordo, però, o te ne pentirai!

# 1004_Newspaper Salesman
source: Your six-month subscription starts next year.
pt: Il tuo abbonamento di sei mesi inizia l'anno prossimo.

# 1016_Kiryu
source: Next year? Why does it take that long?
pt: L'anno prossimo? Perché ci mette così tanto?

# 1028_Newspaper Salesman
source: Come on, we're busy at the end of the year! You ought to think about people's circumstances before you go complaining about what you don't know.
pt: Ma su, siamo incasinati a fine anno! Dovresti pensare alle circostanze degli altri prima di metterti a lamentarti di cose che non conosci.

# 1040_Newspaper Salesman
source: All right, that's that, then! Thank you for choosing the Nagasu Times!
pt: Perfetto, allora è fatta! Grazie per aver scelto il Nagasu Times!

# 1172_Newspaper Salesman
source: Hold on. You don't even have enough to begin with!
pt: Aspetta un attimo. Non ne hai neanche abbastanza per iniziare!

# 1184_Newspaper Salesman
source: Fine! I'll be back to collect the rest later!
pt: Perfetto! Tornerò a riscuotere il resto più tardi!

# 1196_Stranger
source: (Well... I guess it wouldn't hurt to read the newspaper every now and then.)
pt: (Beh... non farebbe male leggere il giornale ogni tanto.)

# 1244_Stranger
source: Know what, I'm calling the cops. You good with that?
pt: Senti, chiamo la polizia. Ti sta bene?

# 1256_Newspaper Salesman
source: Are you stupid or something!? The police have far better things to do than make house calls on some trumped-up charges!
pt: Ma sei stupido o cosa!? La polizia ha ben altro da fare che venire a casa per accuse campate in aria!

# 1268_Newspaper Salesman
source: Sheesh. I'm on the clock here, you know? You can forget about that generous offer now, pal.
pt: Cristo. Ho da fare qui, sai? Puoi scordarti quella generosa offerta adesso, amico.

# 1280_Newspaper Salesman
source: What I want instead is compensation for wasting my time, you business-obstructing bumblefuck. Better pay up, or else!
pt: Quello che voglio invece è un risarcimento per avermi fatto perdere tempo, tu, coglione che mi ostacoli negli affari. Meglio che paghi, o altrimenti!

# 1292_Stranger
source: Sorry, I didn't mean any ill will.
pt: Scusa, non intendevo nulla di male.

# 1304_Newspaper Salesman
source: That right? But you know you're going to have to do better than just an apology.
pt: È così? Ma lo sai che dovrai fare di meglio di una semplice scusa.

# 1316_Newspaper Salesman
source: You're gonna sign up for our newspaper. A simple six-month subscription. Come on, let's get this over with.
pt: Ti iscriverai al nostro giornale. Un semplice abbonamento di sei mesi. Forza, facciamola finita.

# 1328_Stranger
source: Fine, I'll subscribe to your newspaper. Satisfied?
pt: Va bene, mi abbonerò al tuo giornale. Soddisfatto?

# 1340_Newspaper Salesman
source: Tch, why didn't you say so in the first place? There won't be any detergent for you, that's for sure! Oh, and delivery will start next year.
pt: Tsk, perché non l'hai detto subito? Niente detersivo per te, questo è certo! Ah, e la consegna inizierà l'anno prossimo.

# 1352_Kiryu
source: Next year? Why's it going to take that long?
pt: L'anno prossimo? Perché ci metterà così tanto tempo?

# 1364_Newspaper Salesman
source: Come on, we're busy at the end of the year! You ought to think about people's circumstances before you go complaining about what you don't know.
pt: Forza, siamo incasinati a fine anno! Dovresti pensare alla situazione degli altri prima di metterti a lamentarti di cose che non conosci.

# 1376_Newspaper Salesman
source: You'd better not go back on the deal, though, or I'll make you regret it!
pt: Non ti azzardare a rimangiarti l'accordo, o te ne farò pentire!

# 1388_Newspaper Salesman
source: All right, that's that, then! Thank you for choosing the Nagasu Times!
pt: Va bene, allora è fatta! Grazie per aver scelto il Nagasu Times!

# 1472_Newspaper Salesman
source: Hold on. You don't even have enough to begin with!
pt: Aspetta un attimo. Non hai nemmeno abbastanza per cominciare!

# 1484_Newspaper Salesman
source: Fine! I'll be back to collect the rest later!
pt: Va bene! Tornerò a riscuotere il resto dopo!

# 1496_Stranger
source: (Well... I guess it wouldn't hurt to read the newspaper every now and then.)
pt: (Beh... credo che non guasterebbe leggere il giornale ogni tanto.)

# 1544_Stranger
source: Fine, I'll pay.
pt: Va bene, pagherò.

# 1556_Newspaper Salesman
source: That's right! Spineless worms like you need to watch what you say! I hope you learned your lesson. Now hurry up and fork over the dough.
pt: Esatto! Vermi come te devono stare attenti a quello che dicono! Spero tu abbia imparato la lezione. Ora spicciati a sganciare i soldi.

# 1568_Stranger
source: You need to leave. Now.
pt: Vattene. Subito.

# 1580_Newspaper Salesman
source: You cheeky bastard! All right! I'm through playing games! Step outside and we'll settle this the hard way!
pt: Brutto bastardo sfacciato! Adesso basta! Ho chiuso con i giochini! Usciamo fuori e la sistemiamo con le cattive!

# 1592_Kiryu
source: Heh. I wonder what you have in mind.
pt: Heh. Chissà cosa hai in mente.

# 1604_Newspaper Salesman
source: I mean I'm gonna cut the sales pitch and give your face a tune up. You're dead meat now!
pt: Voglio dire, la faccio finita con la manfrina e ti rifaccio i connotati. Adesso sei un uomo morto!

# 1628_Stranger
source: Okay, I've had just about enough of this.
pt: Ok, mi sono stufato di questa storia.

# 1640_Newspaper Salesman
source: Huh? What are you gonna do, then? You don't think I can take your ass out!?
pt: Eh? Che farai, allora? Non pensi che io possa farti il culo!?

# 1652_Newspaper Salesman
source: That's it. I'm through dickin' around! Step outside and we'll settle this the hard way!
pt: Adesso basta. Ho chiuso con le stronzate! Usciamo fuori e la sistemiamo con le cattive!

# 1664_Kiryu
source: Heh. I wonder what you have in mind.
pt: Heh. Chissà cosa hai in mente.

# 1676_Newspaper Salesman
source: I mean I'm gonna cut the sales pitch and give your face a tune up. You're dead meat now!
pt: Voglio dire, la faccio finita con la manfrina e ti rifaccio i connotati. Adesso sei un uomo morto!

# 1700_Stranger
source: It seems you're confused. I never said I was actually going to subscribe.
pt: Mi sa che sei confuso. Non ho mai detto che mi sarei abbonato per davvero.

# 1712_Newspaper Salesman
source: You gotta be shittin' me! All right, I'm done dickin' around. Step outside and we'll settle this the hard way!
pt: Ma mi stai prendendo per il culo?! Adesso basta! Ho chiuso con le stronzate. Usciamo fuori e la sistemiamo con le cattive!

# 1724_Kiryu
source: Heh. I wonder what you have in mind.
pt: Heh. Chissà cosa hai in mente.

# 1736_Newspaper Salesman
source: I mean I'm gonna cut the sales pitch and give your face a tune up. You're dead meat now!
pt: Voglio dire, la faccio finita con la manfrina e ti rifaccio i connotati. Adesso sei un uomo morto!

# 1760_Stranger
source: There. You happy now?
pt: Ecco. Adesso sei contento?

# 1796_Stranger
source: Hmph. Fine. Apology accepted. But don't think you can get away with insulting me again!
pt: Hmph. Va bene. Scuse accettate. Ma non credere di farla franca a insultarmi di nuovo!

# 1832_Newspaper Salesman
source: All right, then... Hold on. You don't even have enough to begin with!
pt: Va bene, allora... Aspetta. Non hai nemmeno abbastanza per iniziare!

# 1844_Newspaper Salesman
source: Fine! I'll be back to collect the rest later!
pt: Va bene! Tornerò a riscuotere il resto più tardi!

# 1856_Stranger
source: (Finally I can get some peace.)
pt: (Finalmente posso avere un po' di pace.)
