Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016900ad.po
Languages: pt

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: You got 1,200 experience points.
pt: Hai ottenuto 1.200 punti esperienza.

source: You got 900 experience points.
pt: Hai ottenuto 900 punti esperienza.

source: Yamaura's Memo
pt: Promemoria di Yamaura

source: Man's Voice
pt: Voce maschile

source: Dyna Chair
pt: Dyna Sedia

source: The Princess League
pt: La Princess League

source: I think that's a question for the director.
pt: Credo che questa sia una domanda per il direttore.

source: It's a great chance for girls to compete.
pt: È un'ottima occasione per le ragazze per competere.

source: If you don't like it, you don't have to watch.
pt: Se non ti piace, non sei costretto a guardare.

source: It may be vague, but it is a point of reference.
pt: Sarà anche vago, ma è un punto di riferimento.

source: I don't really pay much attention to the scores.
pt: Non faccio molto caso ai punteggi.

source: I think the scoring system is fair.
pt: Penso che il sistema di punteggio sia giusto.

source: I believe I've already surpassed her.
pt: Credo di averla già superata.

source: I'm going to try my hardest to surpass her.
pt: Ce la metterò tutta per superarla.

source: I don't think she and I can be compared.
pt: Non credo che io e lei siamo paragonabili.

# 56_Haruka
source: (Let's see what Yamaura-san's memo says.)
pt: (Vediamo cosa dice il promemoria di Yamaura-san.)

# 68_Yamaura's Memo
source: "TV Smash" is a magazine about television shows and personalities. It's aimed towards the casual reader, so it primarily focuses on things like idols' hobbies and personal preferences.
pt: "TV Smash" è una rivista che parla di programmi e personaggi televisivi. È rivolta a un pubblico di lettori occasionali, quindi si concentra principalmente su aspetti come gli hobby e le preferenze personali delle idol.

# 80_Yamaura's Memo
source: The interviewer will be Karube-san. He's pretty aggressive, and will likely attempt to get a rise out of you. Just try to keep your cool.
pt: L'intervistatore sarà Karube-san. È piuttosto aggressivo e probabilmente cercherà di provocarti. Cerca solo di mantenere la calma.

# 92_Yamaura's Memo
source: If he likes you, he'll write a really great article. So try to win him over, okay?
pt: Se gli starai simpatica, scriverà un articolo davvero ottimo. Quindi cerca di conquistarlo, ok?

# 104_Yamaura's Memo
source: The topic of this interview will be the Princess League.
pt: L'argomento di questa intervista sarà la Princess League.

# 116_Haruka
source: (Okay, so this is what I have to keep in mind for the interview.)
pt: (Okay, allora ecco cosa devo tenere a mente per l'intervista.)

# 128_Haruka
source: (The interview is going to be about the Princess League.)
pt: (L'intervista riguarderà la Princess League.)

# 140_Haruka
source: (And the interviewer is likely to try and get me flustered, but I have to stay calm.)
pt: (E l'intervistatore probabilmente cercherà di agitarmi, ma devo mantenere la calma.)

# 152_Haruka
source: (All right. Got it!)
pt: (Va bene. Ricevuto!)

# 164_Man's Voice
source: Hello, I'm here for the interview.
pt: Salve, sono qui per l'intervista.

# 176_Haruka
source: (Oh! The interviewer is here.)
pt: (Oh! L'intervistatore è qui.)

# 236_Haruka
source: Hello, I'm Karube from "TV Smash." Nice to meet you!
pt: Salve, sono Karube di "TV Smash". Piacere di conoscerti!

# 248_Haruka
source: Hello! Thank you very much for coming.
pt: Salve! Grazie mille per essere venuto.

# 260_Karube
source: Sure. Now, let's start today's interview. Let's see. Uh-oh. What was I going to ask you about today?
pt: Certo. Allora, iniziamo l'intervista di oggi. Vediamo... Oh-oh. Cosa volevo chiederti oggi?

# 272_Haruka
source: Um...
pt: Ehm...

# 284_Karube
source: What? Didn't your manager tell you? I thought I requested that you be informed.
pt: Cosa? Il tuo manager non te l'ha detto? Pensavo di aver chiesto che fossi informato.

# 296_Karube
source: Well, never mind. I just remembered. Today's interview is going to be about the Princess League.
pt: Beh, non importa. Mi è appena tornato in mente. L'intervista di oggi riguarderà la Princess League.

# 308_Haruka
source: I see. I really apologize.
pt: Capisco. Mi scuso davvero.

# 320_Karube
source: Right. I guess Dyna Chair doesn't prep its talent very well, do they?
pt: Già. Mi sa che alla Dyna Chair non preparano molto bene i propri talenti, vero?

# 332_Haruka
source: I think it was going to be about Dyna Chair?
pt: Pensavo che dovesse riguardare la Dyna Chair?

# 344_Karube
source: About this agency? No way. Why would we do a story about that? Maybe if it were some bigger, more famous agency. But this dinky place?
pt: Su questa agenzia? Neanche per sogno. Perché mai dovremmo farci un servizio? Magari se fosse un'agenzia più grande e famosa. Ma questo posticino?

# 356_Haruka
source: Oh. I'm sorry.
pt: Oh. Mi scusi.

# 368_Karube
source: Well, never mind. I remember now. Today's interview is going to be about the Princess League.
pt: Beh, non importa. Ora mi ricordo. L'intervista di oggi riguarderà la Princess League.

# 380_Karube
source: But it is quite curious. Didn't your manager tell you anything?
pt: Però è piuttosto curioso. Il tuo manager non ti ha detto niente?

# 392_Haruka
source: I really apologize.
pt: Mi scuso davvero.

# 404_Karube
source: Hm. I guess Dyna Chair doesn't prep its talent very well, do they?
pt: Hm. Mi sa che alla Dyna Chair non preparano molto bene i propri talenti, vero?

# 416_Haruka
source: I was told it was going to be about the Princess League.
pt: Mi era stato detto che avrebbe riguardato la Princess League.

# 428_Karube
source: Oh yes, that's right, the Princess League. So your manager did prepare you.
pt: Ah già, è vero, la Princess League. Quindi il tuo manager ti ha preparata.

# 440_Haruka
source: Yes, of course.
pt: Sì, certo.

# 452_Karube
source: That's great. This agency is pretty small, so I was a little worried, to be honest.
pt: Bene. Questa agenzia è piuttosto piccola, quindi ero un po' preoccupato, a essere onesti.

# 464_Karube
source: But it looks like they prep their talent well.
pt: Però sembra che preparino bene i propri talenti.

# 476_Haruka
source: I think it was going to be about T-Set?
pt: Pensavo che dovesse riguardare le T-Set?

# 488_Karube
source: What? No, that can't be it. If I was going to do a story on T-Set, I'd go to Osaka Talent, wouldn't I? Why would I come see you?
pt: Cosa? No, non può essere. Se dovessi fare un servizio sulle T-Set, andrei alla Osaka Talent, no? Perché mai dovrei venire da te?

# 500_Haruka
source: Oh. I'm sorry.
pt: Oh. Mi scusi.

# 512_Karube
source: Well, never mind. I remember now. Today's interview is going to be about the Princess League.
pt: Beh, non importa. Ora ricordo. L'intervista di oggi riguarderà la Princess League.

# 524_Karube
source: But that is funny. Didn't your manager tell you?
pt: Però è strano. Il tuo manager non te l'ha detto?

# 536_Haruka
source: I really apologize.
pt: Le chiedo davvero scusa.

# 548_Karube
source: Right. I guess Dyna Chair doesn't prep its talent very well, do they?
pt: Già. A quanto pare alla Dyna Chair non preparano molto bene i propri talenti, vero?

# 560_Karube
source: Well, let's get right to it, shall we? So, what do you think about the Princess League system?
pt: Bene, allora arriviamo subito al dunque, che ne dici? Quindi, cosa ne pensi del sistema della Princess League?

# 572_Haruka
source: Um, sorry?
pt: Ehm, scusi?

# 584_Karube
source: I mean, it must be great for unknown talent like you. You can get your face on TV, even without much proven experience.
pt: Voglio dire, dev'essere fantastico per un talento sconosciuto come te. Puoi farti vedere in TV anche senza avere chissà quale esperienza alle spalle.

# 596_Karube
source: Plus, the station can produce a profitable TV show without having to pay its talent very much. A win-win, right?
pt: In più, l'emittente può produrre un programma televisivo redditizio senza dover pagare molto i suoi talenti. Un vantaggio per tutti, no?

# 608_Karube
source: But, on the other hand, the level of talent is often hit-or-miss. Don't you think that lowers the overall quality of this type of program?
pt: Ma, d'altro canto, il livello dei talenti è spesso altalenante. Non credi che questo abbassi la qualità generale di questo tipo di programmi?

# 620_Karube
source: So taking all that into consideration, is the Princess League system really all that great?
pt: Quindi, tenendo conto di tutto ciò, il sistema della Princess League è davvero così fantastico?

# 644_Karube
source: The right to remain silent, huh? Well, that's all right. If I can't get a story out of you, we'll just have to put some other article in instead.
pt: Il diritto di rimanere in silenzio, eh? Beh, va bene così. Se non riesco a tirarti fuori una storia, vorrà dire che pubblicheremo un altro articolo al suo posto.

# 656_Karube
source: I mean, we don't want to bore our readers, right?
pt: Voglio dire, non vogliamo mica annoiare i nostri lettori, vero?

# 668_Haruka
source: I think that's a question for the director. I'm just a contestant.
pt: Penso che questa sia una domanda per il regista. Io sono solo una concorrente.

# 680_Karube
source: But I came all this way to ask what you think about things. Telling me to ask somebody else won't help me write a good article.
pt: Ma sono venuto fin qui apposta per sapere cosa ne pensi tu. Dirmi di chiedere a qualcun altro non mi aiuterà certo a scrivere un buon articolo.

# 692_Haruka
source: All I know is that I do my own job to the best of my ability. I can't say anything about the rest of what you asked about.
pt: Tutto quello che so è che faccio il mio lavoro al meglio delle mie capacità. Non posso dire nulla sul resto di quello che mi ha chiesto.

# 704_Karube
source: So, you don't care about the overall quality of the TV programming you benefit from? I see. Maybe the question was too difficult for you.
pt: Quindi non ti importa della qualità generale dei programmi televisivi di cui benefici? Capisco. Forse la domanda era troppo difficile per te.

# 716_Haruka
source: Well, the wonderful thing about the Princess League is that it gives girls a chance to compete, and truly try their very hardest at something worthwhile.
pt: Beh, la cosa meravigliosa della Princess League è che dà alle ragazze la possibilità di competere e di dare veramente il massimo per qualcosa che valga la pena.

# 728_Karube
source: Are you saying that you don't care if the viewers have to watch low-quality performances?
pt: Stai dicendo che non ti importa se gli spettatori devono guardare delle esibizioni di scarsa qualità?

# 740_Haruka
source: Not at all. I don't feel the quality of my own performance is low, and I believe all of the contestants train hard and do their absolute best.
pt: Niente affatto. Non ritengo che la qualità della mia esibizione sia scarsa, e credo che tutte le concorrenti si allenino duramente e diano il massimo.

# 752_Karube
source: I see. Well, I have to agree. When I saw you perform, I really thought you had something special.
pt: Capisco. Beh, devo concordare. Quando ti ho vista esibirti, ho pensato davvero che avessi qualcosa di speciale.

# 764_Karube
source: And I could tell that you'd been through some pretty grueling training. I guess if the system produces performers like you, it must have some merit.
pt: E si vedeva che avevi affrontato degli allenamenti piuttosto estenuanti. Immagino che se il sistema sforna artiste come te, debba avere qualche merito.

# 776_Haruka
source: I think if someone doesn't like a particular TV show, they don't have to watch it. There are lots of other channels.
pt: Penso che se a qualcuno non piace un certo programma televisivo, non debba per forza guardarlo. Ci sono un sacco di altri canali.

# 788_Karube
source: Ha. That sounds like a cop-out answer.
pt: Ah. Mi sembra una risposta di comodo.

# 800_Haruka
source: I just mean, all I can do is give the very best performance I can, and try to please the people who do choose to watch.
pt: Intendo solo dire che tutto quello che posso fare è dare il meglio di me nella mia esibizione e cercare di far piacere a chi sceglie di guardarmi.

# 812_Karube
source: You know, with an attitude like that you'll never become anything more than mere decoration for the show.
pt: Sai, con un atteggiamento del genere non sarai mai nulla di più che un semplice elemento decorativo per lo show.

# 824_Karube
source: Real stars can outshine any TV show they happen to appear on.
pt: Le vere star possono eclissare qualunque programma televisivo in cui si trovano a comparire.

# 836_Karube
source: But maybe you just don't have that star quality yet.
pt: Ma forse è solo che non hai ancora quella stoffa da star.

# 848_Haruka
source: Well, moving on. There's another problem I see with the Princess League system: performances are rated by studio audience voting.
pt: Bene, proseguiamo. Vedo un altro problema nel sistema della Princess League: le esibizioni vengono valutate tramite il voto del pubblico in studio.

# 860_Karube
source: That's a pretty vague criterion, don't you think? Can singing and dancing really be evaluated with a numerical score?
pt: È un criterio piuttosto vago, non trovi? Si possono davvero valutare il canto e il ballo con un punteggio numerico?

# 872_Haruka
source: Um...
pt: Ehm...

# 884_Karube
source: Was the question was too difficult?
pt: La domanda era troppo difficile?

# 896_Haruka
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 908_Karube
source: How am I supposed to write my article if you don't answer?
pt: E io come dovrei scrivere il mio articolo se non rispondi?

# 920_Haruka
source: Audience voting may be a vague criterion, but I do think it gives a useful point of reference. And it might just make us work that much harder!
pt: Il voto del pubblico sarà anche un criterio vago, ma credo che fornisca un punto di riferimento utile. E potrebbe proprio spronarci a impegnarci ancora di più!

# 932_Karube
source: But couldn't fans just vote for their favorite, and not who actually performed the best? Is it really a meaningful evaluation?
pt: Ma i fan non potrebbero semplicemente votare il loro preferito, anziché chi si è esibito meglio? È davvero una valutazione significativa?

# 944_Haruka
source: From what I've seen from the show, it seems pretty accurate to me.
pt: Da quello che ho visto del programma, mi sembra piuttosto accurato.

# 956_Karube
source: I see. So you're basing your opinion on your own observations?
pt: Capisco. Quindi basi la tua opinione sulle tue osservazioni personali?

# 968_Karube
source: To be honest, I actually do think the scores seem to be pretty spot on. From what I've observed, at least.
pt: A dire il vero, credo proprio che i punteggi siano piuttosto azzeccati. Almeno per quanto ho potuto osservare.

# 980_Haruka
source: Really?
pt: Davvero?

# 992_Karube
source: Yes. Somehow, the audience seems to get it right every time. I guess they're a pretty discerning bunch.
pt: Sì. In qualche modo, il pubblico sembra azzeccarci ogni volta. Immagino che sia gente piuttosto perspicace.

# 1004_Haruka
source: I don't really pay much attention to the scores, actually. Like you said, I don't really believe singing and dancing can be given a numerical score.
pt: A dire il vero, non faccio molta attenzione ai punteggi. Come dicevi, non credo che al canto e al ballo si possa davvero assegnare un punteggio numerico.

# 1016_Karube
source: But in that case, wouldn't it follow that it doesn't matter if you win or lose because it's based on meaningless scores?
pt: Ma in tal caso, non ne conseguirebbe che vincere o perdere non ha importanza, visto che si basa su dei punteggi privi di significato?

# 1028_Haruka
source: Hm. I guess that makes sense...
pt: Mh. Immagino che abbia senso...

# 1040_Karube
source: Haha. I guess it's a pretty flawed system, if even the contestants themselves don't believe in it. Wow, that'll sure get our reader's attention!
pt: Ah ah. Direi che è un sistema con parecchie falle, se perfino le concorrenti stesse non ci credono. Caspita, questo attirerà di sicuro l'attenzione dei nostri lettori!

# 1064_Haruka
source: I think the scoring system is fair. Performances vary in quality, and I think the scores reflect that pretty accurately.
pt: Penso che il sistema di punteggio sia equo. La qualità delle esibizioni varia, e credo che i punteggi lo riflettano in modo piuttosto accurato.

# 1076_Karube
source: A performance can be technically skilled, but that isn't always what appeals to an audience.
pt: Un'esibizione può essere tecnicamente impeccabile, ma non è sempre quello che conquista il pubblico.

# 1088_Karube
source: Sometimes the value of a performance goes beyond technique, wouldn't you agree?
pt: A volte il valore di un'esibizione va oltre la tecnica, non sei d'accordo?

# 1100_Haruka
source: Of course. But the scores are the votes of each audience member, and I think they reflect how much the performer touched their heart individually.
pt: Certamente. Ma i punteggi sono i voti di ogni singolo membro del pubblico, e credo che riflettano quanto chi si esibisce sia riuscito a toccare il cuore di ognuno di loro.

# 1112_Haruka
source: So I don't believe the Princess League scores are based on technique alone.
pt: Quindi non credo che i punteggi della Princess League si basino solo sulla tecnica.

# 1124_Karube
source: You've got a point there. Hm. That's a pretty good answer, actually.
pt: Non hai tutti i torti. Mh. A dire il vero, è una gran bella risposta.

# 1136_Haruka
source: So that brings us to my last question. Now, to tell you the truth, I used to be a huge fan of a certain idol named Mirei Park.
pt: Quindi siamo arrivati alla mia ultima domanda. Ora, a dire il vero, un tempo ero un grandissimo fan di una certa idol di nome Mirei Park.

# 1148_Haruka
source: Oh? You were Park-san's fan?
pt: Oh? Eri un fan della signora Park?

# 1160_Karube
source: That's right. And I know you were her favorite. So, let me ask you this. Do you believe you will surpass her one day?
pt: Proprio così. E so che eri la sua preferita. Quindi, lascia che ti chieda questo. Credi che un giorno riuscirai a superarla?

# 1196_Karube
source: Hey, how am I supposed to make this into an interview if you won't even answer!?
pt: Ehi, come dovrei trasformarla in un'intervista se non rispondi nemmeno!?

# 1208_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 1220_Karube
source: This has been a complete waste of my time. Now I'll have to find some other article to put in place of your interview. Ugh, what a pain!
pt: È stata una completa perdita di tempo. Ora dovrò trovare un altro articolo da mettere al posto della tua intervista. Uff, che seccatura!

# 1244_Karube
source: Come on, that was my best question!
pt: Ma dai, quella era la mia domanda migliore!

# 1256_Haruka
source: I'm sorry!
pt: Mi dispiace!

# 1268_Karube
source: Oh, well. I guess it really wasn't fair to ask you to answer a question like that.
pt: Oh, beh. Immagino che non sia stato affatto corretto chiederti di rispondere a una domanda del genere.

# 1280_Haruka
source: I believe I've already surpassed her.
pt: Credo di averla già superata.

# 1292_Karube
source: Whoa! That's a bold statement! I didn't expect you to say something like that.
pt: Wow! Questa sì che è un'affermazione audace! Non mi aspettavo che dicessi una cosa del genere.

# 1304_Haruka
source: Park-san poured everything she had into me, and that's what makes me work so hard every day.
pt: La signora Park ha dato tutta se stessa per me, ed è per questo che mi impegno così tanto ogni giorno.

# 1316_Karube
source: I see. Well, I certainly admire your spirit.
pt: Capisco. Beh, ammiro sicuramente il tuo spirito.

# 1328_Karube
source: But that is quite a big boast, saying you've already surpassed Mirei Park.
pt: Ma è una bella spacconata, dire di aver già superato Mirei Park.

# 1340_Karube
source: I'll be following your career with an even more critical eye now.
pt: D'ora in avanti seguirò la tua carriera con un occhio ancora più critico.

# 1352_Haruka
source: I'm going to try my hardest to surpass her. Park-san is a personal idol of mine.
pt: Ce la metterò tutta per superarla. La signora Park è un mio idolo personale.

# 1364_Karube
source: Good luck to you, then. From what I've seen, I think you just might be able to do it.
pt: In bocca al lupo, allora. Da quello che ho visto, credo proprio che potresti farcela.

# 1376_Haruka
source: Oh! Do you really think so?
pt: Oh! Lo pensa davvero?

# 1388_Karube
source: Are you surprised? Anyway, thank you for the great comment there at the end. That will really round out the article.
pt: Ti sorprende? Comunque, grazie per l'ottimo commento alla fine. Darà davvero il tocco finale all'articolo.

# 1400_Haruka
source: I don't think she and I can be compared. We each have our own individual paths. It's not about who surpasses whom.
pt: Non credo che io e lei possiamo essere messe a confronto. Ognuna di noi segue il proprio percorso. Non si tratta di chi superi chi.

# 1412_Karube
source: I guess you have a point. But you know, as Park-san's favorite, I'll definitely be rooting for you.
pt: Immagino che tu abbia ragione. Ma sai, in quanto pupilla della signora Park, farò sicuramente il tifo per te.

# 1424_Haruka
source: You will?
pt: Lo farà?

# 1436_Karube
source: Oh, yes. I've been watching you, even outside the scope of my work. I'll be looking forward to seeing where your career takes you.
pt: Oh, sì. Ti ho tenuta d'occhio, anche al di fuori del mio lavoro. Non vedo l'ora di vedere dove ti porterà la tua carriera.

# 1460_Haruka
source: Anyways, that concludes our interview. I want to apologize to you. I know I was pretty harsh at times.
pt: Comunque, con questo si conclude la nostra intervista. Voglio chiederti scusa. So di essere stato piuttosto duro a volte.

# 1484_Karube
source: It's just my interviewing style. I find that being harsh and aggressive elicits more heartfelt responses than being friendly does.
pt: È solo il mio stile di intervista. Trovo che essere duri e aggressivi susciti risposte più sincere rispetto a un approccio amichevole.

# 1496_Karube
source: I hope you can forgive me if I was too hard on you.
pt: Spero che tu possa perdonarmi se sono stato troppo duro con te.

# 1508_Haruka
source: No, that's all right. My manager warned me in advance that your questions would be like that.
pt: No, non si preoccupi. Il mio manager mi aveva avvertita in anticipo che le sue domande sarebbero state così.

# 1520_Karube
source: Oh, really? Hmph. It kind of defeats the whole purpose if you know about it ahead of time.
pt: Ah, davvero? Mpf. Vanifica un po' tutto lo scopo, se lo sai in anticipo.

# 1532_Haruka
source: Hehe.
pt: Eheh.

# 1544_Karube
source: Nevertheless, you really gave me some great material. I had high hopes for you, and you didn't disappoint.
pt: Ad ogni modo, mi hai fornito davvero dell'ottimo materiale. Avevo grandi aspettative su di te, e non mi hai delusa.

# 1556_Karube
source: I'll be rooting for you! Thank you for today.
pt: Farò il tifo per te! Grazie per oggi.

# 1568_Haruka
source: Of course, thank you very much for coming!
pt: Certamente, grazie mille per essere venuto!

# 1724_Haruka
source: Anyways, that concludes our interview. I want to apologize to you. I know I was pretty harsh at times.
pt: Comunque, con questo si conclude la nostra intervista. Voglio chiederti scusa. So di essere stato piuttosto duro a volte.
