Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0891.po
Languages: pt

source: You got 2,600 experience points.
pt: Hai ottenuto 2.600 punti esperienza.

# 56_Wada
source: You know that me and several other older drivers at the company were street racers, right?
pt: Sai che io e diversi altri vecchi autisti qui in azienda eravamo piloti di strada, no?

# 68_Kiryu
source: Yeah.
pt: Sì.

# 80_Wada
source: After Nakajima-san went off the radar, racing lost its spark for me. I decided to quit like he did.
pt: Dopo che Nakajima-san è andato fuori radar, le corse hanno perso il loro brio per me. Ho deciso di smettere, come ha fatto lui.

# 92_Wada
source: I wanted to find a job, but driving was all I knew. I ran into one brick wall after another, thinking there wasn't anything out there for me.
pt: Volevo trovare un lavoro, ma guidare era tutto quello che sapevo fare. Ho sbattuto contro un muro dopo l'altro, pensando che non ci fosse nulla là fuori per me.

# 104_Wada
source: That's when Nakajima-san showed up out of the blue. He said he'd started a taxi company and wanted me to come on board.
pt: È stato allora che Nakajima-san è spuntato dal nulla. Ha detto che aveva avviato una compagnia di taxi e voleva che mi unissi a lui.

# 116_Kiryu
source: So he took you in, just like that...
pt: Quindi ti ha preso, proprio così...

# 128_Wada
source: Yeah, it was the last thing I expected. At the time, I wondered why he'd want to run a taxi company. But since he was asking me for help, I just went along with it.
pt: Sì, era l'ultima cosa che mi sarei aspettato. All'epoca, mi chiedevo perché volesse gestire una compagnia di taxi. Ma dato che mi stava chiedendo aiuto, l'ho assecondato.

# 140_Wada
source: Now that I think back, though, it was him who helped me.
pt: Ora che ci ripenso, però, è stato lui ad aiutarmi.

# 152_Wada
source: He was barely scraping by on his own, but he still took me in when I had nowhere to go.
pt: Lui sbarcava a malapena il lunario da solo, ma mi ha comunque preso con sé quando non avevo nessun posto dove andare.

# 176_Wada
source: I'd always looked down on taxi drivers, but when I gave it a shot myself, I found out how hard it really is.
pt: Ho sempre guardato dall'alto in basso i tassisti, ma quando ci ho provato io stesso, ho scoperto quanto sia difficile in realtà.

# 188_Wada
source: As a street racer, I was free to drive however I liked. But with passengers on board, you're always worried you're going to mess up.
pt: Come pilota di strada, ero libero di guidare come mi pareva. Ma con i passeggeri a bordo, sei sempre preoccupato di fare un casino.

# 200_Wada
source: One little mistake could put others in danger. That's the first time I realized the gravity of people putting their lives in your hands.
pt: Un piccolo errore potrebbe mettere gli altri in pericolo. È stata la prima volta che ho realizzato la gravità del fatto che le persone ti affidano le loro vite.

# 212_Wada
source: But that makes it all the more rewarding when passengers thank me. Winning a race is nothing compared to that feeling.
pt: Ma questo ripaga ancora di più quando i passeggeri mi ringraziano. Vincere una corsa non regge il confronto con quella sensazione.

# 224_Wada
source: So I made myself a promise. As long as there's someone in my cab, I will never cause an accident or break a traffic law.
pt: Quindi mi sono fatto una promessa. Finché c'è qualcuno nel mio taxi, non causerò mai un incidente o infrangerò una legge del traffico.

# 236_Wada
source: And I've managed to keep that promise all these years.
pt: E sono riuscito a mantenere quella promessa tutti questi anni.

# 248_Muramatsu
source: Well hey! That's no small feat!
pt: Beh, ehi! Non è mica cosa da poco!

# 260_Wada
source: Heheh. I guess. Even now, when I'm taking a passenger somewhere, I'm more focused and nervous than when I was racing.
pt: Heheh. Credo. Anche adesso, quando porto un passeggero da qualche parte, sono più concentrato e nervoso di quando gareggiavo.

# 272_Wada
source: You could say every passenger I've carried has been a battle for me. A battle against myself, of course.
pt: Si potrebbe dire che ogni passeggero che ho portato è stata una battaglia per me. Una battaglia contro me stesso, naturalmente.

# 284_Kiyokawa
source: A battle against yourself... Damn, that sounds heavy.
pt: Una battaglia contro te stesso... Cavolo, suona pesante.

# 296_Muramatsu
source: Well put, Wada.
pt: Ben detto, Wada.

# 308_Kiryu
source: So you battle against yourself every day. And that's the secret to your technique?
pt: Quindi combatti contro te stesso ogni giorno. E quello è il segreto della tua tecnica?

# 320_Wada
source: Heheh. I guess you could say that. I feel like I'm making a bigger deal out of it than I should, though. Doesn't suit me, huh?
pt: Heheh. Si potrebbe dire di sì, suppongo. Però, mi sembra di farne una storia più grossa di quanto dovrei. Non mi sta bene, eh?

# 332_Kiryu
source: No. In fact, I think it suits you just fine.
pt: No. Anzi, credo che ti stia proprio bene.

# 344_Kiyokawa
source: You know, that just fired me up! Wada-san, I'm gonna show you how great a driver I can be, too!
pt: Sai, quella cosa mi ha proprio caricato! Wada-san, ti farò vedere anch'io che gran pilota posso essere!

# 356_Muramatsu
source: I'll try sharpening up my act as well. Couldn't hurt, right?
pt: Proverò anch'io ad affilare il mio gioco. Male non fa, no?

# 380_Wada
source: You bet. We should all give this job our best. We owe it to the chief... and the passengers who depend on us. Now, boys, let's get back to work!
pt: Ci puoi scommettere. Dovremmo tutti dare il massimo in questo lavoro. Lo dobbiamo al capo... e ai passeggeri che contano su di noi. Ora, ragazzi, torniamo al lavoro!

# 392_Kiyokawa
source: Okay!
pt: Ok!

# 428_Wada
source: (Everyone has a history, don't they... In any case, I don't want Wada-san to think his help was a waste, so I'll make sure not to lose this next race.)
pt: (Tutti hanno un passato, vero?... Ad ogni modo, non voglio che Wada-san pensi che il suo aiuto sia andato sprecato, quindi farò in modo di non perdere questa prossima gara.)
