Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aa5.po
Languages: pt

# 60_Furugaki
source: Okay, I'm gonna explain the rules again. I came up with these myself.
pt: Ok, adesso ti rispiego le regole. Me le sono inventate io.

# 72_Furugaki
source: If you strike out, you lose. And since I got lousy control, balls don't get you a base.
pt: Se fai strike out, perdi. E siccome ho un controllo da schifo, le palle non ti fanno guadagnare una base.

# 84_Furugaki
source: Oh, and if you get hit by a pitch, you lose automatically.
pt: Oh, e se vieni colpito da una palla, perdi automaticamente.

# 96_Furugaki
source: You can only win by not getting beaned <Italic>and</Italic> getting a hit off me. Got it?
pt: Puoi vincere solo se non vieni colpito `<Italic>e</Italic>` mi batti una valida. Capito?

# 108_Shinada
source: Fine, have it your way.
pt: Va bene, fai pure come vuoi.

# 120_Furugaki
source: Hehehe, then let's get crackin'! Sorry if you get another fastball to the face... NOT!
pt: Hehehe, allora diamoci dentro! Scusa se ti arriva un'altra palla veloce in faccia... MA ANCHE NO!

# 144_Furugaki
source: All right, let's do this. I'm gonna make you regret picking a fight with me.
pt: Allora, si fa. Ti farò pentire di avermi provocato.

# 156_Furugaki
source: Now, the rules. I came up with these myself.
pt: Adesso, le regole. Me le sono inventate io.

# 168_Furugaki
source: If you strike out, you lose. And since I got lousy control, balls don't get you a base.
pt: Se fai strike out, perdi. E siccome ho un controllo da schifo, le palle non ti fanno guadagnare una base.

# 180_Furugaki
source: Oh, and if you get hit by a pitch, you lose automatically.
pt: Oh, e se vieni colpito da una palla, perdi automaticamente.

# 192_Shinada
source: What kind of busted-up rules are those? They're stacked completely in your favor.
pt: Che razza di regole sballate sono queste? Sono tutte a tuo vantaggio.

# 204_Furugaki
source: I don't remember asking your opinion! Anyway, you can only win by not getting beaned and getting a hit off me.
pt: Non ricordo di aver chiesto la tua opinione! Comunque, puoi vincere solo se non vieni colpito e mi batti una valida.

# 216_Shinada
source: Gee, how generous. But fine, have it your way.
pt: Oh, che generoso. Ma va bene, fai pure come vuoi.

# 228_Furugaki
source: Hehehe. Oh yeah. Best thing about it? It ain't my fault if you get hurt. Try not to cry all the way to the infirmary!
pt: Hehehe. Oh sì. La cosa migliore? Non è colpa mia se ti fai male. Cerca di non piangere per tutto il tragitto fino all'infermeria!
