Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01690155.po
Languages: pt

source: You got <Color:8>Toughness Z<Color:Default>.
pt: Hai ottenuto <Color:8>Resistenza Z<Color:Default>.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: You got 800 experience points.
pt: Hai ottenuto 800 punti esperienza.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

# 44_Uda
source: Ah, Haruka-san. Thank you for the performance.
pt: Ah, Haruka-san. Grazie per l'esibizione.

# 56_Haruka
source: What did you think, Uda-san?
pt: Cosa ne hai pensato, Uda-san?

# 128_Uda
source: You made it look so fun, I couldn't help dancing a little myself.
pt: Hai reso il tutto così divertente, non ho potuto fare a meno di ballare un po' anch'io.

# 140_Haruka
source: Hehe. We should dance together next time!
pt: Hehe. Dovremmo ballare insieme la prossima volta!

# 152_Uda
source: Ah, I might take you up on that.
pt: Ah, potrei proprio accettare.

# 164_Uda
source: Oh, by the way, one of the fans left you a present.
pt: A proposito, uno dei fan ti ha lasciato un regalo.

# 176_Haruka
source: Really? How exciting!
pt: Davvero? Che emozione!

# 188_Uda
source: Here you go.
pt: Ecco a lei.

# 224_Haruka
source: Oh, wow!
pt: Mamma mia!

# 236_Uda
source: Haha. You look pleased.
pt: Haha. Sembri contenta.

# 248_Haruka
source: Yes! Very!
pt: Sì! Tantissimo!

# 416_Uda
source: All the guests really seemed to be enjoying your performance.
pt: Tutti gli ospiti sembravano proprio divertirsi un mondo con la tua performance.

# 428_Haruka
source: You think so? I'm so glad!
pt: Pensi davvero? Sono felicissima!

# 440_Uda
source: We'll definitely have to have another one of these events soon.
pt: Dovremo assolutamente organizzare un altro di questi eventi presto.

# 452_Haruka
source: Yes, I would like that very much!
pt: Sì, mi piacerebbe tantissimo!

# 464_Uda
source: It's settled!
pt: È deciso!

# 632_Uda
source: I'm certainly no dance expert, but even I could tell your timing was way off.
pt: Non sono di certo un esperto di ballo, ma persino io mi sono accorto che eri proprio fuori ritmo.

# 656_Uda
source: But I'm sure I didn't need to tell you that. You saw the looks on your fans' faces, right?
pt: Ma sono certo che non c'era bisogno che te lo dicessi. Hai visto le facce dei tuoi fan, vero?

# 668_Haruka
source: Yes. I really apologize.
pt: Sì. Chiedo davvero scusa.

# 680_Uda
source: Hm. I just hope you can improve before we have our next event.
pt: Mh. Spero proprio che tu possa migliorare prima del nostro prossimo evento.
