Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010d00ab.po
Languages: pt

source: Checking Trash Counts
pt: Controllo conteggi spazzatura

source: Community Cleanup Rewards
pt: Ricompense Pulizia della Comunità

# 56_Hirakawa
source: Oh, Suzuki-san! I'd like to talk to you more about what we discussed earlier over the phone...
pt: Oh, Suzuki-san! Vorrei parlarti ancora di quello di cui abbiamo parlato prima al telefono...

# 68_Hirakawa
source: Oh, Suzuki-san. Remember that initiative I mentioned on the phone yesterday?
pt: Oh, Suzuki-san. Ti ricordi di quell'iniziativa di cui ti ho parlato al telefono ieri?

# 80_Hirakawa
source: The trash thing?
pt: La cosa della spazzatura?

# 92_Hirakawa
source: That's right. You see that bulletin board behind you?
pt: Esatto. Vedi quella bacheca lì dietro?

# 104_Hirakawa
source: I'll be posting how much trash everyone picks up there. You're up at the top. Check it out when you want to see how much you picked up.
pt: Lì pubblicherò quanta spazzatura raccoglie ognuno. Tu sei in cima. Dagli un'occhiata quando vuoi vedere quanta ne hai raccolta.

# 116_Kiryu
source: Okay.
pt: Ok.

# 128_Checking Trash Counts
source: This bulletin board shows approximately how much trash Kiryu has picked up in Nagasugai.
pt: Questa bacheca mostra approssimativamente quanta spazzatura Kiryu ha raccolto a Nagasugai.

# 140_Community Cleanup Rewards
source: As you pick up trash and raise your <Color:255,200,200,255>Social Commitment Level<Color:Default>, you'll receive rewards from Nagasu Taxi Co. <Color:255,200,200,255>Check this bulletin board<Color:Default> when your <Color:255,200,200,255>Social Commitment Level<Color:Default> goes up to get your reward.
pt: Mentre raccogli spazzatura e aumenti il tuo <Color:255,200,200,255>Livello di Impegno Sociale<Color:Default>, riceverai ricompense dalla Nagasu Taxi Co. <Color:255,200,200,255>Dai un'occhiata a questa bacheca<Color:Default> quando il tuo <Color:255,200,200,255>Livello di Impegno Sociale<Color:Default> aumenta per ottenere la tua ricompensa.
