Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid011107a5.po
Languages: pt

source: ○It's good to have goals.
pt: ○È bello avere degli obiettivi.

source: □Aim higher.
pt: □Punta più in alto.

source: △Is that all?
pt: △Tutto qui?

# 44_Hinata
source: You know, I've been fascinated with hostesses since I was little. My grade school graduation essay was even about how I dreamed of becoming one in the future.
pt: Sai, le hostess mi hanno sempre affascinata fin da quando ero piccolina. Addirittura, il mio tema di diploma delle elementari parlava di come sognassi di diventarne una in futuro.

# 56_Kiryu
source: Since you were a little girl? Weren't you a bit young to know about that?
pt: Fin da quando eri piccolina? Non eri un po' troppo giovane per saperne già?

# 68_Hinata
source: No way, I saw stuff about it on TV all the time! Honestly, I never really gave much thought to any other line of work.
pt: Ma figurati, vedevo un sacco di cose in TV in continuazione! Onestamente, non ho mai pensato molto a nessun altro mestiere.

# 80_Kiryu
source: Then that means you're already living the dream, doesn't it?
pt: Allora significa che stai già vivendo il sogno, vero?

# 92_Hinata
source: Yeah, exactly! I put together a résumé, went in for an interview, and that was that. It was almost too easy!
pt: Sì, proprio così! Ho messo insieme un curriculum, sono andata a fare un colloquio, e finita lì. È stato quasi troppo facile!

# 104_Kiryu
source: Hmm. But is it really a dream if you didn't have to do anything difficult to get it? I guess it might still be.
pt: Mh. Ma è davvero un sogno se non hai dovuto faticare per raggiungerlo? Immagino che possa comunque esserlo.

# 116_Kiryu
source: But then you've got your whole life ahead of you, without anything to work for.
pt: Ma allora ti ritrovi con tutta la vita davanti, senza nulla per cui lottare.

# 128_Hinata
source: That's why, at least for now, I'm aiming to be the number one girl at the club.
pt: È per questo che, almeno per ora, punto a diventare la numero uno del club.

# 140_Kiryu
source: It's good to have goals. People can't grow if they never challenge themselves.
pt: È un bene avere degli obiettivi. Le persone non possono crescere se non si mettono mai alla prova.

# 152_Hinata
source: Right! Hey, while we're at it, do you want me to set a goal for you, Kiryu-san?
pt: Giusto! Ehi, già che ci siamo, vuoi che ti fissi io un obiettivo, Kiryu-san?

# 164_Kiryu
source: A goal for me? What does that mean?
pt: Un obiettivo per me? Che significa?

# 176_Hinata
source: That means you're going to help me become the number one girl! How's that sound?
pt: Significa che mi aiuterai a diventare la numero uno! Come ti suona?

# 188_Kiryu
source: Don't be ridiculous. It's your job to make me want to do that.
pt: Non essere ridicola. È il tuo lavoro farmi venire voglia di farlo.

# 200_Hinata
source: But you <Italic>do</Italic> still want me to become number one, don't you?
pt: Ma tu <Italic>vuoi</Italic> ancora che io diventi la numero uno, vero?

# 212_Kiryu
source: Not really...
pt: Non proprio...

# 224_Hinata
source: Aw, come on. Everyone needs goals in life, right? I think you're better off helping me out than you are doing nothing.
pt: Dai, su. Tutti hanno bisogno di obiettivi nella vita, vero? Credo che ti convenga di più aiutarmi che stare con le mani in mano.

# 236_Kiryu
source: Hm. I suppose that is the sort of perseverance you need to make your dreams come true.
pt: Mmm. Suppongo che sia quel tipo di perseveranza che ti serve per realizzare i tuoi sogni.

# 248_Kiryu
source: You should aim higher. A goal like that is hardly worth shooting for.
pt: Dovresti puntare più in alto. Un obiettivo del genere non è un granché.

# 260_Hinata
source: What? How come?
pt: Come? Come mai?

# 272_Kiryu
source: Because you'll probably become the number one girl at this club in no time. And then what will you do?
pt: Perché probabilmente diventerai la numero uno in questo club in men che non si dica. E poi che farai?

# 284_Hinata
source: Hahaha! Oh, that's silly. You haven't known me long enough to drop that kind of line!
pt: Hahaha! Oh, è ridicolo. Non mi conosci da abbastanza tempo per tirare fuori una frase del genere!

# 296_Kiryu
source: It's not flattery. I really do believe that.
pt: Non è piaggeria. Lo credo davvero.

# 308_Hinata
source: Well, I guess if it seems that easy to you, it's bound to happen. Maybe I really should pick something more difficult.
pt: Beh, se per te è così facile, allora succederà di sicuro. Forse dovrei davvero scegliere qualcosa di più difficile.

# 320_Kiryu
source: There's nothing wrong with that goal, but don't limit yourself to just that. It's better to try lots of different things.
pt: Non c'è niente di male in quell'obiettivo, ma non limitarti solo a quello. È meglio provare tante cose diverse.

# 332_Hinata
source: You're right. I'll have to think of other goals to go after!
pt: Hai ragione. Dovrò pensare ad altri obiettivi a cui puntare!

# 344_Kiryu
source: Is that all? Why was that what you decided to shoot for?
pt: Tutto qui? Come mai hai deciso di puntare proprio a quello?

# 356_Hinata
source: I mean, I'm a hostess, after all. Isn't that a normal thing for me to want?
pt: Voglio dire, sono una hostess, dopotutto. Non è normale volere una cosa del genere?

# 368_Kiryu
source: But that's what every hostess wants. You get a higher ranking just by being good at your job, and the longer you do it the better you naturally get.
pt: Ma è quello che ogni hostess vuole. Ottieni una posizione più alta solo se fai bene il tuo lavoro, e più lo fai più brava diventi naturalmente.

# 380_Kiryu
source: Isn't there something else that you've dreamed of? Something that's more personal to you?
pt: Non c'è qualcos'altro che hai sognato? Qualcosa che ti stia più a cuore?

# 392_Hinata
source: I mean, not really. But isn't it kinda wrong to think about my next goal before I even reach my current one?
pt: Voglio dire, non proprio. Ma non è un po' sbagliato pensare al mio prossimo obiettivo prima ancora di raggiungere quello attuale?

# 404_Kiryu
source: Think of it this way. You've got short, medium, and long-term goals. Hitting number one should be part of that bigger goal.
pt: Pensala così. Hai obiettivi a breve, medio e lungo termine. Arrivare al numero uno dovrebbe far parte di quell'obiettivo più grande.

# 416_Hinata
source: Oh, I don't need all that. If my dreams don't come true, then they don't come true. It doesn't have to be more complicated than that.
pt: Oh, non ho bisogno di tutta quella roba. Se i miei sogni non si avverano, allora non si avverano. Non c'è bisogno di farla più complicata di così.

# 428_Kiryu
source: Hmph. I would have thought you'd be more passionate about this kind of thing, but I guess I was wrong.
pt: Hmph. Avrei pensato che saresti stata più appassionata su questo genere di cose, ma mi sa che mi sbagliavo.
