Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0d0d.po
Languages: pt

source: You got <Color:8>30,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got 2,200 experience points.
pt: Hai ottenuto 2.200 punti esperienza.

source: Young Woman
pt: Ragazza

source: Driver
pt: Autista

# 44_Young Woman
source: Thank you so much. You saved us.
pt: Grazie mille. Ci hai salvati.

# 56_Saejima
source: You all right? That was close.
pt: State bene? È andata per un pelo.

# 68_Driver
source: Sir, if it weren't for you, this would have been a terrible disaster. I don't have the words to thank you...
pt: Signore, se non fosse stato per lei, sarebbe stato un disastro terribile. Non ho parole per ringraziarla...

# 80_Driver
source: This isn't very much, but we want you to have it.
pt: Non è granché, ma vogliamo che tu lo prenda.

# 104_Driver
source: And if you're willing, we'd love for you to meet our managers at the zoo. They'll want to thank you in person.
pt: E se le va, ci farebbe molto piacere farle conoscere i nostri responsabili allo zoo. Vorranno ringraziarla di persona.

# 116_Saejima
source: (Can't stick around. Don't want the cops to notice me.)
pt: (Non posso restare. Non voglio che i poliziotti mi notino.)

# 128_Saejima
source: Sorry, I gotta get goin'.
pt: Scusa, devo scappare.

# 140_Driver
source: Oh, but... It's all because of you that no one got hurt...
pt: Oh, ma... È tutto grazie a te che nessuno si è fatto male...

# 152_Saejima
source: Yeah, but it's fine. I'll just accept yer thanks and be on my way.
pt: Sì, ma va bene così. Prendo i vostri ringraziamenti e me ne vado.

# 176_Young Woman
source: What a guy. He knocked out a bear with just his fists.
pt: Che tipo. Ha steso un orso a mani nude.

# 188_Young Woman
source: No one will believe us...
pt: Nessuno ci crederà...
