Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08e2.po
Languages: pt

source: A kind of afternoon snack.
pt: Una specie di merenda.

source: A way of complimenting people.
pt: Un modo per fare complimenti.

source: A word used to describe disasters.
pt: Una parola usata per descrivere i disastri.

source: Short for animal songs.
pt: Sta per canzoni di animali.

source: A kind of chanson.
pt: Una specie di canzone.

source: The name of a singer.
pt: Il nome di un cantante.

source: Drop the act and just be yourself.
pt: Piantala di fare scena e sii te stesso.

source: Apologize for lying to her.
pt: Chiedile scusa per averle mentito.

source: Keep hiding your geeky pastimes.
pt: Continua a nascondere i tuoi passatempi da otaku.

# 44_Sato-san
source: I was so surprised when you asked me out on a date, Yamada-kun.
pt: Sono rimasta così sorpresa quando mi hai chiesto di uscire per un appuntamento, Yamada-kun.

# 56_Yamada-kun
source: You were?
pt: Davvero?

# 68_Sato-san
source: Do you date lots of girls?
pt: Frequenti molte ragazze?

# 80_Yamada-kun
source: Um, er... Every day in my dreams!
pt: Uhm, beh... Ogni giorno nei miei sogni!

# 92_Sato-san
source: What? Every day? You see that many different girls?
pt: Cosa? Ogni giorno? Frequenti così tante ragazze diverse?

# 104_Yamada-kun
source: No, no! Don't worry, Sato-san, this is the first time I've gone out with someone in meatspace.
pt: No, no! Non preoccuparti, Sato-san, è la prima volta che esco con qualcuno nel mondo reale.

# 116_Sato-san
source: Huh? What's meatspace, Yamada-kun?
pt: Cosa? Cos'è il mondo reale, Yamada-kun?

# 140_Sato-san
source: Uh, meatspace is just... Um... Help me out here, driver!
pt: Uhm, il mondo reale è solo... Uhm... Dammi una mano qui, pilota!

# 152_Kiryu
source: (I'm guessing he means "in real life," but saying that might make him sound like too much of a nerd.)
pt: (Immagino che intenda "nel mondo reale", ma dirlo potrebbe farlo sembrare troppo un otaku.)

# 164_Kiryu
source: Well, meatspace is...
pt: Beh, il mondo reale è...

# 176_Sato-san
source: It's a kind of afternoon snack.
pt: È una specie di merenda.

# 188_Sato-san
source: A snack? I've never heard of that one before.
pt: Una merenda? Non ne ho mai sentito parlare prima.

# 200_Yamada-kun
source: Yeah, that's it! It usually involves some kind of salami!
pt: Sì, esatto! Di solito c'è dentro del salame!

# 212_Yamada-kun
source: I'd normally be chewing on one right now, but I decided to go out with you instead! Ahaha!
pt: Normalmente ne starei masticando una in questo momento, ma ho deciso di uscire con te invece! Ahaha!

# 224_Sato-san
source: I'm not quite sure I understand, but I guess it's nice you picked me over food.
pt: Non sono proprio sicuro di capire, ma immagino mi faccia piacere che tu abbia scelto me al posto del cibo.

# 236_Yamada-kun
source: Hey, I'd choose you over dried meat any day, Sato-san!
pt: Ehi, sceglierei te al posto della carne secca ogni giorno, Sato-san!

# 248_Sato-san
source: Heheh! Thanks, I think. I always took you for the shy type, Yamada-kun, but you're actually pretty funny.
pt: Heheh! Grazie, credo. Ti ho sempre preso per il tipo timido, Yamada-kun, ma in realtà sei piuttosto divertente.

# 260_Kiryu
source: (Phew, she bought it.)
pt: (Meno male, ci ha creduto.)

# 272_Sato-san
source: It's a way of complimenting people.
pt: È un modo per fare i complimenti alle persone.

# 284_Yamada-kun
source: Yeah, that's it! Your beauty is like meat in space, a rare and wonderful thing!
pt: Sì, esatto! La tua bellezza è come carne nello spazio, una cosa rara e meravigliosa!

# 296_Sato-san
source: Ohhh, nobody's ever said that to me before. How kind of you! Thanks, Yamada-kun!
pt: Ohhh, nessuno me l'ha mai detto prima. Che gentile da parte tua! Grazie, Yamada-kun!

# 308_Yamada-kun
source: I only say it because it's true!
pt: Lo dico solo perché è vero!

# 320_Sato-san
source: I thought you were the docile, shy kind of guy, but you're actually pretty passionate and romantic. I like that!
pt: Ti prendevo per il tipo mansueto e timido, ma in realtà sei piuttosto appassionato e romantico. Mi piace!

# 332_Kiryu
source: (Phew, she bought it.)
pt: (Meno male, ci ha creduto.)

# 344_Sato-san
source: It's a word used to describe disasters.
pt: È una parola usata per descrivere i disastri.

# 356_Yamada-kun
source: Yeah, that's it. I was just thinking this is turning into a complete meatspace!
pt: Sì, esatto. Stavo giusto pensando che questo si sta trasformando in una completa carne viva!

# 368_Sato-san
source: You mean our date? It's a disaster!?
pt: Intendi il nostro appuntamento? È un disastro!?

# 380_Yamada-kun
source: Uh, um...
pt: Uh, ehm...

# 392_Sato-san
source: That's a terrible thing to say! You're the one who invited me, Yamada-kun!
pt: Che cosa orribile da dire! Sei stato tu a invitarmi, Yamada-kun!

# 404_Yamada-kun
source: Oh, no! I just mean, if I couldn't go on a date with you, Sato-san, it would be the biggest disaster I've ever faced!
pt: Oh, no! Intendo solo, se non potessi uscire con te, Sato-san, sarebbe il disastro più grande che abbia mai affrontato!

# 416_Sato-san
source: Really? You're not just trying to backtrack?
pt: Davvero? Non stai solo cercando di fare marcia indietro?

# 428_Yamada-kun
source: Not at all! I wouldn't do that!
pt: Nient'affatto! Non lo farei mai!

# 440_Sato-san
source: You're weird. Oh, well.
pt: Sei strano. Vabbè.

# 452_Kiryu
source: (Now she's upset. I should have gone with something else, I guess.)
pt: (Ora è arrabbiata. Avrei dovuto scegliere qualcos'altro, immagino.)

# 464_Sato-san
source: Do you have any hobbies, Sato-san?
pt: Hai qualche hobby, Sato-san?

# 476_Sato-san
source: Yes, I'm a big fan of music! I've been listening to a lot of café-style tunes lately. Things like bossa nova and jazz.
pt: Sì, sono un grande fan della musica! Ultimamente mi sto ascoltando un sacco di roba stile café. Tipo bossa nova e jazz.

# 488_Yamada-kun
source: Wow, that's awesome!
pt: Wow, che figata!

# 500_Sato-san
source: Do you like music as well, Yamada-kun?
pt: Ti piace la musica anche a te, Yamada-kun?

# 512_Yamada-kun
source: Of course! I listen to music every night!
pt: Certo! Ascolto musica ogni sera!

# 524_Sato-san
source: Then I guess we've got something in common! We should get along great!
pt: Allora direi che abbiamo qualcosa in comune! Dovremmo andare d'accordo alla grande!

# 536_Yamada-kun
source: You think so!?
pt: Davvero!?

# 548_Sato-san
source: What type of music do you like?
pt: Che tipo di musica ti piace?

# 560_Yamada-kun
source: I only listen to anisongs! ...Oh, oops.
pt: Ascolto solo anisongs! ...Oh, ops.

# 572_Sato-san
source: Anisongs? You mean anime theme songs?
pt: Anisongs? Vuoi dire le sigle degli anime?

# 584_Yamada-kun
source: Oh, uh, no. Why would I want to listen to that!?
pt: Oh, uh, no. Perché mai dovrei ascoltare quella roba lì!?

# 596_Yamada-kun
source: That's not the anisongs I was talking about.
pt: Non sono quelli gli anisongs di cui parlavo.

# 608_Sato-san
source: Then what were you talking about?
pt: E allora di cosa parlavi?

# 620_Yamada-kun
source: Um, when I said anisongs, I meant... Um... What was it again?
pt: Ehm, quando ho detto anisongs, intendevo... Ehm... Cosa intendevo, di nuovo?

# 632_Kiryu
source: Well, anisongs is...
pt: Beh, anisongs è...

# 644_Sato-san
source: It's short for animal songs.
pt: È l'abbreviazione di canzoni di animali.

# 656_Yamada-kun
source: Yeah, that's it! It's short for animal songs!
pt: Sì, è proprio quello! È l'abbreviazione di canzoni di animali!

# 668_Sato-san
source: Oh, I see. Like how they shorten rock and roll to just "rock."
pt: Oh, capisco. Tipo come abbreviano rock and roll in "rock".

# 680_Yamada-kun
source: That's right! It's just like that!
pt: Esatto! È proprio così!

# 692_Sato-san
source: So, what kind of music are these animal songs?
pt: Allora, che tipo di musica sono queste canzoni di animali?

# 704_Yamada-kun
source: Uh...
pt: Ehm...

# 728_Sato-san
source: Are there actually animals in it? Like furry little critters?
pt: Ci sono davvero animali dentro? Tipo piccole bestiole pelose?

# 740_Yamada-kun
source: Yeah! CDs of actual animal noises! Likes birds, and cats, and...
pt: Sì! CD di veri rumori di animali! Tipo uccelli, e gatti, e...

# 752_Sato-san
source: Oh, so like ambient music? That's cool! You've got good taste, Yamada-kun!
pt: Ah, quindi tipo musica ambient? È forte! Hai buon gusto, Yamada-kun!

# 764_Kiryu
source: (We got away with that somehow.)
pt: (Ce la siamo cavata in qualche modo.)

# 776_Sato-san
source: They're a kind of chanson.
pt: Sono un tipo di chanson.

# 788_Yamada-kun
source: Yeah, that's it! I really like chansons!
pt: Sì, è proprio quello! Mi piacciono molto le chansons!

# 800_Sato-san
source: Wow, you listen to chansons, Yamada-kun? I always thought they'd be a bit hard to get into. Maybe I'll try listening to a few sometime!
pt: Wow, ascolti le chansons, Yamada-kun? Ho sempre pensato fossero un po' difficili da apprezzare. Magari proverò ad ascoltarne qualcuna prima o poi!

# 812_Yamada-kun
source: You should! Chansons are the best! I'm absolutely infatuated with them!
pt: Dovresti proprio! Le chansons sono il massimo! Ne vado completamente matto!

# 824_Sato-san
source: You've got sophisticated taste, Yamada-kun. I'd never have guessed! You're pretty cool!
pt: Hai dei gusti raffinati, Yamada-kun. Non l'avrei mai detto! Sei davvero forte!

# 836_Kiryu
source: (We got away with that somehow.)
pt: (Ce la siamo cavata in qualche modo.)

# 848_Sato-san
source: It's the name of a singer.
pt: È il nome di un cantante.

# 860_Yamada-kun
source: Yeah, that's it! Most people haven't heard of him, but he has a pretty dedicated fanbase. He's a real legend!
pt: Sì, è proprio quello! La maggior parte delle persone non l'ha mai sentito nominare, ma ha una fanbase piuttosto dedicata. È una vera leggenda!

# 872_Yamada-kun
source: Uh, I think his real name is Benjamin John Anisongs.
pt: Uh, credo che il suo vero nome sia Benjamin John Anisongs.

# 884_Sato-san
source: Oh, I've never heard of him. What kind of music does he make?
pt: Oh, non l'ho mai sentito nominare. Che tipo di musica fa?

# 896_Yamada-kun
source: It's, uh... Really heavy, classical technopop.
pt: È, ehm... Veramente intenso, technopop classico.

# 908_Sato-san
source: Sounds a bit too eclectic for my taste. I can't even imagine what that sounds like.
pt: Suona un po' troppo eclettico per i miei gusti. Non riesco proprio a immaginare che suono abbia.

# 920_Sato-san
source: If it was something a little more approachable I was going to ask to borrow a CD from you. But I guess our tastes are too different.
pt: Se fosse stato qualcosa di un po' più abbordabile, avevo intenzione di chiederti un CD in prestito. Ma suppongo che i nostri gusti siano troppo diversi.

# 944_Kiryu
source: (That kind of spoiled the mood.)
pt: (Questo ha un po' rovinato l'atmosfera.)

# 956_Sato-san
source: Um, what kind of guys do you usually go for, Sato-san?
pt: Ehm, che tipo di ragazzi ti piacciono di solito, Sato-san?

# 968_Sato-san
source: Let me think.
pt: Fammi pensare.

# 980_Yamada-kun
source: Handsome guys with good fashion sense, right?
pt: Ragazzi belli che si vestono bene, giusto?

# 992_Sato-san
source: No, appearance doesn't really matter to me.
pt: No, l'aspetto non mi importa granché.

# 1004_Yamada-kun
source: Then is it all about their interests? Like active guys who know all the latest trends?
pt: Allora è tutta una questione di interessi? Tipo ragazzi attivi che conoscono tutte le ultime tendenze?

# 1016_Sato-san
source: No, that stuff isn't all that important to me either.
pt: No, neanche quella roba è poi così importante per me.

# 1028_Yamada-kun
source: It must be personality, then! I bet you like guys who are outgoing, have lots of friends, and can make you laugh.
pt: Allora deve essere la personalità! Scommetto che ti piacciono i ragazzi estroversi, che hanno un sacco di amici e che sanno farti ridere.

# 1040_Sato-san
source: Well, there's more to personality than that.
pt: Beh, c'è di più nella personalità di così.

# 1052_Yamada-kun
source: Then what kind of guy do you like, Sato-san?
pt: Allora che tipo di ragazzo ti piace, Sato-san?

# 1064_Sato-san
source: Hmm. One thing I like is guys who are comfortable being themselves.
pt: Hmm. Una cosa che mi piace sono i ragazzi che si sentono a loro agio nell'essere se stessi.

# 1076_Yamada-kun
source: Comfortable being themselves?
pt: A loro agio nell'essere se stessi?

# 1088_Sato-san
source: Mmhm. It doesn't matter whether they're unattractive, have strange interests, or poor social skills...
pt: Mmhm. Non importa se sono poco attraenti, hanno interessi strani o scarse abilità sociali...

# 1100_Sato-san
source: As long as they're happy with who they are, and don't try to be fake. I like genuine people.
pt: Finché sono a loro agio con chi sono, e non cercano di fingere. Mi piacciono le persone autentiche.

# 1112_Yamada-kun
source: Genuine people...
pt: Persone autentiche...

# 1124_Sato-san
source: That's right. That's the kind of guy I like.
pt: Esatto. È quel tipo di ragazzo che mi piace.

# 1148_Yamada-kun
source: What should I do, driver?
pt: Che devo fare, autista?

# 1160_Sato-san
source: You should drop the act and just be yourself.
pt: Dovresti smetterla di fingere e sii te stesso.

# 1172_Yamada-kun
source: You sure about that? You don't think it will put her off?
pt: Ne sei sicuro? Non credi che la farà scappare?

# 1184_Kiryu
source: I think you'll be fine, as long as you stay confident and keep your head held high.
pt: Penso che andrà bene, purché tu rimanga sicuro di te e tenga la testa alta.

# 1196_Yamada-kun
source: Okay. Got it!
pt: Ok. Capito!

# 1208_Sato-san
source: What's up, Yamada-kun? What were you and the driver talking about?
pt: Che c'è, Yamada-kun? Di cosa parlavate tu e l'autista?

# 1220_Yamada-kun
source: You want to know? Well, we were talking about the cute anime girls that I love so much!
pt: Vuoi sapere? Beh, stavamo parlando delle ragazze anime carine che amo tanto!

# 1232_Sato-san
source: What?
pt: Cosa?

# 1244_Yamada-kun
source: I've got to be honest with you, Sato-san. The truth is, I'm obsessed with anime that have cute girls! There's really nothing else I'm interested in!
pt: Devo essere onesto con te, Sato-san. La verità è che sono ossessionato dagli anime con ragazze carine! Non mi interessa davvero nient'altro!

# 1256_Sato-san
source: Hmm. Is that so...
pt: Hmm. È così...

# 1268_Yamada-kun
source: Yeah! And I dream about going on dates with the characters! There are cute ones, moody ones, and even devoted maid types! All sorts!
pt: Sì! E sogno di uscire con i personaggi! Ci sono quelle carine, quelle lunatiche, e persino i tipi da cameriera devota! Di tutti i tipi!

# 1280_Yamada-kun
source: What type are you, Sato-san? Any idea? You sure look cute, but maybe you have a moody streak? I bet a maid's uniform would look great on you!
pt: Che tipo sei, Sato-san? Hai qualche idea? Sembri proprio carina, ma magari hai un lato lunatico? Scommetto che un'uniforme da cameriera ti starebbe benissimo!

# 1292_Yamada-kun
source: Either way, there's one thing I can say for certain－I've got a crush on you! I hope we can make this work!
pt: In ogni caso, c'è una cosa che posso dire con certezza—Ho una cotta per te! Spero che possiamo farla funzionare!

# 1316_Yamada-kun
source: What?
pt: Cosa?

# 1328_Sato-san
source: This is horrible.
pt: Questo è orribile.

# 1340_Yamada-kun
source: Huh!? Why!? I was just showing you the real me!
pt: Eh!? Perché!? Ti stavo solo mostrando il vero me!

# 1352_Sato-san
source: What you spend your free time on is up to you, Yamada-kun. I won't criticize that. But it takes time to get to know someone!
pt: Quello che fai nel tuo tempo libero è affar tuo, Yamada-kun. Non ti critico per quello. Ma ci vuole tempo per conoscere qualcuno!

# 1364_Sato-san
source: If you took your time, I could maybe learn to accept that sort of thing. But this is just too much all at once!
pt: Se ti fossi preso il tuo tempo, potrei forse imparare ad accettare una cosa del genere. Ma questo è troppo tutto in una volta!

# 1388_Sato-san
source: You should try to be more considerate of other people's feelings.
pt: Dovresti cercare di essere più premuroso ai sentimenti degli altri.

# 1400_Yamada-kun
source: Ugh. Game over...
pt: Ugh. Partita finita...

# 1412_Kiryu
source: (I didn't give him very good advice.)
pt: (Non gli ho dato un consiglio molto buono.)

# 1424_Sato-san
source: I guess I should admit I'm really a big nerd, shouldn't I?
pt: Immagino che dovrei ammettere di essere un gran nerd, vero?

# 1436_Yamada-kun
source: But is it best to just blurt it all out? Or should I try to hinting at it to start with?
pt: Ma è meglio spifferare tutto e basta? O dovrei provare ad accennarlo per iniziare?

# 1448_Kiryu
source: I think it's important to apologize sincerely for trying to deceive her.
pt: Penso sia importante scusarsi sinceramente per aver cercato di ingannarla.

# 1460_Yamada-kun
source: Right. That comes first, doesn't it?
pt: Giusto. Quello viene prima, vero?

# 1472_Sato-san
source: What's up, Yamada-kun?
pt: Come va, Yamada-kun?

# 1484_Yamada-kun
source: I've been lying to you, Sato-san.
pt: Ti ho mentito, Sato-san.

# 1496_Sato-san
source: What? Lying?
pt: Cosa? Mentire?

# 1508_Yamada-kun
source: Yes. About the meaning of meatspace, and about my taste in music.
pt: Sì. Riguardo al significato del mondo reale, e sul mio gusto musicale.

# 1520_Sato-san
source: I see. Why would you lie though?
pt: Capisco. Ma perché avresti mentito?

# 1532_Yamada-kun
source: The truth is... I'm obsessed with anime!
pt: La verità è... sono ossessionato dagli anime!

# 1556_Yamada-kun
source: I'm sorry I deceived you. You must hate me now, right?
pt: Mi dispiace di averti ingannato. Mi odi adesso, vero?

# 1580_Yamada-kun
source: Huh!?
pt: Eh!?

# 1592_Sato-san
source: I actually think it's great that you're passionate about something.
pt: Anzi, trovo che sia una gran cosa che tu sia appassionato di qualcosa.

# 1604_Sato-san
source: It doesn't matter what it is. There are plenty of people out there who don't care about anything.
pt: Non importa cosa sia. Ci sono un sacco di persone là fuori a cui non importa niente.

# 1628_Sato-san
source: Hey, maybe you can show me a bit about why you think anime is great, Yamada-kun!
pt: Ehi, magari potresti farmi vedere un po' il perché pensi che gli anime siano fantastici, Yamada-kun!

# 1640_Yamada-kun
source: What? You want me to teach you about anime?
pt: Cosa? Vuoi che ti insegni sugli anime?

# 1652_Sato-san
source: Sure. You'll have to take it slow, though.
pt: Certo. Dovrai andarci piano, però.

# 1664_Yamada-kun
source: Wait. Does that mean you're willing to see me again?
pt: Aspetta. Vuol dire che sei disposto a vedermi di nuovo?

# 1676_Sato-san
source: Yeah, of course. Let's take our time getting to know each other.
pt: Sì, certo. Prendiamocela con calma per conoscerci.

# 1700_Sato-san
source: What's the matter?
pt: Che c'è?

# 1712_Yamada-kun
source: ZOMG!
pt: Oddio!

# 1724_Sato-san
source: Heheh, you're funny!
pt: Heheh, sei divertente!

# 1736_Kiryu
source: (I'm glad my advice worked out.)
pt: (Sono contento che il mio consiglio abbia funzionato.)

# 1748_Sato-san
source: Owning up to the fact you lied is probably only going to make her hate you.
pt: Ammettere di aver mentito, probabilmente ti farà solo odiare.

# 1760_Yamada-kun
source: So I should just keep my nerdy side hidden?
pt: Quindi dovrei solo tenere nascosto il mio lato da nerd?

# 1772_Kiryu
source: Yes. At least for today.
pt: Sì. Almeno per oggi.

# 1784_Yamada-kun
source: Okay. I'll do my best!
pt: Va bene. Farò del mio meglio!

# 1796_Sato-san
source: What's up, Yamada-kun? What were you and the driver talking about?
pt: Che c'è, Yamada-kun? Di cosa parlavate tu e l'autista?

# 1808_Yamada-kun
source: Uh, we were just talking about the beach. He and I are both surfers.
pt: Uh, stavamo solo parlando della spiaggia. Lui ed io siamo entrambi surfisti.

# 1820_Sato-san
source: You surf, Yamada-kun!? I'd never have guessed!
pt: Fai surf, Yamada-kun!? Non l'avrei mai detto!

# 1832_Yamada-kun
source: Oh, yeah! The waves were real good yesterday, so I went and caught a few sets!
pt: Ah, sì! Le onde erano proprio fantastiche ieri, così sono andato e ho preso qualche set!

# 1856_Yamada-kun
source: Cool, huh?
pt: Forte, eh?

# 1868_Sato-san
source: That's pretty brave... in the middle of winter and all.
pt: Questo è piuttosto coraggioso... in pieno inverno e tutto il resto.

# 1880_Yamada-kun
source: Oh, uh, oops. Maybe I meant to say snowboarding? Ahaha...
pt: Oh, uh, ops. Magari volevo dire snowboard? Ahaha...

# 1892_Sato-san
source: Are you sure you're not hiding something, Yamada-kun?
pt: Sei sicuro di non nascondere qualcosa, Yamada-kun?

# 1904_Yamada-kun
source: What do you mean? I've got nothing to hide! Nope. Not a thing!
pt: Che intendi? Non ho niente da nascondere! No. Proprio niente!

# 1916_Sato-san
source: Really?
pt: Davvero?

# 1928_Yamada-kun
source: Why do you ask? I never said anything about my nerdy obsessions... Ah! Damn it!
pt: Perché lo chiedi? Non ho mai detto niente delle mie fissazioni da otaku... Ah! Accidenti!

# 1940_Sato-san
source: Nerdy obsessions?
pt: Fissazioni da otaku?

# 1952_Yamada-kun
source: Oh, I mean, not that I have any of those! I'm not obsessed with cute anime girls or anything!
pt: Oh, cioè, non che ne abbia, eh! Non sono mica ossessionato da ragazze anime carine o cose del genere!

# 1976_Yamada-kun
source: What?
pt: Cosa?

# 1988_Sato-san
source: I don't mind what you do in your free time. But I hate that you're lying to try and hide it.
pt: Non mi dà fastidio quello che fai nel tuo tempo libero. Ma odio che menti per cercare di nasconderlo.

# 2012_Sato-san
source: Like I said, I like guys who are comfortable being themselves. I'm not sure I can respect you if you act like this, Yamada-kun.
pt: Come ti dicevo, mi piacciono i ragazzi che non si vergognano di essere se stessi. Non sono sicura di poterti rispettare se ti comporti così, Yamada-kun.

# 2036_Sato-san
source: I'm sorry.
pt: Mi dispiace.

# 2048_Yamada-kun
source: I really pwned myself.
pt: Mi sono proprio fregato.

# 2060_Kiryu
source: (It looks like I gave him some bad advice.)
pt: Mi sa che gli ho dato un brutto consiglio.
