Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0aae.po
Languages: pt

source: You got a <Color:8>Kamaitachi Utility Knife<Color:Default>.
pt: Hai ottenuto un <Color:8>Kamaitachi Coltello multiuso<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

# 60_Kyuma
source: No! This is a nightmare! I trained over and over to perfect my pitching, and now...!
pt: No! Questo è un incubo! Mi sono allenato all'infinito per perfezionare il mio lancio, e adesso...!

# 72_Shinada
source: You promised. Today, you're going right back to that screw factory and putting your elbow grease into where it's needed most.
pt: Hai promesso. Oggi, torni dritto a quella fabbrica di viti e ci metti il tuo olio di gomito dove serve di più.

# 84_Kyuma
source: One more! Please, you have to give me another shot. I'm sure I can win next time!
pt: Ancora una! Ti prego, devi darmi un'altra chance. Sono sicuro di poter vincere la prossima volta!

# 96_Shinada
source: You said that last time! Just admit you lost and be done with it!
pt: L'hai detto anche l'ultima volta! Ammetti di aver perso e finiamola!

# 108_Kyuma
source: Urk...
pt: Gulp...

# 120_Shinada
source: Look, why do you want to be a pro so badly?
pt: Senti, perché ci tieni così tanto a diventare un professionista?

# 132_Kyuma
source: ...It's the money, dammit! Can't you tell!?
pt: Sono i soldi, dannazione! Non lo capisci?!

# 144_Shinada
source: Money? That's it?
pt: Soldi? Tutto qui?

# 156_Kyuma
source: Ever since our father died, we were always dirt poor.
pt: Da quando nostro padre è morto, eravamo sempre poveri in canna.

# 168_Kyuma
source: Akiyo-chan practically raised me herself－she even skipped high school to do it! She sacrificed... everything for me.
pt: Akiyo-chan mi ha praticamente cresciuto lei stessa—ha persino saltato il liceo per farlo! Ha sacrificato... tutto per me.

# 180_Kyuma
source: I've been looking for a way to repay her ever since. To finally give her the good life she deserves.
pt: Ho cercato un modo per ripagarla da allora. Per darle finalmente la bella vita che merita.

# 192_Kyuma
source: But the only thing I have going for me is baseball. It's the only way I can earn big money.
pt: Ma l'unica cosa che ho in mano è il baseball. È l'unico modo per fare un botto di soldi.

# 204_Shinada
source: And that's why you were so bent on becoming a pro.
pt: Ed è per questo che eri così deciso a diventare un professionista.

# 216_Kyuma
source: Yes.
pt: Sì.

# 228_Shinada
source: Well, I can empathize with how you feel about your sister.
pt: Beh, capisco come ti senti per tua sorella.

# 240_Shinada
source: But in spite of your good intentions, you're only causing her grief. Are you aware of that?
pt: Ma nonostante le tue buone intenzioni, le stai solo causando sofferenza. Ne sei consapevole?

# 252_Kyuma
source: I am. But if I were to turn pro－!
pt: Sì, lo so. Ma se diventassi un professionista—!

# 264_Shinada
source: That's not the point. Akiyo-san isn't sad because you're poor, or because it's tough to keep the factory going.
pt: Non è questo il punto. Akiyo-san non è triste perché sei povero, o perché è dura mandare avanti la fabbrica.

# 276_Shinada
source: It's because you're not hearing what she really wants you to hear.
pt: È perché non ascolti quello che lei vuole veramente farti sentire.

# 288_Kyuma
source: You're... saying I'm ignoring my sister?
pt: Stai... dicendo che non ascolto mia sorella?

# 300_Shinada
source: Have you ever asked her what her definition of a good life is? I'll bet my left nut you haven't.
pt: Hai mai chiesto a lei quale sia la sua definizione di una bella vita? Ci scommetto il c**o che non l'hai fatto.

# 312_Kyuma
source: ...That's a no.
pt: ...Questo è un no.

# 324_Shinada
source: Way I see it, you want to be a pro baseball player, but you're using your sister to justify it.
pt: Per come la vedo io, tu vuoi essere un giocatore di baseball professionista, ma stai usando tua sorella per giustificarlo.

# 336_Shinada
source: You say it's for your sister's happiness－that way you can ignore reality and avoid giving up on your dream.
pt: Dici che è per la felicità di tua sorella—così puoi ignorare la realtà ed evitare di mollare il tuo sogno.

# 360_Shinada
source: I'm not gonna tell you how to live your life. But you should seriously discuss your future with your sister.
pt: Non ti dirò come devi vivere la tua vita. Ma dovresti discutere seriamente del tuo futuro con tua sorella.

# 372_Kyuma
source: Yes... I should. I will.
pt: Sì... dovrei. Lo farò.

# 396_Kyuma
source: Kyuma! Thank goodness I found you!
pt: Kyuma! Meno male che ti ho trovato!

# 408_Kyuma
source: Sis...
pt: Sorella...

# 420_Akiyo
source: Look, I'm not mad or anything. But please... don't run off without telling me. If something happened to you, I don't know what I'd do.
pt: Guarda, non sono arrabbiata o niente del genere. Ma ti prego... non scappare senza dirmelo. Se ti fosse successo qualcosa, non so cosa avrei fatto.

# 432_Kyuma
source: ...I'm sorry, Akiyo-chan. For everything. I couldn't beat Shinada-san after all. So you know what? I'm done with baseball. For good.
pt: ...Mi dispiace, Akiyo-chan. Per tutto. Non sono riuscito a battere Shinada-san, dopotutto. E sai cosa c'è? Ho chiuso con il baseball. Per sempre.

# 444_Shinada
source: (Good man.)
pt: (Bravo.)

# 456_Akiyo
source: Are... Are you sure you're okay with that?
pt: Sei... Sei sicuro che ti vada bene?

# 468_Kyuma
source: Yeah... You know what it was? I was afraid of admitting I didn't have the talent. I thought it'd be too painful.
pt: Già... Sai qual era il problema? Avevo paura di ammettere che non avevo il talento. Pensavo che sarebbe stato troppo doloroso.

# 480_Kyuma
source: But I'm gonna stop running from here on out. I have to face up to reality. After all, I'm too old not to.
pt: Ma d'ora in poi smetterò di scappare. Devo affrontare la realtà. Dopotutto, sono troppo grande per non farlo.

# 504_Kyuma
source: From now on, I'm listening carefully to everything you say. So, will you give me your excellent advice?
pt: D'ora in poi, starò ad ascoltare attentamente tutto quello che dici. Allora, mi darai il tuo ottimo consiglio?

# 516_Akiyo
source: ...I'd be glad to.
pt: ...Sarei lieto di.

# 528_Kyuma
source: Shinada-san, thank you. I've decided to stop dreaming and start building. A future that's grounded on what I can do, not just some idea in my head.
pt: Shinada-san, grazie. Ho deciso di smettere di sognare e iniziare a costruire. Un futuro che si basi su quello che so fare, non solo un'idea nella mia testa.

# 540_Kyuma
source: And I'll make sure not to worry her again.
pt: E mi assicurerò di non farla preoccupare più.

# 552_Shinada
source: Good on you. And good luck!
pt: Bravo. E buona fortuna!

# 564_Kyuma
source: Thanks! Oh, and please take this... for putting up with me.
pt: Grazie! Oh, e ti prego, prendi questo... per avermi sopportato.

# 600_Kyuma
source: We'll be on our way now.
pt: Ora andiamo.

# 624_Kyuma
source: (Hope those two work together to make something truly great happen.)
pt: (Spero che quei due lavorino insieme per far succedere qualcosa di veramente grande.)

# 708_Shinada
source: (Dammit. Got too careless.)
pt: (Maledizione. Sono stato troppo sbadato.)

# 720_Kyuma
source: I won. But why was it so easy? There was absolutely no substance to this.
pt: Ho vinto. Ma perché è stato così facile? Non c'era assolutamente alcuna sostanza in tutto questo.

# 732_Kyuma
source: Shinada-san, did you maybe let me win? Why else would someone like you bat like that?
pt: Shinada-san, mi hai forse lasciato vincere? Perché mai uno come te batterebbe in quel modo?

# 744_Kyuma
source: That's no help to my confidence. I'll be waiting for a rematch. But next time, don't go easy on me, please.
pt: Questo non fa molto bene alla mia autostima. Ti aspetto per una rivincita. Però la prossima volta, non risparmiarmi, per favore.

# 756_Shinada
source: (Dang!)
pt: (Maledizione!)
