Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340004.po
Languages: pt

source: Player
pt: Giocatore

source: Go ahead.
pt: Vai pure.

source: No way.
pt: Ma va.

# 488_Kaguya
source: Hello there.
pt: Ehilà.

# 512_Himura
source: Well? Isn't she hot? Kaguya-chan here is 26 years old, a Scorpio, and her blood type is A. She has a younger sister, and she watches martial arts!
pt: Allora? Non è uno schianto? Qui Kaguya-chan ha 26 anni, è dello Scorpione e il suo gruppo sanguigno è A. Ha una sorella minore e segue le arti marziali!

# 524_Himura
source: So, I came here to enjoy a sweet evening with Kaguya-chan.
pt: Quindi, sono venuto qui per godermi una dolce serata con Kaguya-chan.

# 536_Kaguya
source: Saejima-san, welcome! Thank you for requesting me!
pt: Saejima-san, benvenuto! Grazie per aver chiesto di me!

# 548_Kaguya
source: You came to see me? Oh, let me guess. Am I growing on you?
pt: Sei venuto a trovarmi? Oh, fammi indovinare. Sto iniziando a piacerti?

# 560_Kaguya
source: Saejima-san, I've been waiting for you! I'm looking forward to today!
pt: Saejima-san, ti stavo aspettando! Non vedo l'ora di oggi!

# 596_Kaguya
source: Nice to meet you. I'm Kaguya.
pt: Piacere di conoscerti. Io sono Kaguya.

# 608_Kaguya
source: Here, this is my business card.
pt: Ecco, questo è il mio biglietto da visita.

# 644_Kaguya
source: You got a business card.
pt: Hai ottenuto un biglietto da visita.

# 692_Saejima
source: (This girl is just like Himura said. Guess he's not completely fulla bull.)
pt: (Questa ragazza è proprio come diceva Himura. A quanto pare non spara solo stronzate.)

# 704_Kaguya
source: May I ask your name?
pt: Posso chiederti come ti chiami?

# 728_Kaguya
source: Saejima-san, it's a pleasure!
pt: Saejima-san, è un piacere!

# 740_Saejima
source: Same.
pt: Altrettanto.

# 752_Kaguya
source: Thank you coming to see me all the time!
pt: Grazie per venire a trovarmi sempre!

# 788_Kaguya
source: You got a business card.
pt: Hai ottenuto un biglietto da visita.

# 812_Kaguya
source: Just for you, Saejima-san!
pt: Solo per te, Saejima-san!

# 860_Kaguya
source: You smell good! That's so sexy, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Hai un buon profumo! È così sexy, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 872_Kaguya
source: Ooh, fancy! You're pulling off that outfit better than I would have expected, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Ooh, che eleganza! Ti sta meglio di quanto mi sarei aspettato, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 884_Kaguya
source: Your outfit today looks good on you. I really like it! <Color:255,200,200,255>♥<Color:Default>
pt: Il tuo outfit di oggi ti sta proprio bene. Mi piace un sacco! <Color:255,200,200,255>♥<Color:Default>

# 896_Kaguya
source: Wearing the usual, I see.
pt: Vedo che indossi il solito.

# 908_Kaguya
source: Your fashion sense is very, uh, original.
pt: Il tuo senso dello stile è molto, ehm, originale.

# 920_Kaguya
source: Whoa, what's the deal with that outfit? If you didn't have anything to wear, maybe it would be better for you to stay at home, you know?
pt: Uau, ma che roba è quell'outfit? Se non avevi niente da metterti, forse era meglio se restavi a casa, sai?

# 956_Kaguya
source: This is an error.
pt: Questo è un errore.

# 968_Kaguya
source: What would you like to order?
pt: Cosa desideri ordinare?

# 992_Player
source: I'll have this.
pt: Prendo questo.

# 1004_Kaguya
source: Oh, are you sure?
pt: Oh, ne sei sicuro?

# 1016_Kaguya
source: Oh, wow! You're so generous, Saejima-san!
pt: Oh, uau! Sei davvero generoso, Saejima-san!

# 1028_Kaguya
source: Oh, are you sure?
pt: Oh, ne sei sicuro?

# 1040_Kaguya
source: Gold champagne, please!
pt: Champagne d'oro, per favore!

# 1052_Kaguya
source: Oh, feel like trying your luck?
pt: Oh, hai voglia di tentare la fortuna?

# 1064_Kaguya
source: Oh, are you sure?
pt: Oh, ne sei sicuro?

# 1076_Kaguya
source: All right. We'll keep a bottle for you, Saejima-san.
pt: Va bene. Terremo una bottiglia da parte per te, Saejima-san.

# 1088_Kaguya
source: One bottle for storage, please!
pt: Una bottiglia da tenere da parte, per favore!

# 1100_Kaguya
source: All right.
pt: Va bene.

# 1112_Kaguya
source: Sure thing. A house bottle it is.
pt: Certamente. Vada per la bottiglia della casa.

# 1208_Player
source: Could ya fetch me my bottle?
pt: Mi porteresti la mia bottiglia?

# 1220_Kaguya
source: All right.
pt: Va bene.

# 1244_Kaguya
source: Do you mind if I have some, too?
pt: Ti dispiace se ne prendo un po' anch'io?

# 1256_Kaguya
source: Yay! Cheers!
pt: Evviva! Cin cin!

# 1268_Kaguya
source: Oh. Okay...
pt: Oh. Va bene...

# 1280_Kaguya
source: Do you mind if I have some, too?
pt: Ti dispiace se ne prendo un po' anch'io?

# 1292_Kaguya
source: Yay! Cheers!
pt: Evviva! Cin cin!

# 1304_Kaguya
source: Oh. Okay...
pt: Oh. Va bene...

# 1316_Kaguya
source: Your glass is empty. Would you like something?
pt: Il tuo bicchiere è vuoto. Ti andrebbe qualcosa?

# 1340_Player
source: I'll have this.
pt: Prendo questo.

# 1352_Kaguya
source: Oh, are you sure?
pt: Oh, sei sicuro?

# 1364_Kaguya
source: Oh, wow! You're so generous, Saejima-san!
pt: Oh, wow! Sei così generoso, Saejima-san!

# 1376_Kaguya
source: Oh, are you sure?
pt: Oh, sei sicuro?

# 1388_Kaguya
source: Gold champagne, please!
pt: Champagne Gold, per favore!

# 1400_Kaguya
source: Oh, feel like trying your luck?
pt: Oh, ti va di tentare la fortuna?

# 1412_Kaguya
source: Oh, are you sure?
pt: Oh, sei sicuro?

# 1424_Kaguya
source: All right. We'll keep a bottle for you, Saejima-san.
pt: Va bene. Terremo da parte la bottiglia per te, Saejima-san.

# 1436_Kaguya
source: One bottle for storage, please!
pt: Una bottiglia da tenere da parte, per favore!

# 1448_Kaguya
source: All right.
pt: Va bene.

# 1460_Kaguya
source: Sure thing. A house bottle it is.
pt: Certamente. Allora una bottiglia della casa.

# 1568_Kaguya
source: Do you mind if I have another glass?
pt: Ti dispiace se ne prendo un altro bicchiere?

# 1580_Player
source: (Damn, I don't got the cash.)
pt: (Maledizione, non ho i soldi.)

# 1592_Player
source: No can do.
pt: Niente da fare.

# 1604_Kaguya
source: Can I have another drink?
pt: Posso prendere un altro drink?

# 1616_Kaguya
source: Yay! Cheers!
pt: Evviva! Cin cin!

# 1628_Kaguya
source: Oh. Okay...
pt: Oh. Va bene...

# 1640_Kaguya
source: Do you mind if I have another glass?
pt: Ti dispiace se ne prendo un altro bicchiere?

# 1652_Kaguya
source: Yay! Cheers!
pt: Evviva! Cin cin!

# 1664_Kaguya
source: Oh. Okay...
pt: Oh. Va bene...

# 1676_Player
source: I'm kinda hungry.
pt: Ho un po' di fame.

# 1688_Kaguya
source: What would you like?
pt: Cosa vorresti?

# 1712_Player
source: I'll have this.
pt: Prendo questo.

# 1724_Kaguya
source: All right!
pt: Bene!

# 1736_Kaguya
source: Oh hey, you like that too? <Color:255,200,200,255>♥<Color:Default>
pt: Oh ehi, piace anche a te? <Color:255,200,200,255>♥<Color:Default>

# 1748_Kaguya
source: Sure, okay.
pt: Certo, va bene.

# 1760_Kaguya
source: You actually like that? I guess our tastes are pretty different.
pt: Ti piace davvero? Mi sa che i nostri gusti sono piuttosto diversi.

# 1772_Kaguya
source: Okay, maybe some other time.
pt: Va bene, magari un'altra volta.

# 1808_Kaguya
source: Hey, want to play the chocolate stick game?
pt: Ehi, ti va di fare il gioco dei bastoncini?

# 1820_Player
source: Huh?
pt: Uh?

# 1856_Kaguya
source: Here, let me feed it to you. <Color:255,200,200,255>♥<Color:Default>
pt: Tieni, ti imbocco io. <Color:255,200,200,255>♥<Color:Default>

# 1868_Player
source: Say what now!?
pt: Che hai detto!?

# 1964_Kaguya
source: Over here, please!
pt: Da questa parte, prego!

# 2060_Kaguya
source: I'll fix your drink.
pt: Ti preparo il drink.

# 2072_Player
source: Okay.
pt: Ok.

# 2084_Kaguya
source: Here you are!
pt: Ecco a te!

# 2096_Kaguya
source: You're quite a big drinker!
pt: Sei proprio un gran bevitore!

# 2108_Player
source: Yeah.
pt: Sì.

# 2120_Kaguya
source: Here you are!
pt: Ecco a te!

# 2132_Kaguya
source: Let me refill your glass for you.
pt: Ti riempio di nuovo il bicchiere.

# 2144_Player
source: Okay.
pt: Ok.

# 2156_Kaguya
source: Here you are!
pt: Ecco a te!

# 2204_Kaguya
source: Cheers!
pt: Salute!

# 2216_Kaguya
source: Thank you for coming! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie per essere venuto! <Color:255,200,200,255>♥<Color:Default>

# 2228_Player
source: I gotta get goin'.
pt: Devo andare.

# 2252_Kaguya
source: Why don't you go and kill time somewhere? I'll be in touch with you later.
pt: Perché non vai ad ammazzare il tempo da qualche parte? Ti farò sapere più tardi.

# 2264_Player
source: Okay.
pt: Ok.

# 2288_Kaguya
source: All right, I'll get you your check.
pt: Va bene, vado a prenderti il conto.

# 2300_Kaguya
source: Check, please!
pt: Il conto, per favore!

# 2312_Kaguya
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2324_Player
source: Yeah.
pt: Sì.

# 2336_Kaguya
source: Check, please!
pt: Il conto, per favore!

# 2348_Kaguya
source: Your glass is empty. Would you like something?
pt: Hai il bicchiere vuoto. Ti va di ordinare qualcosa?

# 2360_Player
source: (Oops, I don't got the cash on me.)
pt: (Ops, non ho i soldi con me.)

# 2372_Player
source: No, I gotta get goin'.
pt: No, devo andare.

# 2384_Kaguya
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2396_Player
source: Yeah.
pt: Sì.

# 2408_Kaguya
source: Check, please!
pt: Il conto, per favore!

# 2420_Kaguya
source: Do you mind if I have some, too?
pt: Ti dispiace se ne bevo un po' anch'io?

# 2432_Player
source: (Oops, I don't got the cash on me.)
pt: (Ops, non ho i soldi con me.)

# 2444_Player
source: No, I gotta get goin'.
pt: No, devo andare.

# 2456_Kaguya
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2468_Player
source: Yeah.
pt: Sì.

# 2480_Kaguya
source: Check, please!
pt: Il conto, per favore!

# 2504_Player
source: (Guess I've run outta stuff to talk about. I oughta be on my way.)
pt: (Mi sa che ho finito gli argomenti. Sarà meglio che vada.)

# 2516_Player
source: I gotta get goin'.
pt: Devo andare.

# 2528_Kaguya
source: Oh, you're leaving already?
pt: Oh, te ne vai già?

# 2540_Player
source: Yeah.
pt: Sì.

# 2552_Kaguya
source: Check, please!
pt: Il conto, per favore!

# 2564_Player
source: Wanna go on a date after this?
pt: Ti va un appuntamento dopo?

# 2588_Kaguya
source: I already told you, no. Geez, you're a nag.
pt: Te l'ho già detto, no. Cavolo, quanto sei pesante.

# 2612_Kaguya
source: Ask all you want, but the answer's still no!
pt: Chiedi pure quanto vuoi, ma la risposta è sempre no!

# 2624_Player
source: Guess ya really mean it.
pt: Mi sa che fai proprio sul serio.

# 2636_Kaguya
source: After my shift, you mean?
pt: Intendi dopo il mio turno?

# 2660_Kaguya
source: Sorry, Saejima-san, I already have plans today. But please ask me again sometime.
pt: Scusa, Saejima-san, oggi ho già dei programmi. Ma riprova pure un'altra volta, mi raccomando.

# 2672_Player
source: No problem. I understand.
pt: Nessun problema. Capisco.

# 2684_Kaguya
source: Yeah, I don't know. I'm not really in the mood today.
pt: Sì, non saprei. Oggi non sono proprio in vena.

# 2696_Player
source: Okay. Maybe next time.
pt: Va bene. Sarà per la prossima volta.

# 2708_Kaguya
source: I'm sorry, but I feel like we should get to know each other better first.
pt: Scusa, ma credo che dovremmo conoscerci meglio prima.

# 2720_Player
source: I see.
pt: Capisco.

# 2732_Kaguya
source: This is an error.
pt: Questo è un errore.

# 2744_Player
source: Wanna go on a date after this?
pt: Ti va un appuntamento dopo il turno?

# 2768_Kaguya
source: Hmm. Okay, but just for a little bit.
pt: Hmm. Va bene, ma solo per un po'.

# 2780_Player
source: Heh. Glad I asked.
pt: Heh. Ho fatto bene a chiedere.

# 2792_Kaguya
source: You want to go out with me that badly? Okay, just for a little bit.
pt: Vuoi così tanto uscire con me? Va bene, ma solo per un po'.

# 2804_Player
source: Really?
pt: Davvero?

# 2816_Kaguya
source: After my shift, you mean?
pt: Dopo il mio turno, intendi?

# 2840_Kaguya
source: Sure, I've been wanting to spend more time with you too, Saejima-san.
pt: Certo, anch'io avevo voglia di passare un po' più di tempo con te, Saejima-san.

# 2852_Player
source: Oh, really?
pt: Oh, davvero?

# 2864_Kaguya
source: Of course I do! I'd never say no to you, Saejima-san!
pt: Certo che sì! Non ti direi mai di no, Saejima-san!

# 2876_Player
source: That's great.
pt: Ottimo.

# 2888_Kaguya
source: Yeah, okay. Sometimes it's nice to get out and walk around a bit.
pt: Sì, d'accordo. Ogni tanto è piacevole uscire e fare due passi.

# 2900_Player
source: Really?
pt: Davvero?

# 2912_Kaguya
source: This is an error.
pt: Questo è un errore.

# 2924_Kaguya
source: What is it?
pt: E cioè?

# 2948_Kaguya
source: I love it! You know me so well, Saejima-san!
pt: Mi piace un sacco! Mi conosci proprio bene, Saejima-san!

# 2960_Kaguya
source: Wow, really!? I've been wanting one of these! Thank you!
pt: Wow, davvero!? Ne volevo proprio uno! Grazie!

# 2972_Kaguya
source: Are you sure? I'll take good care of it!
pt: Sei sicuro? Ne avrò molta cura!

# 2984_Kaguya
source: Oh, thanks.
pt: Oh, grazie.

# 2996_Kaguya
source: What the heck is this? I'm not sure what I'd even need this for.
pt: Ma che diavolo è questa roba? Non saprei proprio a cosa mi possa servire.

# 3008_Kaguya
source: Huh? This again?
pt: Eh? Di nuovo?

# 3020_Kaguya
source: I don't really need more than one of these.
pt: Non me ne serve davvero più di uno.

# 3032_Kaguya
source: This is an error.
pt: Questo è un errore.

# 3200_Kaguya
source: Maybe you'd like to come see me again, Saejima-san?
pt: Magari ti andrebbe di venirmi a trovare di nuovo, Saejima-san?

# 3212_Player
source: Sure, I'll ask for ya next time I come in.
pt: Certo, chiederò di te la prossima volta che vengo.

# 3224_Kaguya
source: You really mean it!? I'll be waiting!
pt: Dici sul serio!? Ti aspetterò!

# 3272_Kaguya
source: Thanks for coming today! See you later!
pt: Grazie per essere venuto oggi! A più tardi!

# 3284_Player
source: Yeah, see ya.
pt: Sì, ci vediamo.

# 3296_Kaguya
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Eheh! <Color:255,200,200,255>♥<Color:Default>

# 3332_Kaguya
source: I had so much fun today!
pt: Mi sono divertita un mondo oggi!

# 3344_Player
source: Yeah, me too.
pt: Sì, anch'io.

# 3356_Kaguya
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Eheh! <Color:255,200,200,255>♥<Color:Default>

# 3392_Kaguya
source: I'll be waiting!
pt: Ti aspetto!

# 3404_Player
source: Sure thing.
pt: Ma certo!

# 3416_Kaguya
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Eheh! <Color:255,200,200,255>♥<Color:Default>

# 3464_Kaguya
source: See you later! <Color:255,200,200,255>♥<Color:Default>
pt: A dopo! <Color:255,200,200,255>♥<Color:Default>

# 3476_Player
source: You bet.
pt: Ci puoi scommettere.

# 3488_Kaguya
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Eheh! <Color:255,200,200,255>♥<Color:Default>

# 3524_Kaguya
source: See you later! <Color:255,200,200,255>♥<Color:Default>
pt: A dopo! <Color:255,200,200,255>♥<Color:Default>

# 3536_Player
source: You bet.
pt: Ci puoi scommettere.

# 3548_Kaguya
source: Hehe! <Color:255,200,200,255>♥<Color:Default>
pt: Eheh! <Color:255,200,200,255>♥<Color:Default>

# 3560_Kaguya
source: I wonder what you'll get!
pt: Chissà cosa riceverai!

# 3572_Player
source: Fingers crossed...
pt: Incrociamo le dita...

# 3656_Kaguya
source: You won <Color:8>Toughness Infinity<Color:Default>!
pt: Hai vinto <Color:8>Toughness Infinity<Color:Default>!

# 3680_Kaguya
source: Oh, one of those. We see them a lot.
pt: Oh, uno di quelli. Ne vediamo un sacco.

# 3692_Player
source: That's no good. Maybe I oughta try again.
pt: Così non va. Forse dovrei riprovarci.

# 3704_Kaguya
source: You won <Color:8>French Cologne<Color:Default>!
pt: Hai vinto <Color:8>Colonia francese<Color:Default>!

# 3728_Kaguya
source: Oh, one of those. We see them a lot.
pt: Oh, uno di quelli. Ne vediamo un sacco.

# 3740_Player
source: That's no good. Maybe I oughta try again.
pt: Così non va. Forse dovrei riprovarci.

# 3752_Kaguya
source: You won <Color:8>Staminan Spark<Color:Default>!
pt: Hai vinto <Color:8>Staminan Spark<Color:Default>!

# 3776_Kaguya
source: Oh, that one's not so bad.
pt: Oh, quello non è poi così male.

# 3788_Player
source: There's all kindsa things in here, huh?
pt: C'è proprio di tutto qui dentro, eh?

# 3800_Kaguya
source: You won <Color:8>Goddess of Children Amulet<Color:Default>!
pt: Hai vinto <Color:8>Amuleto della Dea dei Bambini<Color:Default>!

# 3824_Kaguya
source: Oh, that one's not so bad.
pt: Oh, quello non è poi così male.

# 3836_Player
source: There's all kindsa things in here, huh?
pt: C'è proprio di tutto qui dentro, eh?

# 3848_Kaguya
source: You won <Color:8>Monogrammed Bag<Color:Default>!
pt: Hai vinto <Color:8>Borsa monogrammata<Color:Default>!

# 3872_Kaguya
source: Oh wow, that's pretty rare!
pt: Oh wow, è davvero raro!

# 3884_Player
source: Heh, that's great.
pt: Heh, niente male.

# 3896_Kaguya
source: You won <Color:8>Italian Women's Watch<Color:Default>!
pt: Hai vinto <Color:8>Orologio da donna italiano<Color:Default>!

# 3920_Kaguya
source: Oh wow, that's pretty rare!
pt: Oh wow, è davvero raro!

# 3932_Player
source: Heh, that's great.
pt: Heh, niente male.

# 3944_Kaguya
source: You won <Color:8>Mystery Stone<Color:Default>!
pt: Hai vinto <Color:8>Pietra misteriosa<Color:Default>!

# 3968_Kaguya
source: Oh wow, that's pretty rare!
pt: Oh wow, è davvero raro!

# 3980_Player
source: Heh, that's great.
pt: Heh, niente male.

# 3992_Kaguya
source: You won <Color:8>Swiss Watch<Color:Default>!
pt: Hai vinto <Color:8>Orologio svizzero<Color:Default>!

# 4016_Kaguya
source: Whoa! You hit the jackpot! Way to go, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Wow! Hai fatto il colpaccio! Così si fa, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 4028_Player
source: Heh, guess it was worth it.
pt: Heh, direi che ne è valsa la pena.

# 4040_Kaguya
source: You won <Color:8>Platinum Membership Card<Color:Default>!
pt: Hai vinto <Color:8>Tessera socio platino<Color:Default>!

# 4064_Kaguya
source: Whoa! You hit the jackpot! Way to go, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Wow! Hai fatto il colpaccio! Così si fa, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 4076_Player
source: Heh, guess it was worth it.
pt: Heh, direi che ne è valsa la pena.

# 4088_Kaguya
source: Chocolate stick game time!
pt: È l'ora del gioco dei bastoncini al cioccolato!

# 4100_Kaguya
source: Champagne time!
pt: È l'ora dello champagne!

# 4112_Kaguya
source: Champagne tower, please!
pt: Una torre di champagne, per favore!
