Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01520003.po
Languages: pt

source: Welcome to the baccarat table. I'll explain the rules for Super 6 baccarat while you play.
pt: Benvenuto al tavolo del baccarat. Ti spiego le regole del Super 6 baccarat mentre giochi.

source: Baccarat is basically a game in which you bet on whether the player or the banker will win by getting the closest to 9.
pt: Il baccarat è sostanzialmente un gioco in cui scommetti se vincerà il giocatore o il banco, avvicinandosi il più possibile a 9.

source: There are six spots on which you can bet. For now, try betting on either the banker or the player.
pt: Ci sono sei caselle su cui puoi scommettere. Per ora, prova a scommettere sul banco o sul giocatore.

source: Select whether you think the player or the banker will win.
pt: Scegli se pensi che il giocatore o il banco vincerà.

source: Select a wager between the minimum and maximum betting limit. Use ○ to change your bet.
pt: Scegli una puntata tra il limite minimo e massimo di scommessa. Usa ○ per modificare la tua puntata.

source: Use <Action:Button_RS_Up@Baccarat><Action:Button_RS_Down@Baccarat> to turn over the second card of the side you bet on. Go ahead.
pt: Use <Action:Button_RS_Up@Baccarat><Action:Button_RS_Down@Baccarat> per girare la seconda carta del lato su cui hai scommesso. Forza.

source: If either the player or banker has an 8 or 9 (a natural), the winner is decided at that point.
pt: Se il giocatore o il banco ha un 8 o un 9 (un naturale), il vincitore viene deciso a quel punto.

source: A winning bet on the player pays 1:1, while a winning bet on the banker pays 0.95:1.
pt: Una puntata vincente sul giocatore paga 1:1, mentre una puntata vincente sul banco paga 0.95:1.

source: You can also bet that the player and banker will tie, and if you're right, the payout will be 8:1.
pt: Puoi anche scommettere che il giocatore e il banco faranno pari, e se hai ragione, la vincita paga 8:1.

source: Now, let's bet on a pair. This means you think that the numbers of the first cards dealt will be the same.
pt: Ora, scommettiamo su una coppia. Questo significa che pensi che i numeri delle prime carte distribuite saranno gli stessi.

source: Select whether you think the player or the banker will get a pair.
pt: Scegli se pensi che il giocatore o il banco farà una coppia.

source: When you bet on a player pair, you're guessing that the first two cards dealt to the player will be the same number.
pt: Quando scommetti su una coppia giocatore, stai indovinando che le prime due carte distribuite al giocatore saranno dello stesso numero.

source: When you bet on a banker pair, you're guessing that the first two cards dealt to the banker will be the same number.
pt: Quando scommetti su una coppia banco, stai indovinando che le prime due carte distribuite al banco saranno dello stesso numero.

source: This time, try betting on which one will get a pair.
pt: Questa volta, prova a scommettere su quale farà una coppia.

source: When you bet on a pair, the game is decided as soon as the first two cards of each side are opened.
pt: Quando scommetti su una coppia, il gioco è deciso non appena le prime due carte di ogni lato sono aperte.

source: A win pays 11:1.
pt: Una vincita paga 11:1.

source: Last but not least, I'll explain how to bet on Super 6 baccarat. The best way to learn is by playing, so let's place a practice bet.
pt: E per finire, spiegherò come scommettere sul baccarat Super 6. Il modo migliore per imparare è giocando, quindi facciamo una puntata di prova.

source: Start by selecting Super 6.
pt: Inizia col selezionare Super 6.

source: Super 6 refers to the banker beating the player with a 6.
pt: Super 6 indica il banco che batte il giocatore con un 6.

source: A winning bet pays up to 12:1, but the payout is only 0.5:1 if you bet on the banker when a Super 6 results.
pt: Una scommessa vincente paga fino a 12:1, ma la vincita è solo 0.5:1 se scommetti sul banco quando si verifica un Super 6.

source: This concludes our tutorial. Please enjoy playing all the games of skill and chance our casino has to offer!
pt: E con questo, il nostro tutorial è finito. Divertiti a giocare a tutti i giochi di abilità e fortuna che il nostro casinò ha da offrirti!
