Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01520004.po
Languages: pt

source: Welcome to the poker table.
pt: Benvenuto al tavolo da poker.

source: I'll teach you the rules of Omaha Hold 'em, a variation of Texas Hold 'em, as we play.
pt: Ti insegnerò le regole dell'Omaha Hold 'em, una variante del Texas Hold 'em, mentre giochiamo.

source: Omaha Hold 'em is basically the same as regular Texas Hold 'em, except you are dealt four cards instead of two.
pt: Omaha Hold 'em è sostanzialmente lo stesso del normale Texas Hold 'em, solo che ti vengono distribuite quattro carte invece di due.

source: You then try to make the best hand you can with your own four cards and the five community cards.
pt: Poi cerchi di fare la mano migliore che puoi con le tue quattro carte e le cinque carte comuni.

source: At the end of the game, you must use two of your own cards and three of the community cards to create a hand.
pt: Alla fine della partita, devi usare due delle tue carte e tre delle carte comuni per creare una mano.

source: Let's see how things develop－select Check to end your turn.
pt: Vediamo come si sviluppano le cose－seleziona Check per finire il tuo turno.

source: All players have bet the same amount, so the game continues to the next round.
pt: Tutti i giocatori hanno puntato la stessa somma, quindi la partita continua al prossimo giro.

source: Community cards are dealt in the second round.
pt: Le carte comuni vengono distribuite nel secondo giro.

source: Notice how you have two fives. That means you have one pair in your hand.
pt: Guarda come hai due cinque. Vuol dire che hai una coppia in mano.

source: The player to your right has selected Bet and increased the wager. He may have a good hand.
pt: Il giocatore alla tua destra ha selezionato Bet e ha aumentato la puntata. Potrebbe avere una buona mano.

source: If you think you have a good hand, select Raise. Or, you can select Call to bet the same as the previous player. (Fold is currently disabled.)
pt: Se pensi di avere una buona mano, seleziona Raise. Oppure, puoi selezionare Call per puntare lo stesso del giocatore precedente. (Fold è attualmente disabilitato.)

source: All players have bet the same amount, so the game continues to the next round.
pt: Tutti i giocatori hanno puntato la stessa somma, quindi la partita continua al prossimo giro.

source: This is the third round. A new community card has been dealt.
pt: Questo è il terzo giro. È stata distribuita una nuova carta comune.

source: This is the third round. A new community card has been dealt. You now have another pair. This time, two fours. That means you have two pair in your hand.
pt: Questo è il terzo giro. È stata distribuita una nuova carta comune. Ora hai un'altra coppia. Stavolta, due quattro. Vuol dire che hai due coppie in mano.

source: At this point, you could select Fold to drop out if you didn't like your cards.
pt: A questo punto, potresti selezionare Fold per abbandonare la mano se le tue carte non ti piacevano.

source: But it would be a shame to waste your pair, so let's stay in the game. (Fold is currently disabled.)
pt: Ma sarebbe un peccato sprecare la tua coppia, quindi restiamo in partita. (Fold è attualmente disabilitato.)

source: If you think you have a good hand, select Raise. Or, you can select Call to bet the same as the previous player. (Fold is currently disabled.)
pt: Se pensi di avere una buona mano, seleziona Raise. Oppure, puoi selezionare Call per puntare lo stesso del giocatore precedente. (Fold è attualmente disabilitato.)

source: This is the final round. All community cards have been dealt.
pt: Questo è il giro finale. Tutte le carte comuni sono state distribuite.

source: This is the final round. All the cards have now been dealt. The last card dealt was a five. You must now make a hand with two of your own cards and three of the community cards.
pt: Questo è il giro finale. Tutte le carte sono ora state distribuite. L'ultima carta distribuita è stata un cinque. Ora devi formare una mano usando due delle tue carte personali e tre delle carte comuni.

source: It looks like you have a full house. Let's heat things up by selecting Raise.
pt: Sembra che tu abbia un full. Scaldiamo un po' le cose selezionando Raise.

source: Congratulations! You have the stronger hand, which means you win all the chips that were bet in the current game.
pt: Congratulazioni! Hai la mano più forte, il che significa che vinci tutte le fiches che sono state puntate nella partita attuale.

source: Remember, select Bet or Raise when you think you have a good hand, and Check or Call when you want to assess the situation. If you'd rather retire, select Fold.
pt: Ricorda: seleziona Bet o Raise quando pensi di avere una buona mano, e Check o Call quando vuoi valutare la situazione. Se preferisci abbandonare, seleziona Fold.

source: This concludes the practice round. Please enjoy playing all the games of skill and chance our casino has to offer!
pt: Questo conclude il giro di pratica. Divertiti a giocare a tutti i giochi di abilità e fortuna che il nostro casinò ha da offrire!
