Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0cfd.po
Languages: pt

source: You got a <Color:8>Calming Towel<Color:Default>.
pt: Hai ottenuto un <Color:8>Asciugamano calmante<Color:Default>.

source: You got a <Color:8>Tauriner ++<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner ++<Color:Default>.

source: *buzz* *buzz*
pt: *Bzzz* *bzzz*

source: You got 1,900 experience points.
pt: Hai ottenuto 1.900 punti esperienza.

source: Okay, I'll help out.
pt: Va bene, darò una mano.

source: I think I'll pass.
pt: Credo che passerò.

# 88_Kiyokawa
source: The mixer was a big success thanks to you, Suzuki-san! You're the man! Here, I want to give you this as my way of saying thanks.
pt: Il mixer è stato un gran successo grazie a te, Suzuki-san! Sei un grande! Tieni, voglio darti questo come ringraziamento.

# 136_Kiyokawa
source: So... How did you like our get-together today?
pt: Allora... Come ti è sembrato il nostro incontro di oggi?

# 148_Ishimori
source: It was super fun... Although, you're a bit too young for me to take you seriously. Still, we should do this again sometime!
pt: È stato super divertente... Anche se, sei un po' troppo giovane perché io ti prenda sul serio. Però, dovremmo rifarlo di nuovo, prima o poi!

# 160_Nakayama
source: Yeah, I had a blast! Gyahawhawhaw!
pt: Sì, mi sono divertito un mondo! Gyahawhawhaw!

# 172_Kondo
source: I had a really great time, too. Thank you for having us.
pt: Mi sono divertito un mondo anch'io. Grazie per averci invitato.

# 184_Kiyokawa
source: Oh, not at all! Thank <Italic>you</Italic>!
pt: Ma figurati! Grazie <Italic>a te</Italic>!

# 196_Kiyokawa
source: We survived that mixer unscathed thanks to you, Suzuki-san. Here, this is for you.
pt: Siamo sopravvissuti a quel mixer illesi grazie a te, Suzuki-san. Tieni, questo è per te.

# 244_Kiyokawa
source: So... How did you like our get-together today?
pt: Allora... Come ti è sembrato il nostro incontro di oggi?

# 256_Ishimori
source: Ah, I thought it was all right. Pretty average, really.
pt: Ah, pensavo fosse ok. Piuttosto nella media, a dire il vero.

# 268_Nakayama
source: For real! *chortle*
pt: Davvero! *chortle*

# 280_Kondo
source: That's not a very nice thing to say. I'd just like to say thank you.
pt: Non è una cosa molto carina da dire. Volevo solo dirti grazie.

# 292_Kiyokawa
source: Oh, well, uh... Thank <Italic>you</Italic>!
pt: Oh, beh, uhm... Grazie <Italic>a te</Italic>!

# 304_Kiyokawa
source: So I guess you're not that great at mixers, huh, Suzuki-san? I know it was my idea and all... but you kind of ruined the whole thing.
pt: Quindi non sei un granché ai mixer, eh, Suzuki-san? Lo so che è stata una mia idea e tutto il resto... ma hai un po' rovinato tutto.

# 316_Kiryu
source: Sorry.
pt: Scusa.

# 328_Muramatsu
source: So... How did you like our get-together today?
pt: Allora... Come ti è sembrato il nostro incontro di oggi?

# 340_Ishimori
source: It was absolute hell! I mean, like, who do you guys think you are!? I'm never going out with you again!
pt: È stato un inferno assoluto! Cioè, chi credete di essere!? Non uscirò mai più con voi!

# 352_Nakayama
source: Stick it to 'em, girl! *chortle*
pt: Fagliela vedere, ragazza! *chortle*

# 364_Kondo
source: That's not a very nice thing to say. I'd just like to say thank you.
pt: Non è una cosa molto carina da dire. Volevo solo dirti grazie.

# 376_Kiyokawa
source: Kondo-san... You're too good to us.
pt: Kondo-san... Sei troppo buono con noi.

# 388_Kiyokawa
source: Welp, time for our appointment at the beauty salon. We're outtie! Bye!
pt: Beh, è ora del nostro appuntamento al salone di bellezza. Noi usciamo! Ciao!

# 412_Kiyokawa
source: I'd better go, too. So long.
pt: È meglio che vada anch'io. Ciao.

# 460_Kiyokawa
source: If I just let her leave, nothing will change... I have to gather up my courage and tell her how I feel!
pt: Se la lascio andarsene, nulla cambierà... Devo farmi coraggio e dirle cosa provo!

# 472_Muramatsu
source: Yeah! You're right! You can do this!
pt: Sì! Hai ragione! Puoi farcela!

# 484_Muramatsu
source: Hey, uh－ Kondo-san!
pt: Ehi, uh－ Kondo-san!

# 508_Kiyokawa
source: Listen, we, um...
pt: Senti, noi, uh...

# 520_Muramatsu
source: If you don't mind, maybe we could like... grab some tea, or...
pt: Se non ti dispiace, magari potremmo, uh... prenderci un tè, o...

# 532_Kondo
source: Oh, hold on.
pt: Oh, aspetta!

# 568_Kiyokawa
source: Oh, hello? Is that you, Ryo-kun? Why didn't you call me yesterday? I missed you!
pt: Oh, pronto? Sei tu, Ryo-kun? Perché non mi hai chiamato ieri? Mi sei mancato!

# 580_Kondo
source: What am I doing now? I got dragged to a co-worker's mixer because she needed a third girl. Don't worry, nothing happened.
pt: Cosa ci faccio qui? Mi hanno trascinato a un mixer di una collega perché le serviva una terza ragazza. Non preoccuparti, non è successo niente.

# 604_Kondo
source: I'm telling you the truth. I wouldn't do that. You're the only one for me, Ryo-kun. Teehee.
pt: Ti dico la verità. Non lo farei mai. Sei l'unico per me, Ryo-kun. Teehee.

# 616_Kondo
source: Huh? Now? Sure, I'm free. I'll see you at your place, then. I'll buy some beer on the way. See you soon, sweetie.
pt: Eh? Adesso? Certo, sono libero. Allora ci vediamo da te. Compro un po' di birra lungo la strada. A presto, tesoro.

# 628_Kiyokawa
source: I'm sorry about that. What was it you were saying?
pt: Mi dispiace per quello. Cosa stavi dicendo?

# 640_Muramatsu
source: Oh, uh...
pt: Oh, ehm...

# 652_Kiyokawa
source: Nothing... We were just saying bye.
pt: Niente... Ci stavamo solo salutando.

# 664_Kondo
source: Okay. Thanks again for taking me out!
pt: Ok. Grazie ancora per avermi portato fuori!

# 688_Kiyokawa
source: ...They're just full of surprises, aren't they?
pt: ...Sono proprio pieni di sorprese, vero?

# 700_Kiyokawa
source: Tell me about it... I think I've had enough of the dating game for now.
pt: A chi lo dici... Credo di averne avuto abbastanza del gioco degli appuntamenti per adesso.

# 712_Muramatsu
source: Same here. Let's just focus on work. At least our taxis will always love us.
pt: Anch'io. Concentriamoci solo sul lavoro. Almeno i nostri taxi ci vorranno sempre bene.

# 724_Kiyokawa
source: Right.
pt: Giusto.

# 736_Wada
source: Oh, hey, what are the boys up to tonight?
pt: Oh, ehi, che combinano i ragazzi stasera?

# 748_Kiryu
source: You missed out, Wada-san.
pt: Te la sei persa, Wada-san.

# 760_Kiryu
source: We just had a mixer, and Kiyokawa and Muramatsu-san are still reeling from the rejection.
pt: Abbiamo appena fatto un mixer, e Kiyokawa e Muramatsu-san stanno ancora accusando il colpo del rifiuto.

# 772_Wada
source: Ouch. Sorry to hear that, gents. I guess you guys are gonna want to come along, then?
pt: Cavoli. Mi dispiace sentirlo, ragazzi. Immagino che vogliate unirvi a noi, allora?

# 784_Muramatsu
source: Come along where?
pt: Unirci dove?

# 796_Wada
source: To the cabaret club, of course! Going after regular girls will only get your heart ripped out. Mixers are a waste of time!
pt: Al club di cabaret, certo! Andare dietro a ragazze comuni ti farà solo strappare il cuore. I mixer sono una perdita di tempo!

# 808_Muramatsu
source: I dunno... Cabaret clubs aren't really my thing.
pt: Boh... I club di cabaret non fanno proprio per me.

# 820_Wada
source: Oh, don't be such a stick in the mud! Cabarets are the best! Where else can you go and have a beautiful woman pour you drinks, light your smoke, and listen to all your bullshit?
pt: Oh, non fare il bacchettone! I cabaret sono il massimo! Dove altro puoi andare e avere una bella donna che ti versa da bere, ti accende la sigaretta, e ascolta tutte le tue stronzate?

# 832_Wada
source: I've been single all my life, and sure, it gets lonely at times. But thanks to cabaret clubs and the wonderful ladies who work there, I've made it where I am today.
pt: Sono stato single per tutta la vita, e certo, a volte mi sento solo. Ma grazie ai club di cabaret e alle meravigliose signore che ci lavorano, sono arrivato fin qui.

# 844_Kiyokawa
source: You're single, Wada-san!?
pt: Sei single, Wada-san!?

# 856_Wada
source: Forget about that－let's just head to a club already! Tab's on me tonight. Time to buy us some love and affection!
pt: Lasciamo perdere quello－andiamo subito in un club, dai! Pago io stasera. È ora di comprarci un po' d'amore e affetto!

# 868_Kiyokawa
source: Well, when you put it that way, I'm in! Hehe, now I'm actually glad we did that mixer!
pt: Beh, se la metti così, ci sto! Hehe, ora sono persino contento di aver fatto quel mixer!

# 880_Muramatsu
source: Yeah, you sure convinced me. Now show us how it's done! Oh, and see you around, Suzuki-san!
pt: Sì, mi hai proprio convinto. Ora facci vedere come si fa! Oh, e ci si vede in giro, Suzuki-san!

# 904_Kiyokawa
source: (Heh. Leave it to a cabaret club to cheer up two lonely men. I guess all's well that ends well.)
pt: (Heh. Ci voleva un club di cabaret per tirare su il morale a due uomini soli. Immagino che tutto è bene quel che finisce bene.)

# 976_Kiyokawa
source: Oh, hey, Suzuki-san! Could you help us out after all? We could really use another mixer buddy.
pt: Oh, ehi, Suzuki-san! Dopotutto, potresti darci una mano? Ci farebbe proprio comodo un altro compagno per il mixer.

# 988_Kiyokawa
source: Okay, I'll help out if I can.
pt: Ok, darò una mano se posso.

# 1000_Kiyokawa
source: Great! That makes an even count, and now we have an absolute ladykiller on our side! Now quick, hook us up with advice!
pt: Grande! Così siamo in numero pari, e ora abbiamo un vero e proprio sciupafemmine dalla nostra parte! Ora svelaci subito qualche dritta!

# 1024_Kiyokawa
source: No, I think I'll pass.
pt: No, direi che passo.

# 1036_Kiyokawa
source: Really? Well... That's too bad. I guess, let me know if you decide to change your mind? But dang, what are we gonna do now?
pt: Davvero? Beh... È un peccato. Immagino, fammi sapere se decidi di cambiare idea? Ma cavolo, cosa faremo adesso?

# 1072_Kiyokawa
source: Well hey! What's new, Suzuki-san?
pt: Allora, ehi! Che si dice, Suzuki-san?

# 1084_Kiryu
source: Hm?
pt: Mh?

# 1108_Kiyokawa
source: Oh, Kiyokawa? And Muramatsu-san? What are you two up to? Out for some dinner?
pt: Oh, Kiyokawa? E Muramatsu-san? Cosa combinate voi due? Fuori a cena?

# 1120_Kiyokawa
source: Nope! We are going... to a mixer!
pt: No! Stiamo andando... a un mixer!

# 1132_Kiryu
source: A mixer?
pt: Un mixer?

# 1144_Kiyokawa
source: Yeah, one of those group date sort of things! See, I met this girl online, and she agreed to meet me with some of her friends!
pt: Sì, una di quelle uscite di gruppo! Vedi, ho conosciuto questa ragazza online, e ha accettato di incontrarmi con alcune delle sue amiche!

# 1156_Kiyokawa
source: Hehe, who knows? Today could be the day I finally get myself a girlfriend!
pt: Hehe, chissà? Oggi potrebbe essere il giorno in cui finalmente mi faccio una ragazza!

# 1168_Kiyokawa
source: Oh yeah... <Italic>Oh yeah!</Italic> Wahahaha!
pt: Oh sì... <Italic>Oh sì!</Italic> Uahahahah!

# 1180_Kiryu
source: Huh. Kiyokawa going to a mixer, that I can understand. But I never imagined you'd want to tag along.
pt: Mh. Kiyokawa che va a un mixer, lo capisco. Ma non avrei mai immaginato che volessi aggregarti.

# 1192_Muramatsu
source: Oh, it's not like I wanted to go. This horndog here practically begged me to join him.
pt: Oh, non è che volessi andarci. Questo porco qui mi ha praticamente supplicato di aggregarmi a lui.

# 1204_Kiyokawa
source: Come on, Muramatsu-san! When we were out drinking the other day, you were crying in your beer, saying you didn't want to die a virgin!
pt: Dai, Muramatsu-san! Quando eravamo fuori a bere l'altro giorno, piangevi nella tua birra, dicendo che non volevi morire vergine!

# 1216_Muramatsu
source: Hey, you promised never to mention that!
pt: Ehi, avevi promesso di non tirarlo mai fuori!

# 1228_Kiyokawa
source: Ahem... All I'm trying to get at is, if today's mixer goes well, we can kiss our lonely days goodbye!
pt: Ahem... Tutto quello che voglio dire è, se il mixer di oggi va bene, possiamo dire addio ai nostri giorni da solitari!

# 1240_Muramatsu
source: You think the two of us can actually pull this off? To be honest, I'm not all that sure I can keep a woman entertained the whole evening.
pt: Pensi che noi due possiamo davvero farcela? A dire il vero, non sono per niente sicuro di poter intrattenere una donna per tutta la sera.

# 1252_Kiyokawa
source: Yeah, come to think of it, I'm not much of a smooth talker myself. I always end up trying too hard. What do we do?
pt: Già, a pensarci bene, neanch'io ho una gran parlantina. Finisco sempre per provarci troppo. Che facciamo?

# 1264_Muramatsu
source: Besides, aren't there three of them on their way? We're one man short. Won't they be pissed off?
pt: E poi, non sono in arrivo in tre? Ci manca un uomo. Non si arrabbieranno?

# 1276_Kiyokawa
source: I guess that could be a problem. But it's not like we've got anyone else we could invite.
pt: Immagino che potrebbe essere un problema. Ma non è che abbiamo qualcun altro che potremmo invitare.

# 1288_Kiryu
source: ...Well, good luck. I better get going.
pt: ...Beh, buona fortuna. È meglio che vada.

# 1300_Kiyokawa
source: Oh, wait! Hold up, Suzuki-san!
pt: Oh, aspetta! Fermati, Suzuki-san!

# 1312_Kiryu
source: ...What?
pt: ...Cosa?

# 1324_Kiyokawa
source: Could you, uh... join us at the mixer?
pt: Potresti, uh... unirti a noi al mixer?

# 1336_Kiryu
source: Huh?
pt: Uh?

# 1348_Kiyokawa
source: I bet you're pretty suave with the ladies. At this rate, we're destined to mess things up. But if you came along, you could pass your worldly wisdom on to us!
pt: Scommetto che sei uno che ci sa fare con le donne. Di questo passo, siamo destinati a fare un casino. Ma se venissi con noi, potresti darci qualche dritta!

# 1360_Muramatsu
source: Yeah. I hate asking for help, but fighting a losing battle is even worse. Will you come with us, Suzuki-san?
pt: Sì. Odio chiedere aiuto, ma combattere una battaglia persa in partenza è anche peggio. Vieni con noi, Suzuki-san?

# 1372_Kiyokawa
source: Okay, I'll help you guys out. Assuming that I can.
pt: Va bene, vi darò una mano. Sempre che io possa.

# 1384_Kiyokawa
source: Great! That makes an even count, and now we have an absolute ladykiller on our side! Now quick, hook us up with advice!
pt: Ottimo! Così siamo a pari, e ora abbiamo un vero e proprio sciupafemmine dalla nostra! Ora svelto, dacci qualche dritta!

# 1408_Kiyokawa
source: No, I think I'll pass.
pt: No, direi che passo.

# 1420_Kiyokawa
source: Really? Well... That's too bad. I guess, let me know if you decide to change your mind? But dang, what are we gonna do now?
pt: Davvero? Beh... È un peccato. Immagino, fammi sapere se decidi di cambiare idea? Ma cavolo, che faremo ora?
