Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0816.po
Languages: pt

source: Stylish Man
pt: Uomo Stiloso

source: I don't think that's really the case.
pt: Non credo proprio che sia così.

source: I'm sorry, but there are rules.
pt: Mi dispiace, ma ci sono delle regole.

source: I'm afraid you'll have to call another taxi.
pt: Mi dispiace, ma dovrà chiamare un altro taxi.

# 44_Kiryu
source: I'm from Nagasu Taxi. Sorry for the wait.
pt: Sono di Nagasu Taxi. Mi dispiace per l'attesa.

# 56_Stylish Man
source: You sure took your time! Ooh well, well! Aren't you a handsome one?
pt: Ma guarda quanto ci hai messo! Uh, uh! Non sei mica un bel tipo, tu?

# 68_Kiryu
source: (This guy has a pretty feminine way of speaking.)
pt: (Questo tizio ha un modo di parlare piuttosto effeminato.)

# 80_Kiryu
source: Shall we be on our way?
pt: Possiamo partire?

# 92_Stylish Man
source: Aww gee, mister. I get carsick when I sit in the back. Could I possibly sit in the front with you?
pt: Oh, signore, mi viene il mal d'auto quando sto seduto dietro. Potrei mica sedermi davanti con lei?

# 104_Kiryu
source: I don't think that's really the case. But you're welcome to take the back seat.
pt: Non credo proprio che sia così. Ma può accomodarsi dietro.

# 140_Stylish Man
source: Don't gimme that crap!
pt: Non dirmi stronzate!

# 152_Kiryu
source: (Whoa. His voice is a lot deeper all of a sudden.)
pt: (Caspita. La sua voce è molto più profonda all'improvviso.)

# 164_Stylish Man
source: I'm a payin' customer here! Where do ya get off callin' me a liar!?
pt: Sono un cliente che paga, qui! Ma come ti permetti di darmi del bugiardo!?

# 176_Stylish Man
source: I swear, I hear any more of that outta you, and I'm gonna put in a complaint with the taxi bureau! Ya got it, pal!?
pt: Ti giuro, se sento un'altra parola del genere da te, vado a fare un reclamo all'ufficio taxi! Capito, amico?!

# 188_Kiryu
source: (It's like Dr. Jekyll and Mr. Hyde. I better watch what I say.)
pt: (È come il Dottor Jekyll e Mr. Hyde. Sarà meglio che stia attento a quello che dico.)

# 200_Kiryu
source: I'm very sorry.
pt: Sono molto dispiaciuto.

# 212_Kiryu
source: When we carry a single passenger, the rules state that we have to ask them to sit in the back. Would you mind?
pt: Quando trasportiamo un singolo passeggero, le regole stabiliscono che dobbiamo chiedere loro di sedersi dietro. Le dispiacerebbe?

# 224_Stylish Man
source: Hmph. I guess I'll have to now, won't I?
pt: Hmph. Immagino che dovrò farlo adesso, vero?

# 236_Kiryu
source: (Seems I managed to calm him back down.)
pt: (Sembra che sia riuscito a calmarlo di nuovo.)

# 248_Stylish Man
source: Ugh, you're such a fine looking man, I find it hard to resist your commands!
pt: Ugh, sei un uomo così affascinante, trovo difficile resistere ai tuoi ordini!

# 260_Kiryu
source: I appreciate it.
pt: Apprezzo.

# 272_Stylish Man
source: Hehe! Oh, I just love that serious look on your face!
pt: Hehe! Oh, adoro proprio quel tuo sguardo serio!

# 284_Kiryu
source: Thank you...
pt: Grazie...

# 296_Kiryu
source: I'm sorry, but there are rules. I'm afraid that when we carry a single passenger, we have to ask that they sit in the back.
pt: Mi dispiace, ma ci sono delle regole. Quando trasportiamo un singolo passeggero, dobbiamo chiedere loro di sedersi dietro.

# 308_Kiryu
source: I hope that's all right with you.
pt: Spero che le vada bene.

# 320_Stylish Man
source: Oh, you're such a party pooper.
pt: Oh, sei proprio un guastafeste.

# 332_Stylish Man
source: But I do find it hard to resist the commands of such a fine-looking man!
pt: Ma trovo difficile resistere agli ordini di un uomo così affascinante!

# 344_Kiryu
source: I appreciate it.
pt: Apprezzo.

# 356_Stylish Man
source: Hehe! Oh, I just love that serious look on your face!
pt: Hehe! Oh, adoro proprio quel tuo sguardo serio!

# 368_Kiryu
source: Thank you...
pt: Grazie...

# 380_Kiryu
source: I'm afraid you'll have to call another taxi.
pt: Mi dispiace, dovrà chiamare un altro taxi.

# 392_Stylish Man
source: What!? No way! Are you refusing to give me a ride?
pt: Cosa!? Neanche per sogno! Ti stai rifiutando di darmi un passaggio?

# 404_Kiryu
source: Unfortunately. I apologize.
pt: Purtroppo. Mi dispiace.

# 440_Stylish Man
source: Don't gimme that crap!
pt: Non venirmi con queste stronzate!

# 452_Kiryu
source: (Whoa. His voice is a lot deeper all of a sudden.)
pt: (Caspita. La sua voce è parecchio più profonda all'improvviso.)

# 464_Stylish Man
source: I'm a payin' customer! You refuse me a ride, I'll report ya to the taxi bureau!
pt: Io sono un cliente che paga! Se mi rifiuti un passaggio, ti denuncio all'ufficio taxi!

# 476_Kiryu
source: (It's like Dr. Jekyll and Mr. Hyde. I guess I'll take him, but rules are he sits in the back.)
pt: (È come il Dottor Jekyll e Mr. Hyde. Vabbè, lo porto, ma la regola è che deve stare dietro.)

# 500_Kiryu
source: I'm very sorry.
pt: Mi dispiace molto.

# 512_Kiryu
source: But for safety reasons, I'll have to ask you to sit in the back. Would you mind?
pt: Ma per ragioni di sicurezza, dovrò chiederle di sedersi dietro. Le dispiacerebbe?

# 524_Stylish Man
source: Hmph. I guess I'll have to now, won't I?
pt: Mh. Mi toccherà adesso, vero?

# 536_Kiryu
source: (Seems I managed to calm him back down.)
pt: Sembra che sia riuscito a calmarlo di nuovo.

# 548_Stylish Man
source: Ugh, you're such a fine looking man, I find it hard to resist your commands! In the back I go.
pt: Ugh, sei un uomo così affascinante, trovo difficile resistere ai tuoi comandi! Vado dietro.

# 560_Kiryu
source: I appreciate it.
pt: Apprezzo.

# 572_Stylish Man
source: Hehe! Oh, I just love that serious look on your face!
pt: Hehe! Oh, adoro proprio quello sguardo serio che hai in faccia!

# 584_Kiryu
source: Thank you...
pt: Grazie...
