Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133048c.po
Languages: pt

source: Player
pt: Giocatore

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

# 88_Kiryu
source: (It's out of order...)
pt: (È fuori servizio...)

# 100_Akiyama
source: (Nope. Out of order.)
pt: (No. È fuori servizio.)

# 112_Saejima
source: (Looks like it's busted.)
pt: (Sembra che sia fuori servizio.)

# 124_Shinada
source: (Huh. It's broken.)
pt: (Eh. È fuori servizio.)

# 136_Haruka
source: (Oh. It's out of order.)
pt: (Oh. È fuori servizio.)

# 148_Player
source: (The Challenge Course costs 300 yen to play. Should I give it a try?)
pt: (Il Percorso sfida costa 300 yen per giocare. Dovrei provarci?)

# 172_Player
source: (Oops. I'm too broke.)
pt: (Ops. Sono troppo al verde.)

# 184_Player
source: (All right. Let's do this.)
pt: (Va bene. Facciamolo.)

# 208_Player
source: (Nope. Not now.)
pt: (No. Non adesso.)

# 220_Player
source: (The level's too high. It's a bit more than I can handle now.)
pt: (Il livello è troppo alto. È un po' troppo per me adesso.)
