Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0889.po
Languages: pt

# 72_Wada
source: I wanna see you beat me this time, Suzuki-san! Otherwise, I can't let you go up against Onisaka the Musketeer!
pt: Voglio proprio vederti battermi questa volta, Suzuki-san! Sennò, non posso farti affrontare Onisaka il Moschettiere!

# 120_Wada
source: (I don't see the client.)
pt: Non vedo il cliente.

# 144_Wada
source: Oh, hi there, Wada-san.
pt: Oh, ciao, Wada-san.

# 156_Wada
source: Hi there yourself.
pt: Ciao anche a te.

# 168_Kiryu
source: On break right now?
pt: In pausa adesso?

# 180_Wada
source: You could say that.
pt: Diciamo così.

# 192_Kiryu
source: All right. See you around, I guess.
pt: Va bene. Ci si vede, immagino.

# 240_Wada
source: What's wrong?
pt: Che succede?

# 252_Wada
source: It's me, by the way.
pt: Sono io, a proposito.

# 264_Kiryu
source: Huh?
pt: Uh?

# 276_Wada
source: I'm the one who requested you.
pt: Sono io che ti ho richiesto.

# 288_Kiryu
source: What? You're the client? Do you want me to drive you home again?
pt: Cosa? Sei tu il cliente? Vuoi che ti riaccompagni a casa di nuovo?

# 300_Wada
source: No. Don't you remember what the chief said when you first got hired?
pt: No. Non ti ricordi cosa ha detto il capo quando sei stato assunto?

# 312_Wada
source: I'm the most senior driver. He wanted me to give you some driving tips.
pt: Sono l'autista più anziano. Voleva che ti dessi qualche dritta sulla guida.

# 324_Kiryu
source: And you have. They've come in real handy.
pt: E l'hai fatto. Mi sono tornate un sacco utili.

# 336_Wada
source: Haha. Well, I've got one more piece of advice for you.
pt: Haha. Beh, ho un'altra dritta per te.

# 348_Kiryu
source: What about?
pt: Riguardo a cosa?

# 360_Wada
source: Today I want to tell you about Onisaka.
pt: Oggi ti voglio parlare di Onisaka.

# 372_Kiryu
source: You're kidding!
pt: Non ci credo!

# 396_Wada
source: Chief needs you to race him, right?
pt: Il capo ha bisogno che tu lo sfidi in gara, vero?

# 408_Kiryu
source: ...Something like that.
pt: Più o meno.

# 420_Wada
source: Then I might just be able to help.
pt: Allora potrei proprio aiutarti.

# 432_Kiryu
source: You used to be a street racer yourself, didn't you?
pt: Eri anche tu un pilota di strada, vero?

# 444_Wada
source: Oh, you bet. That was years ago, though... Onisaka used to be one of the Three Musketeers, y'know.
pt: Puoi scommetterci. Però era anni fa... Onisaka era uno dei Tre Moschettieri, lo sai.

# 456_Kiryu
source: Let me guess. The predecessors to the Four Kings?
pt: Fammi indovinare. I predecessori dei Quattro Re?

# 468_Wada
source: You're sharp. The top three racers in Fukuoka at the time took on that name from the old French novel.
pt: Sei sveglio. I tre migliori piloti di Fukuoka di allora presero quel nome dal vecchio romanzo francese.

# 480_Wada
source: And, wouldn't ya know it, our chief was the fastest of 'em. Biggest speed demon in all of Fukuoka. People used to call him Athos, the eldest and most fatherly Musketeer.
pt: E, non ci crederesti, il nostro capo era il più veloce di tutti loro. Il più grande demone della velocità di tutta Fukuoka. La gente lo chiamava Athos, il Moschettiere più anziano e più paterno.

# 492_Wada
source: Onisaka was third in rank. He went by the handle "Porthos."
pt: Onisaka era il terzo in classifica. Si faceva chiamare "Porthos".

# 504_Wada
source: But Onisaka was a tenacious one. His times kept getting faster and faster.
pt: Ma Onisaka era uno tosto. I suoi tempi continuavano a diventare sempre più veloci.

# 516_Wada
source: When he got back from his travels, he was at the top of his game. If the chief hadn't already quit, Onisaka probably could've taken him.
pt: Quando tornò dai suoi viaggi, era al top della sua forma. Se il capo non avesse già mollato, Onisaka probabilmente l'avrebbe battuto.

# 528_Kiryu
source: So that's how it was...
pt: Ah, quindi era così...

# 540_Wada
source: Yep. Onisaka is the kind of guy who'd do anything just to shave a millisecond off his race time.
pt: Già. Onisaka è il tipo che farebbe di tutto pur di limare un millisecondo al suo tempo di gara.

# 552_Wada
source: Twenty years have passed, but I bet he's still in peak condition.
pt: Sono passati vent'anni, ma ci scommetto che è ancora al top della forma.

# 564_Wada
source: In fact, if he's stuck with it all these years, he might even be faster yet.
pt: Anzi, se ci ha dato dentro tutti questi anni, potrebbe essere persino più veloce.

# 576_Kiryu
source: That's something to consider...
pt: Questo è da tenere in considerazione...

# 588_Wada
source: Well, look. I requested you, so for all they know you're on a job, right?
pt: Beh, guarda. Ti ho chiesto io, quindi per quello che ne sanno sei al lavoro, no?

# 600_Kiryu
source: That is true...
pt: È vero...

# 612_Wada
source: You should use this time to get some practice. You need to train if you want to beat Onisaka.
pt: Usa questo tempo per fare un po' di pratica. Devi darci dentro se vuoi battere Onisaka.

# 624_Kiryu
source: Any ideas how I would go about doing that?
pt: Qualche idea su come potrei fare?

# 636_Wada
source: ...How about you and me hit the highway?
pt: ...Che ne dici se io e te ci facciamo un giro in autostrada?

# 648_Kiryu
source: What, you want to race?
pt: Che, vuoi correre?

# 660_Wada
source: Why not? If you think you're ready to take on Onisaka, you ought to have no trouble beating me.
pt: Perché no? Se pensi di essere pronto a battere Onisaka, non dovresti avere problemi a battermi.

# 672_Kiryu
source: But you haven't raced in years, right?
pt: Ma non corri da anni, no?

# 684_Wada
source: Hey, I'm behind the wheel every day. I still got the thunder in my veins.
pt: Ehi, sono al volante tutti i giorni. Ho ancora il rombo nelle vene.

# 696_Kiryu
source: But driving a taxi isn't really the same thing. And I know I'm one to talk, but you're not as young as you used to be.
pt: Ma guidare un taxi non è proprio la stessa cosa. E lo so, dovrei stare zitto io, ma non sei più giovane come una volta.

# 708_Wada
source: Nonsense! I'm still plenty young!
pt: Sciocchezze! Sono ancora parecchio giovane!

# 732_Kiryu
source: (So if Nakajima-san was the head Musketeer, and Onisaka-san was third in line, maybe the second fastest was...)
pt: (Quindi, se Nakajima-san era il capo Moschettiere, e Onisaka-san era il terzo in classifica, forse il secondo più veloce era...)

# 744_Kiryu
source: Okay. I'd be honored to race you, Wada-san.
pt: Va bene. Sarei onorato di correre contro di te, Wada-san.

# 756_Wada
source: That's the spirit. But you should know I'm not your average ex-street racer. Be ready for a challenge.
pt: Così si fa. Ma sappi che non sono un ex pilota di strada qualsiasi. Preparati per una sfida.

# 768_Kiryu
source: (I'm sure he was right behind the chief in terms of speed and ability. Better not take him lightly.)
pt: (Sono sicuro che fosse subito dietro il capo in quanto a velocità e abilità. Meglio non prenderlo alla leggera.)
