Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid011302ef.po
Languages: pt

source: You learned <Color:9>Tiger Iron Hammer<Color:Default>.
pt: Hai appreso <Color:9>Martello di ferro della tigre<Color:Default>.

source: You learned <Color:9>Tiger Roar<Color:Default>.
pt: Hai appreso <Color:9>Ruggito della tigre<Color:Default>.

source: You learned <Color:9>Tiger Essence of Braining<Color:Default>.
pt: Hai appreso <Color:9>Essenza della tigre: Frantumacervello<Color:Default>.

source: You learned <Color:9>Herculean Spirit<Color:Default>.
pt: Hai appreso <Color:9>Spirito erculeo<Color:Default>.

source: You learned <Color:9>Tiger Dragon Drop<Color:Default>.
pt: Hai appreso <Color:9>Caduta del drago della tigre<Color:Default>.

source: You learned <Color:9>Tiger Essence of Blitzing<Color:Default>.
pt: Hai appreso <Color:9>Essenza della tigre: Assalto<Color:Default>.

source: Player
pt: Giocatore

source: Mysterious Voice
pt: Voce misteriosa

source: White-haired Elder
pt: Anziano dai capelli bianchi

source: Tendo's Training
pt: Allenamento di Tendo

# 284_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 308_Saejima
source: (This the shrine the villagers were talkin' about?)
pt: (È questo il santuario di cui parlavano gli abitanti del villaggio?)

# 320_Saejima
source: (Don't see no sage 'round here.)
pt: (Non vedo nessun saggio da queste parti.)

# 332_???
source: Make an offering from the heart, and the mountain gods will share with you their wisdom.
pt: Fai un'offerta col cuore e gli dei della montagna condivideranno con te la loro saggezza.

# 344_Saejima
source: Huh? Who said that?
pt: Eh? Chi ha parlato?

# 368_Saejima
source: I know I ain't just hearin' things.
pt: So di non essermelo immaginato.

# 380_Saejima
source: (So I'm supposed to make an offering? Question is, what?)
pt: (Quindi dovrei fare un'offerta? Il punto è: cosa?)

# 392_Saejima
source: (The voice said something about mountain gods, so maybe they want something natural from the mountain. I should buy some vegetables from the village.)
pt: (Quella voce ha parlato degli dei della montagna, quindi forse vogliono qualcosa di naturale che provenga dalla montagna. Dovrei comprare della verdura al villaggio.)

# 404_Saejima
source: (Should I try making an offering?)
pt: (Dovrei provare a fare un'offerta?)

# 632_Tendo
source: It seems the mountain gods do not seek that which you offer.
pt: Pare che gli dei della montagna non cerchino ciò che offri.

# 644_Saejima
source: No good, huh? Guess I'll try something else.
pt: Niente da fare, eh? Mi sa che proverò qualcos'altro.

# 656_Tendo
source: Leave that offering where it is and go. Your gesture will no doubt please the mountain gods.
pt: Lascia quell'offerta dove si trova e va'. Il tuo gesto compiacerà senza dubbio gli dei della montagna.

# 668_Saejima
source: Yeah? Well, they can have it.
pt: Ah sì? Beh, se lo possono pure prendere.

# 740_Saejima
source: Nothing happened. Guess I got the offering wrong.
pt: Non è successo niente. Mi sa che ho sbagliato l'offerta.

# 752_Saejima
source: Some vegetables from the village might work. Maybe I'll stop by the store.
pt: Della verdura del villaggio potrebbe funzionare. Magari farò un salto al negozio.

# 836_Mysterious Voice
source: Very well, I shall grace you with the voices of the heavens.
pt: Molto bene, ti farò dono delle voci del cielo.

# 848_Saejima
source: Huh?
pt: Uh?

# 884_Saejima
source: Who're you?
pt: Chi saresti?

# 896_White-haired Elder
source: Me? I'm the one they call Tendo.
pt: Io? Sono colui che chiamano Tendo.

# 908_Saejima
source: Tendo, huh? Guess I shouldn't be surprised. You definitely got the look of a sage.
pt: Tendo, eh? Beh, non dovrei sorprendermi. Hai proprio l'aspetto di un saggio.

# 920_Tendo
source: A sage? Well, I could see how people might think that.
pt: Un saggio? Beh, capisco perché la gente possa pensarlo.

# 932_Tendo
source: But truth be told, it is not that simple, for I am a being both animate and inanimate.
pt: Ma a dire il vero, non è così semplice, perché io sono un essere sia animato che inanimato.

# 944_Saejima
source: Ya lost me already. Whatever, just tell me what you're doin' here.
pt: Mi hai già perso. Vabbè, dimmi solo che ci fai qui.

# 956_Tendo
source: Well, you see, this shrine is the dwelling of the mountain gods.
pt: Beh, vedi, questo santuario è la dimora delle divinità della montagna.

# 968_Tendo
source: These mighty deities are the very creators of this mountain. As for me, I train each day to be able to hear their voices.
pt: Queste potenti divinità sono proprio i creatori di questa montagna. Quanto a me, mi alleno ogni giorno per poter udire le loro voci.

# 980_Saejima
source: You can hear what the gods say? Is that even possible?
pt: Riesci a sentire quello che dicono gli dei? Ma è davvero possibile?

# 992_Tendo
source: The whispering wind, the babbling brook, the creaking tree... They're all murmurings of the gods.
pt: Il vento che sussurra, il ruscello che gorgoglia, l'albero che scricchiola... Sono tutti mormorii delle divinità.

# 1004_Tendo
source: Heed their call and open your mind. Oh, and make an offering to the gods while you're at it.
pt: Presta ascolto al loro richiamo e apri la mente. Oh, e già che ci sei, fai un'offerta alle divinità.

# 1016_Saejima
source: Uh... An offering?
pt: Uh... Un'offerta?

# 1028_Tendo
source: What did you expect? The gods don't offer their wisdom for nothing.
pt: Che ti aspettavi? Gli dei non offrono la loro saggezza per niente.

# 1040_Tendo
source: As you sow, so you shall reap, and all that.
pt: Si raccoglie quello che si semina, e tutto il resto.

# 1052_Saejima
source: Right. I think I get it.
pt: Va bene. Credo di aver capito.

# 1064_Tendo
source: I imagine it is power you seek. Great strength that will take you to the next level.
pt: Immagino che sia il potere ciò che cerchi. Una forza immensa che ti porterà al livello successivo.

# 1076_Saejima
source: Strength? What're you talking about?
pt: Forza? Di che cosa stai parlando?

# 1088_Tendo
source: No, no, say no more. I know what is in your heart.
pt: No, no, non dire altro. So cosa hai nel cuore.

# 1100_Saejima
source: Is that right?
pt: È così?

# 1112_Tendo
source: I will help you hear the voices of the heavens.
pt: Ti aiuterò a udire le voci del cielo.

# 1124_Tendo
source: And in so doing, I just might bring myself one step closer to my own enlightenment.
pt: E così facendo, potrei avvicinarmi di un passo alla mia stessa illuminazione.

# 1136_Saejima
source: So lemme get this straight. If I make an offering, I can ask you to make me more powerful?
pt: Fammi capire bene. Se faccio un'offerta, posso chiederti di rendermi più forte?

# 1148_Tendo
source: Yes, that's the gist of it. You are quite perceptive, I must say.
pt: Sì, in sostanza è così. Sei piuttosto perspicace, devo dire.

# 1160_Saejima
source: And if I ain't sure what to offer, I can ask you?
pt: E se non sono sicuro di cosa offrire, posso chiedere a te?

# 1172_Tendo
source: Just so. Do that, and the mountain gods will surely answer your prayers.
pt: Proprio così. Fallo, e gli dei della montagna esaudiranno sicuramente le tue preghiere.

# 1184_Saejima
source: Can't help but feel like you're takin' me for a ride, old man. But what the hell, I'll give it a try.
pt: Non posso fare a meno di pensare che mi stai prendendo in giro, vecchio. Ma che diavolo, farò un tentativo.

# 1196_Tendo's Training
source: <Color:7>Heat Actions are not available<Color:Default> in training battles. Make sure you are prepared before you begin, as you never know what might happen on the mountain.
pt: <Color:7>Le Azioni Heat non sono disponibili<Color:Default> negli scontri di addestramento. Assicurati di essere pronto prima di iniziare, perché non si sa mai cosa potrebbe accadere sulla montagna.

# 1208_Saejima
source: Fine. I'll be back after I get some offerings and stuff.
pt: Va bene. Tornerò dopo aver recuperato un po' di offerte e il resto.

# 1220_Tendo
source: Excellent. I'll be waiting.
pt: Eccellente. Ti aspetterò.

# 1292_Tendo
source: Ngh!
pt: Ugh!

# 1304_Saejima
source: What's wrong!?
pt: Che c'è che non va!?

# 1316_Tendo
source: I can't... I can't move! Ngh!
pt: Non riesco... non riesco a muovermi! Ugh!

# 1328_Saejima
source: Hold on, old man!
pt: Ehi, aspetta, vecchio!

# 1352_Saejima
source: ...Old man?
pt: ...Vecchio?

# 1376_Saejima
source: Whoa, he's floatin'!
pt: Ehi, sta fluttuando!

# 1388_Todoroki
source: I am Todoroki, god of this mountain.
pt: Io sono Todoroki, il dio di questa montagna.

# 1412_Todoroki
source: If it is power you seek, then endure the ordeal I put before you.
pt: Se è il potere ciò che cerchi, allora supera la prova che ti pongo dinanzi.

# 1424_Saejima
source: The hell?
pt: Che diavolo?

# 1436_Todoroki
source: Yes, though I can offer no assurance that you shall survive.
pt: Sì, sebbene non possa assicurarti che sopravvivrai.

# 1448_Todoroki
source: But if your heart still beats by the end, new power is what you shall have.
pt: Ma se alla fine il tuo cuore batterà ancora, otterrai un nuovo potere.

# 1460_Saejima
source: Wait, what're you gonna do?
pt: Aspetta, che hai intenzione di fare?

# 1472_Todoroki
source: The time for talk is over! Let us begin!
pt: Basta con le chiacchiere! Cominciamo!

# 1496_Saejima
source: Is it over?
pt: È finita?

# 1520_Saejima
source: You okay, old man!?
pt: Tutto bene, vecchio!?

# 1532_Tendo
source: Every bone in this old body aches. What on earth happened?
pt: Ogni osso di questo vecchio corpo mi duole. Ma che diavolo è successo?

# 1544_Saejima
source: You mean you don't remember? You got possessed by some mountain god named Todoroki. Then you said something about an ordeal and attacked me.
pt: Vuoi dire che non ricordi? Sei stato posseduto da una specie di dio della montagna di nome Todoroki. Poi hai detto qualcosa riguardo a una prova e mi hai attaccato.

# 1556_Tendo
source: Is that what happened? The mountain god Todoroki, you say?
pt: È andata così? Il dio della montagna Todoroki, dici?

# 1568_Saejima
source: ...Old man?
pt: ...Vecchio?

# 1580_Tendo
source: To think a god of the mountain would use my body as a vessel... I'm so happy, I think I'm going to cry.
pt: Pensare che un dio della montagna abbia usato il mio corpo come tramite... Sono così felice che mi viene da piangere.

# 1592_Saejima
source: Hey, cut it out. You're one weird geezer, you know that?
pt: Ehi, dacci un taglio. Sei proprio un vecchio strambo, lo sai?

# 1604_Tendo
source: Saejima, was it? I wasn't able to speak with the mountain god, but you did, correct?
pt: Saejima, giusto? Io non sono riuscito a parlare con il dio della montagna, ma tu sì, dico bene?

# 1616_Saejima
source: You mean Todoroki? Yeah, I did.
pt: Intendi Todoroki? Sì, l'ho fatto.

# 1628_Tendo
source: Oh... Oh blessed tears of joy...
pt: Oh... Oh, benedette lacrime di gioia...

# 1640_Saejima
source: Will you stop cryin' already and explain what's goin' on?
pt: La vuoi piantare di piangere una buona volta e spiegarmi che sta succedendo?

# 1652_Tendo
source: Do you notice anything different? Did the god of the mountain grant you new power?
pt: Noti niente di diverso? Il dio della montagna ti ha concesso un nuovo potere?

# 1664_Saejima
source: Hmm, come to think of it...
pt: Hmm, ora che ci penso...

# 1688_Tendo
source: Hoho! You did gain new power!
pt: Oho! Hai ottenuto davvero un nuovo potere!

# 1700_Tendo
source: I knew these old eyes did not deceive me! This is the happiest day of my life!
pt: Sapevo che questi vecchi occhi non mi ingannavano! Questo è il giorno più felice della mia vita!

# 1712_Saejima
source: Yeah? Well, good for you, old man.
pt: Sì? Beh, buon per te, vecchio.

# 1724_Tendo
source: Come again, Saejima. And bring another offering if you are to speak with the gods once more.
pt: Torna pure, Saejima. E porta un'altra offerta se vuoi parlare di nuovo con gli dei.

# 1736_Saejima
source: Yeah, well this was all kinda creepy, but if it'll make me stronger, I guess it's worth it.
pt: Già, beh, è stato tutto un po' inquietante, ma se mi renderà più forte, immagino che ne valga la pena.

# 1748_Tendo
source: Then I'll look forward to seeing you again.
pt: Allora non vedo l'ora di rivederti.

# 1820_Tendo
source: Ngh!
pt: Ugh!

# 1832_Saejima
source: Hold on, old man!
pt: Aspetta, vecchio!

# 1856_Saejima
source: Here we go again...
pt: Ci risiamo...

# 1868_???
source: Ah, it is you... The one who seeks power.
pt: Ah, sei tu... Colui che cerca il potere.

# 1880_Saejima
source: Is that you, Todoroki?
pt: Sei tu, Todoroki?

# 1892_Tendo
source: No, I am his elder brother, Ikazuchi.
pt: No, sono suo fratello maggiore, Ikazuchi.

# 1904_Saejima
source: Ikazuchi? So Todoroki has a brother?
pt: Ikazuchi? Quindi Todoroki ha un fratello?

# 1916_Ikazuchi
source: The clan of the mountain gods watches over this mountain.
pt: Il clan degli dei della montagna veglia su questa montagna.

# 1928_Saejima
source: There's a whole family of you guys?
pt: C'è un'intera famiglia di voi?

# 1940_Ikazuchi
source: Correct. Now then, that you endured Todoroki's ordeal shows you are quite promising for a mortal.
pt: Esatto. Dunque, il fatto che tu abbia superato la prova di Todoroki dimostra che sei piuttosto promettente, per essere un mortale.

# 1952_Ikazuchi
source: But the ordeal I shall put you through is far more terrible than my brother's.
pt: Ma la prova a cui ti sottoporrò è molto più terribile di quella di mio fratello.

# 1964_Saejima
source: Never said I'd accept, but it don't look like I got much of a choice.
pt: Non ho mai detto che avrei accettato, ma non sembra che io abbia molta scelta.

# 1976_Ikazuchi
source: Enough talk. Now brace yourself, for the trial draws nigh!
pt: Basta parlare. Ora preparati, perché la prova è imminente!

# 2012_Saejima
source: You okay, old man?
pt: Tutto bene, vecchio?

# 2024_Tendo
source: Did I lose consciousness again?
pt: Ho perso di nuovo conoscenza?

# 2036_Saejima
source: Yeah. This time, Todoroki's big brother Ikazuchi stopped by.
pt: Già. Stavolta è passato Ikazuchi, il fratello maggiore di Todoroki.

# 2048_Tendo
source: Todoroki and Ikazuchi... Both gods are told of in the ancient tales of this mountain.
pt: Todoroki e Ikazuchi... Di entrambi gli dei si narra negli antichi racconti di questa montagna.

# 2060_Saejima
source: Yeah? Guess I made the acquaintance of a couple of pretty important guys, huh?
pt: Ah sì? A quanto pare ho fatto la conoscenza di un paio di tizi piuttosto importanti, eh?

# 2072_Tendo
source: That you did. So tell me, what did the gods bestow upon you this time?
pt: Proprio così. Allora dimmi, cosa ti hanno donato gli dei stavolta?

# 2084_Saejima
source: Hm, lemme see here...
pt: Hm, fammi vedere un po'...

# 2108_Tendo
source: Listen to the words of the mountain gods and you just might draw closer to a greater truth.
pt: Ascolta le parole degli dei della montagna e potresti avvicinarti a una verità superiore.

# 2120_Tendo
source: You are on your way toward achieving a greater connection with the mountain gods－one I have only dreamed of. You must continue.
pt: Ti stai avviando a raggiungere una connessione superiore con gli dei della montagna—una che io ho solo sognato. Devi continuare.

# 2132_Saejima
source: You got it, old man.
pt: Sarà fatto, vecchio.

# 2216_Saejima
source: Wrong offering?
pt: Offerta sbagliata?

# 2228_Tendo
source: Ngh!
pt: Ugh!

# 2240_Saejima
source: Guess I hit the mark.
pt: Direi che ho fatto centro.

# 2264_???
source: So you are the one who mocks the gods of the mountain?
pt: Quindi sei tu quello che si fa beffe degli dei della montagna?

# 2276_Saejima
source: How many of these guys are there?
pt: Ma quanti ce ne sono di questi tizi?

# 2288_Tendo
source: I am Homura, first and foremost among the mountain god clan.
pt: Io sono Homura, il primo e più importante del clan degli dei della montagna.

# 2300_Saejima
source: Does that make you the dad, then?
pt: E questo farebbe di te il padre, allora?

# 2312_Homura
source: That I am. And you have denigrated my sons.
pt: Proprio così. E hai denigrato i miei figli.

# 2324_Saejima
source: I ain't done nothin' like that.
pt: Non ho fatto niente del genere.

# 2336_Homura
source: Your words ring false, for it is the nature of mortals to lie.
pt: Le tue parole suonano false, poiché è nella natura dei mortali mentire.

# 2348_Saejima
source: If you don't believe a word I say, then I dunno why we're even talkin'.
pt: Se non credi a una parola di quello che dico, allora non so nemmeno perché stiamo a parlare.

# 2360_Homura
source: You claim to seek power. I shall show you what true power is.
pt: Affermi di cercare il potere. Ti mostrerò cos'è il vero potere.

# 2372_Homura
source: Then will you know the folly of your ways!
pt: Allora conoscerai la follia delle tue azioni!

# 2408_Saejima
source: You okay, old man?
pt: Tutto bene, vecchio?

# 2432_Saejima
source: Gramps? You're not dead, are ya?
pt: Vecchio? Non sarai mica morto, eh?

# 2444_Tendo
source: Ugh... No, I'm still here.
pt: Ugh... No, sono ancora qui.

# 2456_Saejima
source: Ain't this training a little too hard on ya?
pt: Non è che questo allenamento è un po' troppo duro per te?

# 2468_Tendo
source: You mean being pummeled by an ox of a man like you? The answer is a definitive yes.
pt: Intendi essere pestato da un bue come te? La risposta è decisamente sì.

# 2480_Saejima
source: Er, yeah... Sorry about that.
pt: Ehm, già... Scusa per quello.

# 2492_Tendo
source: No, it's quite all right. Now, tell me what the gods bestowed upon you this time.
pt: No, va bene così. Ora, dimmi cosa ti hanno concesso gli dèi questa volta.

# 2504_Saejima
source: Lemme see here...
pt: Vediamo un po'...

# 2528_Tendo
source: Hmm... I, too, sense something growing within me, albeit slowly.
pt: Hmm... Anch'io percepisco qualcosa crescere dentro di me, sebbene lentamente.

# 2540_Saejima
source: Something growin' within you? Like what?
pt: Qualcosa che cresce dentro di te? Tipo cosa?

# 2552_Tendo
source: I can't say for sure, but I do believe it's a step toward the greater truth.
pt: Non saprei dirlo con certezza, ma credo proprio che sia un passo verso la verità suprema.

# 2564_Saejima
source: Well, I don't know much about these mountain gods of yours, but they seem pretty pissed off.
pt: Beh, non so molto di questi tuoi dèi della montagna, ma sembrano proprio incazzati.

# 2576_Tendo
source: The wrath of the mountain gods is the wrath of nature. A message for us mortals.
pt: L'ira degli dèi della montagna è l'ira della natura. Un messaggio per noi mortali.

# 2588_Saejima
source: You mean like, take better care of the environment? Stuff like that?
pt: Intendi tipo prenderci più cura dell'ambiente? Roba del genere?

# 2600_Tendo
source: Just so. Well, Saejima, I do hope you stop by again.
pt: Proprio così. Beh, Saejima, spero proprio che passerai di nuovo.

# 2672_Tendo
source: Ngh!
pt: Ugh!

# 2684_Saejima
source: Here it comes!
pt: Eccolo!

# 2696_Tendo
source: No, I'm afraid it's merely my backside. It's itching something terrible.
pt: No, temo sia soltanto il mio fondoschiena. Mi prude in un modo terribile.

# 2708_Saejima
source: You picked one helluva time to get an itchy ass, old man.
pt: Hai scelto proprio un bel momento per farti venire il prurito al culo, vecchio.

# 2720_Tendo
source: Sorry... Ngh!
pt: Scusa... Ugh!

# 2732_Saejima
source: Enough already. If it itches that bad, I'll scratch it for ya.
pt: Adesso basta. Se ti prude così tanto, te lo gratto io.

# 2756_Saejima
source: Oh, guess it's the real thing now.
pt: Oh, a quanto pare stavolta si fa sul serio.

# 2768_???
source: Let us dispense with the pleasantries. Now, prepare yourself!
pt: Basta con i convenevoli. Ora, preparati!

# 2816_Saejima
source: Whoa, whoa, slow down! Ain't you even gonna tell me your name?
pt: Ehi, ehi, frena! Non hai nemmeno intenzione di dirmi come ti chiami?

# 2828_???
source: My name? Your ears are not worthy of hearing it.
pt: Il mio nome? Le tue orecchie non sono degne di udirlo.

# 2840_Saejima
source: Heh, this one sounds like a real asshole. The others were at least a little more sociable.
pt: Eheh, questo qui sembra proprio un vero stronzo. Gli altri erano almeno un po' più socievoli.

# 2852_???
source: Very well, my name is Seseragi.
pt: E va bene, il mio nome è Seseragi.

# 2864_Saejima
source: So now you gimme your name? What happened to the high and mighty bit?
pt: E così adesso mi dici il tuo nome? Che fine ha fatto l'atteggiamento da superiore?

# 2876_Seseragi
source: There is no need for such a tone. You shall find this encounter to your benefit, no doubt.
pt: Non c'è bisogno di usare questo tono. Senza dubbio, trarrai beneficio da questo incontro.

# 2888_Saejima
source: Now a mountain god's tryin' to calm me down? Man, what next?
pt: Adesso pure un dio della montagna cerca di darmi una calmata? Accidenti, cos'altro mi aspetta?

# 2900_Seseragi
source: If you would seek power, then prove that you can endure my ordeal.
pt: Se cerchi il potere, allora dimostra di poter sopportare la mia prova.

# 2912_Saejima
source: Why didn't ya just open with that instead of wastin' both our time?
pt: Perché non hai cominciato subito così invece di farci perdere tempo a entrambi?

# 2924_Seseragi
source: There are myriad paths in this world. This is but one of them.
pt: Esistono miriadi di sentieri in questo mondo. Questo non è che uno di essi.

# 2936_Saejima
source: Whatever you say, buddy.
pt: Come dici tu, amico.

# 2948_Seseragi
source: Now, brace yourself!
pt: Ora, preparati!

# 2984_Saejima
source: You there, old man?
pt: Ci sei, vecchio?

# 2996_Tendo
source: Did a mountain god possess me again?
pt: Mi ha posseduto di nuovo un dio della montagna?

# 3008_Saejima
source: It was some smart-ass named Seseragi this time.
pt: Stavolta era un saputello di nome Seseragi.

# 3020_Saejima
source: His personality seemed a little erratic, though. These gods are gettin' kinda half-assed.
pt: Il suo carattere sembrava un po' instabile, però. Questi dei stanno diventando un po' delle mezze cartucce.

# 3032_Tendo
source: No, I believe it's simply a matter of each one having a distinct personality in accordance with the natural phenomenon over which it presides.
pt: No, credo sia semplicemente una questione legata al fatto che ognuno di loro abbia una personalità distinta, in base al fenomeno naturale su cui presiede.

# 3044_Tendo
source: But enough about that. What sort of power did you gain this time, Saejima?
pt: Ma basta parlare di questo. Che tipo di potere hai ottenuto stavolta, Saejima?

# 3056_Saejima
source: Hm, lemme see here...
pt: Hm, fammi un po' vedere...

# 3080_Saejima
source: But the offering was a little different this time, and that conversation was... weird.
pt: Ma stavolta l'offerta era un po' diversa, e quella conversazione è stata... strana.

# 3092_Saejima
source: Can't help thinkin' there's something strange goin' on here.
pt: Non posso fare a meno di pensare che ci sia qualcosa di strano qui.

# 3104_Tendo
source: Don't be silly, Saejima. It's really quite simple. The gods are as fickle as mountain weather.
pt: Non dire sciocchezze, Saejima. È tutto molto semplice. Gli dei sono volubili come il tempo in montagna.

# 3116_Saejima
source: I dunno about that, but whatever.
pt: Non ne sono mica tanto convinto, ma vabbè.

# 3128_Tendo
source: Yes, well, I hope you'll visit again when you get a chance.
pt: Sì, be', spero che tornerai a farmi visita quando ne avrai l'occasione.

# 3140_Saejima
source: Yeah, I'll do that.
pt: Sì, lo farò.

# 3212_Tendo
source: Ngh!
pt: Ugh!

# 3224_Saejima
source: Here it comes!
pt: Eccolo!

# 3272_Saejima
source: Well? Did I strike out this time?
pt: Be'? Ho fatto cilecca stavolta?

# 3296_Saejima
source: What's goin' on, old man?
pt: Che succede, vecchio?
