Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01330348.po
Languages: pt

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Man
pt: Uomo

source: Familiar Voice
pt: Voce familiare

# 124_Shinada
source: You really wanna settle this in a crapped-out batting center?
pt: Vuoi davvero regolare i conti in un centro di battuta così scassato?

# 136_Shirakawa
source: Doesn't matter. The lady at the desk told me you're a regular here. That true?
pt: Non importa. La signora al bancone mi ha detto che sei un cliente abituale qui. È vero?

# 148_Shirakawa
source: Must be hard clinging onto your dead baseball dreams.
pt: Deve essere dura restare aggrappati a dei sogni sul baseball ormai morti.

# 160_Shinada
source: That's not what this is.
pt: Non è di questo che si tratta.

# 172_Shirakawa
source: Whatever. This is how we'll do it. Our showdown will go for ten pitches. Hit a homer off one of them and I'll call it a win.
pt: Come ti pare. Faremo così. La nostra sfida durerà dieci lanci. Spara un fuoricampo su uno di quelli e ti darò la vittoria.

# 184_Shirakawa
source: If you fail... you'll be sorry you did.
pt: Se fallisci... te ne pentirai.

# 196_Shinada
source: Understood.
pt: Capito.

# 220_Shinada
source: There. Home run's in the bag.
pt: Ecco fatto. Il fuoricampo è in tasca.

# 232_Shinada
source: I thought you threw hard despite your busted shoulder, but that was nowhere near 150 kilometers an hour. That wasn't even close to Akamatsu.
pt: Pensavo che lanciassi forte nonostante la spalla a pezzi, ma non eri neanche lontanamente vicino ai 150 all'ora. Non eri neanche lontanamente al livello di Akamatsu.

# 244_Shirakawa
source: ...Can't argue with that. I'm pretty surprised myself. Didn't think my pitching got this bad.
pt: ...Su questo non posso darti torto. Sono piuttosto sorpreso anch'io. Non pensavo che i miei lanci fossero diventati così scarsi.

# 268_Shirakawa
source: Look, all I need's a little time, and I can restage that duel. I promise.
pt: Senti, mi serve solo un po' di tempo e potrò rifare quel duello. Te lo giuro.

# 280_Shinada
source: Did you not just see what happened? There's no way you can pull that off.
pt: Non hai visto cos'è appena successo? Non c'è modo che tu possa farcela.

# 292_Shirakawa
source: I will pull it off! And when I do, I'll expose you for the fraud you are. Don't you dare think this is over.
pt: Ce la farò! E quando succederà, ti smaschererò per l'imbroglione che sei. Non azzardarti a pensare che sia finita.

# 304_Shinada
source: You really can't shake the past, can you...
pt: Non riesci proprio a scrollarti di dosso il passato, eh...

# 328_Shinada
source: Where do you think you're going, Shirakawa!? Weren't you gonna smash Shinada into a bloody pulp?
pt: Dove credi di andare, Shirakawa!? Non avevi intenzione di pestare Shinada a sangue?

# 376_Shinada
source: ...Kurosaki. Were you watching this whole time?
pt: ...Kurosaki. Ci stavi guardando per tutto il tempo?

# 388_Shinada
source: Kurosaki? As in the same Kurosaki from high school?
pt: Kurosaki? Proprio lo stesso Kurosaki delle superiori?

# 400_Kurosaki
source: Glad you remember. I hope you know, my life's been complete shit ever since that fucking game.
pt: Mi fa piacere che ti ricordi. Spero che tu sappia che la mia vita è stata una merda totale da quella cazzo di partita.

# 412_Shinada
source: Man, what is up with today? It's practically raining old teammates up in here.
pt: Cavolo, ma che succede oggi? Stanno praticamente piovendo vecchi compagni di squadra, qui dentro.

# 424_Shirakawa
source: Shinada. It was Kurosaki who told me where I could find you.
pt: Shinada. È stato Kurosaki a dirmi dove potevo trovarti.

# 436_Kurosaki
source: Everyone knew Shirakawa hated you. I honestly thought he was out to take your life, but I guess he couldn't sack up.
pt: Tutti sapevano che Shirakawa ti odiava. Sinceramente pensavo volesse farti la pelle, ma a quanto pare non ha avuto le palle.

# 448_Shirakawa
source: Drop it. I'll deal with him my own way.
pt: Lascia perdere. Me ne occuperò a modo mio.

# 460_Kurosaki
source: Tch, what a tool. No－that would be disrespectful. Tools are useful.
pt: Tsk, che attrezzo. No... sarebbe irrispettoso. Gli attrezzi sono utili.

# 472_Shinada
source: Oh, so suddenly you hate my guts, too? Why? What'd I ever do to you? And how do you know where I live!?
pt: Oh, quindi all'improvviso mi odi a morte anche tu? Perché? Che ti avrei fatto di male? E come fai a sapere dove vivo!?

# 484_Kurosaki
source: Listen to all these goddamn questions. What are you, a child!? You completely fucked my job, smart guy!
pt: Senti un po' tutte 'ste cazzo di domande. Che sei, un bambino!? Hai mandato completamente a puttane il mio lavoro, genio!

# 496_Shinada
source: ...I did what?
pt: ...Ho fatto cosa?

# 508_Kurosaki
source: The home run king's record-setting bat. I was gonna shake down this stupid security guard and sell that shit for good money.
pt: La mazza da record del re dei fuoricampo. Avevo intenzione di spennare quella stupida guardia e vendere quella merda per un bel po' di grana.

# 520_Kurosaki
source: The job itself ain't glamorous, but it took time and effort to set up, you know? Had to pay off the other security staff and everything.
pt: Il lavoro in sé non è un granché, ma ci è voluto tempo e fatica per organizzarlo, sai? Ho dovuto ungere gli altri addetti alla sicurezza e tutto il resto.

# 532_Shinada
source: Wait a minute... <Italic>You</Italic> were behind that fake bat extortion?
pt: Aspetta un attimo... C'eri <Italic>tu</Italic> dietro a quell'estorsione della mazza falsa?

# 544_Kurosaki
source: Surprised? Shoulda seen the look on my face when I found out I got <Italic>boned</Italic> by a washed-up hack of a ball player who interviews whores for a living!
pt: Sorpreso? Avresti dovuto vedere che faccia ho fatto quando ho scoperto di essere stato <Italic>fregato</Italic> da un ex giocatore fallito che intervista puttane per vivere!

# 556_Shinada
source: Huh, so you rallied Shirakawa to get back at me. What's wrong with you, man? What made you go so bad?
pt: Eh, quindi hai aizzato Shirakawa per vendicarti di me. Ma che ti prende? Com'è che sei diventato un tale bastardo?

# 568_Kurosaki
source: Simple. I'm what you call a broker. Got something to do with baseball? BOOM, I can turn it into big bucks!
pt: Semplice. Sono quello che si definisce un broker. Qualcosa a che fare col baseball? BOOM, posso trasformarlo in un sacco di grana!

# 580_Kurosaki
source: Lucky for me, this town has a pro team and plenty of baseball fanatics. There's no shortage of suckers, believe me.
pt: Per mia fortuna, questa città ha una squadra professionistica e un sacco di fanatici del baseball. Non mancano certo i polli, credimi.

# 592_Shinada
source: How could you stoop so low...
pt: Come hai potuto cadere così in basso...

# 604_Kurosaki
source: Now then. You owe me for one wrecked bat heist. I'll make you pay for that soon enough.
pt: Bene allora. Mi devi dei soldi per quel colpo della mazza mandato a puttane. Te la farò pagare molto presto.

# 616_Kurosaki
source: Just you wait!
pt: Aspetta e vedrai!

# 676_Shinada
source: There. Home run's in the bag.
pt: Ecco fatto. Il fuoricampo è in tasca.

# 688_Shinada
source: Now, I thought you threw hard despite your busted shoulder, but that was nowhere near 150 kilometers an hour. That wasn't even close to Akamatsu.
pt: Beh, pensavo lanciassi forte nonostante la spalla a pezzi, ma non eri neanche lontanamente vicino ai 150 all'ora. Non ti sei neanche avvicinato ad Akamatsu.

# 700_Shirakawa
source: Can't argue with that. I'm pretty surprised myself. Didn't think my pitching got this bad.
pt: Non posso darti torto. Sono piuttosto sorpreso anch'io. Non pensavo che i miei lanci fossero diventati così scarsi.

# 724_Shirakawa
source: Look, all I need's a little time, and I can restage that duel. I promise.
pt: Senti, mi serve solo un po' di tempo e potrò rimettere in scena quel duello. Lo prometto.

# 736_Shinada
source: Did you not just see what happened? There's no way you can pull that off.
pt: Non hai visto cos'è appena successo? Non c'è verso che tu riesca a farcela.

# 748_Shirakawa
source: I will pull it off! And when I do, I'll expose you for the fraud you are. Don't you dare think this is over.
pt: Ce la farò! E quando succederà, ti smaschererò per l'impostore che sei. Non osare pensare che sia finita qui.

# 760_Shinada
source: You really can't shake the past, can you...
pt: Proprio non riesci a scrollarti di dosso il passato, eh...

# 784_Shinada
source: Where do you think you're going, Shirakawa!? Weren't you gonna smash Shinada into a bloody pulp?
pt: Dove credi di andare, Shirakawa!? Non dovevi ridurre Shinada a una poltiglia di sangue?

# 832_Shinada
source: ...Kurosaki. Were you watching this whole time?
pt: ...Kurosaki. Hai guardato tutto il tempo?

# 844_Shinada
source: Kurosaki? As in the same Kurosaki from high school?
pt: Kurosaki? Proprio quel Kurosaki del liceo?

# 856_Kurosaki
source: Glad you remember. I hope you know, my life's been complete shit ever since that fucking game.
pt: Meno male che ti ricordi. Spero tu sappia che la mia vita è stata una merda totale fin da quella cazzo di partita.

# 868_Shinada
source: Man, what is up with today? It's practically raining old teammates up in here.
pt: Cavolo, ma che succede oggi? Qui dentro stanno praticamente piovendo vecchi compagni di squadra.

# 880_Shirakawa
source: Shinada. It was Kurosaki who told me where I could find you.
pt: Shinada. È stato Kurosaki a dirmi dove potevo trovarti.

# 892_Kurosaki
source: Everyone knew Shirakawa hated you. I honestly thought he was out to take your life, but I guess he couldn't sack up.
pt: Sapevano tutti che Shirakawa ti odiava. Sinceramente pensavo che volesse farti fuori, ma mi sa che non ha avuto le palle.

# 904_Shirakawa
source: Drop it. I'll deal with him my own way.
pt: Lascia perdere. Me ne occuperò a modo mio.

# 916_Kurosaki
source: Tch, what a tool. No－that would be disrespectful. Tools are useful.
pt: Tsk, che attrezzo. No — sarebbe irrispettoso. Gli attrezzi sono utili.

# 928_Shinada
source: Oh, so suddenly you hate my guts, too? Why? What'd I ever do to you? And how do you know where I live!?
pt: Oh, quindi all'improvviso mi odi a morte anche tu? Perché? Che ti ho mai fatto? E come fai a sapere dove vivo!?

# 940_Kurosaki
source: Listen to all these goddamn questions. What are you, a child!? You completely fucked my job, smart guy!
pt: Senti quante cazzo di domande. Che sei, un bambino!? Mi hai completamente fottuto il lavoro, genio!

# 952_Shinada
source: ...I did what?
pt: ...Ho fatto cosa?

# 964_Kurosaki
source: The home run king's record-setting bat. I was gonna shake down this stupid security guard and sell that shit for good money.
pt: La mazza da record del re dei fuoricampo. Avevo intenzione di spremere quello stupido vigilante e vendere quella merda per un bel po' di soldi.

# 976_Kurosaki
source: The job itself ain't glamorous, but it took time and effort to set up, you know? Had to pay off the other security staff and everything.
pt: Il lavoro in sé non è un granché, ma ci è voluto tempo e fatica per organizzarlo, sai? Ho dovuto pagare gli altri addetti alla sicurezza e tutto il resto.

# 988_Shinada
source: Wait a minute... <Italic>You</Italic> were behind that fake bat extortion?
pt: Aspetta un attimo... C'eri <Italic>tu</Italic> dietro quell'estorsione della mazza falsa?

# 1000_Kurosaki
source: Surprised? Shoulda seen the look on my face when I found out I got <Italic>boned</Italic> by a washed-up hack of a ball player who interviews whores for a living!
pt: Sorpreso? Avresti dovuto vedere la faccia che ho fatto quando ho scoperto di essere stato <Italic>fottuto</Italic> da un fallito di ex giocatore che per vivere intervista puttane!

# 1012_Shinada
source: Huh, so you rallied Shirakawa to get back at me. What's wrong with you, man? What made you go so bad?
pt: Eh, quindi hai messo in mezzo Shirakawa per vendicarti di me. Ma che ti prende? Com'è che sei diventato così bastardo?

# 1024_Kurosaki
source: Simple. I'm what you call a broker. Got something to do with baseball? <Italic>Boom</Italic>, I can turn it into big bucks!
pt: Semplice. Sono quello che definiresti un broker. Qualcosa ha a che fare col baseball? <Italic>Bum</Italic>, posso trasformarlo in un sacco di grana!

# 1036_Kurosaki
source: Lucky for me, this town has a pro team and plenty of baseball fanatics. There's no shortage of suckers, believe me.
pt: Per mia fortuna, questa città ha una squadra professionistica e un sacco di fanatici del baseball. Non mancano certo i polli, credimi.

# 1048_Shinada
source: How could you stoop so low...
pt: Come hai potuto cadere così in basso...

# 1060_Kurosaki
source: Now then. You owe me for one wrecked bat heist. I'll make you pay for that soon enough.
pt: Bene allora. Mi devi un colpo della mazza mandato all'aria. Te la farò pagare molto presto.

# 1072_Kurosaki
source: Just you wait!
pt: Aspetta e vedrai!

# 1240_Familiar Voice
source: Hey, Shinada. You better not foul things up like last time.
pt: Ehi, Shinada. Vedi di non mandare tutto all'aria come l'ultima volta.

# 1264_Shirakawa
source: Think back to twenty years ago and take me on seriously. You'll see what baseball has cost me!
pt: Ripensa a vent'anni fa e affrontami seriamente. Vedrai quanto mi è costato il baseball!

# 1276_Shinada
source: Seems like I can't convince you otherwise. All right then.
pt: Pare che non ci sia verso di farti cambiare idea. E va bene, allora.

# 1336_Shinada
source: This is how we'll do it. Our showdown will go for ten pitches. Hit a homer off one of them and I'll call it a win.
pt: Facciamo così. La nostra sfida durerà dieci lanci. Se segni un fuoricampo su uno di questi, te la darò vinta.

# 1348_Shirakawa
source: If you fail... you'll be sorry you did.
pt: Se fallisci... te ne pentirai amaramente.

# 1360_Shinada
source: I know.
pt: Lo so.

# 1384_Shirakawa
source: What happened to you?
pt: Cosa ti è successo?

# 1408_Shirakawa
source: You're supposed to be better than this, Shinada! You forget how to hold your bat!? This doesn't settle a damn thing!
pt: Dovresti essere molto meglio di così, Shinada! Ti sei scordato come si impugna la mazza!? Questo non risolve un bel niente!

# 1432_Shirakawa
source: I'll give you more time. We're going to do this right.
pt: Ti darò altro tempo. Faremo le cose per bene.

# 1444_Shirakawa
source: And when the dust has settled, I'll have found you out. So don't go giving me those pathetic swings from last time!
pt: E quando la polvere si sarà posata, ti avrò smascherato. Quindi vedi di non fare quegli swing patetici dell'ultima volta!

# 1588_Shirakawa
source: What happened to you?
pt: Cosa ti è successo?

# 1612_Shirakawa
source: You're supposed to be better than this, Shinada! You forget how to hold your bat!? This doesn't settle a damn thing!
pt: Dovresti essere molto meglio di così, Shinada! Ti sei scordato come si impugna la mazza!? Questo non risolve un bel niente!

# 1636_Shirakawa
source: I'll give you more time. We're going to do this right.
pt: Ti darò altro tempo. Faremo le cose per bene.

# 1648_Shirakawa
source: And when the dust has settled, I'll have found you out. So don't go giving me those pathetic swings from last time!
pt: E quando la polvere si sarà posata, ti avrò smascherato. Quindi vedi di non fare quegli swing patetici dell'ultima volta!
