Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016904bd.po
Languages: pt

source: Assistant Director
pt: Assistente Regista

source: Yes, I think I'd better.
pt: Sì, credo proprio che sia meglio.

source: I guess I don't need to.
pt: Credo non serva.

source: Sotenbori Love Check Quiz 1
pt: Sotenbori Quiz Verifica d'Amore 1

source: Sotenbori Love Check Quiz 2
pt: Sotenbori Quiz Verifica d'Amore 2

source: I think I'd better run through it one more time.
pt: Credo proprio che sia meglio ripassarlo ancora una volta.

source: Yeah, I've got it!
pt: Sì, ho capito!

# 44_Assistant Director
source: Hello, Sawamura-san. Thank you for coming.
pt: Salve, Sawamura-san. Grazie per essere venuta.

# 56_Haruka
source: Hello. Thank you very much for having me!
pt: Salve. Grazie mille per avermi ospitato!

# 68_Assistant Director
source: You're free to do anything you want until recording starts.
pt: Sei libera di fare quello che vuoi finché non iniziano le riprese.

# 80_Haruka
source: All right. Thank you.
pt: Va bene. Grazie.

# 92_Haruka
source: (What should I do? Should I make sure I understand how the show's going to work?)
pt: (Che dovrei fare? Dovrei assicurarmi di aver capito bene come funziona lo show?)

# 104_Haruka
source: (I've done this before. I guess I don't really need to.)
pt: (L'ho già fatto prima. Credo non mi serva davvero.)

# 164_Assistant Director
source: Sawamura-san, recording will start soon. Are you ready?
pt: Sawamura-san, le riprese inizieranno presto. Sei pronta?

# 176_Haruka
source: Yes, I'm ready!
pt: Sì, sono pronta!

# 224_Haruka
source: (I'd better make sure I understand.)
pt: (Farei meglio ad assicurarmi di aver capito.)

# 236_Assistant Director
source: During this quiz, you'll be asked ten trivia questions. The questions are multiple choice, so choose either ○ or × to select your answer. Press <Action:Button_Circle@Press_Events> to hold up the ○ sign, or <Action:Button_Cross@Press_Events> to hold up the × sign. Try to get as many as you can correct!
pt: Durante questo quiz, ti verranno fatte dieci domande a quiz. Le domande sono a scelta multipla, quindi scegli ○ oppure × per selezionare la tua risposta. Premi <Action:Button_Circle@Press_Events> per alzare il cartello ○, oppure <Action:Button_Cross@Press_Events> per alzare il cartello ×. Cerca di indovinarne il più possibile!

# 248_Assistant Director
source: You will have ten seconds to answer each question. If you don't answer within that time, it will be counted as an incorrect answer. Your goal is to answer at least seven questions correctly, but if you manage to get all ten questions right, your reward will be greater.
pt: Avrai dieci secondi per rispondere a ogni domanda. Se non rispondi entro quel tempo, verrà considerata una risposta sbagliata. Il tuo obiettivo è rispondere correttamente ad almeno sette domande, ma se riesci a indovinarle tutte e dieci, la tua ricompensa sarà maggiore.

# 260_Assistant Director
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Ora dovrei essere a posto, no?)

# 272_Haruka
source: (I think I'd better run through it one more time.)
pt: Penso che farei meglio a ripassarlo un'altra volta.

# 284_Assistant Director
source: During this quiz, you'll be asked ten trivia questions. The questions are multiple choice, so choose either ○ or × to select your answer. Press <Action:Button_Circle@Press_Events> to hold up the ○ sign, or <Action:Button_Cross@Press_Events> to hold up the × sign. Try to get as many as you can correct!
pt: Durante questo quiz, ti verranno fatte dieci domande a quiz. Le domande sono a scelta multipla, quindi scegli ○ oppure × per selezionare la tua risposta. Premi <Action:Button_Circle@Press_Events> per alzare il cartello ○, oppure <Action:Button_Cross@Press_Events> per alzare il cartello ×. Cerca di indovinarne il più possibile!

# 296_Assistant Director
source: You will have ten seconds to answer each question. If you don't answer within that time, it will be counted as an incorrect answer. Your goal is to answer at least seven questions correctly, but if you manage to get all ten questions right, your reward will be greater.
pt: Avrai dieci secondi per rispondere a ogni domanda. Se non rispondi entro quel tempo, verrà considerata una risposta sbagliata. Il tuo obiettivo è rispondere correttamente ad almeno sette domande, ma se riesci a indovinarle tutte e dieci, la tua ricompensa sarà maggiore.

# 308_Assistant Director
source: (Let's see. I should be good now, right?)
pt: (Vediamo un po'. Ora dovrei essere a posto, no?)

# 320_Haruka
source: (Yeah, I've got it!)
pt: (Sì, ho capito!)

# 332_Assistant Director
source: Sawamura-san, recording will start soon. Are you ready?
pt: Sawamura-san, le riprese inizieranno presto. È pronta?

# 344_Haruka
source: Yes, I'm ready!
pt: Sì, sono pronta!
