Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0134002d.po
Languages: pt

# 1416_Shinada
source: You don't even have a photo at the club?
pt: Non hai nemmeno una foto qui al club?

# 1428_Shion
source: No, I don't. There would be problems if my photo got uploaded to the net.
pt: No, non ne ho. Sarebbe un problema se la mia foto finisse caricata in rete.

# 1440_Shinada
source: That's right. Anyone can copy a picture and send it around, and who knows who'll see it?
pt: Già. Chiunque può copiare una foto e farla girare, e chissà chi la vedrà?

# 1452_Shion
source: Do you take pictures of yourself, Shinada-san?
pt: Ti scatti mai delle foto, Shinada-san?

# 1464_Shinada
source: I do. At PrintCircle photo booths.
pt: Sì. Alle cabine del PrintCircle.

# 1476_Shion
source: Oh! I do that too!
pt: Oh! Lo faccio anch'io!

# 1488_Shinada
source: Aren't photo booths these days amazing? You can make your eyes all big, or make your body all super-skinny and stuff. Haha.
pt: Ma non sono pazzesche le cabine fotografiche di oggi? Puoi farti venire gli occhi enormi, o farti il corpo tutto super magro e robe così. Haha.

# 1500_Shion
source: Well, they include features meant to make girls look cuter. I imagine they're not suited for men.
pt: Beh, hanno delle funzioni pensate per rendere le ragazze più carine. Immagino che non siano molto adatte agli uomini.

# 1512_Shinada
source: But they're still fun to use. When you see the finished pictures, it's always a big surprise.
pt: Però sono comunque divertenti da usare. Quando vedi le foto finite, è sempre una bella sorpresa.

# 1524_Shinada
source: I don't. Unless it's for an ID or something.
pt: Io no. A meno che non sia per un documento o qualcosa del genere.

# 1536_Shion
source: Oh. You're rather good looking, so I imagine you're quite photogenic.
pt: Oh. Sei un tipo piuttosto affascinante, quindi immagino che tu sia molto fotogenico.

# 1548_Shinada
source: Wow, you think so?
pt: Wow, dici davvero?

# 1560_Shion
source: I do. Would you be willing to model for me? I enjoy photographing people from time to time.
pt: Sì. Ti andrebbe di farmi da modello? Ogni tanto mi piace fotografare le persone.

# 1572_Shinada
source: Would I ever! I'd be absolutely okay with that!
pt: Altroché! Mi andrebbe benissimo!

# 1584_Shion
source: Hehe. I've never taken nude photos of a man before. I'm a bit nervous!
pt: Eheh. Non ho mai scattato foto di nudo a un uomo prima d'ora. Sono un po' nervosa!

# 1596_Shinada
source: Hold up, did you say nude!?
pt: Aspetta un attimo, hai detto di nudo!?

# 1608_Shinada
source: I, uh, just mean... Wouldn't you be better off with someone more suited to being photographed?
pt: Io, ecco, volevo solo dire... Non sarebbe meglio scegliere qualcuno di più portato per le foto?

# 1620_Shion
source: Oh, that's a shame. I've got such an interest in the naked male form.
pt: Oh, che peccato. Nutro un tale interesse per il corpo maschile nudo.

# 1632_Shinada
source: ...I think I made the right call.
pt: ...Penso di aver fatto la scelta giusta.

# 1644_Shinada
source: What a waste. I bet you'd bring in a ton of clients if your photo was posted, Shion-chan.
pt: Che peccato. Scommetto che attireresti un sacco di clienti se pubblicassero la tua foto, Shion-chan.

# 1656_Shion
source: Oh no, that wouldn't do. I don't want word getting out that I work here.
pt: Oh no, non se ne parla proprio. Non voglio che si sappia in giro che lavoro qui.

# 1668_Shinada
source: I guess that's that, then. Plenty of other girls don't post their photos either, I guess.
pt: Be', allora è andata così. Immagino che neanche molte altre ragazze pubblichino le loro foto.

# 1680_Shinada
source: But with a stunning face like yours, Shion-chan, I bet your customers would take one look at you and have your image burned into their minds!
pt: Ma con un viso stupendo come il tuo, Shion-chan, scommetto che ai tuoi clienti basterebbe darti un'occhiata perché la tua immagine gli resti impressa nella mente!

# 1692_Shion
source: Oh my. That would be quite a sight!
pt: Cielo. Sarebbe proprio un bel vedere!

# 1704_Shinada
source: I could take your picture if you want, Shion-chan.
pt: Potrei scattarti io una foto, se vuoi, Shion-chan.

# 1728_Shinada
source: You bet. How do you feel about nudes?
pt: Puoi scommetterci. Che ne pensi dei nudi?

# 1740_Shion
source: Are... Are you serious?
pt: Dici... Dici sul serio?

# 1752_Shinada
source: Of course! You'd make for a lovely subject!
pt: Certo! Saresti un soggetto splendido!

# 1764_Shion
source: That isn't the issue here.
pt: Non è questo il punto.

# 1776_Shinada
source: Hey, you're still young. What's wrong with having photos from the prime of your life?
pt: Ehi, sei ancora giovane. Che male c'è ad avere delle foto di quando sei nel fiore degli anni?

# 1800_Shion
source: I suppose just once wouldn't hurt. And I bet someone like you would take lovely photos!
pt: Immagino che una volta sola non guasterebbe. E scommetto che uno come te scatterebbe delle foto splendide!

# 1812_Shinada
source: Now we're talking! A promise is a promise, okay?
pt: Così si ragiona! Una promessa è una promessa, intesi?

# 1824_Shinada
source: That was a joke, sorry. I crossed the line.
pt: Era uno scherzo, scusa. Ho passato il segno.

# 1836_Shion
source: Given that you're a professional, I'm sure it would be fine, but I'm rather shy.
pt: Dato che sei un professionista, sono sicura che non ci sarebbero problemi, ma sono piuttosto timida.

# 1848_Shinada
source: Everyone is shy at first. Heck, some girls are fine with nudes, but refuse to show their face.
pt: All'inizio sono tutti timidi. Diamine, ci sono ragazze che non si fanno problemi con i nudi, ma si rifiutano di mostrare la faccia.

# 1860_Shion
source: The other day, a friend of mine invited me to the track to watch a race.
pt: L'altro giorno un mio amico mi ha invitata in pista a vedere una gara.

# 1872_Shinada
source: That's unusual. Are you into that sort of thing?
pt: È insolito. Ti piace quel genere di cose?

# 1884_Shion
source: My friend's boyfriend is an amateur racer. He was competing in the race with his own car, so we went to cheer him on.
pt: Il ragazzo di una mia amica è un pilota dilettante. Partecipava a una gara con la sua auto, quindi siamo andate a fare il tifo per lui.

# 1896_Shinada
source: How did he do?
pt: Com'è andato?

# 1908_Shion
source: Well, he struck another car partway through the race, so he had to drop out. Thankfully, his injuries were minor.
pt: Be', ha urtato un'altra auto a metà gara, quindi si è dovuto ritirare. Per fortuna, le sue ferite erano lievi.

# 1920_Shinada
source: That's good. Considering the speeds those guys reach, it wouldn't be surprising if they got pretty badly hurt.
pt: Meno male. Considerando le velocità che raggiungono quei tipi, non ci sarebbe da stupirsi se si facessero male sul serio.

# 1932_Shion
source: Quite so. When the accident happened, I had to turn away.
pt: Proprio così. Quando è successo l'incidente, ho dovuto distogliere lo sguardo.

# 1944_Shinada
source: It must have been terrifying. Your friend must have been in tears, I'm guessing.
pt: Dev'essere stato terrificante. La tua amica sarà stata in lacrime, immagino.

# 1956_Shion
source: She actually looked fairly unconcerned. All she said was, "Aw, geez, not again."
pt: In realtà sembrava piuttosto indifferente. Si è limitata a dire: "Uffa, non di nuovo".

# 1968_Shinada
source: She must be used to it. Still, newer cars are tough, so a little fender-bender probably isn't too bad.
pt: Dev'esserci abituata. Comunque, le auto nuove sono robuste, quindi un piccolo tamponamento probabilmente non è niente di che.

# 1980_Shion
source: Maybe so. If my boyfriend were in a race like that, I'd never be able to keep myself composed while I watched.
pt: Può darsi. Se il mio ragazzo partecipasse a una gara del genere, non riuscirei mai a restare composta mentre lo guardo.

# 1992_Shinada
source: That's harsh. She should have shown at least a little concern for her boyfriend's well-being.
pt: È un po' crudele. Avrebbe dovuto mostrare almeno un po' di preoccupazione per la salute del suo ragazzo.

# 2004_Shion
source: Indeed. She must have seen so many crashes that she's desensitized at this point.
pt: Proprio così. Deve aver visto così tanti incidenti che ormai è diventata insensibile.

# 2016_Shion
source: I understand the thrill of taking risks, but it's somewhat barbaric to make it a spectator sport.
pt: Capisco il brivido di correre dei rischi, ma trovo che sia quasi barbaro renderlo uno sport per spettatori.

# 2028_Shinada
source: True that.
pt: Vero.

# 2040_Shinada
source: "Again"? You mean he crashes every time?
pt: "Di nuovo"? Intendi dire che fa un incidente ogni volta?

# 2052_Shion
source: Yes! She said it's rare for him to even finish!
pt: Sì! Ha detto che è raro che riesca persino a finire!

# 2064_Shinada
source: Wow, that guy sure is determined. I don't get what goes through rich people's heads.
pt: Wow, quel tizio è proprio determinato. Non capisco proprio cosa passi per la testa dei ricchi.

# 2076_Shinada
source: I guess that's part of the thrill, though. Watching races wouldn't be terribly interesting if it weren't for the occasional nasty crash.
pt: Credo che faccia parte del brivido, però. Guardare le gare non sarebbe poi così interessante se non fosse per qualche brutto schianto ogni tanto.

# 2088_Shion
source: I do understand that line of thinking, but put yourself in the shoes of a worried onlooker. I prefer sports that are less harrying to watch.
pt: Capisco quel modo di pensare, ma mettiti nei panni di uno spettatore preoccupato. Preferisco gli sport meno stressanti da guardare.

# 2100_Shinada
source: I guess motorsports aren't for everyone.
pt: Immagino che gli sport motoristici non facciano per tutti.

# 2112_Shinada
source: Bet the repair bill's high. Any idea how much it came to?
pt: Scommetto che il conto delle riparazioni è salato. Hai idea di quanto gli sia costato?

# 2124_Shion
source: Well, since it was an accident mid-race, involving a personally modified vehicle, insurance doesn't cover any of it.
pt: Beh, visto che è stato un incidente durante la gara e ha coinvolto un veicolo modificato personalmente, l'assicurazione non ne copre nulla.

# 2136_Shinada
source: Yikes. So he has to foot the whole bill himself?
pt: Accidenti. Quindi deve pagare tutto il conto di tasca sua?

# 2148_Shion
source: It sounds like he's going to forego repairs and simply buy a new car. He said it's a good opportunity to purchase something different.
pt: Pare che lascerà perdere le riparazioni e si comprerà direttamente un'auto nuova. Ha detto che è l'occasione giusta per prenderne una diversa.

# 2160_Shinada
source: For real!? He must have more money than a pro! Doesn't even sound like a sport, really.
pt: Ma sul serio!? Deve avere più soldi di un professionista! Non sembra nemmeno uno sport, a dire il vero.

# 2172_Shinada
source: You reap what you sow. But I guess if you're going to race, you've got to be prepared for the potential expense.
pt: Si raccoglie quello che si semina. Ma immagino che se hai intenzione di gareggiare, devi essere pronto alle possibili spese.

# 2184_Shion
source: Since he does it as a hobby, I believe money isn't an issue for him. Besides, the prize money wasn't very much anyways.
pt: Visto che lo fa per hobby, credo che i soldi non siano un problema per lui. D'altronde, il premio in denaro non era granché, comunque.

# 2196_Shinada
source: I see. If it's only a hobby, I guess that makes sense. I'm picky about my own equipment too.
pt: Capisco. Se è solo un hobby, allora ha senso. Anch'io sono pignolo quando si tratta della mia attrezzatura.

# 2208_Shion
source: Oh, so you and he are alike, then?
pt: Oh, quindi tu e lui vi somigliate, allora?

# 2220_Shinada
source: Hey, don't lump me in with him. I'm always trying to cut down on my living expenses.
pt: Ehi, non mettermi nel suo stesso sacco. Cerco sempre di tagliare il più possibile sulle mie spese quotidiane.

# 2232_Shinada
source: When you say "not much", how much are we actually talking?
pt: Quando dici "non granché", di che cifre stiamo parlando esattamente?

# 2244_Shion
source: I believe first place was 3 million yen?
pt: Credo che il primo premio fosse di 3 milioni di yen?

# 2256_Shinada
source: Holy cow! That much!?
pt: Ammazza! Così tanto!?

# 2268_Shion
source: Yeah, but that's not even enough to cover maintaining the vehicle. I suppose it'd be enough to prepare for the next race?
pt: Già, ma non bastano nemmeno a coprire la manutenzione del veicolo. Immagino però che siano sufficienti per prepararsi alla prossima gara?

# 2280_Shinada
source: Wow, you guys sure live charmed lives.
pt: Wow, voi sì che vivete proprio una vita da favola.

# 2292_Shion
source: Can you hold your liquor well, Shinada-san?
pt: Reggi bene l'alcol, Shinada-san?

# 2304_Shinada
source: Sure. Though I should point out I haven't drunk a lot of the high-end stuff.
pt: Sicuro. Anche se devo precisare che non ho bevuto molta roba di lusso.

# 2316_Shion
source: If you can drink regular alcohol, your tolerance is plenty high. People who can't hold their liquor can't even handle a single beer.
pt: Se riesci a bere alcolici normali, la tua tolleranza è già bella alta. Chi non regge l'alcol non riesce a finire neanche una birra.

# 2328_Shinada
source: I guess? I come from a sports background, so I have a lot of experience with my teammates forcing me to drink a lot.
pt: Immagino. Vengo dal mondo dello sport, quindi ho parecchia esperienza con i compagni di squadra che mi costringevano a bere un sacco.

# 2340_Shion
source: Oh my. If you were still okay with that, I suppose that means you had a natural tolerance.
pt: Caspita. Se stavi ancora bene nonostante tutto, immagino che tu abbia una predisposizione naturale.

# 2352_Shinada
source: Maybe. But I haven't done that in a while.
pt: Può darsi. Ma è da un po' che non lo faccio.

# 2364_Shion
source: That means you can control how much you let yourself drink. I'm somewhat envious, to be honest.
pt: Significa che riesci a controllarti quando bevi. Ti invidio un po', a dire il vero.

# 2376_Shinada
source: What about you, Shion-chan?
pt: E tu invece, Shion-chan?

# 2388_Shion
source: Oh, I try not to drink alcohol, actually.
pt: Oh, a dire il vero cerco di non bere alcolici.

# 2400_Shinada
source: Can you drink?
pt: Riesci a bere?

# 2412_Shion
source: Yes. I enjoy alcohol quite a bit, but for a while I wound up overdoing it. I was almost a borderline alcoholic.
pt: Sì. L'alcol mi piace parecchio, ma per un periodo ho finito per esagerare. Ero quasi al limite dell'alcolismo.

# 2424_Shinada
source: So you can't drink?
pt: Quindi non puoi bere?

# 2436_Shion
source: No, I can hold my own. The problem was I kept drinking too much, and almost became an alcoholic.
pt: No, lo reggo bene. Il problema era che continuavo a bere troppo e sono quasi diventata un'alcolizzata.

# 2448_Shinada
source: Are you a mean drunk?
pt: Ti viene la sbronza cattiva?

# 2460_Shion
source: Of course not! I am a proper lady!
pt: Certo che no! Sono una signora perbene!

# 2472_Shion
source: Actually, I suppose you weren't far off the mark, really. I'm emotionally unstable when I get drunk. I almost became borderline alcoholic.
pt: A dire il vero, credo proprio che tu non ci sia andato lontano. Divento emotivamente instabile quando mi sbronzo. Sono quasi arrivata al limite dell'alcolismo.

# 2484_Shinada
source: No way! Really?
pt: Ma va'! Sul serio?

# 2496_Shion
source: My doctor has forbidden me from drinking now, so I'm careful not to have even a tiny drop.
pt: Il mio medico mi ha proibito di bere ormai, quindi sto attenta a non berne nemmeno una goccia.

# 2508_Shinada
source: Is that so? In that case, I won't encourage you to drink, and if I think you've had too much, I'll be sure to stop you.
pt: Ah, capisco. In tal caso non ti spingerò a bere e, se mi sembrerà che tu stia esagerando, farò in modo di fermarti.

# 2520_Shion
source: I'm sorry to put that sort of burden on you as my customer.
pt: Mi dispiace addossarti un simile peso, visto che sei il cliente.

# 2532_Shinada
source: Oh, don't worry about it. Besides, it'll be cheaper for me.
pt: Oh, non ti preoccupare. E poi, mi costerà meno.

# 2544_Shinada
source: You'll be okay. Since you're aware you can't drink too much, it should be easy for you to drink in moderation.
pt: Andrà tutto bene. Visto che sei consapevole di non poter esagerare, dovrebbe essere facile per te bere con moderazione.

# 2556_Shion
source: Another customer tried to tell me of the same thing, but I wound up drinking too much and had a relapse.
pt: Un altro cliente aveva provato a dirmi la stessa cosa, ma ho finito per bere troppo e ho avuto una ricaduta.

# 2568_Shion
source: Please don't ask me to drink, okay?
pt: Per favore, non chiedermi di bere, okay?

# 2580_Shinada
source: Oh. Okay then, I'll watch myself.
pt: Oh. Va bene allora, starò attento.

# 2592_Shinada
source: C'mon, you must drink, right? You've been requesting drinks like business as usual.
pt: Dai, ma tu bevi, no? Hai continuato a ordinare da bere come al solito.

# 2604_Shion
source: Oh, those are just soft drinks. There isn't any alcohol in them.
pt: Oh, quelli sono solo analcolici. Non contengono alcol.

# 2616_Shinada
source: For real!? But they're still expensive!
pt: Sul serio!? Ma sono comunque cari!

# 2628_Shion
source: Well, the customer did order me alcohol, after all. Whether I'm served alcohol or not isn't really a problem.
pt: Beh, dopotutto è stato il cliente a ordinarmi dell'alcol. Che mi servano alcolici o meno, non è un vero problema.

# 2640_Shinada
source: And how is that not a scam?
pt: E come farebbe a non essere una truffa?

# 2652_Shion
source: On the other hand, if someone orders champagne, I have to pour the glasses out in the open, so I can't hide it. I have to just brace myself and drink.
pt: D'altra parte, se qualcuno ordina dello champagne, devo versare i bicchieri davanti a tutti, quindi non posso nasconderlo. Devo solo farmi forza e bere.

# 2664_Shinada
source: I think I'll stop ordering you such expensive drinks from now on.
pt: Penso che d'ora in poi smetterò di ordinarti dei drink così costosi.

# 2676_Shion
source: I couldn't allow alcohol to consume my life, which is how I was able to bring myself to stop before I developed an addiction.
pt: Non potevo permettere che l'alcol mi consumasse la vita, ed è così che sono riuscito a darmi una regolata prima di sviluppare una dipendenza.

# 2688_Shinada
source: Looks like your self-respect saved the day.
pt: Sembra proprio che il rispetto per te stessa ti abbia salvata.

# 2700_Shion
source: Indeed. I won't allow alcohol to get the better of me again.
pt: Già. Non permetterò più all'alcol di avere la meglio su di me.

# 2712_Shinada
source: Good call. Drinking should be enjoyed, but it shouldn't control you. You have to live a life that's not dependent on alcohol.
pt: Ben detto. Bere dovrebbe essere un piacere, ma non deve controllarti. Devi vivere una vita che non dipenda dall'alcol.

# 2724_Shion
source: Oh, well said! I'll be sure to follow your example from now on, Shinada-san!
pt: Oh, ben detto! Seguirò senz'altro il tuo esempio d'ora in poi, Shinada-san!

# 2736_Shinada
source: Haha. Well, the only reason why I don't drink every day is because I can't afford to.
pt: Ahah. Beh, l'unico motivo per cui non bevo ogni giorno è perché non posso permettermelo.

# 2748_Shinada
source: Really? If you're serious about quitting alcohol, this job isn't for you.
pt: Dici sul serio? Se vuoi davvero smettere di bere, questo lavoro non fa per te.

# 2760_Shion
source: Don't you think I know that already? But I can't get by without working, so I don't really have much of a choice.
pt: Non credi che lo sappia già? Ma non posso sbarcare il lunario senza lavorare, quindi non ho molta scelta.

# 2772_Shion
source: I know full well that it isn't good for me, so please, spare me the lecture if you would.
pt: So fin troppo bene che non mi fa bene, quindi per favore, risparmiami la predica.

# 2784_Shinada
source: Hey, I'm only thinking about your well-being.
pt: Ehi, sto solo pensando al tuo bene.

# 2796_Shion
source: There were a... number of unpleasant private matters going on at the time.
pt: C'erano un... bel po' di questioni private poco piacevoli in ballo in quel periodo.

# 2808_Shion
source: Drinking allowed me to feel good. Before I knew it, I was drinking from morning until night.
pt: Bere mi faceva sentire bene. Senza che me ne rendessi conto, bevevo dalla mattina alla sera.

# 2820_Shion
source: If my mother hadn't noticed and dragged me to the doctor, I may well have died from cirrhosis by now.
pt: Se mia madre non se ne fosse accorta e non mi avesse trascinato dal dottore, a quest'ora sarei già morto di cirrosi.

# 2832_Shinada
source: Wow. You should be grateful to your mother.
pt: Wow. Dovresti essere grata a tua madre.

# 2844_Shion
source: Yes. And so I strive never to trouble her like that again.
pt: Sì. E per questo mi impegno a non darle mai più preoccupazioni del genere.

# 2856_Shion
source: I've always liked the idea of living overseas. In fact, I only really watch movies and TV dramas from abroad.
pt: Mi è sempre piaciuta l'idea di vivere all'estero. In effetti, guardo praticamente solo film e serie TV stranieri.

# 2868_Shinada
source: They do seem more popular than Japanese ones, don't they? They've got a way bigger section at the video rental place, too.
pt: Sembrano proprio più popolari di quelli giapponesi, non trovi? Hanno anche una sezione molto più grande al videonoleggio.

# 2880_Shion
source: And I love gossip about the actors more than their work on-screen.
pt: E adoro i pettegolezzi sugli attori più ancora del loro lavoro sullo schermo.

# 2892_Shinada
source: Yeah, you girls sure are into that sort of thing. Like tabloid shows and stuff.
pt: Già, a voi ragazze piacciono proprio queste cose. Tipo i programmi di gossip e roba del genere.

# 2904_Shion
source: I am frequently surprised when I see how foreign celebrities live their lives.
pt: Resto spesso sorpresa nel vedere come vivono le celebrità straniere.

# 2916_Shion
source: That's why I'm looking into getting my green card, so I can live in the US for a while.
pt: Ecco perché mi sto informando su come ottenere la green card, così potrò vivere negli Stati Uniti per un po'.

# 2928_Shinada
source: It's a nice goal. The American Dream, right? When I played baseball, I dreamt of playing in the majors.
pt: È un bell'obiettivo. Il Sogno Americano, no? Quando giocavo a baseball, sognavo di giocare nelle major.

# 2940_Shion
source: It's just all on a different scale than Japan. Knowing about the world makes a big difference in the way you see things.
pt: È tutto su un'altra scala rispetto al Giappone. Conoscere il mondo fa una grande differenza nel modo in cui vedi le cose.

# 2952_Shinada
source: You should definitely take a trip there, at least once.
pt: Dovresti proprio farci un viaggio, almeno una volta.

# 2964_Shinada
source: What's so great about America?
pt: Cos'ha di tanto speciale l'America?

# 2976_Shion
source: For one, they're not pressed for time like we are in Japan. Everyone there values their personal lives over their work.
pt: Tanto per cominciare, non sono sempre di corsa come noi qui in Giappone. Lì tutti danno molta più importanza alla propria vita privata che al lavoro.

# 2988_Shion
source: Plus, it's all so big and vast. I feel like there'd really be room to live, you know?
pt: E poi è tutto così grande e immenso. Sento che ci sarebbe davvero spazio per vivere, sai?

# 3000_Shinada
source: Gotcha. I wish I could live like that.
pt: Capito. Vorrei tanto poter vivere così.

# 3012_Shinada
source: Green card?
pt: La green card?
