Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01340022.po
Languages: pt

source: ○Well, I'll be.
pt: ○Ma guarda un po'.

source: □Really?
pt: □Davvero?

source: ○I see.
pt: ○Capisco.

source: □That's hard on Japanese people.
pt: □È dura per i giapponesi.

source: △Can they understand you?
pt: △Riescono a capirti?

source: ○Well, then.
pt: ○Bene, allora.

source: □Sure you do!
pt: □Certo che sì!

source: □That's pretty slow on the uptake!
pt: □Sei un po' lento ad arrivarci!

source: ○Is it?
pt: ○Dici?

source: □That's not my point.
pt: □Non è questo il punto.

source: △I want to dive into it.
pt: △Voglio tuffarmici dentro.

source: ○They do stand out.
pt: ○Si fanno proprio notare.

source: □They aren't really that unusual.
pt: □Non sono poi così insoliti.

source: △They're not just gaudy.
pt: △Non sono solo appariscenti.

source: ○I could learn from them.
pt: ○Potrei imparare da loro.

source: □That isn't all.
pt: □Non è tutto qui.

source: △It's like a theme park.
pt: △Sembra un parco a tema.

source: ○Sorry.
pt: ○Scusa.

source: □It's not just a stereotype.
pt: □Non è solo uno stereotipo.

source: □It's not just some girls.
pt: □Non sono solo alcune ragazze.

source: △You're just in denial.
pt: △Stai solo negando l'evidenza.

source: ○That's true.
pt: ○È vero.

source: □ That logic is odd.
pt: □ È un ragionamento strano.

source: ○That is scary.
pt: ○Fa paura.

source: □Like you?
pt: □Come te?

# 540_Akiyama
source: Hey, is it just me, or are there a lot of foreigners here in Osaka?
pt: Ehi, sbaglio o ci sono un sacco di stranieri qui a Osaka?

# 552_Honoka
source: It's not just you. Apparently, Osaka has the most foreigners anywhere in Japan.
pt: Non è solo una tua impressione. A quanto pare, Osaka ha più stranieri di qualunque altro posto in Giappone.

# 564_Akiyama
source: Well, I'll be. I never had that impression before coming here, so I'm pretty surprised.
pt: Ma pensa. Non avevo mai avuto questa impressione prima di venire qui, quindi sono rimasto piuttosto sorpreso.

# 576_Honoka
source: I've never really thought about it myself, but now that ya mention it, I do get a lotta foreign customers. Some of the girls on staff are from abroad too.
pt: Non ci ho mai pensato granché, ma ora che me lo fai notare, mi capitano un sacco di clienti stranieri. Anche alcune delle ragazze dello staff vengono dall'estero.

# 600_Akiyama
source: Really? It can't be the most in all Japan. I figured there'd be more in Roppongi or something.
pt: Davvero? Non può essere il posto che ne ha di più in tutto il Giappone. Immaginavo ce ne fossero di più a Roppongi o posti simili.

# 612_Honoka
source: How am I s'posed to know? I'm just sayin' that's what I heard.
pt: E che ne so io? Dico solo quello che ho sentito.

# 624_Akiyama
source: Well, either way, there are clearly enough that would make the rumor appear true.
pt: Beh, in ogni caso, ce ne sono chiaramente abbastanza da far sembrare vera quella voce.

# 636_Honoka
source: Osakans are outgoin' folks who'll make friends with anyone, so maybe it's easy for foreigners to settle down here?
pt: Gli abitanti di Osaka sono gente espansiva che fa amicizia con chiunque, quindi magari per gli stranieri è facile stabilirsi qui?

# 648_Akiyama
source: I see. That's pretty different. People in Tokyo don't care that much for strangers and make outsiders feel unwelcome.
pt: Capisco. È una bella differenza. A Tokyo alla gente non importa granché degli sconosciuti e i forestieri non vengono fatti sentire molto benvenuti.

# 660_Honoka
source: People from Tokyo may as well be foreigners, as far as I'm concerned.
pt: La gente di Tokyo potrebbe benissimo essere straniera, per quanto mi riguarda.

# 672_Akiyama
source: Why's that?
pt: Perché?

# 684_Honoka
source: For starters, I usually don't understand what they're sayin' anyways.
pt: Tanto per cominciare, di solito non capisco comunque quello che dicono.

# 696_Akiyama
source: Well, then. Does that mean you don't really understand what I'm saying?
pt: Beh, allora. Significa che non capisci bene quello che sto dicendo?

# 708_Honoka
source: Hmm. I get maybe like half of it?
pt: Mmm. Ne capirò sì e no la metà?

# 720_Akiyama
source: No way!
pt: Assolutamente no!

# 732_Honoka
source: We Osakans listen just enough to latch onto the interestin' bits of what you're sayin'! Forget the rest.
pt: Noi di Osaka ascoltiamo solo quel tanto che basta per cogliere le parti interessanti di quello che dici! Il resto lo dimentichiamo.

# 744_Akiyama
source: But I'm the kind of guy who goes out of his way to explain things, so I'm a bit shocked.
pt: Ma io sono uno che si sbatte per spiegare le cose per bene, quindi la cosa mi spiazza un po'.

# 756_Akiyama
source: Sure you do! They still speak Japanese.
pt: Ma certo! Parlano pur sempre giapponese.

# 768_Honoka
source: Nuh-uh. They get caught up on the meanin' of words and get all argumentative. I don't like listenin' to that sorta thing.
pt: Ma va'. Si fissano troppo sul significato delle parole e diventano tutti polemici. Non mi va di stare a sentire roba del genere.

# 780_Akiyama
source: How should they speak, then?
pt: E come dovrebbero parlare, allora?

# 792_Honoka
source: They oughta speak in more plain terms, and just keep the words comin', like this.
pt: Dovrebbero parlare in modo più semplice e lasciare che le parole scorrano a raffica, proprio così.

# 804_Akiyama
source: Well, at least the nuance comes across.
pt: Beh, almeno la sfumatura arriva.

# 816_Akiyama
source: That's hard on Japanese people. We don't all speak good English, so how are we supposed to communicate?
pt: È dura per noi giapponesi. Mica tutti parliamo bene l'inglese, quindi come dovremmo fare a comunicare?

# 828_Honoka
source: You don't gotta worry about that. Ya just gotta say, "How ya doin'?" and then leave the rest to hand signals and body language.
pt: Non devi mica preoccupartene. Ti basta dire: "Tutto bene?" e poi lasci fare il resto ai gesti e al linguaggio del corpo.

# 840_Akiyama
source: You just call out to people like that? That takes no small amount of courage.
pt: Ti rivolgi alla gente così, dal nulla? Ci vuole un bel fegato.

# 852_Honoka
source: It's just the way it is. When Tokyo folk see foreigners in trouble, they pretend not to see 'em, right? Here in Osaka, we try to be more helpful.
pt: È proprio così che va. Quando quelli di Tokyo vedono degli stranieri in difficoltà, fanno finta di niente, no? Qui a Osaka, cerchiamo di essere più d'aiuto.

# 864_Akiyama
source: I see. I could probably stand to learn from that spirit of openness.
pt: Capisco. Dovrei proprio imparare da questo spirito di apertura.

# 876_Akiyama
source: Can they understand you?
pt: Riescono a capirti?

# 888_Honoka
source: They understand well enough.
pt: Capiscono quanto basta.

# 900_Akiyama
source: Well enough, huh? Right.
pt: Quanto basta, eh? Capito.

# 912_Honoka
source: Whatever you're sayin', they can mostly get the meanin' from yer attitude. Just smile after you're done.
pt: Qualunque cosa tu stia dicendo, riescono a capire il senso perlopiù dal tuo atteggiamento. Ti basta sorridere dopo che hai finito.

# 924_Honoka
source: Either way, when I'm talkin' to someone like that, I look at their face and try to guess where they're from.
pt: In ogni caso, quando parlo con qualcuno del genere, gli guardo la faccia e cerco di indovinare da dove viene.

# 936_Akiyama
source: That's pretty slow on the uptake! Most people would realize right away!
pt: Sei proprio duro di comprendonio! Chiunque altro se ne accorgerebbe subito!

# 948_Honoka
source: How can ya really know? If someone looks Indian to me and they say they like curry, I'll ask 'em if they're Indian and they'll say, "No, I'm Brazilian."
pt: E come fai a saperlo per davvero? Se uno mi sembra indiano e dice che gli piace il curry, gli chiedo se è indiano e lui mi fa: "No, sono brasiliano".

# 960_Honoka
source: And all the while I thought the person was Japanese. Brazilian, and likes curry! What're the chances?
pt: E io che per tutto il tempo pensavo fosse giapponese. Brasiliano, e gli piace il curry! Che probabilità c'erano?

# 972_Akiyama
source: Haha! That's a double surprise.
pt: Ahah! Questa sì che è una doppia sorpresa.

# 984_Akiyama
source: I really like the cityscape of Sotenbori. There's something nice about having a river run right through the middle of the city.
pt: Mi piace proprio il panorama di Sotenbori. C'è qualcosa di affascinante in un fiume che scorre proprio nel bel mezzo della città.

# 996_Honoka
source: Really now? It's just a dirty ol' river.
pt: Dici davvero? È solo un vecchio fiume sporco.

# 1008_Akiyama
source: Is it?
pt: Davvero?

# 1020_Honoka
source: Is it? Heck, take one look at it! Ya must have a habit of livin' in real dirty places, Akiyama-san.
pt: Dici sul serio? Caspita, dacci un'occhiata! Devi proprio essere abituato a vivere in posti luridi, Akiyama-san.

# 1032_Akiyama
source: I can't really deny that.
pt: Non posso proprio negarlo.

# 1044_Akiyama
source: That's not my point. It makes the city feel alive. Places that have pristine water are in the mountain wilderness, with no urban life to speak of.
pt: Non è quello che intendevo. Fa sembrare la città viva. I posti con l'acqua cristallina si trovano sperduti tra le montagne, dove non c'è traccia di vita urbana.

# 1056_Honoka
source: Well, I s'pose so.
pt: Beh, immagino di sì.

# 1068_Akiyama
source: The river looks just the way it should for the greatest pleasure district in Kansai.
pt: Il fiume ha proprio l'aspetto che dovrebbe avere per il più grande distretto dei divertimenti del Kansai.

# 1080_Akiyama
source: I want to dive into it. It seems poetically fitting, given that we're coming up on the end of the year, don't you think?
pt: Voglio tuffarmici dentro. Sembra poeticamente azzeccato, visto che siamo quasi alla fine dell'anno, non trovi?

# 1092_Honoka
source: Eww, no! You might find that fun, but other folks would think you're an idiot. You could hit yer head and die, ya know.
pt: Che schifo, no! Magari a te sembra divertente, ma gli altri penserebbero che sei un idiota. Potresti sbattere la testa e morire, lo sai.

# 1104_Akiyama
source: Is it that terrible an idea?
pt: È davvero un'idea così pessima?

# 1116_Honoka
source: This may just be me, but I'd find things more convenient without the river. Havin' to only cross at the bridges is kind of a big pain.
pt: Forse sono solo io, ma troverei tutto più comodo senza il fiume. Doverlo attraversare solo dai ponti è una gran bella seccatura.

# 1128_Akiyama
source: How can you say that? That's one of the big symbols of the city.
pt: Ma come fai a dirlo? È uno dei simboli più importanti della città.

# 1140_Honoka
source: If ya want symbols, we've got plenty of big, gaudy, glowin' signs.
pt: Se cerchi dei simboli, abbiamo un sacco di insegne giganti, pacchiane e luminose.

# 1152_Akiyama
source: They do stand out. That strength of self-assertiveness is part of the Osaka vibe.
pt: Si fanno decisamente notare. Quella voglia di mettersi in mostra fa proprio parte dell'atmosfera di Osaka.

# 1164_Honoka
source: Yep! Nobody knows how to catch yer attention like the shops of Osaka!
pt: Già! Nessuno sa come attirare l'attenzione come i negozi di Osaka!

# 1176_Akiyama
source: I could learn from them. How about a cabaret club you can spot from one hundred meters away? That would be the talk of the town.
pt: Potrei imparare qualcosa da loro. Che ne diresti di un cabaret club che si vede da cento metri di distanza? Sarebbe sulla bocca di tutti.

# 1188_Honoka
source: Good idea! And you could have a sign to show who the number one girl a' the month was, too! Like, check out this girl right here!
pt: Ottima idea! E potresti pure mettere un'insegna per mostrare chi è la ragazza numero uno del mese! Tipo: "Ehi, date un'occhiata a questa ragazza proprio qui!"

# 1200_Akiyama
source: Oh, that's a great idea! I'm going to use that.
pt: Oh, è un'ottima idea! La userò senz'altro.

# 1212_Honoka
source: Just make sure ya pay me royalties!
pt: Vedi solo di pagarmi le royalty!

# 1224_Akiyama
source: Hah! You drive a hard bargain.
pt: Ah! Sei un osso duro quando si tratta di affari.

# 1236_Akiyama
source: That isn't all. The signs are just flashy in order to get customers in, right? What's more important is the service you get when you're there.
pt: Non è mica tutto qui. Le insegne sono appariscenti solo per attirare i clienti, no? Quel che conta davvero è il servizio che ricevi una volta che sei dentro.

# 1248_Honoka
source: Ya got it backwards. Of course the service is gonna be good, so ya gotta find other ways to distinguish yourself.
pt: Hai capito proprio al contrario. È ovvio che il servizio debba essere buono, quindi devi trovare altri modi per farti notare.

# 1260_Akiyama
source: But there's always going to be a trade-off, depending on which you go with. If you focus on how things look outside, you'll neglect what's inside.
pt: Ma c'è sempre un compromesso da fare, a seconda della strada che scegli. Se ti concentri troppo sull'aspetto esteriore, finirai per trascurare quello che c'è dentro.

# 1272_Honoka
source: Hmph. You're a stubborn fella. I guess that's why the streets in Tokyo are so drab.
pt: Umpf. Sei proprio un testardo. Immagino sia per questo che le strade di Tokyo sono così monotone.

# 1284_Akiyama
source: Diversity is what makes our country great after all.
pt: Dopotutto, è proprio la diversità a rendere grande il nostro paese.

# 1296_Akiyama
source: It's like a theme park, like those ones with old Edo or German themes.
pt: È come un parco a tema, tipo quelli ambientati nella vecchia Edo o a tema tedesco.

# 1308_Honoka
source: Oh, I like that! I'm a huge fan of theme parks. I wish we could make Sotenbori into one!
pt: Oh, mi piace! Sono una grande fan dei parchi a tema. Magari potessimo trasformare Sotenbori in uno di quelli!

# 1320_Akiyama
source: And you could shoot off flashy fireworks every night.
pt: E si potrebbero sparare fuochi d'artificio appariscenti ogni sera.

# 1332_Honoka
source: If we did that, I'd never be in the club. I'd go outside to watch the fireworks all the time!
pt: Se facessimo così, non starei mai nel club. Andrei sempre fuori a guardare i fuochi d'artificio!

# 1344_Akiyama
source: Hey, now. We can't let the staff get distracted.
pt: Ehi, ehi. Non possiamo mica permettere che il personale si distragga.

# 1356_Akiyama
source: They aren't really that unusual.
pt: Non sono poi così insoliti.

# 1368_Honoka
source: Really? Ya think so?
pt: Dici davvero? La pensi così?

# 1380_Akiyama
source: I mean, they're very Osakan, sure. But they fit in with the city, so they don't really stand out that much.
pt: Voglio dire, sono proprio tipici di Osaka, certo. Ma si integrano bene con la città, quindi non risaltano poi così tanto.

# 1392_Akiyama
source: If you want to talk weird and unusual, I think someplace like Akihabara is far more shocking.
pt: Se vuoi parlare di cose strane e insolite, credo che un posto come Akihabara faccia molta più impressione.

# 1404_Honoka
source: I feel like ya wounded my hometown pride a little...
pt: Mi sa che hai ferito un po' il mio orgoglio cittadino...

# 1416_Akiyama
source: They're not just gaudy, they're strange. They're something unique, even in Japan.
pt: Non sono solo appariscenti, sono strani. Sono qualcosa di unico, persino per il Giappone.

# 1428_Honoka
source: I kinda like that! We're the only one and we're number one!
pt: Mi piace un sacco! Siamo gli unici e siamo i numeri uno!

# 1440_Akiyama
source: You can't really be number one if there's no one else competing...
pt: Non puoi essere davvero il numero uno se non c'è nessun altro con cui competere...

# 1452_Honoka
source: All of this was normal for me growin' up, so it's hard for me to tell what shops there are when I'm goin' around Tokyo.
pt: Tutto questo per me era normale crescendo, quindi faccio fatica a capire che negozi siano quando vado in giro per Tokyo.

# 1464_Akiyama
source: There are lots of places here where I can't tell that either.
pt: Ci sono un sacco di posti anche qui dove non saprei dirlo neanch'io.

# 1476_Akiyama
source: There are a lot of strong-willed girls here in Osaka, aren't there?
pt: Ci sono un sacco di ragazze di carattere qui a Osaka, vero?

# 1488_Honoka
source: What? That ain't true.
pt: Cosa? Mica è vero.

# 1500_Akiyama
source: Sure it is.
pt: E invece sì.

# 1512_Honoka
source: Nah, you're talkin' about girls from soap operas and manga books. I don't like hearin' ya stereotype us as bein' headstrong.
pt: Ma va, stai parlando delle ragazze dei manga e delle soap opera. Non mi piace che ci etichetti come se fossimo tutte delle teste dure.

# 1524_Akiyama
source: Sorry. Did I offend you?
pt: Scusa. Ti ho offesa?

# 1536_Honoka
source: It's okay. We Osakan girls are big-hearted after all, so I can't be all that mad.
pt: Non fa niente. In fondo noi ragazze di Osaka abbiamo il cuore grande, quindi non posso mica essere così arrabbiata.

# 1548_Akiyama
source: It's not just a stereotype. I've actually met girls who are like that.
pt: Non è solo uno stereotipo. Ho incontrato davvero delle ragazze fatte così.

# 1560_Honoka
source: I mean, I guess some girls are like that. But I wouldn't say that we're all that strong-willed.
pt: Voglio dire, immagino che alcune ragazze siano fatte così. Ma non direi che siamo tutte così di carattere.

# 1572_Akiyama
source: It's not just some girls. I feel like all the girls I've met here have been like that.
pt: Non sono solo alcune ragazze. Mi sembra che tutte quelle che ho incontrato qui siano fatte così.

# 1584_Honoka
source: Maybe that's just a coincidence. There are a lotta girls here in Osaka, y'know.
pt: Magari è solo una coincidenza. Vedi, a Osaka ci sono un sacco di ragazze.

# 1596_Akiyama
source: You're just in denial.
pt: Stai solo negando l'evidenza.

# 1608_Honoka
source: What's wrong with me tellin' ya you're wrong?
pt: Che c'è di male se ti dico che ti sbagli?

# 1620_Honoka
source: I bet the girls you're talkin' about are all older ladies, huh?
pt: Scommetto che le ragazze di cui parli sono tutte signore un po' avanti con gli anni, eh?

# 1632_Akiyama
source: Yeah, the older women here sure seem tough.
pt: Già, le donne più mature di qui sembrano proprio toste.

# 1644_Honoka
source: Well, girls and older women ain't the same thing, so don't lump 'em together.
pt: Beh, le ragazze e le signore non sono la stessa cosa, quindi non fare di tutta l'erba un fascio.

# 1656_Akiyama
source: That's true. My mistake.
pt: Hai ragione. Errore mio.

# 1668_Honoka
source: I'm glad ya finally understand!
pt: Mi fa piacere che finalmente tu l'abbia capito!

# 1680_Honoka
source: Older ladies here in Osaka can be pretty darn scary. A younger gal like me could never hold her own against one of 'em.
pt: Le signore qui a Osaka possono fare davvero paura. Una ragazza giovane come me non riuscirebbe mai a tenergli testa.

# 1692_Akiyama
source: Scary in what sense?
pt: Spaventose in che senso?

# 1704_Honoka
source: They wear this garish leopard print, and talk real loud. They can't stand bein' shown up and they never wanna admit they're wrong.
pt: Indossano quelle sgargianti fantasie leopardate e parlano a voce un sacco alta. Non sopportano di essere messe in ombra e non vogliono mai ammettere di avere torto.

# 1716_Akiyama
source: That is scary. Even I have to muster up the courage to strike up a conversation with them.
pt: Fa proprio paura. Persino io devo raccogliere il coraggio per provare ad attaccare bottone con loro.

# 1728_Honoka
source: Aren't ya happier gettin' to talk to a cute and ladylike girl instead?
pt: Non sei più contento di poter parlare con una ragazza carina e distinta, invece?

# 1740_Akiyama
source: Should you be saying that about yourself?
pt: Ti sembra il caso di dirtelo da sola?

# 1752_Akiyama
source: Like you?
pt: Come te?

# 1764_Honoka
source: No, not like me! Were ya even listenin'? I'm not anythin' like an older woman!
pt: No, mica come me! Ma mi stavi a sentire? Non sono affatto come una di quelle signore!

# 1776_Akiyama
source: No, I think you hit the nail right on the head.
pt: No, direi che hai proprio colpito nel segno.

# 1788_Honoka
source: I don't wear leopard print! Have ya seen what I normally wear?
pt: Io mica porto la fantasia leopardata! L'hai visto cosa indosso di solito?

# 1800_Akiyama
source: What does wearing leopard print have to do with being strong-willed?
pt: Cosa c'entra indossare la fantasia leopardata con l'avere un carattere forte?

# 1812_Honoka
source: Hey, don't change the subject! We're talkin' about whether I'm an old lady or not!
pt: Ehi, non cambiare discorso! Stiamo parlando se io sia una vecchia o meno!

# 1824_Akiyama
source: Ah, all right. I'm very sorry.
pt: Ah, d'accordo. Chiedo scusa.

# 1836_Akiyama
source: That logic is odd. Older woman all used to be girls at some point. Or are you saying you're not going to be an older woman yourself someday?
pt: È un ragionamento strano. Tutte le signore sono state delle ragazzine, un tempo. O mi stai dicendo che tu non diventerai mai una di loro, un giorno?

# 1848_Honoka
source: That's not it. Old ladies are from the past. The young girls of today aren't gonna be old ladies when they grow up.
pt: Non è così. Le vecchie sono roba del passato. Le ragazze di oggi mica diventeranno delle vecchie una volta cresciute.

# 1860_Akiyama
source: Then what are they going to be?
pt: Allora cosa diventeranno?

# 1872_Honoka
source: I dunno. Old ladies are old ladies. People's personalities don't change as they age.
pt: Boh. Le vecchie sono vecchie. Il carattere delle persone non cambia mica invecchiando.

# 1884_Akiyama
source: So, shouldn't there be girls who are headstrong even when they're young?
pt: Quindi, non dovrebbero esserci delle ragazze testarde anche da giovani?

# 1896_Honoka
source: Yeah, but headstrong old ladies are a product of a different generation. We younger girls are all totally normal!
pt: Sì, ma le vecchie testarde sono il prodotto di una generazione diversa. Noi giovani siamo tutte normalissime!

# 1908_Akiyama
source: We're back to that again? Geez, you really are a stubborn one.
pt: Siamo di nuovo a questo? Mamma mia, sei proprio testarda.

# 1920_Honoka
source: Fixed Topic 03
pt: Argomento predefinito 03

# 1932_Honoka
source: Fixed Topic 04
pt: Argomento predefinito 04

# 1944_Honoka
source: Fixed Topic 05
pt: Argomento predefinito 05

# 1956_Honoka
source: Fixed Topic 06
pt: Argomento predefinito 06

# 1968_Honoka
source: Fixed Topic 07
pt: Argomento predefinito 07

# 1980_Honoka
source: Fixed Topic 08
pt: Argomento predefinito 08

# 1992_Honoka
source: Fixed Topic 09
pt: Argomento predefinito 09

# 2004_Honoka
source: Fixed Topic 10
pt: Argomento predefinito 10

# 2016_Honoka
source: Fixed Topic 11
pt: Argomento predefinito 11

# 2028_Honoka
source: Fixed Topic 12
pt: Argomento predefinito 12

# 2040_Honoka
source: Fixed Topic 13
pt: Argomento predefinito 13

# 2052_Honoka
source: Fixed Topic 14
pt: Argomento predefinito 14

# 2064_Honoka
source: Fixed Topic 15
pt: Argomento predefinito 15

# 2076_Akiyama
source: I hear that karaage specialty shops are all the rage these days.
pt: Mi dicono che i locali specializzati in karaage spopolano ultimamente.

# 2088_Honoka
source: Specialty shops?
pt: Locali specializzati?

# 2100_Akiyama
source: Yeah. Some offer all-you-can-eat, and Oita style karaage is pretty popular now, too. I hear Oita prefecture consumes the most amount of chicken in Japan.
pt: Già. Alcuni offrono la formula all-you-can-eat, e anche il karaage in stile Oita va piuttosto forte ora. Mi dicono che la prefettura di Oita sia quella dove si consuma più pollo in tutto il Giappone.

# 2112_Honoka
source: Really? Is it any different from normal karaage?
pt: Davvero? È diverso dal karaage normale?
