Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0b91.po
Languages: pt

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: *beeeeep*
pt: *biiiiip*

# 76_Mikasa
source: ...So it turns out my arm will be just fine. The doctor said there wasn't any bone damage. All I have to do is rest up for a while, and I can go back to playing.
pt: ...Alla fine, il mio braccio starà benone. Il dottore ha detto che non c'era nessun danno alle ossa. Mi basta riposare un po', e potrò tornare a giocare.

# 88_Shinada
source: That's great to hear. You had me pretty worried.
pt: Meno male. Mi avevi fatto preoccupare parecchio.

# 100_Mikasa
source: If you hadn't come by, I don't want to think about how it would've ended. We seriously can't thank you enough.
pt: Se non fossi passato di qui, non voglio nemmeno pensare a come sarebbe andata a finire. Davvero non sappiamo come ringraziarti.

# 112_Shinada
source: Heh, well, when you get healthy enough to hold a bat again, you should come back. You need to train for those nationals, right?
pt: Eh, dai, quando ti sarai ripreso abbastanza da tenere di nuovo una mazza, dovresti farti rivedere. Devi allenarti per il Koshien, no?

# 124_Mikasa
source: Will you let me challenge you again?
pt: Mi lascerai sfidarti di nuovo?

# 136_Shinada
source: Sure. Whenever you like.
pt: Certo. Quando vuoi.

# 148_Mikasa
source: Oh, by the way, my teammates gave me something for you.
pt: Ah, a proposito, i miei compagni di squadra mi hanno dato qualcosa per te.

# 160_Mikasa
source: They thought you should have this.
pt: Pensavano che dovessi averlo.

# 196_Shinada
source: Heh, and I assume those boys had enough of partying with random girls?
pt: Eh, e immagino che quei ragazzi si siano stufati di fare baldoria con ragazze a caso?

# 208_Mikasa
source: I would hope so. They said they'll concentrate on training like never before.
pt: Lo spero proprio. Hanno detto che si concentreranno sull'allenamento come mai prima d'ora.

# 220_Shinada
source: How about that? Maybe this all worked out for the best. I'll expect big things from you in the spring.
pt: Eh, vedi? Magari alla fine è andata per il meglio. Mi aspetto grandi cose da te in primavera.

# 232_Mikasa
source: Then I'll be sure not to let you down! Thank you again!
pt: Allora non ti deluderò di certo! Grazie ancora!

# 304_Shinada
source: There! Done!
pt: Ecco! Fatto!

# 316_Mikasa
source: Wow... That was something else. You really are an amazing batter.
pt: Wow... È stato tutt'altro. Sei davvero un battitore incredibile.

# 328_Kotetsu
source: Yep, I've got an eye for these things, after all.
pt: Eh sì, dopotutto ho occhio per queste cose.

# 340_Shinada
source: Heh, you're so full of it.
pt: Eh, sei pieno di stronzate.

# 352_Kotetsu
source: Full of win, I think you mean! Anyway, I have to write this up, so, gotta jet!
pt: Pieno di vittorie, vorrai dire! Comunque, devo scrivere questa cosa, quindi devo scappare!

# 376_Mikasa
source: He really is obsessed with that blog of his, isn't he?
pt: È davvero ossessionato da quel suo blog, vero?

# 388_Mikasa
source: Maybe 'cause he found a really awesome batter? After seeing you put in work out there, I know I need to train a lot harder.
pt: Magari perché ha trovato un battitore davvero incredibile? Dopo averti visto darti da fare là fuori, so che devo allenarmi molto più duramente.

# 400_Shinada
source: Gee, you're dedicated. Wait a second, didn't Kinei High do pretty good at the fall regionals a little while ago?
pt: Accidenti, sei proprio uno che si impegna. Aspetta un attimo, la Kinei High non è andata piuttosto bene ai regionali autunnali poco tempo fa?

# 412_Mikasa
source: Yeah. We have a pretty good shot at making it to Koshien for the spring nationals. That's why I've been going at it so hard.
pt: Sì. Abbiamo buone possibilità di arrivare al Koshien per i nazionali primaverili. Ecco perché mi sto impegnando così tanto.

# 424_Shinada
source: Oh, yeah, the spring nationals... I guess it would be around the end of next month when the team selections are announced?
pt: Ah, sì, i nazionali primaverili... Mi sa che annunciano le squadre selezionate verso la fine del mese prossimo?

# 436_Mikasa
source: Yup. Our teachers are saying we should have a good team going in. As long as there're no hiccups, we basically have it in the bag.
pt: Sì. I nostri professori dicono che dovremmo avere una buona squadra. Finché non ci sono intoppi, praticamente ce l'abbiamo in tasca.

# 460_Mikasa
source: Oh, sorry, it's my phone.
pt: Oh, scusa, è il mio telefono.

# 484_Mikasa
source: Hello? It's Mikasa. Oh, Koichi? Yeah. Uh-huh?
pt: Pronto? Sono Mikasa. Ah, Koichi? Sì. Mh-hm?

# 496_Mikasa
source: What!? Why the heck... Are you serious!?
pt: Cosa!? Perché diavolo... Dici sul serio!?

# 508_Shinada
source: (Sounds like trouble.)
pt: (Sembrano guai.)

# 520_Mikasa
source: Okay, got it. The parking lot on Goshiki Street. I'm on my way!
pt: Ok, capito. Il parcheggio su Goshiki Street. Sto arrivando!

# 532_Shinada
source: What's up? Anything the matter?
pt: Che c'è? È successo qualcosa?

# 544_Mikasa
source: No! Nothing! I'm sorry, I have to go!
pt: No! Niente! Scusa, devo andare!

# 556_Shinada
source: (That sure didn't seem like nothing... It was the parking lot on Goshiki Street, right? Better go see what's going on.)
pt: (Non mi sembrava affatto un niente... Era il parcheggio su Goshiki Street, vero? Meglio andare a vedere che succede.)

# 580_Shinada
source: Gah! Couldn't do it!
pt: Cavolo! Non ce l'ho fatta!

# 592_Kotetsu
source: Well, that was disappointing. Or maybe Mikasa-kun's just that good.
pt: Beh, che delusione. O forse Mikasa-kun è semplicemente così bravo.

# 604_Mikasa
source: Oh, I don't know about that...
pt: Oh, non saprei...

# 616_Kotetsu
source: If you'd like, we could do this again. This could be an interesting bit for my blog.
pt: Se ti va, potremmo rifarlo. Potrebbe essere un pezzo interessante per il mio blog.
