Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid016904e7.po
Languages: pt

source: You got <Color:8>Tauriner<Color:Default>.
pt: Hai ottenuto <Color:8>Tauriner<Color:Default>.

source: You got <Color:8>Fan Letter<Color:Default>.
pt: Hai ottenuto <Color:8>Lettera di fan<Color:Default>.

source: You got a <Color:8>Toughness Z<Color:Default>.
pt: Hai ottenuto un <Color:8>Toughness Z<Color:Default>.

source: You got <Color:8>Gold Ring<Color:Default>.
pt: Hai ottenuto <Color:8>Anello d'oro<Color:Default>.

source: You got <Color:8>Handmade Bracelet<Color:Default>.
pt: Hai ottenuto <Color:8>Braccialetto fatto a mano<Color:Default>.

source: You got <Color:8>Staminan X<Color:Default>.
pt: Hai ottenuto <Color:8>Staminan X<Color:Default>.

source: You got <Color:8>Messages from Fans<Color:Default>.
pt: Hai ottenuto <Color:8>Messaggi dai fan<Color:Default>.

source: Player
pt: Giocatore

# 44_Player
source: (Did I get any gifts from fans?)
pt: (Mi sono arrivati regali dai fan?)

# 116_Player
source: (Oh! What a nice gift! I'm so happy!)
pt: (Oh! Che bel regalo! Sono proprio felice!)

# 200_Player
source: (Oh, wow! A fan letter!)
pt: (Oh, caspita! Una lettera di fan!)

# 212_Player
source: (I never thought I'd see the day when I'd actually be getting fan mail!)
pt: (Non avrei mai creduto che un giorno avrei davvero ricevuto posta dai fan!)

# 224_Player
source: (I wonder what everyone back at Morning Glory would say?)
pt: (Chissà cosa direbbero tutti là al Morning Glory?)

# 308_Player
source: (Oh! What a nice gift! I'm so happy!)
pt: (Oh! Che bel regalo! Sono proprio felice!)

# 392_Player
source: (I can't believe it! A ring!? I don't know if I should accept something this valuable... But it would be rude to send it back.)
pt: (Non ci credo! Un anello!? Non so se dovrei accettare qualcosa di così prezioso... Ma sarebbe maleducato rimandarlo indietro.)

# 404_Player
source: (I'll just think of it as a heartfelt expression of a fan's devotion.)
pt: (La considererò solo come un'espressione sentita della devozione di un fan.)

# 416_Player
source: (But what a huge surprise! I'll cherish this ring forever.)
pt: (Ma che sorpresa incredibile! Terrò caro questo anello per sempre.)

# 500_Player
source: (What's this? A handmade bracelet? What beautiful craftsmanship!)
pt: (Cos'è questo? Un braccialetto fatto a mano? Che splendida fattura!)

# 512_Player
source: (This person used their own precious time to make this, just for me. How sweet!)
pt: (Questa persona ha impiegato il suo prezioso tempo per farmi questo, solo per me. Che carino!)

# 596_Player
source: (Oh! What a nice gift! I'm so happy!)
pt: (Oh! Che bel regalo! Sono proprio felice!)

# 680_Player
source: (Wow! Look at this! Messages from my fans!)
pt: (Caspita! Guarda un po' qui! Messaggi dai miei fan!)

# 692_Player
source: (Oh! This person always comes to cheer me on. How nice!)
pt: (Oh! Questa persona viene sempre a fare il tifo per me. Che carino!)

# 704_Player
source: (Thank you, everyone. Your kind words help me work all the harder!)
pt: (Grazie a tutti! Le vostre parole gentili mi spronano a lavorare con ancora più impegno!)

# 752_Player
source: (I guess there aren't any right now.)
pt: (Immagino non ce ne siano al momento.)
