Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133058f.po
Languages: pt

source: Player
pt: Giocatore

source: ○There's no time like the present.
pt: ○Non c'è momento migliore di questo.

source: □Find more stuff to do locally.
pt: □Trova altre cose da fare in zona.

source: △Would you be traveling alone?
pt: △Viaggeresti da sola?

source: Idle
pt: Inattivo

# 60_Staff
source: Welcome.
pt: Benvenuto.

# 72_Staff
source: This way, please.
pt: Da questa parte, prego.

# 120_Riku
source: I'm cravin' some <Color:8>Maguro Zanmai<Color:Default>.
pt: Ho proprio voglia di un <Color:8>Maguro Zanmai<Color:Default>.

# 132_Player
source: (Looks like Riku's hungry for some <Color:8>Maguro Zanmai<Color:Default>.)
pt: (Sembra che Riku abbia voglia di un <Color:8>Maguro Zanmai<Color:Default>.)

# 204_Riku
source: All right, time to dig in!
pt: Bene, iniziamo a mangiare!

# 264_Riku
source: I'm gettin' kinda bored with the dating options 'round here. This neighborhood's so small I've already been practically everywhere.
pt: Mi sto un po' stufando dei soliti posti per uscire qui intorno. Questo quartiere è così piccolo che sono già stata praticamente ovunque.

# 276_Player
source: Do you want to take a little trip next time?
pt: Ti va di fare un viaggetto la prossima volta?

# 288_Riku
source: Hey, that might be fun! I'd love t'go on a trip someplace way far away.
pt: Ehi, potrebbe essere divertente! Mi piacerebbe un sacco fare un viaggio in un posto lontano lontano.

# 300_Player
source: A trip someplace far away, huh? I haven't done that myself in quite some time.
pt: Un viaggio in un posto lontano, eh? È da un bel po' che non ne faccio uno neanch'io.

# 312_Riku
source: Really? But like, didn't y'just move into town not too long ago? At least you're gettin' out more than me.
pt: Davvero? Ma scusa, non ti sei trasferito in città solo da poco? Almeno tu stai uscendo più di me.

# 324_Riku
source: The only times I ever traveled far away was when I took field trips, all the way back in high school. I just wanna get out and travel, ya know?
pt: Le uniche volte che sono andata lontano è stato per le gite scolastiche, ai tempi del liceo. Voglio proprio andarmene un po' in giro e viaggiare, sai?

# 336_Player
source: There's no time like the present. Maybe you should find a travel agency and plan a trip.
pt: Non c'è momento migliore di questo. Magari dovresti cercare un'agenzia di viaggi e pianificare un viaggio.

# 348_Riku
source: That'd sure be nice! Seein' new places is always so much fun, and I like planning out different things to do.
pt: Sarebbe proprio bello! Vedere posti nuovi è sempre un sacco divertente, e mi piace pianificare diverse cose da fare.

# 360_Riku
source: But won't it help to know where it is you're going before y'go to a travel agency?
pt: Ma non aiuterebbe sapere dove vuoi andare prima di andare in un'agenzia di viaggi?

# 372_Player
source: Not really. They can suggest different travel destinations depending on the time of the year.
pt: Non proprio. Possono suggerirti diverse mete a seconda del periodo dell'anno.

# 384_Riku
source: No kiddin'? I mean, I've never been to a travel agency before, so I wouldn't know.
pt: Dici davvero? Voglio dire, non sono mai stata in un'agenzia di viaggi prima d'ora, quindi non saprei.

# 396_Player
source: You can always get brochures from them without a full consultation. Just visit their office.
pt: Puoi sempre farti dare degli opuscoli senza dover fare una consulenza completa. Ti basta fare un salto nel loro ufficio.

# 408_Riku
source: I'll do that! Thanks, Kiryu-san! I knew I could count on ya!
pt: Farò così! Grazie, Kiryu-san! Sapevo di poter contare su di te!

# 420_Player
source: Heh, good.
pt: Heh, bene.

# 432_Player
source: Find more stuff to do locally. You must wind up going to the same places in town all the time, so check out different places once in a while.
pt: Trova altre cose da fare nei paraggi. Finirai di sicuro per andare sempre nei soliti posti in città, quindi ogni tanto prova a cercarne di diversi.

# 444_Riku
source: Other places? Other places like where?
pt: Altri posti? Altri posti tipo quali?

# 456_Player
source: Hmm. Let me think.
pt: Hmm. Fammi pensare.

# 468_Player
source: You're still young, so maybe you haven't tried out entertainment for more mature adults?
pt: Sei ancora giovane, quindi forse non hai ancora provato degli svaghi per persone un po' più mature?

# 480_Player
source: You could try your hand at mahjong or pachinko. You probably walked past a bunch of those places without ever going inside, I bet.
pt: Potresti provare a cimentarti nel mahjong o nel pachinko. Scommetto che sarai passata davanti a un sacco di quei posti senza mai entrarci.

# 492_Riku
source: Y'might be right. Heck, now that you mention it, there are places 'round this neighborhood here I've never been to.
pt: Potresti aver ragione. Cavolo, ora che mi ci fai pensare, ci sono dei posti proprio qui nel quartiere in cui non sono mai stata.

# 504_Player
source: See? So it might be worth looking for new experiences right here in your own backyard.
pt: Visto? Quindi potrebbe valere la pena cercare nuove esperienze proprio qui, a due passi da casa.

# 516_Riku
source: Yeah, that sounds doable! Maybe y'can take me to one of those places sometime, Kiryu-san.
pt: Sì, sembra fattibile! Magari un giorno potresti portarmi in uno di quei posti, Kiryu-san.

# 528_Player
source: Sure thing.
pt: Ma certo!

# 540_Player
source: Would you be traveling alone?
pt: Viaggeresti da sola?

# 552_Riku
source: I mean I haven't thought it through that far. I was bein' spontaneous, y'know?
pt: Voglio dire, non ci ho pensato così a fondo. È stata un'idea spontanea, sai?

# 564_Riku
source: Why? Wanna come with me, Kiryu-san?
pt: Perché? Vuoi venire con me, Kiryu-san?

# 576_Player
source: That wasn't exactly what I was getting at.
pt: Non era proprio quello che intendevo.

# 588_Riku
source: Oh, well all right. I mean, maybe a day trip by car or something would be fine, but I'd be scared of stayin' overnight someplace with you.
pt: Oh, beh, d'accordo. Voglio dire, forse una gita in giornata in macchina o qualcosa del genere andrebbe bene, ma avrei paura a passare la notte fuori da qualche parte con te.

# 600_Player
source: Whoa, hey. Do I strike you as that sort of guy?
pt: Ehi, un momento. Ti sembro davvero quel tipo d'uomo?

# 612_Riku
source: Well, why else would y'ask somethin' like that?
pt: Beh, per quale altro motivo mi avresti chiesto una cosa del genere?

# 636_Riku
source: Besides, if I wanted to take a break from work, I wouldn't go on vacation with a client. Geez.
pt: E poi, se volessi staccare dal lavoro, non andrei certo in vacanza con un cliente. Ma dai.

# 648_Player
source: You have a point.
pt: Hai ragione.

# 720_Riku
source: Whew, I'm stuffed!
pt: Fiu, sono strapiena!

# 732_Staff
source: Thank you.
pt: Grazie.

# 804_Staff
source: Welcome.
pt: Benvenuto.

# 840_Staff
source: This way, please.
pt: Da questa parte, prego.

# 852_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 888_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 900_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 912_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 924_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 936_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 972_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 984_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 996_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1008_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1020_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 1032_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1092_Staff
source: Welcome. May I take your order?
pt: Benvenuto. Posso prendere la sua ordinazione?

# 1128_Staff
source: Here's your check.
pt: Ecco il tuo conto.

# 1152_Staff
source: Thank you.
pt: Grazie.

# 1188_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1200_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 1212_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1224_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1236_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 1248_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1308_Staff
source: Thank you.
pt: Grazie.
