Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c0c8b.po
Languages: pt

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Find the Paparazzo!
pt: Trova il Paparazzo!

# 232_Haruka
source: (Hmm. I don't feel any eyes on me now, but I'm sure someone was watching me before.)
pt: (Hmm. Non sento più occhi addosso adesso, ma sono sicura che qualcuno mi stava osservando prima.)

# 388_Haruka
source: Sawamura-san! Are you okay!? Where is the paparazzi?
pt: Sawamura-san! Stai bene!? Dov'è il paparazzo?

# 400_Haruka
source: Uda-san... I'm sorry. I lost sight of him.
pt: Uda-san... Mi dispiace. L'ho perso di vista.

# 412_Uda
source: That's too bad. That must mean he's on to us...
pt: Peccato. Vuol dire che ci ha fiutati...

# 424_Uda
source: If that's the case, the paparazzi will probably go for another target. Looks like we've lost our trail.
pt: Se è così, il paparazzo probabilmente andrà a caccia di un altro bersaglio. Sembra che abbiamo perso le sue tracce.

# 436_Haruka
source: Oh no, really? I'm so sorry I lost him.
pt: Oh no, davvero? Mi dispiace tanto di averlo perso.

# 448_Uda
source: No, please don't worry about it. There's nothing that could've been done. We'll take care of it from here.
pt: No, ti prego, non preoccupartene. Non c'era niente che si potesse fare. Da qui in poi ci pensiamo noi.

# 460_Uda
source: Now, I must be on my way. Good luck with work. As your supporter, I'll continue to cheer you on.
pt: Ora devo proprio andare. In bocca al lupo per il lavoro. Come tuo sostenitore, continuerò a fare il tifo per te.

# 556_Haruka
source: (Hmm. I don't feel any eyes on me now, but I'm sure someone was watching me before.)
pt: (Hmm. Non sento più occhi addosso adesso, ma sono sicura che qualcuno mi stava osservando prima.)

# 568_Haruka
source: (Maybe he realized I was looking for him when I started walking.)
pt: (Forse si è accorto che lo stavo cercando quando ho iniziato a\ncamminare.)

# 724_Haruka
source: Sawamura-san! Are you okay!? Where is the paparazzi?
pt: Sawamura-san! Stai bene!? Dov'è il paparazzo?

# 736_Haruka
source: Uda-san... I'm sorry. I lost sight of him.
pt: Uda-san... Mi dispiace. L'ho perso di vista.

# 748_Uda
source: That's too bad. That must mean he's on to us...
pt: Peccato. Vuol dire che ci ha fiutati...

# 760_Uda
source: If that's the case, the paparazzi will probably go for another target. Looks like we've lost our trail.
pt: Se è così, il paparazzo probabilmente andrà a caccia di un altro bersaglio. Sembra che abbiamo perso le sue tracce.

# 772_Haruka
source: Oh no, really? I'm so sorry I lost him.
pt: Oh no, davvero? Mi dispiace tanto di averlo perso.

# 784_Uda
source: No, please don't worry about it. There's nothing that could've been done. We'll take care of it from here.
pt: No, ti prego, non preoccupartene. Non c'era niente che si potesse fare. Da qui in poi ci pensiamo noi.

# 796_Uda
source: Now, I must be on my way. Good luck with work. As your supporter, I'll continue to cheer you on.
pt: Ora devo proprio andare. In bocca al lupo per il lavoro. Come tuo sostenitore, continuerò a fare il tifo per te.

# 904_Haruka
source: (Did I lose him again? Where is he?)
pt: (L'ho perso di nuovo? Dov'è?)

# 916_Haruka
source: (There's that funny feeling again! He's definitely watching me!)
pt: (C'è di nuovo quella strana sensazione! Mi sta decisamente spiando!)

# 940_Haruka
source: (I have to find him, and fast!)
pt: (Devo trovarlo, e in fretta!)

# 952_Haruka
source: <Color:255,200,200,255>Find the paparazzo<Color:Default> who's secretly taking pictures of Haruka.
pt: <Color:255,200,200,255>Trova il paparazzo<Color:Default> che sta scattando foto di nascosto a Haruka.

# 964_Haruka
source: But <Color:255,200,200,255>take one step, and he'll realize<Color:Default> <Color:255,200,200,255>you're on to him and run away.<Color:Default> <Color:255,200,200,255>Without moving from the spot, press <Color:Default><Action:Button_R3@Adventure><Color:255,200,200,255> to<Color:Default> <Color:255,200,200,255>switch to first-person view and look around for the paparazzo.<Color:Default>
pt: Ma <Color:255,200,200,255>fai anche solo un passo e capirà<Color:Default> <Color:255,200,200,255>che gli sei alle costole e scapperà.<Color:Default> <Color:255,200,200,255>Senza muoverti da lì, premi <Color:Default><Action:Button_R3@Adventure><Color:255,200,200,255> per<Color:Default> <Color:255,200,200,255>passare alla visuale in prima persona e guardarti intorno per trovare il paparazzo.<Color:Default>

# 1000_Haruka
source: (Hmm. I don't feel any eyes on me now, but I'm sure someone was watching me before.)
pt: (Mmh. Non sento più nessuno sguardo su di me ora, ma sono sicuro che qualcuno mi stava spiando prima.)

# 1156_Haruka
source: Sawamura-san! Are you okay!? Where is the paparazzi?
pt: Sawamura-san! Stai bene!? Dov'è il paparazzo?

# 1168_Haruka
source: Uda-san... I'm sorry. I lost sight of him.
pt: Uda-san... Mi dispiace. L'ho perso di vista.

# 1180_Uda
source: That's too bad. That must mean he's on to us...
pt: È un peccato. Questo deve significare che ci ha sgamati...

# 1192_Uda
source: If that's the case, the paparazzi will probably go for another target. Looks like we've lost our trail.
pt: Se è così, il paparazzo probabilmente cercherà un altro bersaglio. Sembra che abbiamo perso la sua pista.

# 1204_Haruka
source: Oh no, really? I'm so sorry I lost him.
pt: Oh no, davvero? Mi dispiace tanto di averlo perso.

# 1216_Uda
source: No, please don't worry about it. There's nothing that could've been done. We'll take care of it from here.
pt: No, non preoccuparti. Non si poteva farci niente. Ci penseremo noi da qui.

# 1228_Uda
source: Now, I must be on my way. Good luck with work. As your supporter, I'll continue to cheer you on.
pt: Ora, devo andare. Buona fortuna con il lavoro. Come tuo sostenitore, continuerò a fare il tifo per te.

# 1324_Haruka
source: (Hmm. I don't feel any eyes on me now, but I'm sure someone was watching me before.)
pt: (Mmh. Non sento più nessuno sguardo su di me ora, ma sono sicuro che qualcuno mi stava spiando prima.)

# 1336_Haruka
source: (Maybe he realized I was looking for him when I started walking.)
pt: (Forse ha capito che lo stavo cercando quando ho iniziato a camminare.)

# 1492_Haruka
source: Sawamura-san! Are you okay!? Where is the paparazzi?
pt: Sawamura-san! Stai bene!? Dov'è il paparazzo?

# 1504_Haruka
source: Uda-san... I'm sorry. I lost sight of him.
pt: Uda-san... Mi dispiace. L'ho perso di vista.

# 1516_Uda
source: That's too bad. That must mean he's on to us...
pt: È un peccato. Questo deve significare che ci ha sgamati...

# 1528_Uda
source: If that's the case, the paparazzi will probably go for another target. Looks like we've lost our trail.
pt: Se è così, il paparazzo probabilmente cercherà un altro bersaglio. Sembra che abbiamo perso la sua pista.

# 1540_Haruka
source: Oh no, really? I'm so sorry I lost him.
pt: Oh no, davvero? Mi dispiace tanto di averlo perso.

# 1552_Uda
source: No, please don't worry about it. There's nothing that could've been done. We'll take care of it from here.
pt: No, non preoccuparti. Non si poteva farci niente. Ci penseremo noi da qui.

# 1564_Uda
source: Now, I must be on my way. Good luck with work. As your supporter, I'll continue to cheer you on.
pt: Ora, devo andare. Buona fortuna con il lavoro. Come tuo sostenitore, continuerò a fare il tifo per te.

# 1672_Haruka
source: (Did I lose him? Where is he?)
pt: (L'ho perso? Dov'è finito?)

# 1684_Haruka
source: (There's that funny feeling again! He's definitely watching me!)
pt: (Ho di nuovo quella strana sensazione! Mi sta decisamente guardando me!)

# 1708_Haruka
source: (I have to find him fast!)
pt: (Devo trovarlo in fretta!)

# 1720_Haruka
source: <Color:255,200,200,255>Find the paparazzo<Color:Default> who's secretly taking pictures of Haruka.
pt: <Color:255,200,200,255>Trova il paparazzo<Color:Default> che sta scattando foto di nascosto a Haruka.

# 1732_Haruka
source: But <Color:255,200,200,255>take one step, and he'll realize<Color:Default> <Color:255,200,200,255>you're on to him and run away.<Color:Default> <Color:255,200,200,255>Without moving from the spot, press <Color:Default><Action:Button_R3@Adventure><Color:255,200,200,255> to<Color:Default> <Color:255,200,200,255>switch to first-person view and look around for the paparazzo.<Color:Default>
pt: Ma <Color:255,200,200,255>fai un solo passo, e capirà<Color:Default> <Color:255,200,200,255>che lo hai sgamato e scapperà.<Color:Default> <Color:255,200,200,255>Senza muoverti dalla posizione, premi <Color:Default><Action:Button_R3@Adventure><Color:255,200,200,255> per<Color:Default> <Color:255,200,200,255>passare alla visuale in prima persona e cercare il paparazzo.<Color:Default>

# 1768_Haruka
source: (Hmm. I don't feel any eyes on me now, but I'm sure someone was watching me before.)
pt: (Hmm. Non sento più occhi addosso, ma sono sicuro che qualcuno mi stava guardando prima.)

# 1816_Haruka
source: (Hmm. I don't feel any eyes on me now, but I'm sure someone was watching me before.)
pt: (Hmm. Non sento più occhi addosso, ma sono sicuro che qualcuno mi stava guardando prima.)

# 1828_Haruka
source: (Maybe he realized I was looking for him when I started walking.)
pt: (Forse ha capito che lo stavo cercando quando ho iniziato a camminare.)

# 1888_Haruka
source: (Hm? I'm getting this funny feeling I'm being watched.)
pt: (Hm? Ho questa strana sensazione, mi stanno guardando.)

# 1900_Haruka
source: (There it is again! That funny feeling... Someone is watching me!)
pt: (Eccola di nuovo! Quella strana sensazione... Qualcuno mi sta guardando!)

# 1924_Haruka
source: (The paparazzo must be somewhere nearby.)
pt: (Il paparazzo deve essere da qualche parte qui vicino.)

# 1936_Haruka
source: <Color:255,200,200,255>Find the paparazzo<Color:Default> who's secretly taking pictures of Haruka.
pt: <Color:255,200,200,255>Trova il paparazzo<Color:Default> che sta scattando foto di nascosto a Haruka.

# 1948_Haruka
source: But <Color:255,200,200,255>take one step, and he'll realize<Color:Default> <Color:255,200,200,255>you're on to him and run away.<Color:Default> <Color:255,200,200,255>Without moving from the spot, press <Color:Default><Action:Button_R3@Adventure><Color:255,200,200,255> to<Color:Default> <Color:255,200,200,255>switch to first-person view and look around for the paparazzo.<Color:Default>
pt: Ma <Color:255,200,200,255>fai un solo passo, e capirà<Color:Default> <Color:255,200,200,255>che lo hai sgamato e scapperà.<Color:Default> <Color:255,200,200,255>Senza muoverti dalla posizione, premi <Color:Default><Action:Button_R3@Adventure><Color:255,200,200,255> per<Color:Default> <Color:255,200,200,255>passare alla visuale in prima persona e cercare il paparazzo.<Color:Default>
