Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08e3.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 400 experience points.
pt: Ti sei beccato 400 punti esperienza.

# 56_Kiryu
source: Here we are.
pt: Eccoci.

# 68_Yamada-kun
source: Thanks for helping me out, driver! I think things might work out with her!
pt: Grazie per avermi dato una mano, autista! Credo che con lei le cose si sistemeranno!

# 92_Kiryu
source: Happy to be of service.
pt: Lieto di esserle stato d'aiuto.

# 104_Yamada-kun
source: Here's the fare, and a tip on top!
pt: Ecco la tariffa, e pure una mancia!

# 152_Kiryu
source: Thank you.
pt: Grazie.

# 164_Yamada-kun
source: I'll be sure to ask for you again. Bye!
pt: Mi assicurerò di chiedere di te la prossima volta. Ciao!

# 176_Kiryu
source: Here we are.
pt: Eccoci.

# 188_Yamada-kun
source: Thank you! I'll do my best to make things work with her.
pt: Grazie! Farò del mio meglio per far funzionare le cose con lei.

# 212_Kiryu
source: Here's the fare.
pt: Ecco la tariffa.

# 248_Kiryu
source: Thank you.
pt: Grazie.

# 260_Yamada-kun
source: Bye!
pt: Ciao!

# 272_Kiryu
source: Here we are.
pt: Eccoci.

# 284_Yamada-kun
source: I kind of get the feeling things would have gone better if I didn't follow your advice.
pt: Mi sa che le cose sarebbero andate meglio se non avessi seguito il tuo consiglio.

# 308_Kiryu
source: Here's the fare.
pt: Ecco la tariffa.

# 344_Kiryu
source: Ah. Sorry about that.
pt: Ah. Scusa per quello.

# 356_Yamada-kun
source: Yeah... I'm heading home to watch my anime.
pt: Già... Torno a casa a guardarmi il mio anime.
