Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c08b1.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got 400 experience points.
pt: Hai ottenuto 400 punti esperienza.

source: Really Injured Man
pt: Uomo Seriamente Ferito

source: Fake Passenger Lady
pt: Finta Passeggera

source: Young Passerby
pt: Giovane Passante

source: Broke Actor
pt: Attore Squattrinato

source: Old Man
pt: Anziano

source: Man on the Ground
pt: Uomo a terra

source: Lady in a Hurry
pt: Signora Frettolosa

source: Aghast Man
pt: Uomo Sbigottito

source: Suspiciously Timed Bystander
pt: Passante dal tempismo sospetto

source: Suddenly Crying Lady
pt: Signora Improvvisamente Piangente

source: Man's Voice
pt: Voce maschile

source: StandUp
pt: Rialzarsi

source: Not Really Injured Man
pt: Uomo non realmente ferito

# 60_Really Injured Man
source: Oof... I never met a taxi driver who could fight like that.
pt: Uff... Non ho mai beccato un tassista che menasse le mani così.

# 72_Fake Passenger Lady
source: I told you we should stop doing this!
pt: Te l'avevo detto che dovevamo piantarla!

# 84_Fake Passenger Lady
source: It's just mean to do this as a way to cover the theater costs.
pt: È proprio da stronzi fare questo per coprire i costi del teatro.

# 96_Really Injured Man
source: I guess we should stick to acting.
pt: Mi sa che dovremmo proprio limitarci a recitare.

# 108_Really Injured Man
source: Sorry, man. We're all just struggling actors at a little theater. We didn't have the money to pay the upkeep, so we turned to this...
pt: Scusa, amico. Siamo tutti attori che sbarcano il lunario in un piccolo teatro. Non avevamo i soldi per coprire le spese, così ci siamo dati a questo...

# 120_Really Injured Man
source: We'll change our ways and build up the troupe again!
pt: Cambieremo modo di fare e ricostruiremo la compagnia!

# 132_Fake Passenger Lady
source: I really apologize for all this. Here's the fare, and a tip to show how sorry we are.
pt: Mi dispiace un casino per tutto questo. Ecco i soldi della corsa, e una mancia per farti capire quanto ci spiace.

# 180_Really Injured Man
source: We won't try anything stupid like this again. Promise!
pt: Non faremo più niente di stupido come questo. Promesso!

# 192_Old Man
source: Well, they say they're sorry. Are you gonna give them a pass?
pt: Beh, dicono che gli dispiace. Li lasci perdere?

# 204_Kiryu
source: Yes. And thank you for speaking up.
pt: Sì. E grazie per esserti fatto sentire.

# 216_Old Man
source: No need for thanks. I've got lots of time on my hands these days. I'm happy to help out.
pt: Figurati. Ho un sacco di tempo libero in questi giorni. Sono felice di dare una mano.

# 228_Old Man
source: If you lot really wanna be successful actors, you'd better not try any more monkey business like this.
pt: Se voi altri volete davvero diventare attori di successo, fareste meglio a non fare più magheggi del genere.

# 240_Really Injured Man
source: Yes, sir!
pt: Sì, signore!

# 252_Kiryu
source: (That old man saved the day. I'll have to keep an eye out for schemes like this.)
pt: (Quel vecchietto ha sistemato tutto. Dovrò tenere gli occhi aperti per magheggi del genere.)

# 300_Kiryu
source: Are you okay!?
pt: Stai bene!?

# 312_Man on the Ground
source: Ow ow ow. I think I... broke something...
pt: Ahi ahi ahi. Mi sa che ho... rotto qualcosa...

# 324_Lady in a Hurry
source: Hey! He looks pretty bad!
pt: Ehi! Sta messo proprio male!

# 336_Kiryu
source: (Hmm. Something's up. It didn't feel like I hit him.)
pt: (Hmm. Qualcosa non torna. Non mi è sembrato di averlo colpito.)

# 360_Really Injured Man
source: Hey, are you okay?
pt: Ehi, stai bene?

# 372_Man on the Ground
source: This taxi drove right into me, at a very high speed!
pt: Questo taxi mi è venuto addosso, a tutta velocità!

# 396_Really Injured Man
source: On this little road? Was the driver crazy!?
pt: Su questa stradina? Ma era impazzito il tassista!?

# 408_Kiryu
source: Hold on. I admit I was going fast, but I'm sure I stopped in time.
pt: Un momento. Ammetto che andavo veloce, ma sono sicuro di essermi fermato in tempo.

# 432_Really Injured Man
source: How can we be sure of that? Let's see what your passenger has to say.
pt: Come possiamo esserne sicuri? Sentiamo cosa ha da dire il tuo passeggero.

# 444_Really Injured Man
source: Yeah. So, what happened?
pt: Già. Allora, che è successo?

# 456_Lady in a Hurry
source: The driver hit him, I'm certain of it!
pt: L'autista gli è venuto addosso, ne sono certa!

# 468_Kiryu
source: Huh!?
pt: Eh!?

# 480_Suddenly Crying Lady
source: I was telling him to please slow down and drive safely, but he just kept on speeding!
pt: Gli stavo dicendo di andarci piano e guidare sicuro, ma lui continuava solo ad accelerare!

# 492_Kiryu
source: What?
pt: Cosa?

# 504_Man on the Ground
source: Look, normally I'd go straight to the police with this, but I don't want to ruin your life.
pt: Senti, normalmente per una cosa del genere andrei dritto alla polizia, ma non voglio rovinarti la vita.

# 516_Man on the Ground
source: If your license got revoked, you wouldn't be able to make a living, right? We could just settle this right here, if you want.
pt: Se ti revocassero la patente, non potresti più campare, giusto? Potremmo chiuderla qui, se vuoi.

# 528_Really Injured Man
source: That is so kind of you, given such unusual circumstances.
pt: È molto gentile da parte tua, date le circostanze così insolite.

# 540_Really Injured Man
source: Hey, man, you're lucky you hit someone willing to give you a break!
pt: Senti, amico, sei fortunato che hai colpito qualcuno disposto a venirti incontro!

# 552_Man on the Ground
source: How about you compensate me 500,000 yen to cover my medical bills, and then we can pretend this never happened?
pt: Che ne dici di risarcirmi 500.000 yen per coprire le mie spese mediche, e poi possiamo far finta che non sia mai successo?

# 564_Really Injured Man
source: Wow! You're getting off so lightly!
pt: Accidenti! Te la stai cavando fin troppo bene!

# 576_Man on the Ground
source: Come on, let's do this quickly. If you don't have money on you, there's an ATM just around that－
pt: Dai, sbrighiamoci. Se non hai soldi addosso, c'è un bancomat proprio lì dietro－

# 588_Man's Voice
source: Wait just a minute!
pt: Aspetta un attimo!

# 600_Man on the Ground
source: Huh!?
pt: Eh!?

# 612_Old Man
source: I saw the whole thing from my window. That taxi driver never hit you, he braked in plenty of time.
pt: Ho visto tutto quanto dalla mia finestra. Quel tassista non ti ha proprio colpito, ha frenato con largo anticipo.

# 624_Man on the Ground
source: Who the hell's this guy?
pt: Chi diavolo è questo tizio?

# 636_Really Injured Man
source: He's not with us.
pt: Non è con noi.

# 648_Really Injured Man
source: What, some old guy just happened to be watching from the window of his home? I don't believe it!
pt: Ma come, un vecchio qualsiasi si è trovato a guardare per caso dalla finestra di casa sua? Non ci credo!

# 660_Old Man
source: I've actually been watching all of you for a while. You were acting suspicious.
pt: A dire il vero, è da un po' che vi tengo d'occhio, tutti quanti. Vi stavate comportando in maniera sospetta.

# 672_Old Man
source: I saw you hiding out along the road. What exactly are you up to?
pt: Ti ho visto appostati lungo la strada. Cosa diavolo state combinando?

# 684_Man on the Ground
source: Uh-oh...
pt: Oh-oh...

# 696_Old Man
source: Wait a minute... You're scammers, aren't you!?
pt: Aspettate un attimo... Siete dei truffatori, vero!?

# 708_Man on the Ground
source: Damn it!
pt: Maledizione!

# 720_Old Man
source: The passenger, the victim, and the passersby. You were all in on it, huh? Crafty bastards.
pt: Il passeggero, la vittima e i passanti. Ci siete dentro tutti, eh? Bastardi furbi.

# 732_Not Really Injured Man
source: Fine, you got us. But now we've got a problem, see? We can't afford to let you squeal!
pt: Va bene, ci hai beccati. Ma ora abbiamo un problema, capisci? Non possiamo permetterci che tu vada a spifferare tutto!

# 744_Not Really Injured Man
source: Looks like we better persuade you to keep your mouth shut.
pt: Mi sa che faremmo meglio a convincerti a non spifferare tutto.

# 756_Kiryu
source: Please, let me handle this.
pt: Per favore, lascia che ci pensi io.

# 768_Old Man
source: I appreciate it. Come on, young lady.
pt: Apprezzo. Dai, ragazzina.

# 792_Really Injured Man
source: Even better! No need to hold back, let's maul this guy!
pt: Ancora meglio! Non c'è bisogno di trattenersi, massacriamo questo tizio!
