Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c06ee.po
Languages: pt

source: You got 1,400 experience points.
pt: Hai ottenuto 1.400 punti esperienza.

# 44_Kiryu
source: I'm back.
pt: Sono tornato.

# 56_Nakajima
source: Hi there. Who's the youngster?
pt: Ehilà. Chi è il giovanotto?

# 68_Kiyokawa
source: I'm Kiyokawa! And I'd like to be your new driver!
pt: Sono Kiyokawa! E mi piacerebbe essere il vostro nuovo autista!

# 80_Nakajima
source: Oho, you're willin' to work for us here? Ya know we're a taxi company, right?
pt: Oh-ho, sei disposto a sgobbare qui da noi? Sai che siamo una compagnia di taxi, capito?

# 92_Kiyokawa
source: Yep! Truth is, I was dead-set on being a Devil Killer, but now I see that being a taxi driver is just as badass! I'll do whatever it takes to be one!
pt: Sì! La verità è che ero fissato a diventare un Devil Killer, ma ora vedo che fare il tassista è altrettanto una figata pazzesca! Farò di tutto per diventarlo!

# 104_Nakajima
source: The Devil Killers, huh...
pt: I Devil Killers, eh...

# 116_Kiryu
source: Kiyokawa used to be a street racer, but let's just say he hit a few speed bumps.
pt: Kiyokawa era un pilota di strada, ma diciamo che ha avuto qualche intoppo.

# 128_Nakajima
source: I see. Well, better to end up here than with those punks. Trust me... That ain't the road ya wanna follow.
pt: Capisco. Beh, meglio finire qui che con quei teppisti. Fidati di me... Quella non è la strada che vuoi seguire.

# 140_Kiryu
source: (You tell him, Chief.)
pt: (Diglielo tu, Capo.)

# 152_Nakajima
source: You've got yer whole life ahead of ya, Kiyokawa. How about you show him the ropes, Muramatsu?
pt: Hai tutta la vita davanti, Kiyokawa. Che ne dici di insegnargli i trucchi del mestiere, Muramatsu?

# 164_Muramatsu
source: Sure thing.
pt: Ma certo!

# 176_Kiyokawa
source: Um, I was kinda hoping to train under Suzuki-san!
pt: Ehm, speravo un po' di imparare da Suzuki-san!

# 188_Muramatsu
source: Huh?
pt: Uh?

# 200_Kiyokawa
source: This guy right here? He knows how to be a real man.
pt: Questo qui? Lui sì che sa essere un vero uomo.

# 212_Nakajima
source: A real man, eh? What exactly's that supposed to mean?
pt: Un vero uomo, eh? Cosa diavolo dovrebbe significare?

# 224_Kiyokawa
source: I'm saying I wanna learn everything Suzuki-san knows. He's like... a role model type of dude.
pt: Intendo dire che voglio imparare tutto quello che Suzuki-san sa. È tipo... un modello, uno così.

# 236_Nakajima
source: Hmm. Well, if you're that adamant about it, then Suzuki-san, be sure to look after Kiyokawa-kun here.
pt: Hmm. Beh, se ci tieni così tanto, allora, Suzuki-san, dagli un occhio a Kiyokawa-kun qui.

# 260_Kiryu
source: I will.
pt: Certo.

# 272_Muramatsu
source: Congratulations on moving up the ranks.
pt: Congratulazioni per essere salito di grado.

# 284_Kiryu
source: Thanks.
pt: Grazie.

# 296_Kiyokawa
source: What do I work on first, Suzuki-san?
pt: Su cosa mi butto per primo, Suzuki-san?

# 308_Kiryu
source: Your manners. When you answer, you say, "Yes sir." Got that?
pt: Le tue maniere. Quando rispondi, dici: "Sì, signore." Capito?

# 320_Kiryu
source: Heck yeah I do!
pt: Altroché!

# 332_Kiryu
source: Were you even listening?
pt: Ma stavi ascoltando?

# 344_Kiyokawa
source: Oh, for sure!
pt: Certo che sì!

# 356_Kiryu
source: Did you understand me, though?
pt: Mi hai capito, però?

# 368_Kiyokawa
source: Yep, loud and clear! Gotta work those manners, right?
pt: Forte e chiaro! Devo darmi una regolata con le maniere, eh?

# 380_Kiryu
source: (This is going to take a while...)
pt: (La vedo lunga...)
