Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid010c094b.po
Languages: pt

source: You got <Color:8>Sakura Storm<Color:Default>.
pt: Hai ottenuto <Color:8>Sakura Storm<Color:Default>.

source: Familiar Voice
pt: Voce familiare

# 60_Onisaka
source: Talk about a snail's pace! And you think you can stand in for Nakajima!? Don't make me laugh!
pt: Ma che passo da lumaca! E tu credi di poter fare le veci di Nakajima!? Non farmi ridere!

# 72_Onisaka
source: Next time, bring that president of yours. And leave that cab at the office!
pt: La prossima volta, porta quel tuo presidente. E lascia quel taxi in ufficio!

# 132_Onisaka
source: You really did it, huh... You beat me.
pt: Ce l'hai fatta davvero, eh... Mi hai battuto.

# 144_Kiryu
source: I suppose I did.
pt: Direi di sì.

# 156_Onisaka
source: Heheh...Heh...Hahahahahaaa!
pt: Eheh...Eh...Ahahahahahaaa!

# 168_Kiryu
source: (What now?)
pt: (E adesso?)

# 180_Onisaka
source: This! This is the thrill I've been looking for! I feel like I'm alive again!
pt: Questo! Questo è il brivido che cercavo! Mi sento di nuovo vivo!

# 192_Onisaka
source: I've been waiting so long just to feel it... one more time.
pt: Ho aspettato così a lungo solo per sentirlo... ancora una volta.

# 204_Onisaka
source: Ya did good, Suzuki-san. Thank you.
pt: Hai fatto bene, Suzuki-san. Grazie.

# 216_Onisaka
source: It was almost like racing against the man himself...
pt: Era quasi come correre contro l'uomo in persona...

# 228_Onisaka
source: The guy I've been chasing all these years.
pt: L'uomo che ho inseguito per tutti questi anni.

# 240_Nakajima
source: ...I'm sorry, Onisaka.
pt: ...Mi dispiace, Onisaka.

# 264_Nakajima
source: I know I disappeared on ya, but... I couldn't...
pt: Lo so che ti sono sparito, ma... non potevo...

# 312_Onisaka
source: Don't say another word. I know how hard it is.
pt: Non aggiungere altro. So quanto sia dura.

# 324_Nakajima
source: Even so, the way I went about it... I got no excuse.
pt: Anche così, il modo in cui ho agito... non ho scuse.

# 336_Onisaka
source: Don't sweat it. We're all good, man.
pt: Non preoccuparti. Siamo a posto, amico.

# 348_Kiryu
source: (...So the rivals are reunited at last. Seems like they're off to a good start.)
pt: (...Dunque i rivali si sono finalmente riuniti. Sembra che siano partiti con il piede giusto.)

# 432_Onisaka
source: An accident? That's terrible...
pt: Un incidente? È terribile...

# 444_Nakajima
source: Still... Wish things didn't end the way they did.
pt: Eppure... Avrei voluto che le cose non finissero così.

# 456_Onisaka
source: Mm. I figured it was along those lines. It'd have to be something major to get you to quit.
pt: Mh. Immaginavo fosse su quella falsariga. Doveva essere qualcosa di grosso per farti mollare.

# 468_Nakajima
source: ...I appreciate yer understanding.
pt: ...Apprezzo la tua comprensione.

# 492_Onisaka
source: Well, I can't say I'm not disappointed. I never did get my rematch.
pt: Beh, non posso dire di non essere deluso. Non ho mai avuto la mia rivincita.

# 504_Onisaka
source: But going up against Suzuki-san here got all that anger out of my system. I think it's time I finally left the racing life behind.
pt: Ma scontrandomi con Suzuki-san qui ho sfogato tutta quella rabbia che avevo in corpo. Credo sia ora di lasciarmi finalmente alle spalle la vita delle corse.

# 516_Nakajima
source: ...Ya mean that?
pt: ...Lo dici sul serio?

# 528_Onisaka
source: Yeah. In all honesty, I just wanted to go out on a high. One last race was all I needed.
pt: Sì. Ad essere sincero, volevo solo chiudere in bellezza. Mi serviva solo un'ultima gara.

# 540_Onisaka
source: And thanks to you, I got it.
pt: E grazie a te, l'ho avuta.

# 552_Nakajima
source: ...You're a good man, Suzuki-san.
pt: ...Sei un brav'uomo, Suzuki-san.

# 564_Familiar Voice
source: Heh. Guess I made the right call.
pt: Heh. Immagino di aver fatto la cosa giusta.

# 576_Nakajima
source: Hm?
pt: Mh?

# 600_Onisaka
source: Furumichi-san? You're here too?
pt: Furumichi-san? Anche tu sei qui?

# 612_Onisaka
source: Well, aren't you a sight for sore eyes.
pt: Beh, guarda un po' chi si rivede.

# 624_Kiryu
source: You know each other?
pt: Vi conoscete?

# 636_Onisaka
source: 'Course we do.
pt: Ma certo che sì.

# 648_Onisaka
source: Furumichi here was one of the Three Musketeers. Can you believe this goody two-shoes was a street racer!?
pt: Furumichi qui era uno dei Tre Moschettieri. Ci credi che questo santarellino era un pilota di strada!?

# 660_Kiryu
source: Is this true?
pt: È vero?

# 672_Onisaka
source: Haha, what? An honest cop can't have a bit of a past? Though I'd really rather you not dig that up...
pt: Haha, cosa? Un poliziotto onesto non può avere un po' di passato? Anche se preferirei davvero che non tirassi fuori quella storia...

# 684_Kiryu
source: No, it's just that... I never would've expected you to be involved. Especially with a group like the Devil Killers.
pt: No, è solo che... non mi sarei mai aspettato che tu fossi coinvolto. Soprattutto con un gruppo come i Devil Killers.

# 696_Furumichi
source: Sorry to keep that little detail a secret. What with my current position, I'm reluctant to talk about my history. I'm sure you understand.
pt: Scusa se ho tenuto nascosto quel piccolo dettaglio. Data la mia posizione attuale, sono riluttante a parlare del mio passato. Sono sicuro che capisci.

# 708_Furumichi
source: At any rate, you've done a fine job here. I'll say it again－nice work, Suzuki-san. And thank you.
pt: Ad ogni modo, hai fatto un bel lavoro qui. Te lo ripeto－bel lavoro, Suzuki-san. E grazie.

# 720_Furumichi
source: Thanks to you, the Devil Killers are no more, and our old ties are mended.
pt: Grazie a te, i Devil Killers non ci sono più, e i nostri vecchi legami sono ricuciti.

# 732_Furumichi
source: I'd give you a commendation if I could... but that's a bit tricky, considering the methods we used.
pt: Ti darei un encomio se potessi... ma la cosa è un po' complicata, considerando i metodi che abbiamo usato.

# 744_Kiryu
source: Your thanks is more than enough.
pt: Il tuo grazie è più che sufficiente.

# 756_Furumichi
source: No, I can't just leave it at that. Here, take this. It's no commendation, but it'll have to do.
pt: No, non posso lasciar perdere così. Ecco, prendi questo. Non è un encomio, ma dovrà bastare.

# 792_Onisaka
source: Well, how 'bout that? The Three Musketeers, together again. How about we catch up over drinks tonight?
pt: Beh, guarda un po'? I Tre Moschettieri, di nuovo insieme. Che ne dici se stasera ci facciamo un drink e ci raccontiamo un po'?

# 804_Nakajima
source: Sounds like a plan.
pt: Mi sembra un buon piano.

# 816_Onisaka
source: Your treat, Furumichi?
pt: Offri tu, Furumichi?

# 828_Onisaka
source: What? I thought it'd be on the "chief" here!
pt: Come? Pensavo che offrisse il "capo" qui!

# 840_Nakajima
source: Huh!? Why me?
pt: Come!? Perché io?

# 852_Kiryu
source: (Well, I took down what was left of the Devil Killers, and repaired an old friendship. It was a long road, but it was well worth it.)
pt: (Beh, ho fatto fuori quel che restava dei Devil Killers e ho ricucito una vecchia amicizia. È stata una strada lunga, ma ne è valsa la pena.)
