Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid01100307.po
Languages: pt

source: Dealer
pt: Croupier

# 188_Dealer
source: You're not bad. So how about it? Wanna try and guess the number on one of the dice?
pt: Non sei male. Allora, che ne dici? Vuoi provare a indovinare il numero su uno dei dadi?

# 200_Dealer
source: You're pretty good. So how about it? Wanna try and guess the numbers on both dice?
pt: Sei piuttosto bravo. Allora, che ne dici? Vuoi provare a indovinare i numeri su entrambi i dadi?

# 212_Dealer
source: Nice one... If you can win again, do you wanna try playing against the house, one-on-one?
pt: Ben fatto... Se riesci a vincere di nuovo, vuoi provare a giocare contro il banco, uno contro uno?

# 224_Dealer
source: Didn't think you'd be this good. I'm impressed. Listen, I let my best customers bet on the difference. Are you interested?
pt: Non credevo fossi cos√¨ bravo. Sono impressionato. Senti, ai miei clienti migliori lascio puntare sulla differenza. Ti interessa?

# 236_Dealer
source: Heh, you're a tough one, aren't you?
pt: Eh, sei tosto, eh?

# 248_Dealer
source: Heh, you're a tough one, aren't you?
pt: Eh, sei tosto, eh?

# 260_Dealer
source: Heh, you're a tough one, aren't you?
pt: Eh, sei tosto, eh?

# 272_Dealer
source: Don't go and disappoint me now.
pt: Non venirmi a deludere proprio adesso.

# 284_Dealer
source: Don't go and disappoint me now.
pt: Non venirmi a deludere proprio adesso.

# 296_Dealer
source: Don't go and disappoint me now.
pt: Non venirmi a deludere proprio adesso.
