Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid01xxxxxx/uid0133097c.po
Languages: pt

source: You got a <Color:8>Blackjack Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto Blackjack<Color:Default>.

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

# 104_Kurosaki
source: Brings back memories, don't it? Of course, I was always a backup in high school. I never got to pitch a game.
pt: Ti riporta in mente dei ricordi, vero? Certo, ai tempi del liceo ero sempre una riserva. Non mi hanno mai fatto lanciare una partita.

# 116_Shinada
source: That's right. You were a pitcher, too. When it came to raw power, I thought you outclassed even Shirakawa. And he was the best of the best.
pt: Esatto. Anche tu eri un lanciatore. Quando si parlava di pura potenza, pensavo che superassi persino Shirakawa. E lui era il migliore dei migliori.

# 128_Kurosaki
source: But high school ball is all about winning tournaments. No coach would rely on a pitcher who would melt down on walks.
pt: Ma il baseball del liceo è tutta questione di vincere i tornei. Nessun allenatore si affiderebbe a un lanciatore che va in crisi con le basi su palla.

# 140_Kurosaki
source: It didn't matter how hard I threw－the pitchers who got to play were guys like Shirakawa. Guys with good control.
pt: Non importava quanto forte lanciassi—i lanciatori che scendevano in campo erano tizi come Shirakawa. Quelli con un buon controllo.

# 152_Shinada
source: Yeah, I guess...
pt: Sì, immagino...

# 164_Kurosaki
source: In the summer of our senior year, when we finally made it to Koshien, our team got a lot of attention. You especially, since you batted cleanup.
pt: Nell'estate del nostro ultimo anno, quando finalmente siamo arrivati al Koshien, la nostra squadra ha ricevuto molta attenzione. Tu in particolare, visto che battevi da cleanup.

# 176_Kurosaki
source: I had to watch you guys in the spotlight from the shadows right nearby. It made it all the more pathetic, being so close to the light.
pt: Ho dovuto guardarvi sotto i riflettori dalle ombre, proprio lì vicino. E lo rendeva ancora più patetico, stare così vicino alla luce.

# 188_Kurosaki
source: I had to cheer for you guys on the field in a game I wouldn't get to play. Up in the stands with everyone else in faraway Koshien.
pt: Ho dovuto tifare per voi in campo in una partita in cui non avrei giocato. Su in tribuna con tutti gli altri nel lontano Koshien.

# 212_Kurosaki
source: Did I go through all that tough training just so I could make you guys look good? That was always gnawing at my soul.
pt: Ho sopportato tutto quell'allenamento massacrante solo per farvi fare bella figura? Quello mi rodeva sempre l'anima.

# 224_Kurosaki
source: After spending my teens in sweat and grime, I ended up with nothing.
pt: Dopo aver passato la mia adolescenza nel sudore e nella polvere, sono finito con niente.

# 236_Kurosaki
source: It didn't take long for me to hate baseball. I felt like I wasted my youth.
pt: Non ci è voluto molto per odiare il baseball. Sentivo di aver sprecato la mia giovinezza.

# 248_Shinada
source: What are you trying to say, Kurosaki? Are you blaming us for the way your life turned out?
pt: Dove vuoi andare a parare, Kurosaki? Stai incolpando noi per come ti è girata la vita?

# 272_Kurosaki
source: Get in the batter's box, Shinada. My pitching against your batting. That's how we'll settle the score.
pt: Mettiti nel box di battuta, Shinada. Io al lancio contro te alla battuta. È così che sistemeremo i conti.

# 284_Shinada
source: What are you trying to prove?
pt: Cosa stai cercando di dimostrare?

# 296_Kurosaki
source: That we're not so different, you and I. Whatever happened in the past be damned.
pt: Che non siamo poi così diversi, tu e io. Al diavolo quel che è successo in passato.

# 308_Kurosaki
source: I'm not the only one to be ruined by baseball. You got tarred and feathered by the pros－you should loathe baseball just as much as I do.
pt: Non sono l'unico a essere rovinato dal baseball. Sei stato bruciato dai professionisti－dovresti odiare il baseball proprio come me.

# 320_Shinada
source: Speak for yourself.
pt: Parla per te.

# 332_Kurosaki
source: Oh, right. You're the one in the spotlight's shadow now. You might be desperate to forget that, but I'll make you remember!
pt: Ah, è vero. Ora sei tu quello nell'ombra dei riflettori. Potresti essere disperato di dimenticarlo, ma te lo farò ricordare!

# 344_Shinada
source: Fine. I'll show you we're nothing alike.
pt: D'accordo. Ti farò vedere che non siamo per niente simili.

# 368_Kurosaki
source: You still got it, Shinada. I lost, fair and square.
pt: Ce l'hai ancora, Shinada. Ho perso, senza storie.

# 380_Kurosaki
source: You won't be seeing me again, either. I'm skipping town.
pt: Non mi vedrai più nemmeno tu. Me la svigno.

# 392_Shinada
source: What? Why?
pt: Cosa? Perché?

# 404_Kurosaki
source: To be honest, my broker business was screwed a long time ago. It's like everything else for me－it all turns to shit.
pt: A dire il vero, la mia attività di brokeraggio è andata a puttane un sacco di tempo fa. È come tutto il resto per me－finisce tutto in merda.

# 416_Kurosaki
source: Worse yet, I got too aggressive, and ended up drawing attention from some yakuza. So I have to disappear before they do it for me.
pt: Peggio ancora, sono diventato troppo aggressivo, e ho finito per attirare l'attenzione di qualche yakuza. Quindi devo sparire prima che lo facciano loro al posto mio.

# 428_Shinada
source: Well, you brought this all on yourself. Don't look at me for sympathy.
pt: Beh, te la sei cercata. Non venire a piangere da me.

# 440_Kurosaki
source: I know that. I was planning to get out of the business anyway. You just moved the timing up a little, is all.
pt: Lo so. Avevo intenzione di lasciare quell'attività comunque. Hai solo anticipato un po' i tempi, è tutto qui.

# 452_Shinada
source: Hey, Kurosaki. Why didn't you cut and run already? Why bother coming to me for this?
pt: Ehi, Kurosaki. Perché non te la sei già svignata? Perché ti sei sbattuto a venire da me per questo?

# 464_Kurosaki
source: So I can finally be rid of baseball for good. I despised it all this time. I wanted to be done with it properly, that's all.
pt: Così posso finalmente sbarazzarmi del baseball una volta per tutte. L'ho disprezzato per tutto questo tempo. Volevo farla finita come si deve, ecco tutto.

# 476_Shinada
source: Quit lying, man.
pt: Piantala di mentire, amico.

# 488_Kurosaki
source: Lying? You lost me there.
pt: Mentire? Non ti seguo.

# 500_Shinada
source: Look, no one who hates baseball could ever pitch like that. Even after high school, you kept working on your throw, didn't you?
pt: Senti, nessuno che odia il baseball potrebbe mai lanciare così. Anche dopo il liceo, hai continuato a lavorare sul tuo lancio, vero?

# 512_Shinada
source: Why would you lie to yourself just to hide the pain? It only gets worse that way.
pt: Perché ti racconti balle solo per nascondere il dolore? Finisce solo per peggiorare così.

# 524_Kurosaki
source: ...Maybe you have a point.
pt: ...Forse hai ragione.

# 536_Kurosaki
source: Take this. For your trouble.
pt: Tieni questo. Per il tuo disturbo.

# 584_Kurosaki
source: Look after Shirakawa, will you? He's just like me－stuck in the past, unable to move on with his life.
pt: Prenditi cura di Shirakawa, ok? È proprio come me－bloccato nel passato, non riesce ad andare avanti con la sua vita.

# 596_Shinada
source: Yeah. I know.
pt: Sì. Lo so.

# 608_Kurosaki
source: Heh. Looks like our team was full of problem kids. Give it up for ol' West Kamuro.
pt: Beh. Sembra che la nostra squadra fosse piena di teste calde. Un applauso alla vecchia West Kamuro.

# 620_Shinada
source: (Shirakawa. There's that score to settle, too.)
pt: (Shirakawa. C'è anche quel conto in sospeso.)

# 680_Kurosaki
source: Hmph. If that's the best you can do, you're dead meat against Shirakawa.
pt: Beh. Se è il massimo che puoi fare, sei spacciato contro Shirakawa.

# 692_Kurosaki
source: You don't have a chance of beating him if you can't get through me first.
pt: Non hai nessuna possibilità di batterlo se non riesci a superarmi per primo.

# 740_Kurosaki
source: Let's go, Shinada. My pitching or your batting. Let's see which holds up.
pt: Andiamo, Shinada. Il mio lancio o la tua battuta. Vediamo chi la spunta.

# 752_Shinada
source: Fine by me. Bring it on, Kurosaki!
pt: Perfetto. Fatti sotto, Kurosaki!
