Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c07d3.po
Languages: pt

source: Dry Heaving Man
pt: Uomo coi conati

source: ○Yeah, you should.
pt: ○Già, dovresti.

source: △Don't worry about it.
pt: △Non ti preoccupare.

source: □I love drunks.
pt: □Adoro gli ubriachi.

source: ○I'll open the window for you.
pt: ○Ti apro il finestrino.

source: △Try not to look outside.
pt: △Cerca di non guardare fuori.

source: □Just use willpower to hold on.
pt: □Usa solo la forza di volontà per tenere duro.

# 108_Dry Heaving Man
source: Urp! This ain't gonna work!
pt: Urp! Non ce la faccio più!

# 120_Dry Heaving Man
source: Hurk... Your driving sucks! I need to vomit, just let me out!
pt: Urp... La tua guida fa schifo! Devo vomitare, fammi scendere!

# 132_Dry Heaving Man
source: Man, I feel bad asking for a ride when I'm so drunk.
pt: Cavolo, mi sento uno schifo a chiederti un passaggio da così ubriaco.

# 156_Dry Heaving Man
source: I know I'm putting you out here.
pt: Lo so che ti sto scomodando.

# 168_Dry Heaving Man
source: Sorry, I'll try not to throw up.
pt: Scusa, cercherò di non vomitare.

# 180_Dry Heaving Man
source: Yeah, right. I know you're just humoring me.
pt: Sì, certo. So che mi stai solo assecondando.

# 192_Dry Heaving Man
source: Sure, just pretend I'm not here. Urp.
pt: Certo, fai finta che non ci sia. Urp.

# 204_Dry Heaving Man
source: Ohh, I don't think I can hold it in.
pt: Ohh, non credo di riuscire a trattenermi.

# 216_Dry Heaving Man
source: What do I do!?
pt: Cosa faccio!?

# 240_Dry Heaving Man
source: Thanks, that'll help.
pt: Grazie, questo aiuterà.

# 252_Dry Heaving Man
source: Yeah, I heard that's a good idea.
pt: Già, ho sentito che è una buona idea.

# 264_Dry Heaving Man
source: If that worked, nobody would ever have to throw up.
pt: Se funzionasse, nessuno dovrebbe mai rimettere.

# 276_Dry Heaving Man
source: You're not even listening, are you?
pt: Non stai nemmeno ascoltando, vero?
