Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c07cf.po
Languages: pt

source: Passenger
pt: Passeggero

source: Grandma on a Mission
pt: Nonna in missione

source: ○Want to take the wheel yourself?
pt: ○Vuoi guidare tu?

source: △I'll do everything I can.
pt: △Farò il possibile.

source: □I'll put the pedal to the metal.
pt: □Andrò a tavoletta.

source: ○Relax, everything will be fine.
pt: ○Stia tranquilla, andrà tutto bene.

source: △You might as well give up, then.
pt: △Tanto vale che si arrenda, allora.

source: □Want to stop here?
pt: □Vuole fermarsi qui?

# 108_Passenger
source: Grr! I told you I was in a hurry! That's it. I'm just going to walk.
pt: Grrr! Le avevo detto che avevo fretta! Basta così. Vado a piedi e basta.

# 120_Grandma on a Mission
source: You're an awful driver! No way I'm riding in a death taxi like this!
pt: Sei un guidatore di merda! Col cavolo che mi faccio portare in un taxi della morte come questo!

# 132_Grandma on a Mission
source: Just get me there on the double!
pt: Portami lì, e sbrigati!

# 144_Grandma on a Mission
source: I can't afford to be late today.
pt: Non posso assolutamente fare tardi oggi.

# 168_Passenger
source: What are you talking about? Driving's your job.
pt: Ma cosa sta dicendo? Guidare è il suo lavoro.

# 180_Passenger
source: Great! That's reassuring!
pt: Ottimo! Questo mi rassicura!

# 192_Passenger
source: Thanks! But do drive carefully. I wouldn't want you to crash.
pt: Grazie! Ma mi raccomando, guidi con attenzione. Non vorrei che facesse un incidente.

# 204_Passenger
source: Hello? You listening?
pt: Senta? Mi sta ascoltando?

# 216_Grandma on a Mission
source: Today is my grandson's birthday. I wanted to look my best, but ending up taking too long to get ready.
pt: Oggi è il compleanno di mio nipote. Volevo apparire al meglio, ma alla fine ci ho messo troppo a prepararmi.

# 228_Grandma on a Mission
source: Oh, I got a text from my grandson. He says they're going to start without me! This is a disaster!
pt: Oh, ho ricevuto un messaggio da mio nipote. Ha detto che inizieranno senza di me! È un disastro!

# 252_Passenger
source: Really? Well, I'm in your hands now. Let's not waste any time!
pt: Davvero? Beh, ora sono nelle sue mani. Sbrigamoci!

# 264_Passenger
source: Give up? How could you say that? Just hurry up and get me there!
pt: Mollare? Ma come le salta in mente? Si sbrighi e mi ci porti!

# 276_Passenger
source: And what good would that do? Ugh, just hurry up and get me there already!
pt: E a che pro? Ugh, si sbrighi e mi ci porti!

# 288_Passenger
source: Are you ignoring me!? Come on, step on it!
pt: Mi sta ignorando!? Dai, si sbrighi!
