Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c068f.po
Languages: pt

source: No Longer Laid-back Man
pt: L'uomo non più tranquillo

source: Laid-back Man
pt: Uomo Rilassato

source: ○You should open the window.
pt: ○Dovresti aprire il finestrino.

source: △Shut your mouth then.
pt: △Zitto, allora.

source: □I'll turn the heat down.
pt: □Abbasso il riscaldamento.

source: ○Driving safely.
pt: ○Guido in sicurezza.

source: △Getting to the destination fast.
pt: △Arrivo a destinazione in fretta.

source: □Providing a thrilling experience.
pt: □Offro un'esperienza da brivido.

source: Slighty Nervous Man
pt: Uomo Leggermente Nervoso

source: ○I just focus on driving.
pt: ○Penso solo a guidare.

source: △I always keep an eye out.
pt: △Sto sempre attento.

source: □Everyone makes mistakes.
pt: □Tutti sbagliano.

source: Slightly Nervous Man
pt: Uomo Leggermente Nervoso

source: ○Relax. I've got this.
pt: ○Rilassati. Ci penso io.

source: △Yes. I'm sweating as we speak.
pt: △Sì. Sto sudando freddo proprio adesso.

source: □I haven't hit anyone yet.
pt: □Non ho ancora colpito nessuno.

# 140_No Longer Laid-back Man
source: I know I told you I wasn't in a hurry, but this is ridiculous.
pt: Lo so che ti ho detto che non avevo fretta, ma questo è ridicolo.

# 152_No Longer Laid-back Man
source: I've never had such a terrible taxi ride before! Ugh, just let me out here.
pt: Non ho mai fatto una corsa in taxi così pessima prima d'ora! Uff, fammi scendere qui.

# 164_Laid-back Man
source: It's a little too hot in here.
pt: Fa un po' troppo caldo qui dentro.

# 188_No Longer Laid-back Man
source: Yes, I'll go ahead and do that.
pt: Sì, faccio subito.

# 200_No Longer Laid-back Man
source: What the hell is your problem!?
pt: Ma che diavolo hai!?

# 212_No Longer Laid-back Man
source: That'd be good, thanks.
pt: Andrebbe bene, grazie.

# 224_No Longer Laid-back Man
source: Fine. Ignore me, then.
pt: Va bene. Ignorami pure, allora.

# 236_Laid-back Man
source: What do you focus on while working?
pt: Su cosa ti concentri mentre lavori?

# 260_No Longer Laid-back Man
source: That's good to hear.
pt: Sono contento di sentirlo.

# 272_No Longer Laid-back Man
source: I see.
pt: Capisco.

# 284_No Longer Laid-back Man
source: What!? You're scaring me.
pt: Ma cosa!? Mi stai spaventando.

# 296_No Longer Laid-back Man
source: Fine. Ignore me, then.
pt: Va bene. Ignorami pure, allora.

# 308_Slighty Nervous Man
source: People often walk out in front of you on roads like this. It always makes me nervous.
pt: Su strade così, la gente ti si butta spesso davanti. Mi fa sempre innervosire.

# 332_No Longer Laid-back Man
source: But what if you hit someone!?
pt: Ma se investi qualcuno!?

# 344_No Longer Laid-back Man
source: Good. That sets my mind at ease.
pt: Bene. Questo mi fa stare più tranquillo.

# 356_No Longer Laid-back Man
source: Mistakes? Does that mean what I think it means?
pt: Sbagli? Vuol dire quello che penso?

# 368_No Longer Laid-back Man
source: Fine. Ignore me, then.
pt: Va bene. Ignorami pure, allora.

# 380_Slighty Nervous Man
source: There are lots of people around here today. Don't you worry you might hit someone?
pt: C'è un sacco di gente qui in giro oggi. Non ti preoccupi mica di investire qualcuno?

# 404_No Longer Laid-back Man
source: I'm glad you're confident.
pt: Sono contento che tu sia sicuro.

# 416_No Longer Laid-back Man
source: Um... You sure you should be driving?
pt: Ehm... Sei sicuro di dover guidare?

# 428_No Longer Laid-back Man
source: Yet?
pt: Ancora?

# 440_No Longer Laid-back Man
source: Fine. Ignore me, then.
pt: Va bene. Ignorami pure, allora.
