Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c08a5.po
Languages: pt

source: Passenger
pt: Passeggero

source: ○How the hell should I know?
pt: ○E che diavolo ne so io?

source: △My guess is B.
pt: △Io direi B.

source: □I haven't got a clue.
pt: □Non ne ho la più pallida idea.

source: ○Geez, give it a rest.
pt: ○Ma dài, piantala.

source: □That's tricky.
pt: □È ingannevole.

source: ○Huh, where?
pt: ○Uh, dove?

source: △Yeah, right.
pt: △Come no.

source: □Stop talking, please.
pt: □Piantala di parlare, per favore.

source: ○No, it's not.
pt: ○No, non è così.

source: △Uh-huh.
pt: △Già.

source: □Are you okay?
pt: □Stai bene?

# 140_Passenger
source: For a taxi driver, you're pretty slow going.
pt: Per essere un tassista, non è che tu sia una scheggia.

# 152_Passenger
source: Oh man, I don't wanna die. Let me out of here!
pt: Mamma mia, non voglio morire. Fammi uscire di qui!

# 164_Passenger
source: Time for a pop quiz!
pt: È ora di un quiz a sorpresa!

# 176_Passenger
source: Question number one!
pt: Domanda numero uno!

# 188_Passenger
source: What's my blood type?
pt: Qual è il mio gruppo sanguigno?

# 212_Passenger
source: Geez, talk about rude!
pt: Mamma mia, che maleducazione!

# 224_Passenger
source: Bzzzt, wrong! The correct answer was alien blood!
pt: Bzzzt, sbagliato! La risposta corretta era sangue alieno!

# 236_Passenger
source: I wish you'd at least take a guess.
pt: Magari un tentativo potresti farlo, no?

# 248_Passenger
source: Huh? You ignoring me? Come on!
pt: Eh? Mi stai ignorando? Dai!

# 260_Passenger
source: On to question number two! What's my name?
pt: Domanda numero due! Come mi chiamo?

# 284_Passenger
source: Hey, you mad at me for some reason?
pt: Ehi, ce l'hai con me per qualche motivo?

# 296_Passenger
source: Bzzzt, wrong! I'll have to keep the answer a secret, though. I'm a private person, okay!
pt: Bzzzt, sbagliato! Però, la risposta la devo tenere segreta. Sono una persona riservata, chiaro!

# 308_Passenger
source: Nope, it's not Tricky or Ricky! Hehehe.
pt: No, no, non è Tricky o Ricky! Hehehe.

# 320_Passenger
source: Not speaking to me or something? Hmph.
pt: Non mi stai parlando o qualcosa del genere? Hmph.

# 332_Passenger
source: Look, driver! There's a UFO over there!
pt: Guarda, tassista! C'è un UFO laggiù!

# 356_Passenger
source: I got you! Hehehe. You should have seen your face.
pt: Ti ho beccato! Hehehe. Dovevi vedere la tua faccia.

# 368_Passenger
source: Oh, come on. At least play along with me.
pt: Ma dai. Almeno stai al gioco con me.

# 380_Passenger
source: What? Am I annoying you or something?
pt: Cosa? Ti sto rompendo le scatole o qualcosa del genere?

# 392_Passenger
source: So you're just going to ignore me?
pt: Allora mi stai proprio ignorando?

# 404_Passenger
source: Oww. My stomach is really sore all of a sudden.
pt: Ahia. Mi fa proprio male lo stomaco di colpo.

# 428_Passenger
source: Yeah, I was faking. But how could you tell?
pt: Sì, stavo fingendo. Ma come hai fatto a capirlo?

# 440_Passenger
source: Hmph. At least show a little concern.
pt: Hmph. Almeno mostra un po' di preoccupazione.

# 452_Passenger
source: Ha, fooled you! Thanks for showing you care, though.
pt: Ha, ti ho beccato! Grazie per aver mostrato un po' di preoccupazione, però.

# 464_Passenger
source: Hey, I was talking to you. You hear me?
pt: Ehi, ti stavo parlando. Mi senti?
