Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c08aa.po
Languages: pt

source: Suited Man
pt: Uomo in completo

source: ○I'll give it a shot.
pt: ○Ci provo.

source: △I can't do that.
pt: △Non posso farlo.

source: □I'll go as fast as I safely can.
pt: □Andrò il più veloce che posso, ma in sicurezza.

source: ○I'll try tailgating them.
pt: ○Ci provo a stargli attaccato.

source: △Let's run them off the road.
pt: △Buttiamoli fuori strada.

source: □I'll see if I can pass them.
pt: □Ci provo a superarli.

# 108_Suited Man
source: Uh-oh. I'm out of time.
pt: Ops. Non ho più tempo.

# 120_Suited Man
source: No, no. This won't do at all. Can you just let me out here?
pt: No, no. Così non va bene per niente. Mi puoi far scendere qui?

# 132_Suited Man
source: As fast as you can.
pt: Il più veloce che puoi.

# 144_Suited Man
source: Make that super fast.
pt: Anzi, a tutta birra.

# 156_Suited Man
source: Triple the speed limit would be even better.
pt: Il triplo del limite di velocità sarebbe ancora meglio.

# 180_Suited Man
source: What!? I was only joking!
pt: Cosa!? Stavo solo scherzando!

# 192_Suited Man
source: I know. It was just a joke.
pt: Lo so. Era solo uno scherzo.

# 204_Suited Man
source: Yeah, that'd be best.
pt: Sì, la cosa migliore.

# 216_Suited Man
source: Huh? Are you even listening?
pt: Eh? Mi stai ascoltando?

# 228_Suited Man
source: Ugh, that car is going so slow!
pt: Ugh, 'sta macchina va lentissima!

# 240_Suited Man
source: What the hell's their problem?
pt: Ma che diavolo hanno?

# 264_Suited Man
source: Just don't trigger any road rage.
pt: Basta che non scateni la rabbia al volante.

# 276_Suited Man
source: Huh!? That's taking it too far.
pt: Cosa!? Stai esagerando.

# 288_Suited Man
source: Please do!
pt: Fallo pure!

# 300_Suited Man
source: Hmm? Didn't you hear me?
pt: Eh? Ma non mi hai sentito?
