Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c0678.po
Languages: pt

source: ○I've learned the ropes.
pt: ○Ho imparato il mestiere.

source: △Still getting the hang of things.
pt: △Ci sto ancora prendendo la mano.

source: □I have no idea what I'm doing.
pt: □Non ci sto capendo niente.

source: ○Yes, things are going well.
pt: ○Sì, sta andando tutto bene.

source: △It's still a bit difficult.
pt: △È ancora un po' tosta.

source: □I'm having a really hard time.
pt: □Sto facendo una fatica tremenda.

# 120_Wada
source: Pick up the pace, Suzuki-san.
pt: Dacci una mossa, Suzuki-san.

# 132_Wada
source: You all settled in at work now?
pt: Ti sei ambientato al lavoro adesso?

# 156_Wada
source: Yes. I've pretty much learned the ropes.
pt: Sì. Ho praticamente imparato il mestiere.

# 168_Wada
source: Good to hear.
pt: Bello a sapersi.

# 180_Wada
source: I'm still trying to get the hang of things.
pt: Ci sto ancora prendendo la mano.

# 192_Wada
source: Don't worry, you'll get there.
pt: Non ti preoccupare, ce la farai.

# 204_Wada
source: I have no idea what I'm doing.
pt: Non ho la più pallida idea di cosa stia facendo.

# 216_Wada
source: Hm. Well, I hope you find your feet soon.
pt: Hm. Beh, spero che tu trovi la quadra presto.

# 228_Wada
source: Hey, don't ignore the question!
pt: Ehi, non scansare la domanda!

# 240_Wada
source: Enjoying taxi driving?
pt: Ti piace fare il tassista?

# 264_Wada
source: Yes, things are going well.
pt: Sì, va tutto bene.

# 276_Wada
source: Yeah? Guess you're made for the job, Suzuki-san.
pt: Ah sì? Direi che sei fatto per il lavoro, Suzuki-san.

# 288_Wada
source: It's still a bit difficult.
pt: È ancora un po' difficile.

# 300_Wada
source: Yeah, it can be rough sometimes.
pt: Già, a volte è tosta.

# 312_Wada
source: I'm having a really hard time.
pt: Sto facendo davvero fatica.

# 324_Wada
source: Don't sweat it. You gotta start somewhere.
pt: Non ti preoccupare. Da qualche parte devi pur iniziare.

# 336_Wada
source: Hey, don't ignore the question!
pt: Ehi, non scansare la domanda!
