Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c080d.po
Languages: pt

source: Man Who's Really Gotta Go
pt: Uomo a cui scappa da morire

source: ○Just hold on a bit longer.
pt: ○Tieni duro ancora un attimo.

source: △Won't be there for a while yet.
pt: △Non ci si arriva ancora per un pezzo.

source: □Want a can of coffee?
pt: □Vuoi una lattina di caffè?

source: ○Dig deep!
pt: ○Tieni duro!

source: △Just let go!
pt: △Lasciati andare!

source: □You can do it!
pt: □Ce la puoi fare!

# 108_Man Who's Really Gotta Go
source: Uh-oh... I think I...
pt: Oh-oh... Mi sa che...

# 120_Man Who's Really Gotta Go
source: Yikes! This is one bumpy ride. I don't think I can hold it in!
pt: Mamma mia! Che viaggio pieno di sobbalzi. Non credo di farcela a trattenerla!

# 132_Man Who's Really Gotta Go
source: Gah! My bladder is gonna burst!
pt: Oddio! Mi sta per scoppiare la vescica!

# 144_Man Who's Really Gotta Go
source: I'm about to spring a leak here!
pt: Mi sta per scappare qui!

# 168_Man Who's Really Gotta Go
source: Gah, I guess I can hold on if we're nearly there!
pt: Uff, mi sa che riesco a tenere duro se ci siamo quasi!

# 180_Man Who's Really Gotta Go
source: You're not making this any easier!
pt: Ma così non me la rendi più facile!

# 192_Man Who's Really Gotta Go
source: Why would I want a drink at a time like this?
pt: Perché dovrei volere da bere in un momento come questo?

# 204_Man Who's Really Gotta Go
source: You hear me?
pt: Mi senti?

# 216_Man Who's Really Gotta Go
source: Oh no. I'm getting the urge to go again.
pt: Oh no. Mi sta scappando di nuovo.

# 228_Man Who's Really Gotta Go
source: You have any advice to help me get through this?
pt: Hai qualche dritta per aiutarmi a resistere?

# 252_Man Who's Really Gotta Go
source: Okay! I'll do my best!
pt: Va bene! Farò del mio meglio!

# 264_Man Who's Really Gotta Go
source: Huh? I don't think that's a good idea.
pt: Eh? Non mi sembra una buona idea.

# 276_Man Who's Really Gotta Go
source: Yeah! It's mind over matter!
pt: Sì! È tutta questione di testa!

# 288_Man Who's Really Gotta Go
source: Uh, hello?
pt: Ehm, ciao?
