Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c0813.po
Languages: pt

source: Passenger
pt: Passeggero

source: Child
pt: Bambino

source: ○Of course he is.
pt: ○Certo che lo è.

source: △Of course not.
pt: △Certo che no.

source: □I'm Santa!
pt: □Sono Babbo Natale!

source: Mother
pt: Madre

source: ○The stork brings them.
pt: ○La cicogna li porta.

source: △Well, first a man and a woman...
pt: △Beh, prima un uomo e una donna...

source: □You'll learn when it's time.
pt: □Lo imparerai quando sarà il momento.

# 108_Passenger
source: Mom, this taxi's going sooo slow. Let's just get out here already!
pt: Mamma, questo taxi va lentissimo. Scendiamo già qui!

# 120_Passenger
source: Mom, this guy's driving is making me dizzy!
pt: Mamma, la guida di questo qui mi fa girare la testa!

# 132_Child
source: Hey, driver.
pt: Ehi, tassista.

# 144_Child
source: Is Santa Claus real?
pt: Babbo Natale esiste?

# 168_Passenger
source: That's kind of you to say.
pt: È gentile da parte tua dirlo.

# 180_Passenger
source: How can you be so cruel?
pt: Come puoi essere così crudele?

# 192_Passenger
source: Hahaha. That's funny.
pt: Hahaha. Che ridere.

# 204_Passenger
source: What kind of man ignores a child?
pt: Che razza di uomo ignora un bambino?

# 216_Child
source: Hey, driver.
pt: Ehi, tassista.

# 228_Child
source: How are babies born?
pt: Come nascono i bambini?

# 252_Passenger
source: Thank you for being prudent.
pt: Grazie per essere stato prudente.

# 264_Passenger
source: Hey! Now is not the time!
pt: Ehi! Non è il momento adesso!

# 276_Passenger
source: Sorry about the awkward question.
pt: Mi dispiace per la domanda imbarazzante.

# 288_Passenger
source: You shouldn't ignore kids.
pt: Non dovresti ignorare i bambini.
