Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030d0035.po
Languages: pt

source: You picked up Questionable Map Scrap D.
pt: Hai raccolto un frammento di mappa sospetto D.

source: Questionable Map completed!
pt: Mappa sospetta completata!

source: Man's Voice
pt: Voce maschile

source: Player
pt: Giocatore

source: Mysterious Man
pt: Uomo Misterioso

# 44_Saejima
source: (I see somethin'.)
pt: (Vedo qualcosa.)

# 176_Saejima
source: (There's somethin' written on it. A riddle? Might pay to solve it.)
pt: (C'è qualcosa scritto sopra. Un indovinello? Potrebbe convenire risolverlo.)

# 296_Saejima
source: So, you found it at last.
pt: Allora, l'hai trovato finalmente.

# 308_Player
source: Who're you?
pt: Chi saresti?

# 320_Mysterious Man
source: Yikes, don't give me that look. I was just trying to create a little atmosphere.
pt: Oh, andiamo, non farmi quella faccia. Stavo solo cercando di creare un po' d'atmosfera.

# 332_Tokuyama
source: Er, let me introduce myself. I'm Tokuyama, head of the Tsukimino Merchants Association.
pt: Uhm, fammi presentare. Sono Tokuyama, il capo dell'Associazione dei Mercanti di Tsukimino.

# 344_Tokuyama
source: What you picked up there is a key item in the treasure hunt event we're holding right now!
pt: Quello che hai preso lì è un oggetto chiave per l'evento di caccia al tesoro che stiamo tenendo proprio adesso!

# 356_Player
source: Treasure hunt?
pt: Caccia al tesoro?

# 368_Tokuyama
source: That's right. There are 24 other pieces just like the one you have. So that makes a total of 25 map pieces scattered around town.
pt: Esatto. Ci sono altri 24 pezzi proprio come quello che hai tu. Quindi, fanno un totale di 25 pezzi di mappa sparsi per la città.

# 380_Tokuyama
source: A single piece isn't much use. But as you collect the others, you can put them together to make treasure maps.
pt: Un pezzo solo non serve a molto. Ma man mano che raccogli gli altri, puoi metterli insieme per creare mappe del tesoro.

# 392_Tokuyama
source: There are five treasure maps in total. In other words, each is split into five pieces.
pt: Ci sono cinque mappe del tesoro in totale. In altre parole, ognuna è divisa in cinque pezzi.

# 404_Player
source: Huh. So five treasure maps are scattered 'round town, split into 25 pieces?
pt: Ah. Quindi cinque mappe del tesoro sono sparse per la città, divise in 25 pezzi?

# 416_Tokuyama
source: That's right! And what's more, the completed treasure maps take the form of riddles!
pt: Esatto! E per di più, le mappe del tesoro completate assumono la forma di enigmi!

# 428_Tokuyama
source: We racked our brains and came up with the toughest riddles we could. Only those who solve them can claim the treasure.
pt: Ci siamo scervellati e abbiamo tirato fuori gli enigmi più difficili che potessimo. Solo coloro che li risolvono possono mettere le mani sul tesoro.

# 440_Tokuyama
source: So, what do you say? Have I got you all fired up to go on a treasure hunting adventure?
pt: Allora, che mi dici? Ti ho mica messo addosso la voglia pazza di lanciarti in un'avventura di caccia al tesoro?

# 452_Player
source: Guess I'll pick 'em up if I spot 'em.
pt: Beh, li prendo se li becco.

# 464_Tokuyama
source: Oh, don't play coy with me! I know you're all revved up and ready to go, you old grump.
pt: Oh, non fare il finto tonto con me! So che sei già bello carico e pronto a partire, vecchio brontolone.

# 488_Tokuyama
source: Er, anyway, I hope you enjoy the event!
pt: Beh, comunque, spero che ti goda l'evento!
