Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid03xxxxxx/uid030c0694.po
Languages: pt

source: Man in a Hurry
pt: Uomo di fretta

source: ○A few minutes won't matter.
pt: Qualche minuto non farà differenza.

source: △It's important to keep promises.
pt: △È importante mantenere le promesse.

source: □I'll get you there on time!
pt: □Ti ci porto in orario!

source: ○I'll go as fast as I safely can.
pt: ○Andrò a tavoletta, ma con criterio.

source: △Having an accident won't help.
pt: △Avere un incidente non aiuterebbe.

source: □No need to panic.
pt: □Niente panico.

# 108_Man in a Hurry
source: Great. I'm going to be late now.
pt: Ottimo. Adesso farò tardi.

# 120_Man in a Hurry
source: Your driving is horrendous! I've just about had enough. Let me out here!
pt: La tua guida fa schifo! Ne ho piene le scatole. Fammi scendere qui!

# 132_Man in a Hurry
source: It's my daughter's piano recital today.
pt: È il saggio di pianoforte di mia figlia oggi.

# 144_Man in a Hurry
source: I'm always late because of work.
pt: Sono sempre in ritardo a causa del lavoro.

# 156_Man in a Hurry
source: She told me to be sure I'm there on time today.
pt: Mi ha detto che devo esserci in orario oggi.

# 180_Man in a Hurry
source: It matters to my daughter!
pt: Ci tengo per mia figlia!

# 192_Man in a Hurry
source: My family is just as important as my work!
pt: La mia famiglia è altrettanto importante quanto il mio lavoro!

# 204_Man in a Hurry
source: Yes, I wouldn't want to disappoint my daughter.
pt: Sì, non voglio proprio deludere mia figlia.

# 216_Man in a Hurry
source: Good. I think we should make it, though.
pt: Bene. Credo che dovremmo farcela, comunque.

# 228_Man in a Hurry
source: Don't go taking any risks.
pt: Non fare il matto.

# 240_Man in a Hurry
source: Am I talking to a brick wall?
pt: Sto parlando a un muro?

# 252_Man in a Hurry
source: Think you're going to make it on time?
pt: Pensi che ce la farai in orario?

# 276_Man in a Hurry
source: It's good to see a driver who's careful about safety.
pt: Mi fa piacere vedere un tassista che ci tiene alla sicurezza.

# 288_Man in a Hurry
source: Yes, you're right.
pt: Sì, hai ragione.

# 300_Man in a Hurry
source: Hey, I was just asking.
pt: Ehi, stavo solo chiedendo.

# 312_Man in a Hurry
source: Hello?
pt: Salve?
