Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/minigame_*/nagoya_cochin/NagoyaCochinBirdEnemy.po
Languages: pt

# 1048 NAME
source: Quicklee
pt: Saetta

# 1057 NAME
source: Cockadoodle Doom
pt: Chicchirichì Fatale

# 1074 NAME
source: Crispy
pt: Croccante

# 1081 NAME
source: Big Papa
pt: Papone

# 1090 NAME
source: Run Like the Wind
pt: Corri come il Vento

# 1116 NAME
source: The Devourer
pt: Il Divoratore

# 1136 NAME
source: The Scrambler
pt: Il Rivoltatore

# 1150 NAME
source: Bullet
pt: Proiettile

# 1157 NAME
source: Karaage Kid
pt: Ragazzo Karaage

# 1169 NAME
source: Starting Line
pt: Linea di Partenza

# 1183 NAME
source: Speedy Joe
pt: Veloce Joe

# 1210 NAME
source: Flight of Fancy
pt: Volo di Fantasia

# 1241 NAME
source: Drumstick
pt: Coscia

# 1251 NAME
source: The Crusher
pt: Lo Schiacciatore

# 1263 NAME
source: Speed Demon
pt: Demone della Velocità

# 1288 NAME
source: Fastfoot
pt: Piede Veloce

# 1297 NAME
source: Oatmeal
pt: Avena

# 1305 NAME
source: Ol' Grassy
pt: Il Vecchio Grassy

# 1316 NAME
source: Pigeon
pt: Piccione

# 1323 NAME
source: The Destroyer
pt: Il Distruttore

# 1346 NAME
source: Chick Out of Hell
pt: Pulcino dall'Inferno

# 1371 NAME
source: Chicken Stew
pt: Stufato di Pollo

# 1384 NAME
source: Beast
pt: Belva

# 1390 NAME
source: Bon Voyage
pt: Buon Viaggio

# 1401 NAME
source: Second Wind
pt: Secondo Fiato

# 1413 NAME
source: Last Chance
pt: Ultima Chance

# 1425 NAME
source: Dark Meat
pt: Carne Scura

# 1445 NAME
source: Trigger
pt: Grilletto

# 1453 NAME
source: Haystack
pt: Pagliaio

# 1462 NAME
source: The Grim Reaper
pt: Il Tristo Mietitore

# 1478 NAME
source: Nagoya Nightmare
pt: Incubo di Nagoya

# 1495 NAME
source: Cluckin' Around
pt: Cazzeggiando con i Polli

# 1518 NAME
source: Ivan the Terrible
pt: Ivan il Terribile

# 1536 NAME
source: Godbeak
pt: Becco Divino

# 1544 NAME
source: Pillows
pt: Cuscini

# 1558 NAME
source: Ten Yen Terror
pt: Terrore da Dieci Yen

# 1573 NAME
source: Chicken Noodle
pt: Pollo Noodle

# 1588 NAME
source: Super Spicy
pt: Super Piccante

# 1613 NAME
source: Deerhorn
pt: Corno di Cervo

# 1627 NAME
source: Mack Attack
pt: Mack Attacco

# 1639 NAME
source: Ponytail
pt: Coda di Cavallo

# 1672 NAME
source: Fuzzy
pt: Peloso

# 1678 NAME
source: Five O'Clock Shadow
pt: Ombra delle Cinque

# 1698 NAME
source: Nemesis
pt: Nemesi

# 1706 NAME
source: The General
pt: Il Generale

# 1718 NAME
source: Peanut
pt: Nocciolina

# 1725 NAME
source: Ankle Breaker
pt: Spezza-Caviglie

# 1744 NAME
source: Fowl Play
pt: Gioco Sporco

# 1754 NAME
source: Be Mine
pt: Sii Mio

# 1768 NAME
source: Hopes and Dreams
pt: Speranze e Sogni

# 1799 NAME
source: Imperial
pt: Imperiale

# 1808 NAME
source: Justice
pt: Giustizia

# 1816 NAME
source: Dreamin' of You
pt: Sognando Te

# 1842 NAME
source: Little Runner
pt: Piccolo Corridore

# 1856 NAME
source: Ball Joint
pt: Testina

# 1867 NAME
source: Coop de Grace
pt: Gallo di Grazia

# 1881 NAME
source: Ribbon
pt: Fiocco

# 1888 NAME
source: Swordsman
pt: Spadaccino

# 1898 NAME
source: Saturn
pt: Saturno
