Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020015f.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got a pair of <Color:8>Hercules Gloves<Color:Default>.
pt: Hai ottenuto un paio di <Color:8>Guanti di Ercole<Color:Default>.

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Food Stall Owner
pt: Venditore di cibo

source: Fine, I'll move your stall.
pt: Va bene, ci penso io a spostare la tua bancarella.

source: You're asking the wrong guy.
pt: Stai chiedendo al tipo sbagliato.

# 112_Kiryu
source: Hey, are you all right?
pt: Ehi, stai bene?

# 124_Food Stall Owner
source: Ugh... I think I sprained my ankle. Can't move a muscle. Agh! Damn, that smarts...
pt: Ugh... Credo di essermi fatto una storta alla caviglia. Non riesco a muovere un muscolo. Ahi! Maledizione, brucia un casino...

# 136_Kiryu
source: You should get that looked at by a doctor. Is there a hospital you can go to?
pt: Fatti dare un'occhiata da un dottore. C'è un ospedale dove puoi andare?

# 148_Food Stall Owner
source: Can't right now! I got customers waitin' for their oden! Gotta start work right away!
pt: Non posso adesso! C'ho clienti che aspettano l'oden! Devo mettermi subito al lavoro!

# 160_Kiryu
source: You shouldn't take injuries lightly at your age.
pt: Non prendere sotto gamba gli infortuni alla tua età.

# 172_Food Stall Owner
source: Look, I been runnin' the same damn stall in the same damn place for thirty goddamn years.
pt: Senti, è trenta cazzo di anni che tiro avanti la stessa cazzo di bancarella nello stesso cazzo di posto.

# 196_Kiryu
source: And I'll be damned if I let this ankle stop me now!
pt: E che mi prenda un colpo se mi faccio fermare da questa caviglia, proprio adesso!

# 244_Kiryu
source: ...You okay?
pt: ...Stai bene?

# 256_Food Stall Owner
source: No, gosh dangit... The rush'll be startin' soon! Can't just sit here. Gotta start haulin' ass on this thing!
pt: No, dannazione... L'ora di punta sta per iniziare! Non posso starmene qui seduto. Devo darmi una mossa con questa cosa!

# 268_Kiryu
source: You won't be hauling anything like that.
pt: Non sarai tu a tirare su roba simile.

# 280_Food Stall Owner
source: Then maybe I can getcha to haul it over for me?
pt: Allora, magari riesco a farti trascinarla qui per me?

# 292_Kiryu
source: Huh?
pt: Uh?

# 304_Food Stall Owner
source: Come on! I'll make it worth your while! Just move my stall over to South Nagasugawa Street!
pt: Dai! Ne varrà la pena! Spostami la bancarella in Via Nagasugawa Sud!

# 316_Kiryu
source: But how are you going to get there?
pt: Ma come fai ad arrivarci?

# 328_Food Stall Owner
source: Simple! I'll just take a cab and wait for ya! Now then. Treat the ol' girl gently, okay? Bitter and old I may be, but lose that stall and I might as well lose my life!
pt: Semplice! Prendo un taxi e ti aspetto! Allora. Tratta la vecchia con delicatezza, capito? Sarò pure vecchio e acido, ma se perdo quella bancarella è come se perdessi la vita!

# 340_Food Stall Owner
source: I'm beggin' ya! Do an old man a favor!
pt: Ti scongiuro! Fai un favore a un vecchio!

# 352_Kiryu
source: Okay. All I have to do is move this thing to South Nagasugawa Street, right? That shouldn't be too hard.
pt: Ok. Devo solo spostare sta roba fino a South Nagasugawa Street, giusto? Non dovrebbe essere troppo difficile.

# 364_Food Stall Owner
source: Great! I owe ya one! But business is gonna get busy real fast. Ya gotta hurry!
pt: Grande! Te ne devo una! Ma gli affari si faranno frenetici in un attimo. Datti una mossa!

# 376_Kiryu
source: Sure. Leave it to me.
pt: Certo. Ci penso io.

# 388_Food Stall Owner
source: Okay, thanks again! Remember, we're on a tight schedule here!
pt: Ok, grazie ancora! Mi raccomando, siamo stretti coi tempi qui!

# 412_Kiryu
source: You come back to help me with my stall?
pt: Sei tornato ad aiutarmi con la mia bancarella?

# 424_Kiryu
source: Sorry, you'll have to find someone else.
pt: Spiacente, dovrai trovare qualcun altro.

# 436_Food Stall Owner
source: Oh, okay. I guess I can't force ya.
pt: Ah, va bene. Mi sa che non posso forzarti.

# 472_Kiryu
source: Hey, over here! Good work, man! I've got customers waitin'!
pt: Ehi, da questa parte! Gran lavoro, compare! Ho clienti che aspettano!

# 484_Kiryu
source: I hope I made it on time...
pt: Spero di avercela fatta in tempo...

# 508_Kiryu
source: You did great! I never expected ya to show up so quick!
pt: Sei stato un grande! Non avrei mai pensato che ti facessi vivo così in fretta!

# 520_Kiryu
source: But did ya get the stall here in one piece?
pt: Ma sei riuscito a portare la bancarella qui tutta intera?

# 580_Kiryu
source: Ah! She's in good shape, I see! Guess you treated her like a lady, huh?
pt: Ah! È in ottima forma, vedo! Immagino l'hai trattata come una signora, eh?

# 592_Kiryu
source: Well, you did say you value it as much as your life, or something to that effect. So I didn't want to knock it around.
pt: Beh, avevi detto che ci tenevi come alla tua vita, o qualcosa del genere. Perciò non volevo sballottarla in giro.

# 604_Kiryu
source: Thanks! You've got a good heart for such a young guy!
pt: Grazie! Hai un buon cuore per uno così giovane!

# 616_Kiryu
source: I was floored outta my gourd for a while there, but now I can get my customers the oden they've been cravin'!
pt: Ero andato in palla per un po', ma ora posso dare ai miei clienti l'oden che si morivano dalla voglia di mangiare!

# 628_Kiryu
source: It ain't a lot, but here's a little somethin' for luggin' my stall this whole way. Thanks!
pt: Non è un granché, ma ecco un pensierino per avermi trascinato la bancarella per tutto il tragitto. Grazie!

# 700_Kiryu
source: I've been waitin' here for ages! How come it took ya so damn long!?
pt: È una vita che aspetto qui! Ma come diavolo ci hai messo così tanto?!

# 712_Kiryu
source: But did ya get the stall here in one piece?
pt: Ma sei riuscito a portare la bancarella qui tutta intera?

# 772_Kiryu
source: Oh, mercy! What the hell'd ya do to my baby!?
pt: Misericordia! Che diavolo hai combinato al mio tesoro!?

# 784_Kiryu
source: Something wrong?
pt: Qualcosa non va?

# 796_Kiryu
source: The stall's a disaster inside! Which way'd ya come? I've never seen such a mess in my life!
pt: Dentro la bancarella è un macello! Da che parte sei sbucato? Non ho mai visto un casino così in vita mia!

# 808_Kiryu
source: Sorry... It's my first time pulling a street cart.
pt: Scusa... È la mia prima volta a tirare una bancarella.

# 820_Kiryu
source: Ah well. I'll have it good as new again in no time. I'll have to ask the customers to wait a little while, though.
pt: Vabbè. Lo rimetterò a nuovo in un attimo. Dovrò chiedere ai clienti di aspettare un pochino, però.

# 832_Kiryu
source: Hmm... It ain't a lot, but here's a little somethin' for luggin' my stall this whole way. Thanks!
pt: Hmm... Non è granché, ma tieni un piccolo qualcosa per esserti sbattuto a portare la mia bancarella fin qui. Grazie!
