Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c7e.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: Editorial Staff
pt: Redazione

# 92_Editorial Staff
source: Shinada-san, you did it! Those photos were priceless! Yamazaki's grimace of despair's gonna be on every tabloid across Japan－courtesy of Nightlife Magazine!
pt: Shinada-san, ci sei riuscito! Quelle foto erano impagabili! La smorfia di disperazione di Yamazaki finirà su tutti i tabloid del Giappone－grazie a Nightlife Magazine!

# 104_Shinada
source: I gotta tell you, that was no walk in the park. Going around playing candid camera is totally not my specialty.
pt: Te lo dico io, non è stata una passeggiata. Andare in giro a fare il paparazzo non è proprio la mia specialità.

# 116_Editorial Staff
source: Nah, not at all! I'd say you're better off snapping compromising photos than writing dirty articles! This is seriously the work of a master!
pt: Nah, per niente! Ti direi che è meglio scattare foto compromettenti piuttosto che scrivere articoli zozzi! Questo è davvero un lavoro da maestro!

# 128_Shinada
source: Sure, if you say so. Now, let's talk money. You said you'd pay well for those photos, right?
pt: Va bene, se lo dici tu. Adesso, parliamo di soldi. Avevi detto che avresti pagato bene per quelle foto, vero?

# 140_Editorial Staff
source: Of course! The chief was strutting around like a peacock over them!
pt: Certo! Il capo faceva il pavone per quelle!

# 164_Shinada
source: Aww yeah! And Tatsuo hits the jackpot!
pt: Eccome! E Tatsuo ha beccato il colpaccio!

# 176_Editorial Staff
source: You sure did, Shinada-san. Thanks for coming through for us... and for all who hold entertainment sacred!
pt: L'hai proprio fatta, Shinada-san. Grazie per averci dato una mano... e per tutti quelli che considerano sacro l'intrattenimento!

# 248_Editorial Staff
source: Seriously!? Yamazaki caught you tailing him?
pt: Dici sul serio!? Yamazaki ti ha beccato a pedinarlo?

# 260_Shinada
source: Uh... yeah...
pt: Uh... sì...

# 272_Editorial Staff
source: No wonder Yamazaki suddenly went back to his hotel without any side trips. We thought something strange was going on.
pt: Ecco perché Yamazaki è tornato improvvisamente al suo hotel senza fare tappe intermedie. Pensavamo che qualcosa non quadrasse.

# 284_Shinada
source: Oh, is that what happened...
pt: Ah, ecco cos'è successo...

# 296_Editorial Staff
source: Man... What were you doing out there? We had the whole office mobilized to chase this lead. What a wasted effort.
pt: Cavolo... Che diavolo stavi combinando là fuori? Abbiamo mobilitato tutto l'ufficio per inseguire questa soffiata. Che spreco di energie.

# 308_Shinada
source: Look, I'm sorry! I've never tailed anyone before. It's not like I'm a one-man detective agency.
pt: Senti, mi dispiace! Non ho mai pedinato nessuno prima d'ora. Non è che sono un detective privato, sai.

# 320_Editorial Staff
source: All right, all right! I get it! I'm the idiot for asking your help in the first place. Sheesh...
pt: Va bene, va bene! Ho capito! Sono stato io l'idiota a chiederti aiuto, tanto per cominciare. Ma dai...

# 332_Editorial Staff
source: But boy, are you a one-trick pony. Guess it's nightlife or nothing for you, huh?
pt: Ma cavoli, sai fare solo quello. Mi sa che per te è o vita notturna o niente, eh?

# 404_Editorial Staff
source: All right, Shinada-san, get a move on. Your area is Kumano Boulevard. We need definitive evidence of Yamazaki meeting his girl on the side. That'll nail him good!
pt: Ok, Shinada-san, datti una mossa. La tua zona è Kumano Boulevard. Abbiamo bisogno di prove schiaccianti di Yamazaki che incontra la sua amante. Questo lo incastrerà per bene!
