Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001305bf.po
Languages: pt

source: You got a letter from the Amon Clan.
pt: Hai ricevuto una lettera dal Clan Amon.

source: Mysterious Man
pt: Uomo Misterioso

# 124_Mysterious Man
source: I'm waiting for Kazuma Kiryu-san. I've got no business with you.
pt: Sto aspettando Kazuma Kiryu-san. Non ho niente a che fare con te.

# 136_Akiyama
source: Huh? Who are you?
pt: Eh? Chi sei?

# 148_Mysterious Man
source: I'm waiting for Kazuma Kiryu-san. I've got no business with you.
pt: Sto aspettando Kazuma Kiryu-san. Non ho niente a che fare con te.

# 160_Akiyama
source: Oh, so it's Kiryu-san you're looking for. Never mind, then.
pt: Ah, quindi è Kiryu-san che cerchi. Lascia perdere, allora.

# 172_Saejima
source: Who're you?
pt: Chi saresti?

# 184_Mysterious Man
source: I'm waiting for Kazuma Kiryu-san. I've got no business with you.
pt: Sto aspettando Kazuma Kiryu-san. Non ho niente a che fare con te.

# 196_Saejima
source: You lookin' for Kiryu? He'll show up soon enough, no doubt.
pt: Cerchi Kiryu? Si farà vivo tra poco, stattene certo.

# 208_Shinada
source: Huh? What are you doing here?
pt: Eh? Cosa ci fai qui?

# 220_Mysterious Man
source: I'm waiting for Kazuma Kiryu-san. I've got no business with you.
pt: Sto aspettando Kazuma Kiryu-san. Non ho niente a che fare con te.

# 232_Shinada
source: You know Kiryu-san? Man, that guy deals with some characters－shady ones. Eek.
pt: Conosci Kiryu-san? Cavolo, quel tipo ha a che fare con certa gente — gente losca. Mamma mia!

# 244_Mysterious Man
source: You're that girl who was with Kazuma Kiryu-san...
pt: Sei quella ragazza che era con Kazuma Kiryu-san...

# 256_Mysterious Man
source: If you see him, do let him know I'm waiting.
pt: Se lo vedi, fagli pure sapere che lo aspetto.

# 268_Haruka
source: (Who is this guy? Uncle Kaz sure has some odd acquaintances.)
pt: (Chi è questo tizio? Zio Kaz ha proprio delle strane conoscenze.)

# 280_Mysterious Man
source: Kazuma Kiryu-san, I presume?
pt: Lei è Kazuma Kiryu-san, presumo?

# 292_Kiryu
source: Who are you?
pt: Chi sei?

# 304_Mysterious Man
source: I serve the Amon Clan. I came to hand you a letter.
pt: Servo il Clan Amon. Sono venuto per consegnarti una lettera.

# 316_Kiryu
source: Amon... Now there's a name I haven't heard in a while.
pt: Amon... Ecco un nome che non sentivo da un bel pezzo.

# 328_Mysterious Man
source: Take this.
pt: Tieni questo.

# 352_Mysterious Man
source: There. My job here is done.
pt: Ecco. Il mio lavoro qui è finito.

# 376_Kiryu
source: Amon... Are you looking for another showdown?
pt: Amon... State cercando un altro scontro?
