Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091c70.po
Languages: pt

source: Mission Added
pt: Missione Aggiunta

# 72_Nishina
source: Do you have any idea what you've done? Did you even think about what this could do to us!?
pt: Hai la minima idea di cosa hai combinato? Hai anche solo pensato a cosa potrebbe farci questo!?

# 84_Narumi
source: Hah. Of course I did.
pt: Ah. Certo che sì.

# 96_Narumi
source: I was thinking about what a favor I was doing for you all. Or did you <Italic>want</Italic> to keep living terrified of some bear?
pt: Stavo pensando che razza di favore vi stessi facendo, a tutti voi. O <Italic>volevate</Italic> continuare a vivere terrorizzati da un orso qualunque?

# 108_Nishina
source: It's not some bear! It's Yama-oroshi.
pt: Non è un orso qualunque! È Yama-oroshi.

# 120_Narumi
source: See, that's what I'm talking about! You people have made this animal into some kind of god figure.
pt: Visto, è proprio di questo che parlo! Voi altri avete trasformato quest'animale in una specie di divinità.

# 132_Saejima
source: Everyone! Pipe down a sec. What happened, exactly?
pt: Ehi, tutti! Zitti un attimo. Cos'è successo, di preciso?

# 144_Narumi
source: These country bumpkins... They don't want anyone to take real action to solve a problem, I guess.
pt: Questi zotici di montagna... Credo non vogliano che nessuno agisca sul serio per risolvere un problema.

# 156_Nishina
source: This braying jackass has been scattering bear bait all over the mountain!
pt: Questo somaro che raglia ha sparso esca per orsi su tutta la montagna!

# 168_Saejima
source: What? Why're you doin' that?
pt: Cosa? Perché fai così?

# 180_Nishina
source: He's trying to lure out Yama-oroshi. We'll all be in danger!
pt: Sta cercando di attirare fuori lo Yama-oroshi. Saremo tutti in pericolo!

# 192_Saejima
source: Why? Ya think he'll come down here to the village?
pt: Perché? Pensi che verrà giù qui al villaggio?

# 204_Nishina
source: Not only that, all the other bears are going to smell the food, too. They'll wake up from hibernation.
pt: Non solo, anche tutti gli altri orsi sentiranno l'odore del cibo. Si sveglieranno dal letargo.

# 216_Nishina
source: ...And they'll be crazed as a pack of wild dogs on the hunt!
pt: ...E saranno impazziti come un branco di cani selvaggi a caccia!

# 228_Nishina
source: They're sure to bring their feeding frenzy to our village!
pt: Di certo porteranno la loro furia famelica nel nostro villaggio!

# 252_Narumi
source: So what? I'll kill the whole damn lot. All the bears I can shoot! This'll be the hunting trip of a lifetime.
pt: E allora? Li faccio fuori tutti, quei maledetti. Tutti gli orsi che posso abbattere! Questa sarà la battuta di caccia della vita.

# 264_Nishina
source: Asshole!
pt: Stronzo!

# 288_Sakurai
source: Hey! Nishina-san!
pt: Ehi! Nishina-san!

# 300_Sakurai
source: There was another bear sighting!
pt: C'è stato un altro avvistamento di orso!

# 312_Nishina
source: Was it Yama-oroshi?
pt: Era Yama-oroshi?

# 324_Sakurai
source: They couldn't tell; it took off right away. But they said it was huge.
pt: Non sono riusciti a vederlo bene; è scappato subito. Ma hanno detto che era enorme.

# 336_Nishina
source: Okay. Someone needs to tell everyone to get inside.
pt: Ok. Qualcuno deve dire a tutti di rientrare.

# 348_Kimiyo
source: I'll do it.
pt: Lo farò.

# 372_Narumi
source: That's right, you people go home and cower in a corner. That'll keep you out of my way!
pt: Esatto, voi altri andatevene a casa e rintanatevi in un angolo. Così non mi intralcerete!

# 396_Nishina
source: Jerk.
pt: Stronzo.

# 408_Sakurai
source: Is there anything else we can do?
pt: C'è qualcos'altro che possiamo fare?

# 420_Nishina
source: It's not too late to stop this. We can go pick up all the bait.
pt: Non è troppo tardi per fermare tutto questo. Possiamo andare a prendere tutte le esche.

# 432_Sakurai
source: But some bears are out and hungry already. We need all the men to stand guard.
pt: Ma alcuni orsi sono già in giro e affamati. Ci servono tutti gli uomini di guardia.

# 444_Saejima
source: I'll go get the bait. You two stay with the others to protect the village.
pt: Vado io a prendere l'esca. Voi due restate con gli altri a proteggere il villaggio.

# 468_Nishina
source: We accept your help.
pt: Accettiamo il tuo aiuto.

# 480_Nishina
source: I know eight spots on the mountain where an experienced hunter would put bait. I'll mark them on a map for you. Got it?
pt: Conosco otto punti sulla montagna dove un cacciatore esperto metterebbe l'esca. Te li segno su una mappa. Capito?

# 492_Saejima
source: Yeah.
pt: Sì.

# 504_Sakurai
source: I'll get a pack ready for you at Okudera-san's. Meet me there.
pt: Ti preparo uno zaino da Okudera-san. Ci vediamo lì.

# 516_Sakurai
source: This is going to require a lot more time on the mountain compared to your last trip, so prep thoroughly, all right?
pt: Questa volta ti toccherà stare molto più a lungo in montagna rispetto all'ultima, quindi preparati per bene, capito?

# 528_Saejima
source: Got it.
pt: Capito.

# 540_Nishina
source: We're counting on you!
pt: Contiamo su di te!

# 576_Mission Added
source: "Hubris" was added.
pt: «Superbia» è stata aggiunta.
