Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330366.po
Languages: pt

source: You got <Color:8>Toughness ZZ<Color:Default>.
pt: Hai ricevuto <Color:8>Toughness ZZ<Color:Default>.

source: You got <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto <Color:8>Imperatore della Robustezza<Color:Default>.

source: You got <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto <Color:8>Staminan Royale<Color:Default>.

source: Editorial Staff
pt: Redazione

# 44_Editorial Staff
source: Oh, hey, Shinada-san. Did you get my message? Well, you're in luck. You got the last one.
pt: Ah, ehi, Shinada-san. Ti è arrivato il mio messaggio? Beh, sei fortunato. Hai preso l'ultimo.

# 56_Editorial Staff
source: Here's the stuff.
pt: Ecco la roba.

# 248_Editorial Staff
source: Whoa, what happened to your face? Did you get into a fight?
pt: Caspita, cos'è successo alla tua faccia? Hai fatto a botte?

# 260_Shinada
source: Ahahah. Kinda sorta.
pt: Ahahah. Più o meno.

# 272_Editorial Staff
source: Oogh. Looks like you headbutted a beehive. Bet that stings! ...Well, I should get going. Stay out of trouble now.
pt: Oogh. Sembra che tu abbia fatto a capocciate con un nido di vespe. Scommetto che brucia! ...Beh, dovrei andare. Non cacciarti nei guai, adesso.

# 284_Shinada
source: (Well, I got what I came for. Now to call it a night.)
pt: (Vabbè, ho preso quel che mi serviva. Per stanotte, ho chiuso.)
