Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330492.po
Languages: pt

source: Fisherman
pt: Pescatore

source: Player
pt: Giocatore

source: Buy Bait
pt: Compra Esche

source: Sell Fish
pt: Vendi Pesce

source: Never Mind
pt: Lascia perdere

# 60_Fisherman
source: You going to fish here? Y'know what, I bet you are. You look like quite the fisherman, I just know it!
pt: Vieni a pescare qui? Sai che ti dico? Scommetto di sì. Hai tutta l'aria del pescatore navigato, me lo sento e basta!

# 84_Player
source: No, I...
pt: No, io...

# 96_Player
source: No, I...
pt: No, io...

# 108_Player
source: No, I...
pt: No, io...

# 120_Player
source: No, I...
pt: No, io...

# 132_Player
source: Huh? Me?
pt: Eh? Io?

# 144_Fisherman
source: By the way, if you don't have any bait, I'll sell you some. I always come here with a veritable mountain of bait, I do.
pt: A proposito, se non hai esche, te ne vendo io. Io, qui, ci vengo sempre con una vera montagna di esche.

# 156_Fisherman
source: See, I love fishing, but I'm not the best fisherman. Never catch anything myself. So, if you ever have too many fish, I'll buy 'em off you. Good deal, huh?
pt: Vedi, a me piace un casino pescare, ma non sono mica un gran pescatore. Io non ci piglio mai niente. Quindi, se per caso ti ritrovi con troppi pesci, te li compro io. Che affare, eh?

# 168_Fisherman
source: Oh, and that fishing rod there is mine, but you're more'n welcome to use it. I'm going to take me a quick break.
pt: Ah, e quella canna da pesca lì è la mia, ma sentiti pure libero di usarla. Mi faccio una piccola pausa.

# 180_Fisherman
source: Hey, you a fishing enthusiast too? Let me know if there's any way I can help you. I got me a soft spot for new and aspiring fishermen.
pt: Oi, anche tu sei un tipo da pesca? Fammi sapere se posso darti una mano in qualche modo. Ho un debole per i pescatori alle prime armi e per quelli che vogliono imparare.

# 192_Fisherman
source: Alrighty then, what would you like?
pt: Allora, cosa ti serve?

# 216_Fisherman
source: Thanks. Say the word if you need more.
pt: Grazie. Chiedi pure se ti serve altro.

# 228_Fisherman
source: Alrighty then, what do you got for me?
pt: Allora, sentiamo un po', cosa vuoi fare?

# 252_Fisherman
source: Thank you. Take care now.
pt: Grazie. Stammi bene.

# 264_Fisherman
source: Is that so? Well, you come by again whenever you're in the fishin' mood.
pt: Ah, sì? Beh, fatti rivedere quando ti prende la voglia di pescare.
