Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901f4.po
Languages: pt

# 116_Saejima
source: You work here at Apocalypse, right? This a host club?
pt: Tu lavori qui all'Apocalypse, no? Questo è un Host club?

# 128_Host
source: Yes. Are you coming in?
pt: Sì. Entri?

# 140_Saejima
source: (Some restaurant, Masao.)
pt: (Qualche ristorante, Masao.)

# 152_Saejima
source: I heard there's a guy who works here named Masao. He around?
pt: Ho sentito che qui lavora un tipo di nome Masao. C'è in giro?

# 164_Host
source: Masao? What's he to you?
pt: Masao? Che gli sei?

# 176_Saejima
source: Just an acquaintance. Is he here or not?
pt: Solo un conoscente. C'è o non c'è?

# 188_Host
source: Tch. He took off after only one day. Shirked a 300,000 yen payment.
pt: Tch. È sparito dopo appena un giorno. Si è scansato un pagamento di 300.000 yen.

# 200_Saejima
source: Whaddya mean?
pt: Che vuoi dire?

# 212_Host
source: A client he was handling left an unpaid bill. It's up to the host to cover it when that sort of thing happens.
pt: Un cliente che seguiva ha lasciato un conto non pagato. Quando succedono 'ste cose, tocca all'Host coprirlo.

# 224_Host
source: But instead of being responsible, he just vanished. We've been looking for him everywhere.
pt: Ma invece di prendersi le sue responsabilità, è sparito e basta. Lo stiamo cercando dappertutto.

# 236_Host
source: We'll track that idiot down eventually and settle it!
pt: Quel deficiente prima o poi lo scoveremo e gliela faremo pagare!

# 248_Saejima
source: Bullshit. You set him up, didn't ya? Took advantage of the fact he didn't know up from down in this city.
pt: Cazzate. Non è che l'hai incastrato tu? Ti sei approfittato del fatto che qui non sapeva dove mettere i piedi.

# 260_Saejima
source: What kinda outfit pairs up a shady client with the new guy?
pt: Che razza di locale appioppa un cliente losco al nuovo arrivato?

# 272_Host
source: What!?
pt: Cosa!?

# 284_Saejima
source: Anyway, I guess that means I won't find him here. See ya.
pt: Comunque, mi sa che qui non lo trovo. Ciao.

# 296_Host
source: Tch. The nerve of some people.
pt: Tch. Certa gente ha una bella faccia tosta.

# 308_Saejima
source: (So where the hell did Masao get to?)
pt: (Allora, dov'è diavolo finito Masao?)
