Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c10d7.po
Languages: pt

source: Hey, big guy.
pt: Ehi, ragazzone.

source: Strange Man
pt: Uomo Strano

# 84_Saejima
source: ...You talking to me?
pt: ...Dici a me?

# 96_Strange Man
source: Yeah. The name's Gachita. Seeing you hurl that ball with authority was really something else!
pt: Già. Mi chiamo Gachita. Vederti scagliare quella palla con quell'autorità... è stato davvero tutt'altra roba!

# 108_Gachita
source: That massive build. Your musky machoness. I swear, just looking at you is making the hairs on my heck stand on end. I have to have you as my rival!
pt: Quel fisico massiccio. La tua virilità muschiata. Giuro, solo a guardarti mi si drizzano i peli sul collo. Devo averti come mio rivale!

# 120_Saejima
source: What the hell?
pt: Ma che diavolo?

# 132_Gachita
source: Here's my phone number. Please, take it.
pt: Ecco il mio numero di telefono. Dai, prendilo.

# 144_Gachita
source: Call me if you ever need a bowling buddy. I'd be more than happy to join you, big guy. See ya!
pt: Chiamami se mai avessi bisogno di un compagno di bowling. Sarei felicissimo di unirmi a te, omaccione. Ci vediamo!

# 192_Saejima
source: You can now call up your rival to play competitive bowling.
pt: Ora puoi chiamare il tuo rivale per una partita di bowling competitiva.

# 204_Saejima
source: You can now call up your rival to play competitive bowling. However, you may not do so until you obtain a mobile phone.
pt: Ora puoi chiamare il tuo rivale e sfidarlo a bowling. Però, non potrai farlo finché non avrai un cellulare.
