Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901f0.po
Languages: pt

source: Masao's Mother
pt: La madre di Masao

# 60_Masao
source: Hm? Do you want something?
pt: Hm? Vuoi qualcosa?

# 72_Saejima
source: Ya leavin' the village?
pt: Te ne vai dal villaggio?

# 84_Masao
source: Well, yes. I'm leaving for Tsukimino. I don't want to be stuck here forever.
pt: Beh, sì. Me ne vado a Tsukimino. Non voglio rimanere incastrato qui per sempre.

# 96_Saejima
source: That so? Ya know, it's bad for the village to be losin' so many young people.
pt: Così, eh? Sai, non è mica un bene per il villaggio perdere tutti 'sti giovani.

# 108_Masao
source: I know that. But I'm so sick of this place. I can't stand how boring it is.
pt: Lo so. Ma sono così stufo di questo posto. Non reggo proprio la noia che c'è.

# 132_Masao
source: You're Saejima-san, aren't you? Aren't you from some big city yourself? Which one?
pt: Tu sei Saejima-san, vero? Non sei anche tu di una città grossa? Quale?

# 144_Saejima
source: What's the use of knowin' that?
pt: Che te ne fai a saperlo?

# 156_Masao
source: Because, like, you get why I want to leave, right? You know how cool the big city is.
pt: Perché, tipo, capisci perché voglio andarmene, no? Tu sai com'è figa la città grossa.

# 168_Masao
source: My dad wouldn't listen to anything I said about it. Every time I brought it up, he'd just smack me and say becoming a hunter was my only choice.
pt: Mio padre non voleva sentire ragioni su niente di quello che gli dicevo. Ogni volta che tiravo fuori l'argomento, mi mollava uno schiaffo e diceva che diventare un cacciatore era la mia unica scelta.

# 180_Masao
source: That's why I'm running away.
pt: Ecco perché scappo.

# 192_Saejima
source: Runnin' away?
pt: Scappi?

# 204_Masao's Mother
source: My husband doesn't know that Masao is leaving. He would never allow it.
pt: Mio marito non sa che Masao se ne va. Non lo permetterebbe mai.

# 216_Saejima
source: Ya realize yer pa's gonna blow his stack when he finds out.
pt: Ma ti rendi conto che a tuo padre gli verrà un colpo quando lo scoprirà?

# 228_Masao
source: What, are you trying to stop me?
pt: Ma che, mi vuoi fermare?

# 240_Saejima
source: Nah. This ain't the sort of thing for strangers to meddle in.
pt: No. Non è roba da sconosciuti ficcarci il naso.

# 252_Masao
source: Agreed. Well, it's now or never. I need to be gone before dad gets back.
pt: Va bene. Beh, o adesso o mai più. Devo filare prima che papà torni.

# 264_Masao's Mother
source: *sob* Remember you can always come home.
pt: *singhiozza* Ricordati che potrai sempre tornare a casa.

# 276_Masao
source: It'll be okay, Mom. I'm eighteen now. Have a little faith in me.
pt: Andrà tutto bene, Mamma. Ho diciotto anni adesso. Fidati un po' di me.

# 288_Masao
source: Goodbye.
pt: Addio.

# 300_Masao's Mother
source: My son...
pt: Mio figlio...

# 312_Saejima
source: (Hope the kid does all right for himself.)
pt: (Spero che il ragazzino se la cavi.)
