Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c3b.po
Languages: pt

source: Gambler
pt: Giocatore d'azzardo

source: Give It a Try
pt: Provaci

source: Forget It
pt: Lascia perdere

source: Guide
pt: Guida

source: I'm in.
pt: Ci sto.

source: Never mind.
pt: Lascia stare.

# 60_Gambler
source: Hey, buddy! Wanna play koi-koi?
pt: Ehi, socio! Ti va di giocare a koi-koi?

# 72_Haruka
source: Uncle Kaz! See if you can <Color:8>win 1,000 points or more at koi-koi<Color:Default>. You know the hands, right?
pt: Zio Kaz! Vedi se riesci a <Color:8>vincere 1.000 punti o più a koi-koi<Color:Default>. Conosci le combinazioni, vero?

# 84_Kiryu
source: (Haruka wants me to <Color:8>win 1,000 points or more at koi-koi<Color:Default>.)
pt: (Haruka vuole che io <Color:8>vinca almeno 1.000 punti a koi-koi<Color:Default>.)

# 108_Haruka
source: Aww, okay. Some other time.
pt: Ah, va bene. Magari un'altra volta.

# 120_Guide
source: All right. Maybe next time, then.
pt: Ok. Magari la prossima volta, allora.

# 144_Gambler
source: Hang on, you need at least 200 points to play koi-koi. Buy them at the front desk, okay?
pt: Aspetta un attimo, ti servono almeno 200 punti per giocare a koi-koi. Comprali alla reception, ok?

# 156_Gambler
source: Excellent. You're in?
pt: Ottimo. Ci stai?

# 216_Gambler
source: That's what I wanted to hear! Right this way!
pt: Questo sì che è parlare! Forza, da questa parte!

# 228_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 252_Gambler
source: Is that so? Drop by again, okay?
pt: Davvero? Passa ancora, ok?

# 276_Gambler
source: Hang on, you need at least 200 points to play koi-koi. Buy them at the front desk, okay?
pt: Aspetta un attimo, ti servono almeno 200 punti per giocare a koi-koi. Comprali alla reception, ok?

# 288_Gambler
source: Hey, buddy! Wanna play koi-koi?
pt: Ehi, socio! Ti va di giocare a koi-koi?

# 348_Gambler
source: That's what I wanted to hear! Right this way!
pt: Questo sì che è parlare! Forza, da questa parte!

# 372_Gambler
source: Is that so? Drop by again, okay?
pt: Davvero? Passa ancora, ok?
