Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0036005f.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

source: Player
pt: Giocatore

# 156_Riku
source: I'm gonna sing my heart out!
pt: Canterò con tutto il cuore!

# 168_Riku
source: Now, what to sing... <Color:255,200,200,255>"Ring"<Color:Default> is always a good one.
pt: Ora, cosa cantare... <Color:255,200,200,255>"Ring"<Color:Default> è sempre una buona scelta.

# 180_Riku
source: That was a blast. <Color:255,200,200,255>♥<Color:Default> And you really got the party started, %s-san!
pt: È stato uno spasso. <Color:255,200,200,255>♥<Color:Default> E hai davvero fatto scatenare la festa, %s-san!

# 192_Riku
source: Now I wanna hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Ora voglio sentirti cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 204_Player
source: Sure, I'm game.
pt: Certo, ci sto.

# 216_Riku
source: Hehe, <Color:255,200,200,255>♥<Color:Default> I can't wait, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Hehe, <Color:255,200,200,255>♥<Color:Default> Non vedo l'ora, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 228_Player
source: No, I think I'll pass.
pt: No, direi che passo.

# 240_Riku
source: Really? Aww, I wanted to hear you sing, %s-san...
pt: Davvero? Ah, volevo sentirti cantare, %s-san...

# 252_Riku
source: Wow, that was rough...
pt: Wow, è stata dura...

# 264_Player
source: Sorry...
pt: Scusa...

# 276_Riku
source: That felt great! <Color:255,200,200,255>♥<Color:Default> And you really helped me get into it, %s-san.
pt: Mi sono sentito alla grande! <Color:255,200,200,255>♥<Color:Default> E mi hai davvero aiutato a sciogliermi, %s-san.

# 288_Riku
source: Now I wanna hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Ora voglio sentirti cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 300_Player
source: Sure, I'm game.
pt: Certo, ci sto.

# 312_Riku
source: Hehe. <Color:255,200,200,255>♥<Color:Default> Can't wait to hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Hehe. <Color:255,200,200,255>♥<Color:Default> Non vedo l'ora di sentirti cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 324_Player
source: No, I think I'll pass.
pt: No, direi che passo.

# 336_Riku
source: Really? Aww, I wanted to hear you sing, %s-san...
pt: Davvero? Ah, volevo sentirti cantare, %s-san...

# 348_Riku
source: That was great! You really know how to belt out a tune, Kiryu-san.
pt: È stato fantastico! Sai proprio come tirare fuori la voce, Kiryu-san.

# 360_Player
source: I have my moments.
pt: Ho i miei momenti.

# 372_Riku
source: Well, that was... umm... different.
pt: Beh, è stato... ehm... diverso.

# 384_Player
source: Sorry...
pt: Scusa...

# 396_Riku
source: I couldn't take my eyes off you. <Color:255,200,200,255>♥<Color:Default> You're an amazin' singer, Kiryu-san!
pt: Non riuscivo a staccarti gli occhi di dosso. <Color:255,200,200,255>♥<Color:Default> Sai cantare da dio, Kiryu-san!

# 408_Player
source: Heh, thanks.
pt: Eh, grazie.
