Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033d11.po
Languages: pt

source: <Color:9>Heat Gauge capacity increased.<Color:Default>
pt: <Color:9>Capacità dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai ottenuto un Soul Orb.<Color:Default>

source: <Color:9>The maximum value of the Heat Gauge increased.<Color:Default>
pt: <Color:9>Il valore massimo dell'indicatore Heat aumentato.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai ottenuto un Soul Orb.<Color:Default>

source: <Color:9>Heat Gauge capacity increased.<Color:Default>
pt: <Color:9>Capacità dell'indicatore Heat aumentata.<Color:Default>

source: You earned one Soul Orb.
pt: Hai ottenuto un Soul Orb.

source: <Color:9>The maximum value of the Heat Gauge increased.<Color:Default>
pt: <Color:9>Il valore massimo dell'indicatore Heat aumentato.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai ottenuto un Soul Orb.<Color:Default>

source: <Color:9>Heat Gauge capacity increased.<Color:Default>
pt: <Color:9>Capacità dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai ottenuto un Soul Orb.<Color:Default>

source: <Color:9>The maximum value of the Heat Gauge increased.<Color:Default>
pt: <Color:9>Il valore massimo dell'indicatore Heat aumentato.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai ottenuto un Soul Orb.<Color:Default>

source: <Color:9>Heat Gauge capacity increased.<Color:Default>
pt: <Color:9>Capacità dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai ottenuto un Soul Orb.<Color:Default>

source: <Color:9>The maximum value of the Heat Gauge increased.<Color:Default>
pt: <Color:9>Il valore massimo dell'indicatore Heat aumentato.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai ottenuto un Soul Orb.<Color:Default>

source: Player
pt: Giocatore

source: Man in Lab Coat
pt: Uomo in camice da laboratorio

source: Minamida's Assistant
pt: Assistente di Minamida

source: Play the Game
pt: Gioca al gioco

source: Don't Play the Game
pt: Non giocare al gioco

source: Ask About the Game
pt: Chiedi del Gioco

source: Invest Some Money
pt: Investi dei soldi

source: On second thought, maybe not.
pt: A pensarci bene, forse no.

source: Don't Invest
pt: Non investire

# 248_Player
source: (I'll come back when I'm alone.)
pt: (Tornerò quando sarò solo.)

# 272_Man in Lab Coat
source: Excuse me, sir!
pt: Scusi, signore!

# 284_Kiryu
source: Hm? What do you want?
pt: Hm? Che vuoi?

# 296_Man in Lab Coat
source: We're looking for someone to playtest our newly developed game system.
pt: Stiamo cercando qualcuno per testare il nostro sistema di gioco appena sviluppato.

# 308_Man in Lab Coat
source: Please, won't you consider giving it a try?
pt: Per favore, non vorresti provarlo?

# 320_Kiryu
source: Sorry, but I'm busy.
pt: Mi dispiace, ma sono occupato.

# 332_Man in Lab Coat
source: No, please! Wait! This game is really quite amazing!
pt: No, ti prego! Aspetti! Questo gioco è davvero uno sballo!

# 344_Man in Lab Coat
source: Aw, please, don't be like that!
pt: Oh, ti prego, non fare così!

# 356_Man in Lab Coat
source: It was developed by Doctor Minamida, the most brilliant scientist of our age. It's the latest version of Inner Fighter.
pt: È stato sviluppato dal Dottor Minamida, lo scienziato più brillante della nostra epoca. È l'ultima versione di Inner Fighter.

# 368_Minamida's Assistant
source: I'm Doctor Minamida's assistant.
pt: Sono l'assistente del Dottor Minamida.

# 380_Kiryu
source: Doctor Minamida...
pt: Dottor Minamida...

# 392_Minamida's Assistant
source: This is the latest version of Inner Fighter! We call it Inner Fighter 8: Road Battle, or IF8 for short!
pt: È l'ultima versione di Inner Fighter! Lo chiamiamo Inner Fighter 8: Road Battle, o IF8 in breve!

# 404_Minamida's Assistant
source: However, IF8 is not yet complete. We need people to actually play, so we can get the data we need to complete it.
pt: Però, IF8 non è ancora completo. Abbiamo bisogno che la gente ci giochi davvero, così possiamo ottenere i dati che ci servono per completarlo.

# 428_Minamida's Assistant
source: Well, would you like to play?
pt: Allora, ti va di giocare?

# 452_Minamida's Assistant
source: How about taking IF8 for a spin?
pt: Che ne dici di fare una partita a IF8?

# 464_Minamida's Assistant
source: Okay, let me explain how to play.
pt: Allora, ti spiego come si gioca.

# 476_Minamida's Assistant
source: IF8 allows you to play what we call "road battles" where you go through a town fighting enemies until you reach their boss.
pt: IF8 ti permette di giocare a quelle che noi chiamiamo "battaglie su strada", dove attraversi una città combattendo i nemici finché non raggiungi il loro boss.

# 488_Minamida's Assistant
source: If you manage to beat the boss, you'll get an ability boost.
pt: Se riesci a battere il boss, otterrai un potenziamento.

# 500_Minamida's Assistant
source: I only have data for one town right now, but we're busy collecting data we need, so not all the stages are playable yet.
pt: Al momento ho dati solo per una città, ma siamo impegnati a raccogliere i dati che ci servono, quindi non tutti gli stage sono ancora giocabili.

# 512_Minamida's Assistant
source: Once we collect a little more data, you'll be able to play a bunch of different stages, though.
pt: Una volta che raccoglieremo qualche altro dato, potrai giocare a un sacco di stage diversi, però.

# 524_Minamida's Assistant
source: Oh, and as I mentioned before, IF8 isn't done yet. There are a lot of costs associated with completing it.
pt: Oh, e come ti ho detto prima, IF8 non è ancora completo. Ci sono un sacco di costi per completarlo.

# 536_Minamida's Assistant
source: That's why we're hoping you'll invest in the machine's completion. Developing such things is an expensive endeavor, after all.
pt: È per questo che speriamo che tu investa nel completamento della macchina. Sviluppare cose del genere è un'impresa costosa, dopotutto.

# 548_Minamida's Assistant
source: Of course, there's something in it for you, too. Once the machine's complete, it will be able to feed back a variety of data to you.
pt: Certo, c'è qualcosa anche per te. Una volta che la macchina sarà completa, potrà fornirti una varietà di dati.

# 560_Minamida's Assistant
source: So think about it, won't you? IF8 is a marvel of arcade machine technology. And it's the brainchild of the brilliant Doctor Minamida!
pt: Allora, pensaci, no? IF8 è una meraviglia della tecnologia dei cabinati arcade. Ed è la geniale creazione del brillante Dottor Minamida!

# 572_Minamida's Assistant
source: Did I mention it costs 10,000 yen to play a game? It's a little steep but well worth it.
pt: Ti avevo detto che fare una partita costa 10.000 yen? È un po' salato, ma ne vale decisamente la pena.

# 584_Minamida's Assistant
source: Well, would you like to play?
pt: Allora, ti va di giocare?

# 596_Minamida's Assistant
source: How about taking IF8 for a spin?
pt: Che ne dici di provare IF8?

# 620_Minamida's Assistant
source: Okay, now select the stage you want to play.
pt: Ok, ora seleziona lo stage che vuoi giocare.

# 632_Minamida's Assistant
source: Nagasugai it is. That will be 10,000 yen please.
pt: Nagasugai, allora. Saranno 10.000 yen, per favore.

# 644_Minamida's Assistant
source: Okay, get ready for your road battle!
pt: Ok, preparati per la tua battaglia su strada!

# 668_Minamida's Assistant
source: Kamurocho it is. That will be 10,000 yen please.
pt: Kamurocho, allora. Saranno 10.000 yen, per favore.

# 680_Minamida's Assistant
source: Okay, get ready for your road battle!
pt: Ok, preparati per la tua battaglia su strada!

# 704_Minamida's Assistant
source: I guess money's a little tight. Sorry, but I'll have to ask you to come back when you're able to pay.
pt: Sembra che tu sia un po' a corto di soldi. Mi dispiace, ma dovrò chiederti di tornare quando sarai in grado di pagare.

# 728_Minamida's Assistant
source: IF8 development is quite expensive. Would you like to invest in its completion?
pt: Lo sviluppo di IF8 è piuttosto costoso. Vorresti investire nel suo completamento?

# 752_Minamida's Assistant
source: Oh, you really want to invest in IF8? You're a lifesaver!
pt: Oh, vuoi davvero investire in IF8? Mi salvi la vita!

# 776_Minamida's Assistant
source: Total investments so far have reached %s. How much will you invest?
pt: Gli investimenti totali finora hanno raggiunto %s. Quanto investirai?

# 800_Minamida's Assistant
source: I think this is enough to upgrade IF8 to our latest version.
pt: Penso che questo basti per aggiornare IF8 alla nostra ultima versione.

# 812_Minamida's Assistant
source: It will just take a moment.
pt: Ci vorrà solo un momento.

# 872_Minamida's Assistant
source: All done! IF8 version 1.1 is now complete!
pt: Tutto fatto! IF8 versione 1.1 è ora completo!

# 884_Minamida's Assistant
source: The Kamurocho stage is now playable thanks to the upgrade.
pt: Lo scenario di Kamurocho è ora giocabile grazie all'aggiornamento.

# 896_Minamida's Assistant
source: I really hope you'll play it sometime. Well, see you again.
pt: Spero proprio che ci giocherai prima o poi. Beh, ci vediamo.

# 920_Minamida's Assistant
source: Thank you for your investment. Total investments have reached %s.
pt: Grazie per il tuo investimento. Gli investimenti totali hanno raggiunto %s.

# 932_Minamida's Assistant
source: Once we reach 100,000 yen, I'll be able to add a new stage for you to play.
pt: Una volta raggiunti i 100.000 yen, potrò aggiungere un nuovo scenario per farti giocare.

# 944_Minamida's Assistant
source: We'd really appreciate any amount you can afford to invest.
pt: Apprezzeremmo davvero qualsiasi importo che ti puoi permettere di investire.

# 956_Minamida's Assistant
source: Total investments so far have reached %s. How much will you invest?
pt: Gli investimenti totali finora hanno raggiunto %s. Quanto investirai?

# 980_Minamida's Assistant
source: I think this is enough to upgrade IF8 to our latest version.
pt: Penso che questo basti per aggiornare IF8 alla nostra ultima versione.

# 992_Minamida's Assistant
source: It will just take a moment.
pt: Ci vorrà solo un momento.

# 1052_Minamida's Assistant
source: All done! IF8 version 1.2 is now complete!
pt: Tutto fatto! IF8 versione 1.2 è ora completo!

# 1064_Minamida's Assistant
source: In version 1.2, you can earn Soul Orbs by completing a stage.
pt: In versione 1.2, puoi guadagnare Soul Orb completando uno scenario.

# 1076_Minamida's Assistant
source: However, you have to complete the same stage a number of times. I hope you'll give it a try.
pt: Però, devi completare lo stesso scenario diverse volte. Spero proprio che ci proverai.

# 1088_Minamida's Assistant
source: By the way, this will be our final version. No need to invest any more money now. We really appreciate all your help!
pt: A proposito, questa sarà la nostra versione finale. Non c'è più bisogno di investire altri soldi ora. Apprezziamo davvero tutto il tuo aiuto!

# 1112_Minamida's Assistant
source: Thank you for your investment. Total investments have reached %s.
pt: Grazie per il tuo investimento. Gli investimenti totali hanno raggiunto %s.

# 1124_Minamida's Assistant
source: We could add new features if we had 200,000 yen.
pt: Potremmo aggiungere nuove funzionalità se avessimo 200.000 yen.

# 1136_Minamida's Assistant
source: We'd really appreciate any amount you can afford to invest.
pt: Apprezzeremmo davvero qualsiasi importo che ti puoi permettere di investire.

# 1148_Minamida's Assistant
source: A little light in the wallet, are we? Please come back when your financial situation improves.
pt: Sei un po' a corto di soldi, vero? Per favore torna quando la tua situazione finanziaria migliorerà.

# 1160_Minamida's Assistant
source: This is the final version, so no more updates.
pt: Questa è la versione finale, quindi niente più aggiornamenti.

# 1172_Minamida's Assistant
source: Oh, that's too bad. I'll be here if you change your mind.
pt: Oh, che peccato. Sarò qui se cambi idea.

# 1184_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: Per favore torna. Ti aspetterò.

# 1196_Minamida's Assistant
source: You don't want to invest in IF8? That's too bad.
pt: Non vuoi investire in IF8? Che peccato.

# 1220_Player
source: (I'll come back when I'm alone.)
pt: (Tornerò quando sarò solo.)

# 1244_Man in Lab Coat
source: Excuse me, young lady. Do you have a moment?
pt: Scusi, signorina. Ha un momento?

# 1256_Haruka
source: Hm? What is it?
pt: Hm? Cosa c'è?

# 1268_Man in Lab Coat
source: We're looking for someone to playtest our newly developed game system. Please, won't you consider giving it a try?
pt: Siamo alla ricerca di qualcuno per provare il nostro sistema di gioco appena sviluppato. Per favore, non Le andrebbe di farci un tentativo?

# 1280_Haruka
source: I'm sorry, but I don't know much about games.
pt: Mi dispiace, ma non so molto sui giochi.

# 1292_Man in Lab Coat
source: No, please! Wait! This game is really quite amazing!
pt: No, ti prego! Aspetta! Questo gioco è davvero pazzesco!

# 1304_Man in Lab Coat
source: It's very easy to play even if you don't know a thing about video games.
pt: È molto facile da giocare anche se non sai niente di videogiochi.

# 1316_Man in Lab Coat
source: It was developed by Doctor Minamida, the most brilliant scientist of our age. It's the latest version of Inner Fighter.
pt: È stato sviluppato dal Dottor Minamida, lo scienziato più brillante della nostra epoca. È l'ultima versione di Inner Fighter.

# 1328_Minamida's Assistant
source: I'm Doctor Minamida's assistant.
pt: Sono l'assistente del Dottor Minamida.

# 1340_Haruka
source: Okay...
pt: Va bene...

# 1352_Minamida's Assistant
source: So you've heard of the doctor? Then you must know Inner Fighter is the real deal. Let me explain.
pt: Quindi hai sentito parlare del dottore? Allora devi sapere che Inner Fighter è roba seria. Lascia che ti spieghi.

# 1364_Minamida's Assistant
source: This is the latest version of Inner Fighter! We call it Inner Fighter 8: Road Battle, or IF8 for short!
pt: Questa è l'ultima versione di Inner Fighter! La chiamiamo Inner Fighter 8: Road Battle, o IF8 in breve!

# 1388_Minamida's Assistant
source: Still not interested? Well, we'd really love to have a young lady like you take IF8 for a spin.
pt: Ancora non sei interessata? Beh, ci piacerebbe davvero tanto che una giovane donna come te facesse un giro con IF8.

# 1400_Minamida's Assistant
source: Haven't you ever wanted to be a magical girl who could cast spells and gracefully beat down hordes of attacking thugs?
pt: Non ha mai desiderato essere una ragazza magica che potesse lanciare incantesimi e mettere al tappeto con grazia orde di teppisti all'attacco?

# 1412_Haruka
source: Hmm... That does sound kind of fun, but...
pt: Hmm... Sembra piuttosto divertente, ma...

# 1424_Minamida's Assistant
source: Right!? Who wouldn't want to do stuff like that? IF8 makes dreams like that come true.
pt: Vero!? Chi non vorrebbe fare una roba del genere? IF8 fa avverare sogni del genere.

# 1436_Minamida's Assistant
source: And by playing, you'll be able to boost your idol abilities.
pt: E giocando, potrai potenziare le tue abilità da idol.

# 1448_Haruka
source: Wait, how did you know I'm an aspiring idol?
pt: Aspetta, come facevi a sapere che sono un'aspirante idol?

# 1460_Minamida's Assistant
source: I never miss an airing of the Princess League. You're Haruka Sawamura-san right?
pt: Non mi perdo mai una puntata della Princess League. Tu sei Haruka Sawamura-san, vero?

# 1472_Haruka
source: Yes.
pt: Sì.

# 1484_Minamida's Assistant
source: Well, Haruka-san, you have everything to gain and nothing to lose by playing IF8!
pt: Beh, Haruka-san, hai tutto da guadagnare e niente da perdere giocando a IF8!

# 1496_Minamida's Assistant
source: However, IF8 is not yet complete. We need people to actually play, so we can get the data we need to complete it.
pt: Tuttavia, IF8 non è ancora completo. Abbiamo bisogno di gente che ci giochi davvero, così possiamo ottenere i dati che ci servono per completarlo.

# 1520_Minamida's Assistant
source: Well, would you like to play?
pt: Beh, ti va di giocare?

# 1544_Minamida's Assistant
source: How about taking IF8 for a spin?
pt: Che ne dici di fare un giro a IF8?

# 1556_Minamida's Assistant
source: Okay, let me explain how to play.
pt: Ok, fammi spiegare come si gioca.

# 1568_Minamida's Assistant
source: IF8 allows you to play what we call "road battles" where you go through a town fighting enemies until you reach their boss.
pt: Con IF8 puoi giocare a quelle che noi chiamiamo "battaglie su strada", dove attraversi una città combattendo i nemici fino a raggiungere il loro boss.

# 1580_Minamida's Assistant
source: If you manage to beat the boss, you'll get an ability boost.
pt: Se riesci a battere il boss, otterrai un potenziamento delle abilità.

# 1592_Minamida's Assistant
source: I only have data for one town right now, but we're busy collecting data we need, so not all the stages are playable yet.
pt: Al momento ho i dati solo per una città, ma siamo impegnati a raccogliere i dati che ci servono, quindi non tutti gli stage sono ancora giocabili.

# 1604_Minamida's Assistant
source: Once we collect a little more data, you'll be able to play a bunch of different stages, though.
pt: Una volta che avremo raccolto un po' più di dati, potrai giocare a un sacco di stage diversi, però.

# 1616_Minamida's Assistant
source: Oh, and as I mentioned before, IF8 isn't done yet. There are a lot of costs associated with completing it.
pt: Oh, e come ho menzionato prima, IF8 non è ancora completo. Ci sono un sacco di costi legati al suo completamento.

# 1628_Minamida's Assistant
source: That's why we're hoping you'll invest in the machine's completion. Developing such things is an expensive endeavor, after all.
pt: Ecco perché speriamo che tu investa nel completamento della macchina. Sviluppare certe cose è un'impresa costosa, dopotutto.

# 1640_Minamida's Assistant
source: Of course, there's something in it for you, too. Once the machine's complete, it will be able to feed back a variety of data to you.
pt: Certo, c'è qualcosa anche per te. Una volta che la macchina sarà completa, sarà in grado di fornirti una varietà di dati.

# 1652_Minamida's Assistant
source: So think about it, won't you? IF8 is a marvel of arcade machine technology. And it's the brainchild of the brilliant Doctor Minamida!
pt: Allora, pensaci, no? IF8 è una meraviglia della tecnologia delle macchine arcade. Ed è la brillante creazione del Dottor Minamida!

# 1664_Minamida's Assistant
source: Did I mention it costs 10,000 yen to play a game? It's a little steep but well worth it.
pt: Ve l'ho detto che costa 10.000 yen a partita? È un po' salato, ma ne vale proprio la pena.

# 1676_Minamida's Assistant
source: Well, would you like to play?
pt: Allora, vuoi giocare?

# 1688_Minamida's Assistant
source: How about taking IF8 for a spin?
pt: Che ne dici di fare una partita a IF8?

# 1712_Minamida's Assistant
source: Okay, now select the stage you want to play.
pt: Allora, ora seleziona lo stage che vuoi giocare.

# 1724_Minamida's Assistant
source: Sotenbori it is. That will be 10,000 yen please.
pt: Sotenbori, allora. Sono 10.000 yen, per favore.

# 1736_Minamida's Assistant
source: Okay, get ready for your road battle!
pt: Allora, preparati per la tua battaglia stradale!

# 1760_Minamida's Assistant
source: Kamurocho it is. That will be 10,000 yen please.
pt: Kamurocho, allora. Sono 10.000 yen, per favore.

# 1772_Minamida's Assistant
source: Okay, get ready for your road battle!
pt: Allora, preparati per la tua battaglia stradale!

# 1796_Minamida's Assistant
source: I guess money's a little tight. Sorry, but I'll have to ask you to come back when you're able to pay.
pt: Mi sa che sei un po' a corto di soldi. Mi dispiace, ma dovrò chiederti di tornare quando potrai pagare.

# 1820_Minamida's Assistant
source: IF8 development is quite expensive. Would you like to invest in its completion?
pt: Lo sviluppo di IF8 è piuttosto costoso. Ti piacerebbe investire nel suo completamento?

# 1844_Minamida's Assistant
source: Oh, you really want to invest in IF8? You're a lifesaver!
pt: Oh, vuoi davvero investire in IF8? Sei la mia salvezza!

# 1868_Minamida's Assistant
source: Total investments so far have reached %s. How much will you invest?
pt: Gli investimenti totali finora hanno raggiunto %s. Quanto investirai?

# 1892_Minamida's Assistant
source: I think this is enough to upgrade IF8 to our latest version.
pt: Penso che questo sia abbastanza per aggiornare IF8 alla nostra ultima versione.

# 1904_Minamida's Assistant
source: It will just take a moment.
pt: Ci vorrà solo un momento.

# 1964_Minamida's Assistant
source: All done! IF8 version 1.1 is now complete!
pt: Tutto fatto! IF8 versione 1.1 è ora completo!

# 1976_Minamida's Assistant
source: The Kamurocho stage is now playable thanks to the upgrade.
pt: Il livello di Kamurocho è ora giocabile grazie all'aggiornamento.

# 1988_Minamida's Assistant
source: I really hope you'll play it sometime. Well, see you again.
pt: Spero proprio che ci giocherai prima o poi. Beh, ci vediamo.

# 2012_Minamida's Assistant
source: Thank you for your investment. Total investments have reached %s.
pt: Grazie per il tuo investimento. Gli investimenti totali hanno raggiunto %s.

# 2024_Minamida's Assistant
source: Once we reach 100,000 yen, I'll be able to add a new stage for you to play.
pt: Una volta raggiunti i 100.000 yen, potrò aggiungere un nuovo livello per farti giocare.

# 2036_Minamida's Assistant
source: We'd really appreciate any amount you can afford to invest.
pt: Apprezzeremmo davvero qualsiasi importo tu possa permetterti di investire.

# 2048_Minamida's Assistant
source: Total investments so far have reached %s. How much will you invest?
pt: Gli investimenti totali finora hanno raggiunto %s. Quanto investirai?

# 2072_Minamida's Assistant
source: I think this is enough to upgrade IF8 to our latest version.
pt: Penso che questo sia abbastanza per aggiornare IF8 alla nostra ultima versione.

# 2084_Minamida's Assistant
source: It will just take a moment.
pt: Ci vorrà solo un momento.

# 2144_Minamida's Assistant
source: All done! IF8 version 1.2 is now complete!
pt: Tutto fatto! IF8 versione 1.2 è ora completo!

# 2156_Minamida's Assistant
source: In version 1.2, you can earn Soul Orbs by completing a stage.
pt: Nella versione 1.2, puoi guadagnare Soul Orbs completando un livello.

# 2168_Minamida's Assistant
source: However, you have to complete the same stage a number of times. I hope you'll give it a try.
pt: Tuttavia, devi completare lo stesso livello un certo numero di volte. Spero che ci proverai.

# 2180_Minamida's Assistant
source: By the way, this will be our final version. No need to invest any more money now. We really appreciate all your help!
pt: A proposito, questa sarà la nostra versione finale. Non serve più investire soldi adesso. Apprezziamo davvero tutto il tuo aiuto!

# 2204_Minamida's Assistant
source: Thank you for your investment. Total investments have reached %s.
pt: Grazie per il tuo investimento. Gli investimenti totali hanno raggiunto %s.

# 2216_Minamida's Assistant
source: We could add new features if we had 200,000 yen.
pt: Potremmo aggiungere nuove funzionalità se avessimo 200.000 yen.

# 2228_Minamida's Assistant
source: We'd really appreciate any amount you can afford to invest.
pt: Apprezzeremmo davvero qualsiasi importo tu possa permetterti di investire.
