Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490142.po
Languages: pt

source: Mamagoto Club Manager
pt: Manager del Club Mamagoto

# 44_Akiyama
source: Howdy.
pt: Ehilà.

# 68_Akiyama
source: I'm just checking up on that Nanako Kodama-chan I sent your way. How's she working out?
pt: Volevo solo sapere di quella Nanako Kodama-chan che ti ho mandato. Come sta andando?

# 80_Mamagoto Club Manager
source: Nanako? She's been fantastic from the get-go. I've never seen a girl so eager to work.
pt: Nanako? È stata fantastica fin dall'inizio. Non ho mai visto una ragazza con così tanta voglia di lavorare.

# 92_Akiyama
source: But enthusiasm isn't enough to win you requests from clients, is it? The world doesn't really work like that.
pt: Ma l'entusiasmo non basta a farti avere richieste dai clienti, vero? Il mondo non funziona mica così.

# 104_Mamagoto Club Manager
source: All our girls are celebrities. That's our selling point－ the chance to meet stars. In terms of looks, our hostesses are unbeatable.
pt: Tutte le nostre ragazze sono delle celebrità. Questo è il nostro punto di forza— l'occasione di incontrare delle star. Quanto a bellezza, le nostre hostess sono imbattibili.

# 116_Mamagoto Club Manager
source: But the girls have their pride, too. They see themselves as stars, so why serve drinks as hostesses?
pt: Ma le ragazze hanno anche il loro orgoglio. Si considerano delle star, quindi perché dovrebbero servire da bere come hostess?

# 128_Akiyama
source: I can see that. They're only working here because their agencies make them.
pt: Lo capisco. Lavorano qui solo perché le loro agenzie le costringono.

# 140_Mamagoto Club Manager
source: Well, their pride gets in the way of business. You can't expect them to deliver friendly service with an attitude like that.
pt: Beh, il loro orgoglio si mette in mezzo agli affari. Non puoi mica aspettarti che diano un servizio cordiale con quell'atteggiamento.

# 152_Akiyama
source: It's nice to meet stars, but the service quality is disappointing for the price. That's what you get for hiring real hostesses.
pt: Fa piacere incontrare le star, ma la qualità del servizio è deludente per il prezzo. Questo è quello che succede quando si assumono delle vere hostess.

# 164_Mamagoto Club Manager
source: That's where Nanako-chan's different. She's incredibly friendly and courteous－nothing like you'd expect from some snooty idol.
pt: È lì che Nanako-chan è diversa. È incredibilmente amichevole e cortese—non è mica come ti aspetteresti da qualche idol snob.

# 176_Mamagoto Club Manager
source: She's been both humble and hard-working. Our guests get to know her, and next thing you know, they're lining up at the door. She's really raking in the business!
pt: È sempre stata umile e una gran lavoratrice. I nostri ospiti la imparano a conoscere, e in men che non si dica, si ritrovano a fare la fila alla porta. Sta proprio facendo il pienone!

# 188_Akiyama
source: You don't say.
pt: Ma va'?

# 200_Akiyama
source: (Sounds like she might make number one. I'll go back to the office and wait for the good news.)
pt: (Mi sa che potrebbe diventare la numero uno. Tornerò all' ufficio e aspetterò le buone notizie.)
