Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460030.po
Languages: pt

# 192_Yuiko
source: Sir, thanks to you, business is booming once again!
pt: Signore, grazie a lei gli affari stanno andando a gonfie vele di nuovo!

# 204_Akiyama
source: Nah, it's all thanks to the top-class girls we got, from all over the country.
pt: No, è tutto merito delle ragazze di prim’ordine che abbiamo, da ogni parte del paese.

# 216_Akiyama
source: But they're just here temporarily. We need to make sure we can keep ourselves running even after they're gone.
pt: Ma sono qui solo temporaneamente. Dobbiamo assicurarci di poter andare avanti anche dopo che se ne saranno andate.

# 228_Yuiko
source: Yes, about that!
pt: Sì, a proposito!

# 240_Yuiko
source: Our new girl has finally finished her training and is ready for work in the club!
pt: La nostra nuova ragazza ha finalmente finito l’addestramento ed è pronta a lavorare nel club!

# 252_Akiyama
source: Oh, hey, really?
pt: Oh, davvero?

# 264_Yuiko
source: Yessir! Not only is she a real looker, she's smart and a gifted conversationalist.
pt: Sissignore! Oltre a essere davvero bella, è intelligente e una conversatrice di talento.

# 276_Yuiko
source: To top it all off, she's super motivated, too! It's like she was born to be a hostess!
pt: E per di più è super motivata! Sembra nata per fare la hostess!

# 288_Akiyama
source: Sounds great. Her training sure took a lot of time, though.
pt: Sembra fantastico. Anche se il suo addestramento ha richiesto parecchio tempo.

# 300_Yuiko
source: Yes, she just happens to have a rather... difficult personality. That's all.
pt: Sì, è solo che ha una personalità piuttosto… difficile. Tutto qui.

# 312_Akiyama
source: Meaning what, exactly?
pt: Cioè, esattamente?

# 324_Yuiko
source: Oh, never you mind that! Once she's out there with actual customers, I'm sure she'll be just fine!
pt: Oh, non si preoccupi! Una volta là fuori con i clienti veri, sono sicura che andrà tutto bene!

# 336_Akiyama
source: Hmm. If you say so.
pt: Hmm. Se lo dici tu.

# 348_Yuiko
source: Is everything okay, sir? You seem worried still.
pt: Va tutto bene, signore? Sembra ancora preoccupato.

# 360_Akiyama
source: (I hope nothing bad happens.)
pt: (Spero non succeda nulla di brutto.)

# 384_Akiyama
source: Kiryu-san, I hate to do this to you, but I have one more thing I need to ask of you.
pt: Kiryu-san, mi dispiace doverlo fare, ma ho un’altra cosa da chiederle.

# 396_Kiryu
source: What is it?
pt: Di cosa si tratta?

# 408_Akiyama
source: Can you be a client for our new girl and see if she's really fit to be the face of my club? No, of all Kamurocho?
pt: Potresti essere un cliente per la nostra nuova ragazza e vedere se è davvero adatta a diventare il volto del mio club? Anzi, di tutto Kamurocho?

# 420_Kiryu
source: What? Why me?
pt: Cosa? Perché proprio io?

# 432_Yuiko
source: Why indeed, sir? I assure you she's ready.
pt: Già, perché? Le assicuro che è pronta.

# 444_Akiyama
source: I need more than that. Any girl can chat and drink with clients. If that's all we offer, we're sunk.
pt: Mi serve qualcosa di più. Qualsiasi ragazza può chiacchierare e bere con i clienti. Se è tutto ciò che offriamo, siamo finiti.

# 456_Akiyama
source: I want to change the very idea of what both men and women think of when they hear the words "cabaret club."
pt: Voglio cambiare completamente l’idea che uomini e donne hanno quando sentono le parole "cabaret club".

# 468_Yuiko
source: Sir, you're not making much sense right now.
pt: Signore, in questo momento non ha molto senso.

# 480_Akiyama
source: Kiryu-san, you're the only one who knows Kamurocho well enough to know if this girl is suited to be our star.
pt: Kiryu-san, sei l’unico che conosce Kamurocho abbastanza bene da capire se questa ragazza è adatta a essere la nostra star.

# 492_Kiryu
source: I get what you're going for here, but I'm not sure now is the best time.
pt: Capisco cosa stai cercando di fare, ma non sono sicuro che questo sia il momento migliore.

# 504_Akiyama
source: That's a good point. And what would dear little Haruka-chan think if she knew you were messing around in a cabaret club at a time like this?
pt: Giusto. E cosa penserebbe la cara piccola Haruka-chan se sapesse che te ne vai in giro per cabaret club in un momento come questo?

# 516_Kiryu
source: Akiyama, you'd better not－
pt: Akiyama, è meglio che tu non—

# 528_Akiyama
source: I just thought you'd be on board with this, since you've been a regular at our club. But never mind. Forget I said anything.
pt: Pensavo solo che saresti stato d’accordo, visto che sei un cliente abituale del nostro club. Ma lascia perdere. Dimentica quello che ho detto.

# 540_Kiryu
source: Hey, not a word about any of this to Haruka, you hear me?
pt: Ehi, non una parola di tutto questo a Haruka, chiaro?

# 552_Akiyama
source: Of course not. We always ensure our customers' privacy.
pt: Certo che no. Garantiamo sempre la privacy dei nostri clienti.

# 564_Akiyama
source: Then again, if you're not our customer...
pt: D’altra parte, se non sei un nostro cliente…

# 576_Yuiko
source: Ouch, sir. That's playing dirty.
pt: Ahi, signore. Questo è un colpo basso.

# 588_Kiryu
source: Fine, fine. I'll go to your club and ask for this new girl of yours, okay?
pt: Va bene, va bene. Andrò al tuo club e chiederò di questa nuova ragazza, okay?

# 600_Akiyama
source: All right! That's what I like to hear. I'll go ahead and put her on the clock. I owe you one, Kiryu-san!
pt: Perfetto! Questo sì che mi piace sentirlo. La metto subito in turno. Ti devo un favore, Kiryu-san!

# 612_Yuiko
source: I'll inform the adult entertainment info booths! Please visit an info booth before you visit. They'll hook you up!
pt: Avviserò i chioschi d’informazione per l’intrattenimento per adulti! Passa da uno di loro prima di venire. Ti indirizzeranno loro!

# 636_Kiryu
source: Akiyama, I brought a hostess from Fukuoka.
pt: Akiyama, ti ho portato una hostess da Fukuoka.

# 648_Riku
source: Hiya! I'm Riku! Nice to meet ya! I've never been to Tokyo before. I'm all sortsa nervous!
pt: Ciao! Sono Riku! Piacere di conoscerti! Non sono mai stata a Tokyo prima. Sono tutta emozionata!

# 660_Akiyama
source: Oh, I like her! That accent of hers is adorable. She's sure to be a big hit at our club.
pt: Oh, mi piace! Quel suo accento è adorabile. Farà sicuramente un grande successo nel nostro club.

# 672_Akiyama
source: Hehe, you sure know how to pick 'em, Kiryu-san!
pt: Hehe, sai proprio come sceglierle, Kiryu-san!

# 684_Kiryu
source: Well, you know me.
pt: Beh, mi conosci.

# 696_Akiyama
source: Next time you come by Elise, your visit's on the house.
pt: La prossima volta che passi da Elise, l’ingresso è offerto.

# 708_Akiyama
source: And welcome aboard, young lady.
pt: E benvenuta a bordo, signorina.

# 720_Riku
source: Thank ya! I'm rarin' to go!
pt: Grazie! Non vedo l’ora di iniziare!

# 792_Saejima
source: Hey, Akiyama. I brought ya a hostess from up in Sapporo.
pt: Ehi, Akiyama. Ti ho portato una hostess da Sapporo.

# 804_Kaguya
source: I'm Kaguya. It's so nice to meet you.
pt: Sono Kaguya. È un piacere conoscerti.

# 816_Akiyama
source: Whoo-ee! She's got a body that won't quit!
pt: Uuuh! Ha un corpo da paura!

# 828_Akiyama
source: Not bad, Saejima-san. Not bad at all.
pt: Niente male, Saejima-san. Niente male davvero.

# 840_Saejima
source: Not bad? That's all ya got to say? I can take her back to Sapporo, ya know.
pt: Niente male? È tutto quello che hai da dire? Posso sempre riportarla a Sapporo, sai.

# 852_Akiyama
source: No, no, she's fine! Honest! Thank you!
pt: No, no, va benissimo! Davvero! Grazie!

# 864_Akiyama
source: And you, miss. It's lovely to meet you. Let me know if you need anything.
pt: E tu, signorina. È un piacere conoscerti. Fammi sapere se hai bisogno di qualcosa.

# 876_Kaguya
source: Well, a place to stay near the club would be greatly appreciated.
pt: Beh, un posto dove stare vicino al club sarebbe molto apprezzato.

# 948_Akiyama
source: This is Elise, my club.
pt: Questo è Elise, il mio club.

# 960_Honoka
source: Wooow, this place is so nice! I think I made the right choice comin' here.
pt: Wooow, questo posto è bellissimo! Credo proprio di aver fatto la scelta giusta venendo qui.

# 972_Akiyama
source: Right? Well, I'm really depending on you.
pt: Vero? Beh, conto molto su di te.

# 984_Honoka
source: Now I just gotta get used to how ya Tokyo folk talk an' all that.
pt: Ora devo solo abituarmi a come parlano voi di Tokyo e a tutto il resto.

# 1056_Shinada
source: Akiyama-san, I've brought a hostess from Nagoya.
pt: Akiyama-san, ti ho portato una hostess da Nagoya.

# 1068_Shion
source: I'm Shion. Good to meet you, sir.
pt: Sono Shion. Piacere di conoscerla, signore.

# 1080_Akiyama
source: Well, well, well! Isn't she stunning?
pt: Oh, oh, oh! Non è splendida?

# 1092_Akiyama
source: Damn, Shinada-san! How'd you manage to nab a babe like her?
pt: Cavolo, Shinada-san! Come hai fatto a procurarti una bellezza così?

# 1104_Shinada
source: Hey, no need to be so rude about it, man. My charm and good looks are magic with the ladies.
pt: Ehi, non c’è bisogno di essere così scortese. Il mio fascino e il mio bell’aspetto fanno miracoli con le donne.

# 1116_Akiyama
source: Well, your charm makes me want to hire you as a talent scout for our club.
pt: Beh, il tuo fascino mi fa venire voglia di assumerti come talent scout per il nostro club.

# 1128_Akiyama
source: Now then, nice to meet you, my dear.
pt: Ora, piacere di conoscerti, mia cara.

# 1140_Shion
source: I can't wait to see what the men in Tokyo are like. This is going to be quite fun!
pt: Non vedo l’ora di vedere come sono gli uomini di Tokyo. Sarà davvero divertente!

# 1236_Yuiko
source: You should make nice with hostesses in other cities and scout them for our club, sir.
pt: Dovrebbe fare amicizia con le hostess delle altre città e reclutarle per il nostro club, signore.

# 1248_Akiyama
source: Well, Kiryu-san's got Hakata, Saejima-san's got Sapporo, I've got Osaka, and Shinada-san's got Nagoya covered. Hopefully we'll find some winners.
pt: Beh, Kiryu-san ha Hakata, Saejima-san ha Sapporo, io ho Osaka e Shinada-san ha Nagoya. Speriamo di trovare qualche talento.

# 1260_Yuiko
source: Slowly but surely, business is starting to pick up! Keep up the good work in wooing girls from around the country!
pt: Piano piano gli affari stanno riprendendo! Continui così a conquistare ragazze da tutto il paese!

# 1272_Akiyama
source: I could still use about three more girls on staff. We got a long ways to go.
pt: Mi servirebbero ancora tre ragazze nello staff. Abbiamo ancora molta strada da fare.

# 1284_Yuiko
source: The club's looking real good, sir! The locals have been coming by much more often than they used to.
pt: Il club sta andando alla grande, signore! I clienti del posto vengono molto più spesso di prima.

# 1296_Akiyama
source: Great! Just gotta find more girls.
pt: Ottimo! Dobbiamo solo trovare altre ragazze.

# 1308_Yuiko
source: Every day brings a load of new customers! We're one of the hottest clubs in town now!
pt: Ogni giorno arrivano un sacco di nuovi clienti! Ora siamo uno dei club più in voga della città!

# 1320_Akiyama
source: We're almost where we need to be. There should be just one city left, I think.
pt: Siamo quasi dove dobbiamo essere. Credo che manchi solo un’ultima città.

# 1356_Akiyama
source: I see it's dead as usual here.
pt: Vedo che qui è morto come al solito.

# 1368_Yuiko
source: How about you make nice with hostesses in other cities, and scout them for our club, sir?
pt: Che ne dice di fare amicizia con le hostess delle altre città e reclutarle per il nostro club, signore?

# 1380_Akiyama
source: Yeah, yeah, I know.
pt: Sì, sì, lo so.

# 1404_Akiyama
source: (Popular hostesses from other cities, huh? Wish I knew someone who could point me in the right direction.)
pt: (Hostess popolari di altre città, eh? Vorrei conoscere qualcuno che potesse indirizzarmi nella direzione giusta.)

# 1416_Akiyama
source: (Popular hostesses from other cities, huh? I should ask folks over at New Serena.)
pt: (Hostess popolari di altre città, eh? Dovrei chiedere ai tipi del New Serena.)

# 1452_Yuiko
source: Oh, it's you, sir.
pt: Oh, è lei, signore.

# 1464_Akiyama
source: Hey, Yuiko-chan. You getting the hang of running the club yet?
pt: Ehi, Yuiko-chan. Stai iniziando a prenderci la mano a gestire il club?

# 1476_Yuiko
source: To be frank, it's not going all that great, sir. We've been losing a lot of clients lately.
pt: A dire il vero, non sta andando molto bene, signore. Ultimamente stiamo perdendo molti clienti.

# 1488_Yuiko
source: I mean, just look! It's totally dead in here!
pt: Cioè, guardi! È completamente morto qui dentro!

# 1512_Akiyama
source: Yeah, this isn't looking good. Any idea what the problem is?
pt: Già, non sembra affatto bene. Hai idea di quale sia il problema?

# 1524_Yuiko
source: Honestly, Kamurocho just isn't popular right now. Roppongi and Ginza are all the rage.
pt: Onestamente, Kamurocho non è molto popolare in questo periodo. Roppongi e Ginza sono il top del momento.

# 1536_Yuiko
source: And once we lose our customers to another part of the city, it's difficult to get them back.
pt: E una volta che perdiamo i clienti a favore di un’altra zona della città, è difficile farseli tornare.

# 1548_Akiyama
source: Sounds like a tough situation to fix.
pt: Sembra una situazione difficile da sistemare.

# 1560_Yuiko
source: Also, we just don't have very good girls. The ones who were even the slightest bit popular all got snatched away by better clubs.
pt: Inoltre, non abbiamo ragazze molto brave. Quelle anche solo un po’ popolari sono state tutte portate via da club migliori.

# 1572_Akiyama
source: Wait, what? And you just let that happen?
pt: Aspetta, cosa? E tu hai lasciato che succedesse?

# 1584_Yuiko
source: What was I supposed to do? I can only pay them so much, and the girls want to go where they have more clients to pick from.
pt: Cosa avrei dovuto fare? Posso pagarle solo fino a un certo punto, e le ragazze vogliono andare dove hanno più clienti tra cui scegliere.

# 1596_Akiyama
source: Damn. Well, I assume you're looking for new girls to be part of our lineup, right?
pt: Cavolo. Beh, immagino che tu stia cercando nuove ragazze da aggiungere al nostro roster, giusto?

# 1608_Yuiko
source: Of course, sir! It's just that Kamurocho is sorta dullsville these days, so finding the right girls isn't as easy as it used to be.
pt: Certo, signore! È solo che Kamurocho è un po’ noiosa ultimamente, quindi trovare le ragazze giuste non è più facile come una volta.

# 1620_Akiyama
source: So you haven't found anyone at all?
pt: Quindi non hai trovato proprio nessuno?

# 1632_Yuiko
source: I did find one girl! She's a real diamond in the rough, this one. I'm sure she'll be a big asset for us.
pt: Una ragazza l’ho trovata! È un vero diamante grezzo. Sono sicura che sarà una grande risorsa per noi.

# 1644_Yuiko
source: But she's still in training, is the thing. I've been very hands-on with her, but she's not ready for primetime just yet.
pt: Ma è ancora in addestramento, ecco il problema. Sto lavorando molto con lei, ma non è ancora pronta per il grande debutto.

# 1656_Akiyama
source: I see. So what you're telling me is that our current lineup of girls sucks.
pt: Capisco. Quindi mi stai dicendo che il nostro attuale roster fa schifo.

# 1668_Yuiko
source: Basically, yes.
pt: In pratica, sì.

# 1692_Akiyama
source: Well, damn. I can't scour the town to find girls if there aren't even any around.
pt: Accidenti. Non posso girare la città a cercare ragazze se non ce ne sono in giro.

# 1704_Yuiko
source: Actually, sir, about that. I have an idea.
pt: In realtà, signore, a proposito… ho un’idea.

# 1728_Yuiko
source: Well, if scouting around Kamurocho isn't going to get us anywhere, maybe you could go to a different city and look around there?
pt: Beh, se cercare in giro per Kamurocho non ci porterà da nessuna parte, magari potrebbe andare in un’altra città a cercare lì?

# 1740_Akiyama
source: Haha, come on! That's just...
pt: Haha, dai! Questa è solo…

# 1752_Akiyama
source: Well, maybe you're right. That might be our best and only option.
pt: Beh, forse hai ragione. Potrebbe essere la nostra unica e migliore opzione.

# 1764_Yuiko
source: We need girls who are ready to go ASAP! And preferably ones who are already doing good business for their clubs.
pt: Ci servono ragazze pronte a iniziare SUBITO! E preferibilmente quelle che stanno già facendo buoni affari nei loro club.

# 1776_Akiyama
source: Alright. What other cities did you have in mind?
pt: Va bene. Quali altre città avevi in mente?

# 1788_Yuiko
source: All the big cities! <Color:255,200,200,255>Fukuoka, Sapporo, Osaka, Nagoya<Color:Default>. Places like that.
pt: Tutte le grandi città! <Color:255,200,200,255>Fukuoka, Sapporo, Osaka, Nagoya<Color:Default>. Posti così.

# 1800_Akiyama
source: Mmm. I hear you. Still, poaching popular girls from other clubs is easier said than done.
pt: Mmm. Capisco. Ma strappare ragazze popolari ad altri club è più facile a dirsi che a farsi.

# 1812_Yuiko
source: Well, sure. If you just go into the club and offer them a new job, the staff's gonna throw you out right then and there.
pt: Beh, certo. Se entri in un club e offri loro un nuovo lavoro, lo staff ti butta fuori all’istante.

# 1824_Akiyama
source: What do I do then?
pt: E allora cosa dovrei fare?

# 1836_Yuiko
source: Aw geez, sir. Get to know them personally and then negotiate with them on the down-low! Just ask them if they wanna come visit Tokyo.
pt: Oh cielo, signore. Le conosca di persona e poi negozi con loro in modo discreto! Basta chiederle se vogliono venire a visitare Tokyo.

# 1848_Akiyama
source: That sounds like it'll take forever. I mean, I can maybe work on one girl like that, but I can't be everywhere at once. I'd need help.
pt: Sembra una cosa che richiederà un’eternità. Posso forse lavorare così con una ragazza, ma non posso essere ovunque. Mi servirebbe aiuto.

# 1860_Yuiko
source: I suppose so, sir.
pt: Immagino di sì, signore.

# 1872_Akiyama
source: But the idea does have some merit, I'll admit. If I know someone who's hitting up any of those other cities, I'll let you know.
pt: Ma l’idea ha del potenziale, lo ammetto. Se conosco qualcuno che passa da una di quelle città, glielo farò sapere.

# 1884_Yuiko
source: I knew I could count on you, sir! In the meantime, I'll do what I can with the club on my end.
pt: Sapevo di poter contare su di lei, signore! Nel frattempo farò il possibile qui al club.

# 1896_Akiyama
source: That's the spirit. I knew I hired you as manager for a reason.
pt: Questo è lo spirito. Sapevo di averti assunta come manager per un motivo.

# 1908_Yuiko
source: Hehehe. Guess you saw my limitless potential, sir!
pt: Hehehe. Immagino che abbia visto il mio potenziale illimitato, signore!

# 1920_Akiyama
source: Oh, speaking of which, keep working on this diamond in the rough you found, too, yeah?
pt: Oh, a proposito, continua a lavorare anche su quel diamante grezzo che hai trovato, va bene?

# 1932_Yuiko
source: Of course! You can count on me!
pt: Certo! Può contare su di me!

# 1956_Akiyama
source: (Popular hostesses from other cities, huh? Wish I knew someone who could point me in the right direction.)
pt: (Hostess popolari di altre città, eh? Vorrei conoscere qualcuno che potesse indirizzarmi nella direzione giusta.)

# 1968_Akiyama
source: (Popular hostesses from other cities, huh? I should ask folks over at New Serena.)
pt: (Hostess popolari di altre città, eh? Dovrei chiedere ai tipi del New Serena.)
