Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330599.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: ○Smart move.
pt: ○Buona mossa.

source: □Ya've got no shame.
pt: □Non ti vergogni proprio.

source: △I'm not beatin' around the bush.
pt: △Non sto a girarci attorno.

# 132_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 192_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 204_Kaguya
source: I'd like the <Color:8>Lamb Rib Eye Barbeque<Color:Default>.
pt: Vorrei la <Color:8>Costata di agnello al barbecue<Color:Default>.

# 216_Player
source: (Guess Kaguya wants the <Color:8>Lamb Rib Eye Barbeque<Color:Default>.)
pt: (Immagino che Kaguya voglia la <Color:8>Costata di agnello al barbecue<Color:Default>.)

# 288_Kaguya
source: Bon appetit!
pt: Buon appetito!

# 348_Player
source: You eat a lot, don't ya?
pt: Mangi un sacco, no?

# 360_Kaguya
source: Looks are deceiving, but I am a big eater. <Color:255,200,200,255>♥<Color:Default> You're going to be shocked when we get the bill!
pt: L'apparenza inganna, ma sono una buona forchetta. <Color:255,200,200,255>♥<Color:Default> Ti verrà un colpo quando arriverà il conto!

# 372_Player
source: I don't mind. I like watchin' someone enjoy their food. It's fun to have a healthy appetite and even fight over whatever's left on a plate.
pt: Non mi dispiace. Mi piace guardare qualcuno che si gode il cibo. È divertente avere un sano appetito e persino litigare per quel che resta nel piatto.

# 384_Kaguya
source: Oh, I'm certainly not that greedy. I like to order just one additional dish for myself. That ensures that I get to eat plenty!
pt: Oh, non sono certo così ingorda. Mi piace ordinare solo un piatto in più per me. Così mi assicuro di mangiare un sacco!

# 396_Player
source: If someone's gonna order extra, I'd rather share as much of my dish as I can.
pt: Se qualcuno vuole ordinare un piatto in più, preferirei condividere il più possibile del mio piatto.

# 408_Kaguya
source: Well, I find it a bit crass to ask someone else to share what they ordered.
pt: Beh, lo trovo un po' sgarbato chiedere a qualcun altro di condividere quel che ha ordinato.

# 420_Player
source: Ya do?
pt: Ah, sì?

# 432_Kaguya
source: And so I offer to share what I've ordered first, and then the other person will share their food with me in return!
pt: E così offro di condividere quel che ho ordinato per primo, e poi l'altra persona condividerà il suo cibo con me in cambio!

# 444_Player
source: Smart move. Rather than come off as beggin', ya come off as pretty generous instead.
pt: Mossa intelligente. Invece di fare la figura di uno che elemosina, sembri piuttosto generoso, invece.

# 456_Kaguya
source: Exactly. Then the other person feels like they're giving me back something in exchange for what I gave to them.
pt: Esatto. Così l'altra persona si sente come se mi stesse rendendo qualcosa in cambio di quel che gli ho dato.

# 468_Kaguya
source: It works well almost every time. I highly recommend trying it sometime!
pt: Funziona alla grande quasi sempre. Ti consiglio un sacco di provarlo qualche volta!

# 480_Player
source: What happens if it doesn't go well?
pt: Cosa succede se non funziona?

# 492_Kaguya
source: It happens sometimes. Some clueless people will just say thanks and then not offer anything of their own.
pt: Capita a volte. Certi sprovveduti si limiteranno a dire grazie e poi non offriranno niente del loro.

# 504_Kaguya
source: If that happens, I have to ask for some of theirs, and that ruins the whole point of the exercise.
pt: Se capita, devo chiedere un po' del loro, e questo rovina tutto il punto dell'esercizio.

# 516_Player
source: Maybe if ya started by askin' that in the first place, you wouldn't have to share at all.
pt: Forse se avessi cominciato col chiederlo fin da subito, non avresti dovuto condividere per niente.

# 528_Player
source: Ya've got no shame. That's basically the same thing as tellin' the other person to let ya have what they got.
pt: Non hai proprio vergogna. È praticamente come dire all'altra persona di darti quel che ha.

# 540_Kaguya
source: Perhaps, but it's more polite than simply asking for it outright, don't you think?
pt: Forse, ma è più cortese che chiederlo direttamente, non ti pare?

# 552_Player
source: What a load of bull. If ya pulled that nonsense in Kansai, it'd tick people off.
pt: Che stronzata. Se ti azzardassi a fare una roba del genere a Kansai, farebbe incazzare la gente.

# 564_Kaguya
source: But don't people from Kyoto have their own incredibly roundabout way of saying things, too?
pt: Ma anche la gente di Kyoto non ha i suoi incredibili giri di parole?

# 576_Kaguya
source: For instance, isn't asking a guest if they want to have some ochazuke essentially telling them it's about time they went home?
pt: Per esempio, chiedere a un ospite se vuole dell'ochazuke non è essenzialmente dirgli che è ora che se ne vada a casa?

# 588_Player
source: Well, I guess they do that in Kyoto.
pt: Beh, immagino che a Kyoto facciano così.

# 600_Kaguya
source: See? So it's got nothing to do with Kansai. We Japanese are just like that.
pt: Vedi? Quindi non c'entra niente con Kansai. Noi giapponesi siamo fatti così.

# 612_Player
source: Hm. I dunno...
pt: Mh. Non so...

# 624_Player
source: I don't like beatin' around the bush. If ya wanna eat somethin', come out and say so.
pt: Non mi piace girarci intorno. Se vuoi mangiare qualcosa, dillo e basta.

# 636_Kaguya
source: Oh no, I could never! If I want it that much, I'd simply order a plate of it for myself.
pt: Oh no, non potrei mai! Se lo volessi così tanto, me lo ordinerei semplicemente da sola.

# 648_Player
source: Nah, that's just you tryin' to be too polite. If ya want somethin', be up front about it. No one is gonna be upset over it.
pt: Ma no, sei solo tu che cerchi di essere troppo cortese. Se vuoi qualcosa, dillo e basta. Nessuno si arrabbierà per questo.

# 660_Kaguya
source: I can't do that! I don't want people thinking that I'm greedy whenever it comes to food.
pt: Non posso farlo! Non voglio che la gente pensi che io sia un ingordo quando si tratta di cibo.

# 672_Player
source: But you are bein' greedy over food, aren't ya? Otherwise you wouldn't be thinkin' of how to get other people to share their food with ya.
pt: Ma sei un ingordo quando si tratta di cibo, vero? Altrimenti non staresti a pensare a come farti dare il loro cibo.

# 684_Kaguya
source: That's not it! It's totally normal for girls to share food with their friends.
pt: Non è così! È assolutamente normale per le ragazze condividere il cibo con le loro amiche.

# 696_Kaguya
source: You really don't understand anything about how girls work, Saejima-san.
pt: Non capisci proprio nulla su come funzionano le ragazze, Saejima-san.

# 708_Player
source: Hmph. What a pain in the ass...
pt: Hmph. Che rottura di scatole...

# 768_Kaguya
source: Thanks for the food! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie per il cibo! <Color:255,200,200,255>♥<Color:Default>

# 828_Staff
source: Here is your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 852_Staff
source: Sorry, but somethin' came up. I gotta go.
pt: Scusa, ma è successo qualcosa. Devo andare.

# 864_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 900_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 924_Staff
source: (I'm broke.)
pt: (Sono al verde.)

# 948_Staff
source: Sorry, I just remembered I have something to do.
pt: Scusa, mi sono appena ricordato che ho qualcosa da fare.

# 960_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1032_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 1044_Haruka
source: Uncle Kaz, I'd really like the <Color:8>Grade-A Lamb Barbeque<Color:Default>.
pt: Zio Kaz, vorrei proprio il <Color:8>Barbecue d'agnello di prima qualità<Color:Default>.

# 1056_Kiryu
source: (Haruka wants to have the <Color:8>Grade-A Lamb Barbeque<Color:Default>.)
pt: (Haruka vuole mangiare il <Color:8>Barbecue d'agnello di prima qualità<Color:Default>.)

# 1080_Haruka
source: Oh. Okay. Maybe I can have the <Color:8>Grade-A Lamb Barbeque<Color:Default> some other time.
pt: Oh. Va bene. Magari posso mangiare il <Color:8>Barbecue d'agnello di prima qualità<Color:Default> un'altra volta.

# 1092_Haruka
source: Thanks, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 1140_Haruka
source: Thanks for treating me!
pt: Grazie per avermi offerto!

# 1152_Staff
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1212_Staff
source: Here is your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 1260_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1320_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 1368_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1428_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1488_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1548_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1608_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1668_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1764_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1776_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1800_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1872_Staff
source: Sorry, but something came up. I gotta go.
pt: Scusa, ma è successo un imprevisto. Devo scappare.

# 1884_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1908_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 1944_Player
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1956_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1980_Player
source: Sorry, I just remembered I have something to do.
pt: Scusa, mi sono appena ricordato che ho qualcosa da fare.

# 1992_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2100_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 2136_Staff
source: Here is your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 2184_Saejima
source: (Well, maybe I oughta eat somethin' and savor the moment.)
pt: (Beh, forse dovrei mangiare qualcosa e godermi il momento.)

# 2196_Staff
source: Sorry, but something came up. I gotta go.
pt: Scusa, ma è successo un imprevisto. Devo scappare.

# 2208_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.
