Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013033c.po
Languages: pt

source: You learned <Color:9>Gourmet in Training<Color:Default>.
pt: Hai imparato <Color:9>Gourmet in allenamento<Color:Default>.

source: You learned <Color:9>Master Gourmet<Color:Default>.
pt: Hai imparato <Color:9>Maestro buongustaio<Color:Default>.

source: You learned <Color:9>King of Gourmets<Color:Default>.
pt: Hai imparato <Color:9>Re dei Gourmet<Color:Default>.

source: You learned <Color:9>Gourmet in Training<Color:Default>.
pt: Hai imparato <Color:9>Gourmet in allenamento<Color:Default>.

source: You learned <Color:9>Master Gourmet<Color:Default>.
pt: Hai imparato <Color:9>Maestro buongustaio<Color:Default>.

source: You learned <Color:9>King of Gourmets<Color:Default>.
pt: Hai imparato <Color:9>Re dei Gourmet<Color:Default>.

source: Player
pt: Giocatore

source: Uncomfortable Man
pt: Uomo Scomodo

source: Man with a Headache
pt: Uomo con un Mal di testa

source: Tatsuya's New Dish
pt: Il Nuovo Piatto di Tatsuya

source: Enhancing Abilities by Eating 1/5
pt: Potenziare le Abilità mangiando 1/5

source: Enhancing Abilities by Eating 2/5
pt: Potenziare le abilità mangiando 2/5

source: Enhancing Abilities by Eating 3/5
pt: Potenziare le Abilità mangiando 3/5

source: Enhancing Abilities by Eating 4/5
pt: Potenziare le Abilità Mangiando 4/5

source: Enhancing Abilities by Eating 5/5
pt: Miglioramento delle Abilità Mangiando 5/5

source: Recommend an Eatery
pt: Suggerisci un Locale

source: Nothing New to Report
pt: Niente di nuovo da segnalare

source: No Recommendations for Now
pt: Nessuna raccomandazione per ora

# 348_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 360_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 372_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 384_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 396_Uncomfortable Man
source: I thought it'd be a cinch to find a great place here in Sotenbori, but...
pt: Pensavo sarebbe stato un gioco da ragazzi trovare un bel posto qui a Sotenbori, ma...

# 408_Uncomfortable Man
source: There're just too many to choose from! I'd like to try some more, but I'm already stuffed.
pt: Sono fin troppi tra cui scegliere! Vorrei provarne ancora un po', ma sono già pieno.

# 420_Player
source: (I've seen that guy on TV. I wonder what he's doing here?)
pt: (L'ho visto quel tipo in TV. Chissà cosa ci fa qui?)

# 432_Player
source: Hm?
pt: Mh?

# 456_Man with a Headache
source: Oh, I give up. There's no way I'm going to be able to try even half the places here.
pt: Ah, mollo. Non c'è verso che riesca a provare neanche la metà dei posti qui.

# 468_Man with a Headache
source: Plus, I'm stuffed and hung over... Oh, my aching head.
pt: In più, sono pieno e con la sbornia... Ah, che mal di testa.

# 480_Player
source: (Hey, isn't that guy on TV? What's he doing around here?)
pt: (Ehi, non è quel tipo in TV? Che ci fa qui in giro?)

# 492_Uncomfortable Man
source: Oh, I'm so full. I think I'm going to throw in the towel.
pt: Oh, sono così pieno. Penso che mollerò.

# 504_Haruka
source: Excuse me... Are you all right?
pt: Scusi... Sta bene?

# 516_Uncomfortable Man
source: Hm? Oh, no, don't worry about me, I'm fine!
pt: Mh? Oh, no, non si preoccupi per me, sto bene!

# 528_Haruka
source: Oh, good. But I was wondering. Haven't I seen you on TV before?
pt: Oh, bene. Ma mi stavo chiedendo. Non l'ho già vista in TV?

# 540_Uncomfortable Man
source: You probably have. I'm Tatsuya. I'm something of a celebrity chef.
pt: Molto probabilmente sì. Sono Tatsuya. Sono una specie di chef celebre.

# 552_Haruka
source: I'm Haruka Sawamura. So you're that guy who shows people quick and easy recipes, right?
pt: Sono Haruka Sawamura. Quindi sei quel tipo che mostra alla gente ricette facili e veloci, giusto?

# 564_Tatsuya
source: I'm glad you've heard of me. Makes all my hard work worth it.
pt: Sono contento che tu mi conosca. Ripaga tutto il mio duro lavoro.

# 576_Tatsuya
source: They say kids today don't watch much TV, so I'm always glad to meet one who does.
pt: Si dice che i ragazzi di oggi non guardino molta TV, quindi sono sempre contento di incontrarne uno che lo fa.

# 588_Haruka
source: Actually, I've been on TV too, so I like to watch other shows to see what they're like.
pt: A dire il vero, sono stata anche io in TV, quindi mi piace guardare altri programmi per vedere come sono.

# 600_Tatsuya
source: Oh, are you a celebrity or something?
pt: Oh, è una celebrità o qualcosa del genere?

# 612_Haruka
source: You could say that. I'm a pop idol, but I'm not very famous.
pt: Si potrebbe dire di sì. Sono una pop idol, ma non sono molto famosa.

# 624_Tatsuya
source: I'm afraid I don't know much about music. I'm more chef than celebrity, you see.
pt: Temo di non saperne molto di musica. Sono più uno chef che una celebrità, sai.

# 636_Haruka
source: I almost didn't recognize you without the chef's uniform. So you're not on the job now?
pt: Non ti avevo quasi riconosciuto senza l'uniforme da chef. Quindi non sei al lavoro adesso?

# 648_Tatsuya
source: Actually, I sort of am. I'm on this show where we try to help eateries across Japan by coming up with my own version of local dishes.
pt: A dire il vero, un po' sì. Sono in questo programma dove cerchiamo di aiutare i ristoranti in tutto il Giappone proponendo la mia versione dei piatti locali.

# 660_Tatsuya
source: I've been going around trying the local fare in order to come up with a new idea.
pt: Sono stato in giro ad assaggiare un po' di specialità locali per tirare fuori un'idea nuova.

# 672_Haruka
source: Oh, so that's why you're so full. You really looked like you were in pain.
pt: Oh, quindi è per questo che sei così pieno. Sembravi davvero che stessi male.

# 684_Tatsuya
source: Yeah, it's tough trying to cover so much ground by my lonesome. It would really help if I had someone who could recommend great places.
pt: Eh già, è dura cercare di girare così tanti posti tutto da solo. Mi farebbe davvero comodo se avessi qualcuno che potesse consigliarmi dei bei locali.

# 696_Tatsuya
source: Hey, what about you, Haruka-chan? Do you know any good places to eat around here?
pt: Ehi, che mi dici di te, Haruka-chan? Conosci qualche buon locale dove mangiare qui intorno?

# 708_Haruka
source: Good places?
pt: Buoni posti?

# 720_Tatsuya
source: Yes, I was hoping you'd let me know if you ate anywhere that served really tasty local fare.
pt: Sì, speravo che mi facessi sapere se avessi mangiato da qualche parte che serviva delle specialità locali davvero gustose.

# 732_Tatsuya
source: I'm hoping that if I try it myself, I'll get some ideas for a new dish.
pt: Spero che provandolo di persona, mi vengano delle idee per un nuovo piatto.

# 744_Haruka
source: Is anywhere that serves local dishes fine?
pt: Va bene qualsiasi posto che serva piatti locali?

# 756_Tatsuya
source: Anywhere's fine, but since you're underage, let's avoid places that serve alcohol.
pt: Va bene qualsiasi posto, ma dato che sei minorenne, evitiamo i locali che servono alcolici.

# 768_Tatsuya
source: I'll ask someone else about places like that.
pt: Chiederò a qualcun altro di posti del genere.

# 780_Tatsuya
source: I've already asked someone else about places like that.
pt: Ho già chiesto a qualcun altro di posti del genere.

# 792_Haruka
source: Okay, if all you need is some recommendations, I'd be glad to help.
pt: Va bene, se ti servono solo dei consigli, sarei contenta di aiutarti.

# 804_Tatsuya
source: Great, thanks! And don't worry. I'll make it worth your while!
pt: Perfetto, grazie! E non preoccuparti. Te la ripagherò!

# 816_Tatsuya
source: I'll give you some advice on making everyday meals yummier and fun. You won't regret this!
pt: Ti darò qualche consiglio su come rendere i pasti di tutti i giorni più gustosi e divertenti. Non te ne pentirai!

# 828_Haruka
source: Ooh, sounds great. I can hardly wait.
pt: Ooh, suona alla grande. Non vedo l'ora.

# 840_Tatsuya
source: Well, you know where to find me! Bye!
pt: Beh, sai dove trovarmi! Ciao!

# 876_Man with a Headache
source: Ohhh... I need that turmeric drink.
pt: Ohhh... Mi serve quella bevanda al curcuma.

# 888_Akiyama
source: Are you okay? You're hurting pretty bad by the looks of it.
pt: Stai bene? A quanto pare sei conciato piuttosto male.

# 900_Man with a Headache
source: I've been going to bars and izakaya, night after night. It's part of my job, but I can't take it anymore.
pt: Sono andato in bar e izakaya, notte dopo notte. Fa parte del mio lavoro, ma non ce la faccio più.

# 912_Akiyama
source: Hey, aren't you that guy who's on TV all the time? You're a chef or something, right?
pt: Ehi, non sei quel tipo che è sempre in TV? Sei uno chef o qualcosa del genere, giusto?

# 924_Man with a Headache
source: It's always nice when someone's heard of me. I'm Tatsuya, celebrity－ Oooh...
pt: È sempre bello quando qualcuno mi conosce. Sono Tatsuya, celebrità— Oooh...

# 936_Akiyama
source: Whoa, you sure you're all right? Try drinking some water or something.
pt: Woah, sei sicuro di stare bene? Prova a bere un po' d'acqua o qualcosa del genere.

# 996_Tatsuya
source: I think I'm okay now. Thanks.
pt: Credo di stare bene adesso. Grazie.

# 1008_Akiyama
source: I don't know what sort of work you're doing, but drinking like that is hard on the body.
pt: Non so che lavoro tu stia facendo, ma bere così è pesante per il fisico.

# 1020_Tatsuya
source: I know, but I want to help eateries across Japan by coming up with new twists on local cuisine.
pt: Lo so, ma voglio aiutare i ristoranti di tutto il Giappone proponendo nuove rivisitazioni della cucina locale.

# 1032_Tatsuya
source: So, I've been going around trying places that might give me some good ideas. You know, places with good local fare that's great with drinks.
pt: E così, ho girato un po' per locali, cercando qualche buona idea. Sai, posti con del buon cibo locale, che si abbina bene ai drink.

# 1044_Akiyama
source: Right... You mean like pubs, taverns, and places like that?
pt: Giusto... Intendi tipo pub, taverne e posti così?

# 1056_Akiyama
source: So that explains your current state. I guess it really is all part of the job, huh?
pt: Ecco perché sei messo così. Immagino sia proprio tutto parte del mestiere, eh?

# 1068_Tatsuya
source: I can't say no to a place that's supposed to be good.
pt: Non posso dire di no a un posto che si dice sia buono.

# 1080_Tatsuya
source: And I always finish what I order if it was recommended to me. As a chef myself, I feel that's important.
pt: E finisco sempre quello che ordino, se mi è stato consigliato. Da chef, credo che sia importante.

# 1092_Akiyama
source: You're even more serious about food than you are on TV. I thought it was all an act.
pt: Sei ancora più serio sul cibo di quanto tu lo sia in TV. Pensavo fosse tutta una messa in scena.

# 1104_Tatsuya
source: Actually, the name recognition I get on TV helps draw more customers to my restaurant.
pt: A dire il vero, la notorietà che ottengo in TV mi aiuta ad attirare più clienti al mio ristorante.

# 1116_Tatsuya
source: Seeing me on TV might make people curious about me, but my greatest challenge is satisfying them when they come to eat my food.
pt: Vermi in TV potrebbe incuriosire la gente su di me, ma la mia sfida più grande è soddisfarli quando vengono a mangiare i miei piatti.

# 1128_Akiyama
source: So your show is all part of that? You really have your hands full.
pt: Quindi il tuo show fa parte di tutto questo? Hai proprio un bel daffare.

# 1140_Tatsuya
source: You can say that again. But hey, you could help me out by letting me know if you find a great place that serves local cuisine.
pt: Puoi dirlo forte. Ma ehi, potresti darmi una mano facendomi sapere se trovi un ottimo locale che serve cucina locale.

# 1152_Tatsuya
source: I don't think I could survive an attempt to visit every last restaurant myself.
pt: Non credo che ce la farei a visitare fino all'ultimo ristorante da solo.

# 1164_Akiyama
source: Well, it's not like I'm an expert or anything, but I'll help where I can.
pt: Beh, non è che sia un esperto o chissà che, ma darò una mano dove posso.

# 1176_Tatsuya
source: Great, thanks! You're a real lifesaver!
pt: Ottimo, grazie! Sei un vero salvatore!

# 1188_Tatsuya
source: I don't think I can drink much more, so it would be great to pare down the places that serve alcohol to a promising few.
pt: Non credo di poter bere ancora molto, quindi sarebbe ottimo ridurre i locali che servono alcolici a una manciata di quelli promettenti.

# 1200_Tatsuya
source: I've asked someone else about places that don't serve alcohol, so if you could focus on those that do, that would be great.
pt: Ho chiesto a qualcun altro sui locali che non servono alcolici, quindi se potessi concentrarti su quelli con alcolici, sarebbe ottimo.

# 1212_Tatsuya
source: Honestly, I don't think I can drink much more, so you'd be doing me a huge favor.
pt: Onestamente, non credo di poter bere ancora molto, quindi mi faresti un enorme favore.

# 1224_Akiyama
source: I see you're in a predicament. I'd be glad to help.
pt: Vedo che sei in un impiccio. Sarei lieto di aiutare.

# 1236_Tatsuya
source: If you introduce me to some good ones, I'll pay you back by teaching you my own special way to get the most out of your meals!
pt: Se mi presenti qualche buon locale, ti ripagherò insegnandoti il mio modo speciale per ottenere il massimo dai tuoi pasti!

# 1248_Tatsuya
source: And that's something you don't want to miss!
pt: Ed è qualcosa che non vuoi perderti!

# 1260_Akiyama
source: Top-secret techniques from a TV personality? Sounds interesting.
pt: Tecniche top-secret da un personaggio televisivo? Sembra interessante.

# 1272_Tatsuya
source: Great, because I'm counting on you! You know where to find me!
pt: Ottimo, perché conto su di te! Sai dove trovarmi!

# 1308_Tatsuya
source: Wow, that was delicious. And it should really help me come up with ideas for a new dish!
pt: Wow, era squisito. E dovrebbe proprio aiutarmi a farmi venire in mente idee per un nuovo piatto!

# 1332_Tatsuya
source: Let me give you some advice to thank you for telling me about such a great place.
pt: Lascia che ti dia un consiglio per ringraziarti di avermi parlato di un posto così fantastico.

# 1344_Tatsuya
source: Each dish you eat contains all sorts of ingredients－each one with its own unique flavor, texture, and nutritional content.
pt: Ogni piatto che ti gusti contiene un sacco di ingredienti—ogni singolo ingrediente con il suo sapore unico, la sua consistenza e il suo valore nutritivo.

# 1356_Tatsuya
source: So I want you to give some thought to the ingredients being used in the food you eat even before you take your first bite.
pt: Quindi, voglio che tu faccia attenzione agli ingredienti che usano nel cibo che mangi, ancora prima di darci un morso.

# 1368_Tatsuya
source: Then you'll see how cooking is the sum of many parts. Eating is more fun when you understand the special characteristics of your food.
pt: E allora vedrai come la cucina sia un insieme di tanti elementi. Si mangia con più gusto quando ne comprendi le peculiarità.

# 1380_Tatsuya
source: Pay attention to stuff like that, and you just might end up with something you didn't expect when you eat your meals.
pt: Fai attenzione a roba del genere, e magari ti ritrovi con qualcosa che non ti saresti mai aspettato mentre mangi.

# 1392_Tatsuya
source: You really should give it a try!
pt: Dovresti proprio provarlo!

# 1428_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 1440_Haruka
source: I think I see. Each dish is the sum of its parts. What an interesting way to look at it!
pt: Ah, capisco. Ogni piatto è la somma delle sue parti. Che modo interessante di vederla!

# 1464_Tatsuya
source: All right! Now that you've told me about a few great places, here's some more advanced advice for you.
pt: Perfetto! Ora che mi hai parlato di qualche posticino niente male, ecco qualche dritta un po' più avanzata per te.

# 1476_Tatsuya
source: Last time, I told you to think about different combinations of ingredients, but now I want you to think about the person doing the cooking.
pt: L'ultima volta ti ho detto di pensare a diverse combinazioni di ingredienti, ma stavolta voglio che tu pensi a chi ci sta ai fornelli.

# 1488_Tatsuya
source: It's a chef's skill that really allows good ingredients to shine through, but there's more to good cooking than that.
pt: È la bravura di un cuoco che fa risaltare davvero i buoni ingredienti, ma la buona cucina non è solo questo.

# 1500_Tatsuya
source: You can't just pile tasty food onto a plate. There should be a story behind it, or you should try to convey an emotion through it.
pt: Non puoi mica solo ammassare cibo saporito su un piatto. Ci dovrebbe essere una storia dietro, o dovresti cercare di trasmettere un'emozione attraverso di esso.

# 1512_Tatsuya
source: For example, people like to hear how you came up with a certain dish. Or you can try to create something that makes people smile.
pt: Ad esempio, alla gente piace sentire come ti è venuto in mente un certo piatto. Oppure puoi provare a creare qualcosa che faccia sorridere la gente.

# 1524_Tatsuya
source: You see, when people know there's more to a dish than its ingredients, they'll appreciate it that much more.
pt: Vedi, quando la gente sa che c'è di più dietro a un piatto che i suoi ingredienti, lo apprezzerà molto di più.

# 1560_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 1572_Haruka
source: So there are stories and emotions behind a chef's creations? How interesting.
pt: Quindi ci sono storie ed emozioni dietro le creazioni di uno chef? Che interessante!

# 1596_Tatsuya
source: Since you've introduced me to so many great places, I'll give you the best advice I have.
pt: Visto che mi hai fatto conoscere un sacco di posti pazzeschi, ti darò la migliore dritta che ho.

# 1608_Tatsuya
source: You know how people say they're full but still have room for dessert?
pt: Sai quando la gente dice che è piena ma ha sempre un posticino per il dolce?

# 1620_Tatsuya
source: That's because the body is quite an amazing machine. When there's something you really want to eat, it makes a little room for it.
pt: Questo perché il corpo è una macchina piuttosto pazzesca. Quando c'è qualcosa che vuoi proprio mangiare, gli fa un posticino.

# 1632_Tatsuya
source: You can say the opposite as well. The body feels full and satisfied for quite some time after eating a delicious meal.
pt: Si può dire anche il contrario. Il corpo si sente sazio e soddisfatto per un bel po' dopo aver mangiato un pasto delizioso.

# 1644_Tatsuya
source: Eating is a simple, yet joyful experience. When people think about the food and the person who made it, a meal seems more satisfying.
pt: Mangiare è un'esperienza semplice, eppure gioiosa. Quando si pensa al cibo e a chi l'ha preparato, un pasto sembra più appagante.

# 1656_Tatsuya
source: And when that feeling of satisfaction lasts even longer, eating becomes an even more pleasurable experience.
pt: E quando quella sensazione di soddisfazione dura ancora più a lungo, mangiare diventa un'esperienza ancora più piacevole.

# 1668_Tatsuya
source: I want you to use all the advice I've given you to make your dining experiences more fun!
pt: Voglio che tu usi tutti i consigli che ti ho dato per rendere le tue esperienze culinarie più divertenti!

# 1704_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 1716_Haruka
source: Okay, so each meal should be a fun experience. That kind of reminds me of my work, too. We aim to please both our customers or audience.
pt: Allora, ogni pasto dovrebbe essere un'esperienza divertente. Questo mi fa pensare un po' anche al mio lavoro. Puntiamo a fare contenti sia i nostri clienti che il pubblico.

# 1740_Tatsuya
source: That's about all the advice I can offer. The rest is up to you. Just try different things.
pt: Più di così, non so proprio cos'altro consigliarti. Il resto sta a te. Prova a sperimentare cose nuove, ecco.

# 1752_Tatsuya
source: Food is a very personal thing, after all, so there's a limit to how much anyone can teach someone else about it.
pt: Il cibo è una cosa molto personale, dopotutto, quindi c'è un limite a quanto uno possa insegnare a qualcun altro al riguardo.

# 1764_Tatsuya
source: Anyway, now it's time for me to come up with a new dish based on all the info I gleaned from the eateries I visited.
pt: Comunque, ora devo tirare fuori un nuovo piatto basandomi su tutte le info che ho carpito dai locali che ho visitato.

# 1776_Tatsuya's New Dish
source: You can now enjoy Tatsuya's new dish. He will film a show to introduce it, but it's up to you to go find where it's being served.
pt: Ora puoi gustare il nuovo piatto di Tatsuya. Girerà uno show per presentarlo, ma sta a te andare a scoprire dove viene servito.

# 1788_Tatsuya
source: There's a <Color:7>café that's mainly focused on sweets<Color:Default>, so I should probably come up with something that would be a hit with the ladies.
pt: C'è un <Color:7>caffè specializzato principalmente in dolci<Color:Default>, quindi probabilmente dovrei tirare fuori qualcosa che farebbe colpo sulle donne.

# 1800_Tatsuya
source: Well, you've been really helpful. Hope to see you again soon!
pt: Beh, mi sei stato davvero d'aiuto. Spero di rivederti presto!

# 1812_Tatsuya
source: Thanks for all your help. Bye!
pt: Grazie per tutto l'aiuto. Ciao!

# 1848_Tatsuya
source: Thanks for introducing me to such a great place! It should help me come up with some good ideas.
pt: Grazie per avermi fatto conoscere un locale così figo! Dovrebbe aiutarmi a tirar fuori qualche buona idea.

# 1860_Tatsuya
source: Let me know if you find any other places I should try!
pt: Fammi sapere se trovi altri posti che dovrei provare!

# 1884_Enhancing Abilities by Eating 1/5
source: Now that you have learned Gourmet in Training, you can <Color:7>enhance abilities by eating<Color:Default>. However, the abilities you learn from Tatsuya <Color:7>only work with food served at eateries<Color:Default>. They have no effect when using food items.
pt: Ora che hai imparato Esperto Gastronomico in Erba, puoi <Color:7>migliorare le abilità mangiando<Color:Default>. Tuttavia, le abilità che impari da Tatsuya <Color:7>funzionano solo con il cibo servito nei locali<Color:Default>. Non hanno alcun effetto quando usi gli oggetti cibo.

# 1896_Enhancing Abilities by Eating 2/5
source: You can enhance the following four abilities by eating at an eatery: Health: <Color:7>Restores health up to the second gauge (yellow)<Color:Default>. However, the second gauge automatically falls over time.
pt: Puoi potenziare le seguenti quattro abilità mangiando in un locale: Salute: <Color:7>Ripristina la salute fino alla seconda barra (gialla)<Color:Default>. Tuttavia, la seconda barra scende automaticamente col tempo.
