Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0cc1.po
Languages: pt

source: Magutako Manager
pt: Manager del Magutako

source: Eat Some Takoyaki
pt: Mangiate del Takoyaki

source: Not Now
pt: Non ora

source: Owner
pt: Proprietario

source: Player
pt: Giocatore

# 92_Magutako Manager
source: Hey there, Haruka-chan. How about havin' some of our pipin' hot takoyaki now? For you, it's free! Don't be shy now.
pt: Ehi, Haruka-chan. Che ne dici di assaggiare un po' dei nostri takoyaki fumanti, adesso? Per te, sono gratis! Non fare la timida, eh.

# 104_Magutako Manager
source: Not right now, thank you, but definitely next time!
pt: Adesso no, grazie, ma la prossima volta non manco di certo!

# 116_Magutako Manager
source: Ya promise? I'll be waitin' for ya!
pt: Me lo prometti? Ti aspetto!

# 128_Magutako Manager
source: All right. I'll have a little taste.
pt: Ok. Ne assaggio un po'.

# 140_Magutako Manager
source: Attagirl! Here ya go. Real Magutako takoyaki! Nothin' screams Osaka more'n these juicy bites of octopus, lemme tell ya!
pt: Brava! Ecco a voi. I veri takoyaki Magutako! Niente urla 'Osaka' più di questi bocconcini succosi di polpo, te lo dico io!

# 152_Haruka
source: Thank you very much.
pt: Grazie mille.

# 212_Haruka
source: Phew! It's hot!
pt: Uff! Fa caldo!

# 224_Magutako Manager
source: So, whaddya think? Good, huh?
pt: Allora, che ne dici? Bello, no?

# 236_Haruka
source: Mmm! It really is! It's delicious!
pt: Mmm! Lo è davvero! È buonissimo!

# 248_Magutako Manager
source: See? Told ya! Best in the city, if I do say so myself. I just can't figure out why people ain't linin' up to come get it!
pt: Visto? Te l'avevo detto! È il migliore in città, modestamente. Non riesco proprio a capire perché la gente non si metta in fila per prenderlo!

# 260_Magutako Manager
source: Maybe I gotta advertise more, or spruce up my stand or somethin'? I tell ya, I'm stumped!
pt: Magari dovrei farmi più pubblicità, o dare una bella sistemata al mio chiosco o roba del genere? Guarda, non so più che pesci pigliare!

# 272_Haruka
source: If only people would try a bite, they'd be hooked, I'm sure.
pt: Se solo la gente provasse un boccone, ci prenderebbe subito gusto, ne sono sicura.

# 284_Magutako Manager
source: Ya think so? That's awfully kind of ya to say. Thank you, Haruka-chan!
pt: Dici davvero? È davvero un tesoro da parte tua dirlo. Grazie, Haruka-chan!

# 296_Magutako Manager
source: Hey, if ya ever get a chance, maybe you can talk this place up on TV!
pt: Senti, se mai ti capita l'occasione, magari potresti farci un po' di pubblicità in TV!

# 308_Haruka
source: Oh, I don't know. I don't get many chances to say whatever I want on TV...
pt: Ah, non saprei. Non ho molte occasioni di dire quello che mi pare in TV...

# 320_Magutako Manager
source: Ha ha! I was just pullin' your leg. You're an idol, after all. It's not like you're a comedian or anything!
pt: Ah ah! Ti stavo solo prendendo in giro. Sei un'idol, dopotutto. Non è che sei una comica o qualcosa del genere!

# 332_Haruka
source: I'm sorry.
pt: Mi dispiace.

# 344_Magutako Manager
source: Hey, I know! Wanna be my "manager for a day"? If you'd do that for me, I can't tell ya how much I'd appreciate it!
pt: Ehi, mi è venuta un'idea! Che ne diresti di farmi da "manager per un giorno"? Se mi dessi una mano, non ti dico quanto te ne sarei grata!

# 356_Haruka
source: Manager for a day? What would I do?
pt: Responsabile per un giorno? Che dovrei fare?

# 368_Magutako Manager
source: Hmm. I dunno. Just stand in front of the shop, maybe? That oughta do the trick!
pt: Mmm. Boh, non so. Mettiti lì davanti al negozio, magari? Dovrebbe bastare!

# 380_Haruka
source: You really think that'll get customers to buy takoyaki?
pt: Ma davvero pensi che così i clienti compreranno takoyaki?

# 392_Magutako Manager
source: Hell yeah it would! I know I'd stop for some takoyaki if a cute idol like you was hawkin' it!
pt: Diavolo, se lo farei! So che mi fermerei per dei takoyaki se un'idol carina come te li stesse piazzando!

# 404_Haruka
source: Well, then... How about a handshake event?
pt: Dunque... Che ne dici di un evento di stretta di mano?

# 416_Haruka
source: I can shake hands with people who buy some takoyaki.
pt: Posso stringere la mano a chi compra dei takoyaki.

# 428_Magutako Manager
source: Huh? You'd really do that for me?
pt: Eh? Lo faresti davvero per me?

# 440_Haruka
source: Of course! Oh, but wait. I'd better check with my agency to make sure it's all right. I don't think they'll have any objections, though.
pt: Certo! Oh, ma aspetta un attimo. È meglio che controlli con la mia agenzia per essere sicura che sia tutto a posto. Non credo che avranno obiezioni, però.

# 452_Magutako Manager
source: It'd be awesome if ya could!
pt: Sarebbe il massimo se potessi!

# 500_Magutako Manager
source: They said yes. They thought it was a great idea to help out a local business.
pt: Hanno detto di sì. Hanno pensato che fosse una gran bella idea dare una mano a un'attività locale.

# 512_Magutako Manager
source: They did!? That's fantastic! I'll start gettin' ready right away, then!
pt: L'hanno fatto!? È fantastico! Mi preparo subito, allora!

# 524_Haruka
source: And I'll change into my work outfit!
pt: E mi metto la mia tenuta da lavoro!

# 560_Owner
source: Hi! Welcome! Get yer pipin' hot takoyaki here!
pt: Ciao! Benvenuti! Takoyaki fumanti, venite a prenderli!

# 572_Player
source: (Magutako, huh? Maybe I can tell Tatsuya about this place.)
pt: (Magutako, eh? Forse potrei parlare a Tatsuya di questo posto.)

# 596_Owner
source: Thank you kindly! Come again, y'hear?
pt: Grazie mille! Tornate a trovarci, mi raccomando!

# 608_Owner
source: Ah, well! Buy somethin' next time, y'hear?
pt: Ah, beh! Compra qualcosa la prossima volta, mi raccomando!

# 620_Owner
source: Hi! Welcome! Get yer pipin' hot takoyaki here!
pt: Ciao! Benvenuti! Takoyaki fumanti, venite a prenderli!

# 644_Owner
source: Thank you kindly! Come again, hear?
pt: Mille grazie! Passi a trovarci ancora, mi raccomando!

# 656_Owner
source: Ah, well! Buy somethin' next time, y'hear?
pt: Ah, beh! Compra qualcosa la prossima volta, mi raccomando!
