Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033008d.po
Languages: pt

source: Player
pt: Giocatore

source: ○Ya know how to make money.
pt: ○Sai come fare soldi.

source: □That's a scam.
pt: □Questa è una fregatura.

source: △I should give that a shot.
pt: △Dovrei provarci.

source: Buy
pt: Acquista

source: Sell
pt: Vendere

source: Leave
pt: Andarsene

# 72_Kaguya
source: Wow, there are so many brand name goods here! I didn't know people sold them at places like this.
pt: Wow, ci sono così tanti articoli di marca qui! Non sapevo che la gente li vendesse in posti come questo.

# 84_Player
source: Ya got anythin' you could sell?
pt: Hai qualcosa da vendere?

# 96_Kaguya
source: Quite a few things actually, but it's such a pain to haul them all the way to the store. I wind up just selling them online.
pt: Un bel po' di cose, in realtà, ma è una tale rottura portarle fin lì al negozio. Mi ritrovo a venderle online e basta.

# 108_Player
source: We're back to this again?
pt: Ci risiamo?

# 120_Kaguya
source: What's so bad about it? It's convenient. Plus, stores like this drive a hard bargain, so selling them here hardly makes a good profit.
pt: Cosa c'è di così male? È comodo. In più, negozi come questo tirano parecchio sul prezzo, quindi venderli qui non fa guadagnare granché.

# 132_Player
source: Oh yeah?
pt: Ah sì?

# 144_Kaguya
source: They're experts, after all. They know if something's not rare because it's a resale, or won't sell because it's unpopular.
pt: Sono esperti, dopotutto. Sanno se qualcosa non è raro perché è un rivenduto, o se non tirerà perché non è ricercato.

# 156_Kaguya
source: But, people less knowledgeable about this sort of thing will pay good prices for stuff they could get cheaper elsewhere.
pt: Ma, la gente che non se ne intende molto di queste cose sgancerà un bel po' di soldi per roba che potrebbe prendere a meno altrove.

# 168_Player
source: Ya sure know how to make money. Maybe you should quit bein' a hostess and do that instead.
pt: Cavolo, sai proprio come fare i soldi. Magari dovresti mollare di fare la hostess e dedicarti a quello, piuttosto.

# 180_Kaguya
source: Oh, no. I mean I've thought about it some, but opening my own store would require me to acquire a lot of merchandise first.
pt: Oh, no. Cioè, ci ho pensato un po', ma aprire un negozio mio richiederebbe di procurarmi un sacco di merce prima.

# 192_Player
source: Well, yeah. Sellin' stuff ya don't actually have is nothin' but a scam.
pt: Beh, sì. Vendere roba che manco hai è solo una fregatura.

# 204_Kaguya
source: But that would mean I would need to search high and low for things I can get for a low price.
pt: Ma questo significherebbe che dovrei spaccarmi la schiena a cercare in lungo e in largo cose che posso prendere a un prezzo stracciato.

# 216_Player
source: Ya gotta if you're tryin' to start a business. If yer just sellin' stuff ya got at home, you'll run outta inventory real fast.
pt: Devi, se vuoi avviare un'attività. Se vendi solo la roba che ti ritrovi in casa, finisci le scorte in un attimo.

# 228_Kaguya
source: Well, I don't like walking around outside, so I couldn't do that. It would be great if I could do everything from home.
pt: Beh, non mi piace andare in giro fuori, quindi non potrei farlo. Sarebbe una figata se potessi fare tutto da casa.

# 240_Player
source: You really don't wanna work, do ya? But I guess that's better than divin' into somethin' with no thought put in.
pt: Non hai proprio voglia di lavorare, eh? Ma immagino sia meglio che buttarsi in qualcosa senza pensarci su.

# 252_Player
source: That's a scam. Sellin' things for more than ya know they're worth is a rip-off.
pt: È una truffa. Vendere roba per più di quanto sai che vale è una fregatura.

# 264_Kaguya
source: No, it isn't. The seller doesn't decide what an item is worth－ the buyer does.
pt: No, non è così. Non è il venditore a decidere quanto vale un oggetto, ma il compratore.

# 276_Player
source: Huh? Whaddya mean?
pt: Eh? Che intendi?

# 288_Kaguya
source: It's like... Okay, you know how the food and drinks at a cabaret club are more expensive than it would be at other places?
pt: È tipo... Ok, sai come il cibo e le bevande in un cabaret club costano più che in altri posti?

# 300_Player
source: Yeah, they're way too much.
pt: Sì, sono una rapina.

# 312_Kaguya
source: Right. But people order it anyway, if they think it's worth it. They decide whether something has an appropriate return based on its price.
pt: Esatto. Ma la gente la ordina comunque, se pensano che ne valga la pena. Decidono se qualcosa ha un ritorno adeguato in base al suo prezzo.

# 324_Player
source: I get ya. Spendin' more than ya normally would gives that somethin' a sorta special meanin'.
pt: Ti capisco. Spenderci più del solito dà a quel qualcosa un che di speciale.

# 336_Kaguya
source: Exactly! How astute of you, Saejima-san!
pt: Esatto! Quanto sei perspicace, Saejima-san!

# 348_Player
source: Heh, you're smarter than I woulda thought. Maybe that makes ya pretty valuable.
pt: Eh, sei più furbo di quanto avrei pensato. Forse questo ti rende piuttosto prezioso.

# 360_Player
source: I should give it a shot. I wonder if I got anythin' I don't need.
pt: Dovrei farci un tentativo. Chissà se ho qualcosa che non mi serve.

# 372_Kaguya
source: Hmm. Is there anything that you collect, Saejima-san?
pt: Hmm. C'è qualcosa che collezioni, Saejima-san?

# 384_Player
source: Collectables, huh? I've got my woodwork dolls that I made. I've never shown 'em to anyone, but I think I did a good job makin' 'em.
pt: Collezionabili, eh? Ho le mie bambole di legno che ho fatto. Non le ho mai mostrate a nessuno, ma credo di aver fatto un bel lavoro a farle.

# 396_Kaguya
source: Oh wow, art! I think trying to sell some of those would be a great idea.
pt: Caspita, arte! Penso che provare a venderne alcuni sarebbe un'ottima idea.

# 408_Player
source: Yeah, but how much would I sell one of 'em for? I've never bought one, so I dunno how much they're worth.
pt: Sì, ma a quanto lo piazzerei uno di questi? Non ne ho mai preso uno, quindi non ho idea di quanto valgano.

# 420_Kaguya
source: Maybe you should bring one of them to this shop sometime. You can find out how much they'll buy it for here.
pt: Magari potresti portarne uno qui in negozio un giorno. Così vedi quanto te lo pagano qui.

# 432_Player
source: Oh, that's smart! Next time I'll hafta bring one.
pt: Oh, è furbo! La prossima volta dovrò portarne uno.

# 444_Kaguya
source: I hope you get a good price for it!
pt: Spero che tu ne ricavi un buon prezzo!

# 504_Staff
source: Welcome. Can I help you find anything today?
pt: Benvenuto. Posso aiutarti a trovare qualcosa oggi?

# 516_Kaguya
source: Oh, maybe that <Color:8>Caviar Skin Bag<Color:Default>! It's even cheaper than it would be at a name brand store!
pt: Ah, forse quella <Color:8>Borsa Caviar Skin<Color:Default>! Costa persino meno che in un negozio di marca!

# 528_Player
source: (Guess Kaguya wants that <Color:8>Caviar Skin Bag<Color:Default>.)
pt: Immagino che Kaguya voglia quella <Color:8>Borsa in pelle Caviar<Color:Default>.

# 600_Staff
source: Thank you very much.
pt: Grazie mille.

# 612_Staff
source: Thank you very much.
pt: Grazie mille.

# 648_Staff
source: Welcome. Can I help you find anything today?
pt: Benvenuto. Posso aiutarti a trovare qualcosa oggi?

# 660_Kaguya
source: All right, what can I get for you?
pt: Allora, cosa posso fare per te?

# 684_Staff
source: Thank you very much.
pt: Grazie mille.

# 696_Kaguya
source: All right, what can I take off your hands?
pt: Allora, cosa mi dai?
