Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069013b.po
Languages: pt

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>1,000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>1,000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>2,000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>4,000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat settings
pt: Regola le impostazioni di Dance Heat

source: Adjust Dance Heat Settings
pt: Regola le impostazioni di Dance Heat

# 152_Momoko
source: Gosh, you beat me. Ugh, no fair! You're way too good!
pt: Accidenti, mi hai battuto. Uff, non vale! Sei troppo forte!

# 188_Momoko
source: Woo hoo! I won! Thanks for a great battle!
pt: Woo hoo! Ho vinto! Grazie per la bella sfida!

# 224_Momoko
source: I'm in the mood to dance! How about you!?
pt: Mi è venuta voglia di ballare! E tu!?

# 296_Haruka
source: I'm sorry. I'm actually a little busy right now.
pt: Mi dispiace. Sono un po' impegnata proprio adesso.

# 308_Momoko
source: Aww. That's not fun.
pt: Uff. Non è divertente.

# 344_Momoko
source: Oh, wait a minute. You seem really tired. Let's do it some other time!
pt: Oh, aspetta un attimo. Sembri proprio stanca. Facciamolo un'altra volta!

# 356_Haruka
source: All right. Some other time, then.
pt: Va bene. Un'altra volta, allora.

# 392_Momoko
source: I'm in the mood to dance! How about you!?
pt: Mi è venuta voglia di ballare! E tu!?

# 464_Haruka
source: I'm sorry. I'm actually a little busy right now.
pt: Mi dispiace. Sono un po' impegnata proprio adesso.

# 476_Momoko
source: Aww. That's not fun.
pt: Uff. Non è divertente.

# 512_Haruka
source: Okay, let's do it!
pt: Ok, facciamolo!

# 524_Momoko
source: Woo hoo! This is gonna be good!
pt: Woo hoo! Questa sarà una figata!

# 584_Momoko
source: Gosh, you beat me. Ugh, no fair! You're way too good!
pt: Accidenti, mi hai battuto. Uff, non vale! Sei troppo brava!

# 776_Momoko
source: Woo hoo! I won! Thanks for a great battle!
pt: Woo hoo! Ho vinto! Grazie per una bella battaglia!

# 812_Momoko
source: I'm in the mood to dance! How about you!?
pt: Mi è venuta voglia di ballare! E tu!?

# 908_Momoko
source: I'm sorry. I'm actually a little busy right now.
pt: Mi dispiace. Sono un po' impegnata proprio adesso.

# 920_Momoko
source: Aww. That's not fun.
pt: Uff. Non è divertente.

# 956_Momoko
source: Oh, wait a minute. You seem really tired. Let's do it some other time!
pt: Oh, aspetta un attimo. Sembri proprio stanca. Facciamolo un'altra volta!

# 968_Haruka
source: All right. Some other time, then.
pt: Va bene. Un'altra volta, allora.

# 1004_Momoko
source: I'm in the mood to dance! How about you!?
pt: Mi è venuta voglia di ballare! E tu!?

# 1100_Momoko
source: I'm sorry. I'm actually a little busy right now.
pt: Mi dispiace. Sono un po' impegnata proprio adesso.

# 1112_Momoko
source: Aww. That's not fun.
pt: Uff. Non è divertente.

# 1148_Momoko
source: Okay, let's do it!
pt: Ok, facciamolo!

# 1160_Momoko
source: Woo hoo! This is gonna be good!
pt: Woo hoo! Questa sarà una figata!
