Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001305b1.po
Languages: pt

source: Excited Young Man
pt: Ragazzo Emozionato

source: Flustered Man
pt: Uomo Sconcertato

# 56_Saejima
source: (Should be safe here. Gotta lay low till the cops are gone.)
pt: (Qui dovrei stare tranquillo. Devo filare basso finché i piedipiatti non saranno spariti.)

# 68_Excited Young Man
source: Hey, who are you!?
pt: Ehi, chi sei tu?!

# 80_Saejima
source: Huh?
pt: Uh?

# 104_Excited Young Man
source: People are allowed to jump right in? No one told me.
pt: Ci si può buttare dentro così, senza problemi? Nessuno me l'ha detto.

# 116_Saejima
source: What's that? What're ya talkin' about?
pt: Che c'è? Di che parli?

# 128_Flustered Man
source: Whoa, whoa, this is a big no-no. You're not supposed to be in here.
pt: Ehi, ehi, questo non va per niente bene! Tu non dovresti essere qui dentro.

# 140_Flustered Man
source: If you want to participate, you have to register and wait for the next session.
pt: Se vuoi partecipare, devi iscriverti e aspettare il prossimo turno.

# 152_Saejima
source: What're ya sayin'?
pt: Che stai a dire?

# 164_Flustered Man
source: This is a fight arena for the snow festival.
pt: Questa è un'arena di combattimento per il festival della neve.

# 176_Saejima
source: Eh? A fight arena sounds kinda intense for a snow festival.
pt: Eh? Un'arena di combattimento suona un po' troppo pesante per un festival della neve.

# 188_Flustered Man
source: Let's get off the playing field and I'll explain.
pt: Usciamo dal campo e ti spiego.
