Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c44.po
Languages: pt

source: You sold a box of matches.
pt: Hai venduto una scatola di fiammiferi.

source: Middle-aged Woman
pt: Donna di mezza età

source: Little Match Girl
pt: Piccola Fiammiferaia

# 44_Saejima
source: Need some matches, lady? They're a hundred yen a box.
pt: Ti servono dei fiammiferi, signora? Fanno cento yen a scatola.

# 56_Middle-aged Woman
source: How dare you! You should be ashamed, trying to extort decent people. I am not buying any of your "matches."
pt: Come osi! Dovresti vergognarti, a cercare di estorcere soldi a gente perbene. Non ti compro neanche uno dei tuoi "fiammiferi".

# 68_Saejima
source: Any way I can change your mind?
pt: C'è un modo per farti cambiare idea?

# 80_Saejima
source: C'mon, little lady, you ask her, too.
pt: Dai, piccolina, chiedile anche tu.

# 92_Little Match Girl
source: Um, excuse me, ma'am. Please, would you buy some?
pt: Ehm, scusi signora. Per favore, ne comprerebbe qualcuno?

# 104_Middle-aged Woman
source: Are you even related to this girl? Or... Did you kidnap her!?
pt: Ma sei davvero un parente di questa bambina? O... l'hai rapita?!

# 116_Saejima
source: No, no, I'm just helpin' her sell her wares.
pt: No, no, le sto solo dando una mano a vendere la sua roba.

# 128_Middle-aged Woman
source: Listen, sweetie. Did this man take you from your family? You can tell me, it's okay.
pt: Senti, tesoro. Quest'uomo ti ha portata via dalla tua famiglia? Puoi dirmelo, va tutto bene.

# 140_Little Match Girl
source: Ma'am, he's just a nice man helping me. It was really hard trying to sell matches by myself.
pt: Signora, è solo un bravo signore che mi sta aiutando. Era davvero difficile provare a vendere fiammiferi da sola.

# 152_Middle-aged Woman
source: Hm, guess I was hasty to judge. I'll make up for it by buying a box. Just one, though!
pt: Uh, mi sa che sono stata troppo svelta a giudicare. Rimedio comprando una scatola. Solo una, però!

# 164_Little Match Girl
source: Oh, you will? Thank you very much!
pt: Oh, davvero? Grazie mille!

# 176_Saejima
source: Thanks lady, you're, um... the best. 'Preciate it.
pt: Grazie, signora, sei, uhm... la migliore. Grazie mille.
