Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001305cd.po
Languages: pt

source: You got <Color:8>Amon's Sunglasses<Color:Default>.
pt: Hai ottenuto <Color:8>Occhiali da sole di Amon<Color:Default>.

# 144_Jo Amon
source: So you've come, Kazuma Kiryu.
pt: Dunque sei venuto, Kazuma Kiryu.

# 156_Kiryu
source: Sounds like you've been waiting for me, Amon.
pt: Pare proprio che mi stessi aspettando, Amon.

# 168_Jo Amon
source: Yes, for far too long.
pt: Sì, per fin troppo tempo.

# 180_Jo Amon
source: You see, once we finished our training in the abyss, we came looking for you. But you were nowhere to be found.
pt: Vedi, una volta che abbiamo completato il nostro addestramento nell'abisso, siamo venuti a darti la caccia. Ma di te nessuna traccia.

# 192_Jo Amon
source: I must say, it wasn't easy tracking down a man who had seemingly vanished into thin air. Imagine the shock, then, to find the Dragon of Dojima driving around in a taxi.
pt: Devo dire, non è stato facile rintracciare un uomo che era apparentemente scomparso nel nulla. Immagina lo shock, poi, nel trovare il Drago di Dojima a fare il tassista.

# 204_Jo Amon
source: Hope the serpent hasn't lost his bite.
pt: Spero che il serpente non abbia perso il morso.

# 216_Kiryu
source: You forget what happens every time you face me? Maybe you need a refresher.
pt: Ti dimentichi cosa ti succede ogni volta che mi affronti? Forse ti serve una bella rinfrescata.

# 228_Jo Amon
source: Hmph. Your impudence remains unchanged, if nothing else.
pt: Hmph. La tua impudenza rimane invariata, se non altro.

# 240_Jo Amon
source: Oh, and another thing...
pt: Oh, e un'altra cosa...

# 264_Jo Amon
source: Who is this one? In my letter I asked you to bring the same three as last time.
pt: Chi è costui? Nella mia lettera ti avevo chiesto di portare gli stessi tre dell'ultima volta.

# 276_Shinada
source: Uh, hi there. I'm Shinada. I work for an adult magaz－
pt: Uh, ciao. Sono Shinada. Lavoro per una rivista per adulti－

# 288_Jo Amon
source: So Masayoshi Tanimura is missing, then? It seems your foe has turned tail and fled, Sango.
pt: Quindi Masayoshi Tanimura è scomparso, allora? Sembra che il tuo nemico abbia messo la coda tra le gambe e sia scappato, Sango.

# 300_Sango Amon
source: No matter. I trust the one Kazuma Kiryu has brought in his place will be a worthy opponent.
pt: Non importa. Confido che colui che Kazuma Kiryu ha portato al suo posto sarà un degno avversario.

# 312_Shinada
source: Yeah... I'm not so sure about that...
pt: Mah... non ne sono tanto convinto...

# 324_Jo Amon
source: Hmph. Now that we are all assembled... let the bloodshed begin. I assure you, we will not be humiliated again.
pt: Hmph. Ora che siamo tutti schierati... che la carneficina abbia inizio. Vi assicuro, non verremo umiliati di nuovo.

# 336_Akiyama
source: Guess I'd be breaking tradition if I didn't go up first. Leaves me time to watch the rest of you lay the smackdown, just like always.
pt: Mi sa che andrei contro la tradizione se non fossi io il primo a farmi avanti. Così ho tempo di vedervi fare il culo ai nemici, come sempre.

# 348_Kiryu
source: All right. Be careful.
pt: Va bene. Fai attenzione.

# 360_Jo Amon
source: Kazuya. Know that a second defeat to the same foe would be unforgivable.
pt: Kazuya. Sappi che una seconda sconfitta dallo stesso nemico sarebbe imperdonabile.

# 372_Kazuya Amon
source: I'm well aware of the stakes. Victory shall be mine!
pt: Sono ben consapevole di cosa c'è in ballo. La vittoria sarà mia!

# 396_Akiyama
source: Whew... You were definitely tougher this time around. Hope I didn't chip the shades too bad.
pt: Fiuuu... Sei stato decisamente più tosto stavolta. Spero di non aver scheggiato troppo gli occhiali.

# 408_Kazuya Amon
source: Ngh... Forgive me, Master. I've failed you...
pt: Ngh... Perdonatemi, Maestro. Vi ho deluso...

# 420_Jo Amon
source: Enough. Fall back, Kazuya. Jiro, I expect you to make up for your elder's pitiful performance. Do not let me down.
pt: Basta. Ritirati, Kazuya. Jiro, mi aspetto che tu ti rifaccia della patetica performance del tuo anziano. Non deludermi.

# 432_Jiro Amon
source: Consider it done. I'll wipe this fool from existence.
pt: Consideralo fatto. Cancellerò questo buono a nulla dall'esistenza.

# 444_Saejima
source: Hey, Shinada. Hope you're warmed up, 'cause this'll be over in a minute.
pt: Ehi, Shinada. Spero tu sia bello carico, perché questa sarà finita in un attimo.

# 456_Shinada
source: Oh, no rush. I can wait.
pt: Oh, non c'è fretta. Posso aspettare.

# 468_Jiro Amon
source: Taiga Saejima... The last time we fought, I was merely a shadow of what I am now! Prepare to meet your end!
pt: Taiga Saejima... L'ultima volta che abbiamo lottato, ero solo l'ombra di quello che sono adesso! Preparati ad affrontare la tua fine!

# 492_Saejima
source: You got some crazy bullshit up yer sleeve, I'll give ya that. Too bad it didn't get the job done.
pt: Hai tirato fuori delle puttanate da pazzi dalla manica, te lo concedo. Peccato che non siano servite a niente.

# 504_Jo Amon
source: First Kazuya, and now you? Did you not train to the very brink of death, all to exact your revenge? Answer me, Jiro!
pt: Prima Kazuya, e ora tu? Non ti sei forse allenato fino alla soglia della morte, il tutto per compiere la tua vendetta? Rispondimi, Jiro!

# 516_Sango Amon
source: Leave him be. I'll show these amateurs what our clan is really capable of.
pt: Lascialo stare. Mostrerò a questi pivelli di cosa è davvero capace il nostro clan.

# 528_Akiyama
source: Okay, Shinada. You got this.
pt: Okay, Shinada. Ce la fai.

# 540_Shinada
source: Do I really..? Argh, fine! Might as well give it a shot. Now, gotta come up with something good... Ooh, here it is.
pt: Devo proprio..? Argh, va bene! Tanto vale provarci. Adesso, devo inventarmi qualcosa di buono... Ooh, ci sono!

# 552_Shinada
source: All right, cowboy, this rodeo ain't big enough for the two of us!
pt: Allora, cowboy, questo rodeo è troppo piccolo per noi due!

# 564_Sango Amon
source: ...Shinada, was it? When I'm through with you, you'll wish you had never laid eyes on me. Now fight!
pt: ...Shinada, giusto? Quando avrò finito con te, ti augurerai di non avermi mai messo gli occhi addosso. Ora combatti!

# 588_Sango Amon
source: No...! Impossible!
pt: No...! Impossibile!

# 600_Shinada
source: Oh, what? I won?
pt: Oh, cosa? Ho vinto?

# 612_Saejima
source: Nice goin', bud! That was some fine fightin'!
pt: Bel colpo, compare! È stata una gran bella lotta!

# 624_Shinada
source: Yeah? Heheh, thanks.
pt: Sì? Heheh, grazie.

# 636_Jo Amon
source: This is absurdity! No one should be able to defeat the Amon Clan... We are the ultimate fighters!
pt: È una follia! Nessuno dovrebbe mai riuscire a sconfiggere il Clan Amon... Siamo i combattenti supremi!

# 648_Jo Amon
source: Surviving countless brushes with annihilation has tempered our strength beyond compare... So how is it we're losing!?
pt: Aver sfiorato l'annientamento innumerevoli volte ha temprato la nostra forza oltre ogni limite... E allora, com'è che stiamo perdendo!?

# 660_Kiryu
source: You say you're stronger than everybody else? Then prove it.
pt: Dici di essere più forte di tutti gli altri? Allora dimostralo.

# 672_Jo Amon
source: What!?
pt: Cosa!?

# 684_Kiryu
source: If you think the Amon Clan is unrivaled, then here's your chance to demonstrate it. That is, unless you're all talk.
pt: Se credete che il Clan Amon sia insuperabile, allora questa è la vostra occasione per dimostrarlo. A meno che non siate solo fumo.

# 696_Jo Amon
source: You... know <Italic>nothing</Italic> of our tradition!
pt: Tu... non sai <Italic>niente</Italic> della nostra tradizione!

# 708_Jo Amon
source: And, on account of your insults, you've earned yourself more than just defeat.
pt: E, per i tuoi insulti, ti sei beccato ben più di una semplice sconfitta.

# 720_Jo Amon
source: I vow I will crush you so badly, you'll never raise another fist again!
pt: Ti giuro che ti spaccherò così di brutto, che non alzerai mai più un pugno!

# 732_Jo Amon
source: Prepare to be broken, Kazuma Kiryuuu!!!
pt: Preparati a essere spezzato, Kazuma Kiryuuu!!!

# 756_Jo Amon
source: Graaaaagh! *gasp* Agh....
pt: Graaaaagh! *ansima* Agh....

# 768_Jo Amon
source: Why!? Why does victory elude us!?
pt: Perché!? Perché la vittoria ci sfugge!?

# 780_Jo Amon
source: We have dedicated our lives to becoming the absolute paragon of strength, generation upon generation!
pt: Abbiamo votato le nostre esistenze a diventare l'apice assoluto della forza, di generazione in generazione!

# 792_Jo Amon
source: We cannot let the Amon Clan fall here! How is this one man able to bring us to our knees!?
pt: Non possiamo permettere che il Clan Amon cada qui! Come fa quest'uomo a metterci in ginocchio!?

# 804_Kiryu
source: If all you thirst for is power, then true strength will never be yours.
pt: Se tutto quello che brami è il potere, allora la vera forza non sarà mai tua.

# 816_Jo Amon
source: What!?
pt: Cosa!?

# 828_Kiryu
source: What's important is the reason you fight. If it holds any weight, no one will stand a chance against you.
pt: Ciò che conta è la ragione per cui combatti. Se ha un vero peso, nessuno potrà resisterti.

# 840_Kiryu
source: But if you hold onto things like pride or revenge, you'll only end up beaten every time. Like now.
pt: Ma se ti aggrappi a cose come l'orgoglio o la vendetta, non farai altro che prenderle ogni volta. Come adesso.

# 852_Jo Amon
source: ...How could we have lost to one so naive?
pt: Come abbiamo potuto farci battere da uno così ingenuo?

# 864_Jo Amon
source: No! This is not the end! The Amon Clan will never accept defeat!
pt: No! Questa non è la fine! Il Clan Amon non accetterà mai la sconfitta!

# 876_Kiryu
source: Fine. Come at me as many times as you need until you realize the truth.
pt: Va bene. Sfidami pure tutte le volte che ti serve finché non capisci la verità.

# 888_Jo Amon
source: Grr... You may think you have the upper hand, but just you wait.
pt: Grr... Magari pensi di avere il coltello dalla parte del manico, ma aspetta e vedrai.

# 900_Jo Amon
source: We will have our revenge another day, Kazuma Kiryu! Mark my words!
pt: Ci prenderemo la nostra vendetta un altro giorno, Kazuma Kiryu! Ricorda le mie parole!

# 960_Akiyama
source: Looks like another glorious victory, huh?
pt: Mi sa che è un'altra gloriosa vittoria, eh?

# 972_Kiryu
source: No doubt they'll be back again, stronger than ever.
pt: Ci scommetto che torneranno, più forti che mai.

# 984_Saejima
source: Like ya said, Kiryu, we'll just have to keep knockin' 'em down.
pt: Come hai detto, Kiryu, dovremo continuare a tirarli giù.

# 996_Shinada
source: Uh, does that mean I'm all caught up in this too, now?
pt: Uh, vuol dire che ci sono finito dentro anch'io, adesso?

# 1008_Saejima
source: Yep. You better get your act together, and stop that snivelin'.
pt: Già. È meglio che ti dai una regolata, e la smetti di piagnucolare.

# 1020_Shinada
source: Aww, man... I've had it with this.
pt: Ah, cavolo... Non ne posso più.
