Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330455.po
Languages: pt

source: Dealer
pt: Croupier

source: Play Texas Hold 'em
pt: Gioca a Texas Hold 'em

source: Play Pineapple Hold 'em
pt: Gioca a Pineapple Hold 'em

source: Play Omaha Hold 'em
pt: Gioca a Omaha Hold 'em

source: View Pineapple Hold 'em Tutorial
pt: Vedi Tutorial di Pineapple Hold 'em

source: View Omaha Hold 'em Tutorial
pt: Visualizza Tutorial Omaha Hold 'em

source: Never Mind
pt: Lascia perdere

source: Player
pt: Giocatore

source: Low Stakes (5 chips/10 chips)
pt: Puntate Basse (5 fiches/10 fiches)

source: High Stakes (50 chips/100 chips)
pt: Poste Alte (50 fiches/100 fiches)

source: Read the Rules
pt: Leggi le Regole

source: Not Now
pt: Non ora

# 44_Dealer
source: Welcome. Would you care to join us for a round of poker?
pt: Benvenuto. Ti andrebbe di unirti a noi per una partita a poker?

# 56_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 68_Dealer
source: An excellent choice. What stakes would you like to play for?
pt: Ottima scelta. A che puntate vuole giocare?

# 80_Player
source: I'll go with the low stakes.
pt: Vado con le puntate basse.

# 104_Dealer
source: With low stakes, bets are made in five-chip increments in the first two rounds, and in ten-chip increments in the last two rounds.
pt: Con le puntate basse, si punta a scatti di cinque fiches nei primi due giri, e a scatti di dieci fiches negli ultimi due giri.

# 116_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 140_Dealer
source: You'll need a minimum of 100 chips to play low-stakes poker, sir.
pt: Ti serviranno almeno 100 fiches per giocare a poker a puntate basse, signore.

# 152_Player
source: I'll go with the high stakes.
pt: Vado con la posta alta.

# 176_Dealer
source: With high stakes, bets are made in 50-chip increments in the first two rounds, and in 100-chip increments in the last two rounds.
pt: Con puntate pesanti, si punta a incrementi di 50 fiches nei primi due giri e a incrementi di 100 fiches negli ultimi due giri.

# 188_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 212_Dealer
source: You'll need a minimum of 1,000 chips to play high-stakes poker, sir.
pt: Ti serviranno un minimo di 1.000 chips per giocare a poker ad alte puntate, signore.

# 224_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 236_Dealer
source: An excellent choice. What stakes would you like to play for?
pt: Ottima scelta. A che puntate vuole giocare?

# 248_Player
source: I'll go with the low stakes.
pt: Vado con le puntate basse.

# 272_Dealer
source: With low stakes, bets are made in five-chip increments in the first two rounds, and in ten-chip increments in the last two rounds.
pt: Con le puntate basse, si punta a scatti di cinque fiches nei primi due giri, e a scatti di dieci fiches negli ultimi due giri.

# 284_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 308_Dealer
source: You'll need a minimum of 100 chips to play low-stakes poker, sir.
pt: Ti serviranno almeno 100 fiches per giocare a poker a puntate basse, signore.

# 320_Player
source: I'll go with the high stakes.
pt: Vado con la posta alta.

# 344_Dealer
source: With high stakes, bets are made in 50-chip increments in the first two rounds, and in 100-chip increments in the last two rounds.
pt: Con puntate pesanti, si punta a incrementi di 50 fiches nei primi due giri e a incrementi di 100 fiches negli ultimi due giri.

# 356_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 380_Dealer
source: You'll need a minimum of 1,000 chips to play high-stakes poker, sir.
pt: Ti serviranno un minimo di 1.000 chips per giocare a poker ad alte puntate, signore.

# 392_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 404_Dealer
source: An excellent choice. What stakes would you like to play for?
pt: Ottima scelta. A che puntate vuole giocare?

# 416_Player
source: I'll go with the low stakes.
pt: Vado con le puntate basse.

# 440_Dealer
source: With low stakes, bets are made in five-chip increments in the first two rounds, and in ten-chip increments in the last two rounds.
pt: Con le puntate basse, si punta a scatti di cinque fiches nei primi due giri, e a scatti di dieci fiches negli ultimi due giri.

# 452_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 476_Dealer
source: You'll need a minimum of 100 chips to play low-stakes poker, sir.
pt: Ti serviranno almeno 100 fiches per giocare a poker a puntate basse, signore.

# 488_Player
source: I'll go with the high stakes.
pt: Vado con la posta alta.

# 512_Dealer
source: With high stakes, bets are made in 50-chip increments in the first two rounds, and in 100-chip increments in the last two rounds.
pt: Con puntate pesanti, si punta a incrementi di 50 fiches nei primi due giri e a incrementi di 100 fiches negli ultimi due giri.

# 524_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 548_Dealer
source: You'll need a minimum of 1,000 chips to play high-stakes poker, sir.
pt: Ti serviranno un minimo di 1.000 chips per giocare a poker ad alte puntate, signore.

# 560_Dealer
source: Would you like to go over the rules for Pineapple Hold 'em?
pt: Vuoi che ti spieghi le regole del Pineapple Hold 'em?

# 572_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 596_Dealer
source: Would you like to go over the rules for Omaha Hold 'em?
pt: Vuoi ripassare le regole dell'Omaha Hold 'em?

# 608_Dealer
source: Please take a seat.
pt: Prego, si accomodi.

# 632_Player
source: No, I'll pass.
pt: No, passo.

# 644_Dealer
source: I see. We look forward to having you join us.
pt: Capisco. Non vediamo l'ora di averti con noi.
