Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d01f7.po
Languages: pt

source: Young Businessman
pt: Giovane Uomo d'Affari

source: Middle-aged Businessman
pt: Uomo d'affari di mezza età

# 136_Young Businessman
source: Did you watch the P. League, Chikamura-san?
pt: Hai guardato la P. League, Chikamura-san?

# 148_Middle-aged Businessman
source: P. League? Oh, the Princess League? Yeah, I did. They were dancin' like maniacs.
pt: P. League? Oh, la Princess League? Sì, l'ho vista. Si scatenavano come dei pazzi.

# 160_Young Businessman
source: Well, the dancin's part of the performance, ya know.
pt: Allora, il ballo fa parte dello spettacolo, capisci?

# 172_Middle-aged Businessman
source: My daughter's too caught up in the excitement to get her homework done. Not like she was ever good at getting it done before...
pt: Mia figlia è troppo presa dall'entusiasmo per mettersi a fare i compiti. Non è che fosse mai stata una cima a farli, a dire il vero...

# 184_Young Businessman
source: No kidding...
pt: Non scherzi...

# 208_Middle-aged Businessman
source: Man, my daughter was buggin' me to watch that princess thing, so I finally sat down and caught an episode.
pt: Cavolo, mia figlia mi rompeva le scatole per guardare quella roba delle principesse, così alla fine mi sono seduto e mi sono visto un episodio.

# 220_Young Businessman
source: The P. League?
pt: La P. League?

# 232_Middle-aged Businessman
source: What's the P. League?
pt: Cos'è 'sta P. League?

# 244_Young Businessman
source: It's short for Princess League. How'd you like it?
pt: È l'abbreviazione di Princess League. Che te ne pare?

# 256_Middle-aged Businessman
source: Well, it was all a bit much for me. Girls these days dress up too flashy for my likin'.
pt: Beh, era un po' troppo per me. Le ragazze d'oggi si conciano troppo appariscenti per i miei gusti.

# 268_Young Businessman
source: Really? Which of the competitors was more your type?
pt: Davvero? Quale delle concorrenti era più il tuo tipo?

# 280_Middle-aged Businessman
source: What!? They're young enough to be my daughters. Don't be disgusting.
pt: Cosa!? Potrebbero essere mie figlie. Non fare il porco.

# 304_Middle-aged Businessman
source: My daughter's hooked on that princess thing on TV. Can't shut up about it.
pt: Mia figlia è in fissa con quella roba da principesse in TV. Non la smette più di parlarne.

# 316_Young Businessman
source: Oh, the P. League?
pt: Ah, la P. League?

# 328_Middle-aged Businessman
source: What's the P. League?
pt: Cos'è 'sta P. League?

# 340_Young Businessman
source: It's short for Princess League. That's what the fans are calling it these days.
pt: È l'abbreviazione di Princess League. Ormai i fan la chiamano così.

# 352_Middle-aged Businessman
source: Huh. Hard for an old guy like me to keep up. My daughter said something about a tea set?
pt: Eh. Per uno vecchio come me è dura starci dietro. Mia figlia ha detto qualcosa riguardo a un set da tè?

# 364_Young Businessman
source: I think she means the group, T-Set. They're in the running to win the P. League finals.
pt: Credo che intenda il gruppo, le T-Set. Si giocano la vittoria alle finali della P. League.

# 376_Middle-aged Businessman
source: Win what? It's a competition? I'm gettin' too old for this shit.
pt: Vincere cosa? È una competizione? Sto diventando troppo vecchio per 'ste cagate.
