Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330050.po
Languages: pt

source: Owner
pt: Proprietario

source: Exchange Shogi Points
pt: Scambia Punti Shogi

source: Play Ranked Match
pt: Gioca Partita Classificata

source: Play Challenges
pt: Gioca Sfide

source: Read the Rules
pt: Leggi le Regole

source: Never Mind
pt: Lascia perdere

source: Player
pt: Giocatore

# 60_Owner
source: How was it? Have a good game? Thanks for stopping by.
pt: Com'è andata? Hai fatto una bella partita? Grazie per essere passato.

# 120_Play Ranked Match
source: Want to play shogi? It's 500 yen a game.
pt: Vuoi giocare a shogi? Sono 500 yen a partita.

# 156_Kiryu
source: Sure, I'll play.
pt: Certo, ci sto.

# 168_Akiyama
source: Sure, I'll play.
pt: Certo, ci sto.

# 180_Saejima
source: Sure. I'll play.
pt: Certo. Ci sto.

# 192_Shinada
source: Sure, I'll play.
pt: Certo, ci sto.

# 204_Haruka
source: Yes, please. I want to play.
pt: Sì, per favore. Voglio giocare.

# 216_Owner
source: Great! Who would you like to challenge?
pt: Ottimo! Chi vorresti sfidare?

# 240_Owner
source: Good luck to you, then.
pt: In bocca al lupo, allora.

# 288_Kiryu
source: Sure, I'll play.
pt: Certo, ci sto.

# 300_Akiyama
source: Sure, I'll play.
pt: Certo, ci sto.

# 312_Saejima
source: Sure. I'll play.
pt: Certo. Ci sto.

# 324_Shinada
source: Sure, I'll play.
pt: Certo, ci sto.

# 336_Haruka
source: Yes, please. I want to play.
pt: Sì, per favore. Voglio giocare.

# 348_Owner
source: Great! Who would you like to challenge?
pt: Ottimo! Chi vorresti sfidare?

# 384_Owner
source: Good luck to you, then.
pt: In bocca al lupo, allora.

# 408_Owner
source: Ah, a board with a move limit. When you play on this board, you have to corner your opponent within a set number of moves.
pt: Ah, una scacchiera con un limite di mosse. Quando giochi qui, devi mettere all'angolo il tuo avversario entro un numero prestabilito di mosse.

# 420_Owner
source: You can take back any move as often as you like, so you can rely on a bit of trial and error to solve the puzzle. Enjoy the challenge.
pt: Puoi annullare qualsiasi mossa quante volte ti pare, così puoi andare per tentativi per risolvere il rompicapo. Goditi la sfida.

# 456_Kiryu
source: No, I'll pass.
pt: No, passo.

# 468_Akiyama
source: Sorry, no. Not right now.
pt: Spiacente, no. Non adesso.

# 480_Saejima
source: No, I'll pass.
pt: No, passo.

# 492_Shinada
source: Sorry, no. Not right now.
pt: Spiacente, no. Non adesso.

# 504_Haruka
source: I'm sorry, I'm not going to play.
pt: Mi dispiace, non giocherò.

# 516_Owner
source: Okay, then. Drop in whenever you want to play.
pt: Va bene, allora. Passa quando vuoi giocare.

# 540_Kiryu
source: Tell me about this place.
pt: Dimmi di questo posto.

# 552_Akiyama
source: Tell me about this place.
pt: Dimmi di questo posto.

# 564_Saejima
source: What's this place about?
pt: Cos'è 'sto posto?

# 576_Shinada
source: So what is this place, anyway?
pt: Allora, che cos'è 'sto posto, insomma?

# 588_Haruka
source: Can you tell me more about your shop?
pt: Puoi dirmi di più sul tuo negozio?

# 612_Play Ranked Match
source: I haven't seen you much in this place, buddy. So you wanna start playing shogi? That's great to hear.
pt: Non ti si vede molto in giro da queste parti, compare. Allora, vuoi darti allo shogi? Ottimo, mi fa piacere sentirlo.

# 624_Owner
source: At our place, you can play ranked matches if you're aiming for the top, and shogi Challenges to test your skill.
pt: Da noi, puoi giocare partite classificate se punti alla vetta, e sfide di shogi per mettere alla prova la tua abilità.

# 636_Owner
source: In a ranked match, you pick opponents closest to your current ranking. If you wanna play against tough players, you'll have to climb the ranks.
pt: In una partita classificata, scegli gli avversari più vicini al tuo ranking attuale. Se vuoi giocartela contro giocatori tosti, dovrai scalare la classifica.

# 648_Owner
source: As far as ranks are concerned, by beating opponents higher rank than you, you'll take their rank. Just aim to keep going up and up.
pt: Per quanto riguarda i ranghi, sconfiggendo avversari di rango superiore al tuo, prenderai il loro rango. Punta solo a continuare a salire sempre più in alto.

# 660_Owner
source: The board is a bit special when it comes to Challenges. When you start off, the board'll be more advantageous for you, but it'll gradually get harder.
pt: La scacchiera è un po' speciale quando si tratta di Sfide. Quando parti, la scacchiera sarà più vantaggiosa per te, ma diventerà via via più difficile.

# 672_Owner
source: It'll cost you 500 yen to play, but you can get some nice prizes if you win. Good luck.
pt: Ti costerà 500 yen giocare, ma se vinci puoi portarti a casa dei bei premi. In bocca al lupo!

# 684_Owner
source: What's that buddy, you got no money? Come back when you have 500 yen.
pt: Che c'è, ragazzo, non hai un soldo? Torna quando hai 500 yen.

# 696_Play Ranked Match
source: Welcome! We're celebrating the emergence of a new Shogi King. For the duration, you can play with us for free.
pt: Benvenuto! Stiamo festeggiando l'emergere di un nuovo Re dello Shogi. Per tutta la durata, puoi giocare con noi gratuitamente.

# 720_Kiryu
source: Sure, I'll play.
pt: Certo, ci sto.

# 732_Akiyama
source: Sure, I'll play.
pt: Certo, ci sto.

# 744_Saejima
source: Yeah, I'll play.
pt: Sì, gioco.

# 756_Shinada
source: Yeah, sure. Let me play.
pt: Sì, certo. Fammi giocare.

# 768_Haruka
source: Yes, please. I want to play.
pt: Sì, per favore. Voglio giocare.

# 780_Owner
source: Got it. Who would you like to challenge?
pt: Capito. Chi vuoi sfidare?

# 804_Owner
source: Good luck!
pt: Buona fortuna!

# 840_Kiryu
source: Sure, I'll play.
pt: Certo, ci sto.

# 852_Akiyama
source: Sure, I'll play.
pt: Certo, ci sto.

# 864_Saejima
source: Yeah, I'll play.
pt: Sì, gioco.

# 876_Shinada
source: Yeah, sure. Let me play.
pt: Sì, certo. Fammi giocare.

# 888_Haruka
source: Yes, please. I want to play.
pt: Sì, per favore. Voglio giocare.

# 900_Owner
source: Great! Who would you like to challenge?
pt: Ottimo! Chi vorresti sfidare?

# 924_Owner
source: Good luck to you, then.
pt: In bocca al lupo, allora.

# 960_Owner
source: Sure. You're exchanging your Shogi Points? What would you like back?
pt: Certo. Stai scambiando i tuoi Punti Shogi? Cosa vorresti in cambio?

# 972_Owner
source: Sure thing. Come again.
pt: Certo. Torna a trovarci.
