Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091af6.po
Languages: pt

source: You handed over <Color:8>Bear Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne d'orso<Color:Default>.

source: You got a <Color:8>Toughness ZZ<Color:Default>.
pt: Hai ottenuto un <Color:8>Toughness ZZ<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Mission Added
pt: Missione Aggiunta

source: Hand Over the Bear Meat
pt: Consegna la carne d'orso

source: Keep the Bear Meat
pt: Tieni la carne d'orso

# 104_Saejima
source: Well, if it ain't Kihachi-san. Hey, why the long face?
pt: Ma guarda un po' te, Kihachi-san. Ehi, perché hai il muso?

# 116_Kihachi
source: It's my wife.
pt: È mia moglie.

# 128_Kihachi
source: She's laid up in bed, and so weak. The poor thing needs some nourishment.
pt: È allettata e così debole. Povera, le serve del nutrimento.

# 140_Saejima
source: What're ya thinkin' of gettin' her?
pt: Cosa pensi di prenderle?

# 152_Kihachi
source: Bear meat. That's what would be best. But no one seems to have any.
pt: Carne d'orso. Sarebbe la cosa migliore. Ma nessuno sembra averne.

# 164_Saejima
source: Bear meat, huh?
pt: Carne d'orso, eh?

# 176_Kihachi
source: Yeah. If you happen to shoot a bear, would you spare me some? I feel bad askin' for your help again, but my wife needs it.
pt: Sì. Se ti capita di abbattere un orso, me ne daresti un po'? Mi sento in colpa a chiederti di nuovo aiuto, ma a mia moglie serve.

# 188_Mission Added
source: "Get Bear Meat" was added to the list of missions.
pt: "Procura Carne d'Orso" è stata aggiunta all'elenco delle missioni.

# 212_Kihachi
source: I just wish I could get some bear meat for my wife...
pt: Se solo riuscissi a trovare della carne d'orso per mia moglie...

# 224_Saejima
source: Take this to her.
pt: Portaglielo.

# 260_Kihachi
source: Oh! She'll be so happy! Thank you for thinking of her.
pt: Oh! Sarà felicissima! Grazie per aver pensato a lei.

# 272_Kihachi
source: Seems like every time we need something, you just pop up. Here's something to show how grateful I am.
pt: Sembra che ogni volta che ci serve qualcosa, tu salti fuori. Tieni, questo è per farti vedere quanto sono grato.

# 284_Saejima
source: It ain't no problem, but thanks all the same.
pt: Niente di che, ma grazie lo stesso.

# 320_Kihachi
source: You're a great guy, Saejima-san.
pt: Sei un gran tipo, Saejima-san.

# 380_Kihachi
source: Ah, but these days, no one hunts on the mountain. What am I going to do?
pt: Ah, ma di questi tempi, nessuno caccia più in montagna. E adesso, che cavolo faccio?

# 392_Kihachi
source: I just wish I could get some bear meat for my wife...
pt: Se solo riuscissi a trovare della carne d'orso per mia moglie...

# 404_Kihachi
source: Oh, Saejima-san, I wanted to tell you how much my wife loved the bear meat! It really brought the color back into her cheeks.
pt: Oh, Saejima-san, volevo dirle quanto a mia moglie sia piaciuta la carne d'orso! Le ha davvero fatto tornare il colore sulle guance.

# 416_Saejima
source: Good to hear.
pt: Bello a sapersi.
