Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00021797.po
Languages: pt

# 60_Haruka
source: Oh, hello. Please come in. I'll make some tea.
pt: Oh, ciao. Prego, entra. Ti preparo un tè.

# 72_Akiyama
source: You must be busy getting ready. I won't be staying, so don't go to any trouble.
pt: Devi essere impegnata a prepararti. Non mi fermo, quindi non darti pena.

# 120_Akiyama
source: Well, sorry to bother you. Are you all set for the Princess League?
pt: Beh, scusa il disturbo. Sei a posto per la Princess League?

# 132_Haruka
source: I think I need to do a little more.
pt: Penso che devo fare ancora un po'.

# 144_Akiyama
source: Yamaura-san's waiting for you at Dyna Chair, right? Head on over when you're ready.
pt: Yamaura-san ti aspetta alla Dyna Chair, giusto? Vai lì quando sei pronta.

# 156_Akiyama
source: Okay, be seeing you.
pt: Va bene, ci vediamo.

# 180_Haruka
source: I think I'll go to Dyna Chair.
pt: Penso che andrò alla Dyna Chair.

# 192_Akiyama
source: Yeah, Yamaura-san's waiting for you, isn't she? Good luck with the Princess thing.
pt: Già, Yamaura-san ti sta aspettando, vero? In bocca al lupo con la faccenda della Princess.

# 204_Haruka
source: "The Princess League." And thank you. I'll be going, then.
pt: La Princess League. E grazie. Allora vado.

# 228_Haruka
source: Oh, hello. Please come in. I'll make us some tea.
pt: Oh, ciao. Prego, entra. Ti preparo un tè.

# 240_Akiyama
source: Oh, don't go to any trouble. I'll only be staying for a minute.
pt: Oh, non scomodarti. Resterò solo un attimo.

# 288_Akiyama
source: Well, sorry to bother you. Glad to see you're holding up pretty well.
pt: Beh, scusa il disturbo. Sono contento di vedere che stai tenendo botta piuttosto bene.

# 300_Haruka
source: I'm all right. Thank you.
pt: Sono a posto. Grazie.

# 312_Akiyama
source: Heh, I thought maybe you'd be at your wits end by now. But I guess that'd be pretty out of character for you, wouldn't it?
pt: Eh, pensavo che a quest'ora fossi già alla frutta. Ma immagino che non sarebbe proprio da te, vero?

# 324_Akiyama
source: Well, be seeing you.
pt: Beh, ci si vede.

# 348_Haruka
source: I think I'll try going out for a while. Maybe I'll ask for some lessons at the office.
pt: Penso che proverò ad uscire per un po'. Magari chiederò qualche lezione in ufficio.

# 360_Akiyama
source: Good thinking. A little exercise'll probably do you some good right now.
pt: Bella pensata. Un po' di esercizio ti farà sicuramente bene adesso.

# 372_Akiyama
source: I'll be at Sky Finance if you need me. Swing by anytime.
pt: Sarò alla Sky Finance se hai bisogno di me. Fatti un salto quando vuoi.

# 384_Haruka
source: Okay, thank you. See you later.
pt: Va bene, grazie. A più tardi.
