Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091f55.po
Languages: pt

source: Guest
pt: Ospite

source: Play
pt: Gioca

source: Not Now
pt: Non ora

source: Player
pt: Giocatore

# 104_Guest
source: Hey, bud. Ya want in on a game? First ya need 25,000 points worth of mahjong sticks. You can buy 'em at the front desk.
pt: Ehi, compare. Ci stai per una partita? Prima ti servono 25.000 punti in fiches da mahjong. Le puoi comprare alla reception.

# 116_Guest
source: Yo, bud. Wanna play? We've got a chair sittin' empty waitin' for a butt.
pt: Ehi, compare. Ti va di giocare? C'è una sedia che se ne sta lì vuota ad aspettare un culo.

# 128_Guest
source: Yeah, I'll play.
pt: Sì, gioco.

# 140_Guest
source: Great! Sit your butt down and we'll get started.
pt: Ottimo! Mettiti a sedere e iniziamo.

# 200_Guest
source: Actually, I'll pass.
pt: A dire il vero, passo.

# 212_Guest
source: Bummer. Well, if ya change your mind, you know where to find us.
pt: Peccato. Beh, se cambi idea, sai dove trovarci.

# 236_Guest
source: Hey, bud. You wanna play after all? You'll need at least 25,000 points, so get 'em at the front desk.
pt: Ehi, compare. Vuoi giocare, alla fine? Ti servono almeno 25.000 punti, quindi prendili al bancone.

# 248_Guest
source: Yo, wanna play mahjong with us? Not to brag, but we're pretty tough.
pt: Ehi, ti va di giocare a mahjong con noi? Non per vantarci, ma siamo piuttosto tosti.

# 260_Guest
source: Yeah, I'll play.
pt: Sì, gioco.

# 272_Guest
source: Good answer! Let's not waste time here.
pt: Ottima risposta! Non perdiamo tempo qui.

# 332_Guest
source: Actually, I'll pass.
pt: A dire il vero, passo.

# 344_Guest
source: Not up for it? Well, lemme know when you are.
pt: Non ti va? Beh, fammi sapere quando ci stai.

# 356_Guest
source: What, ya gotta be somewhere? Well, it's been fun. Lookin' forward to next time.
pt: Che, hai da fare? Beh, è stato divertente. Alla prossima, allora.

# 368_Guest
source: Man, that was a blast. Gotta do that again sometime.
pt: È stato uno spasso! Dobbiamo rifarlo prima o poi.
