Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690235.po
Languages: pt

source: See Upgrades in the Pause Menu for more information.
pt: Consulta Potenziamenti nel menu Pausa per maggiori informazioni.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: See Upgrades in the pause menu for more information.
pt: Consulta Potenziamenti nel menu Pausa per maggiori informazioni.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Thanks for all you've done.
pt: Grazie per tutto quello che hai fatto.

source: Just passing by.
pt: Sto solo passando di qui.

source: Be Yourself
pt: Sii Te Stesso

source: Yes, please.
pt: Sì, per favore.

source: Go to a Hair Salon
pt: Vai da un Parrucchiere

source: I Want Some Takoyaki
pt: Voglio un po' di Takoyaki

source: Read My Book!
pt: Leggi il Mio Libro!

source: Dance-off Against the Beauty Salon Manager
pt: Sfida di Danza contro la Direttrice del Salone di Bellezza

source: Buy Chinese Herbal Medicine at the Pharmacy
pt: Compra Medicina Erboristica Cinese in Farmacia

# 380_Yoko
source: Why, if it isn't my little country bumpkin.
pt: Ma guarda, la mia piccola campagnola.

# 392_Yoko
source: I almost forgot. This is for you. It might help you in the Princess League.
pt: Quasi dimenticavo. Questo è per te. Potrebbe aiutarti nella Princess League.

# 416_Yoko
source: What is it?
pt: Che cos’è?

# 428_Yoko
source: It's a quick-change costume. It's an old, special design of mine. I can't bear to see it go to waste, so you can have it.
pt: È un costume da cambio rapido. È un mio vecchio modello speciale. Non sopporto l’idea che vada sprecato, quindi puoi averlo tu.

# 440_Yoko
source: Quick-change is all about timing, my dear. When you think the time is just right, change into this and blow the audience away!
pt: Il cambio rapido è tutta una questione di tempismo, cara. Quando senti che è il momento giusto, indossa questo e lascia il pubblico senza fiato!

# 452_Haruka
source: Yes, I will! Thank you so much!
pt: Sì, lo farò! Grazie mille!

# 488_Yoko
source: Don't mention it. Good luck, my little bumpkin.
pt: Non c’è di che. Buona fortuna, piccola campagnola.

# 548_Yoko
source: What's wrong, bumpkin? Someone put a bee under your bonnet? I don't have anything else to teach you, so...
pt: Che c’è che non va, campagnola? Qualcuno ti ha punto sul vivo? Non ho più niente da insegnarti, quindi…

# 560_Haruka
source: No, it's not that. Today I wanted to thank you for all you've done.
pt: No, non è quello. Oggi volevo ringraziarti per tutto quello che hai fatto.

# 572_Yoko
source: Thank me? Don't be silly! I can tell how much you appreciate my help, and that's more than thanks enough.
pt: Ringraziarmi? Non dire sciocchezze! So bene quanto apprezzi il mio aiuto, e questo è più che sufficiente.

# 584_Haruka
source: Sorry, but I won't be able to live with myself until I've done this. Besides, I think you're going to like this.
pt: Mi dispiace, ma non riuscirò a stare in pace con me stessa finché non avrò fatto questo. E poi, credo che ti piacerà.

# 608_Haruka
source: Just give me a minute to get ready!
pt: Dammi solo un minuto per prepararmi!

# 692_Yoko
source: Why, bumpkin, that costume...
pt: Ma… campagnola, quel costume…

# 704_Haruka
source: All I can offer you is a song, so today I'm going to sing just for you in this costume.
pt: Tutto ciò che posso offrirti è una canzone, quindi oggi canterò solo per te con questo costume.

# 716_Haruka
source: I'm going to sing my heart out for your friend who never got a chance to wear this.
pt: Canterò con tutto il cuore per la tua amica che non ha mai avuto la possibilità di indossarlo.

# 728_Yoko
source: Bumpkin...
pt: Campagnola…

# 740_Haruka
source: I'm going to put everything I've learned from you into this performance, Yoko-san!
pt: Metterò tutto ciò che ho imparato da te in questa esibizione, Yoko-san!

# 776_Yoko
source: I already said there's nothing I want. I'd rather you use the time to polish your skills.
pt: Ti ho già detto che non voglio niente. Preferirei che usassi il tuo tempo per affinare le tue abilità.

# 788_Haruka
source: (This isn't working. Maybe I'll ask Momiyama-san what Yoko-san likes. He should be in front of his place near the south end of Bishamon Bridge.)
pt: (Non sta funzionando. Forse chiederò a Momiyama-san cosa piace a Yoko-san. Dovrebbe essere davanti al suo locale, verso l’estremità sud del Ponte Bishamon.)

# 800_Yoko
source: Oh, hello, bumpkin. What can I do for you?
pt: Oh, ciao, campagnola. Cosa posso fare per te?

# 812_Haruka
source: Nothing really. I was just passing by.
pt: Niente in particolare. Stavo solo passando.

# 824_Yoko
source: I am not here to keep your boredom at bay. You have some nerve, little lady.
pt: Non sono qui per alleviare la tua noia. Hai un bel coraggio, ragazzina.

# 848_Haruka
source: I wanted to thank you for all you've done.
pt: Volevo ringraziarti per tutto quello che hai fatto.

# 860_Yoko
source: A bumpkin like you wants to thank me? Are you kidding? You have a long way to go before you'll be worthy of such an honor.
pt: Una campagnola come te vuole ringraziare me? Stai scherzando? Devi farne di strada prima di essere degna di un tale onore.

# 872_Haruka
source: But, I wanted to do something for you, Yoko-san. Isn't there something you want?
pt: Ma… volevo fare qualcosa per te, Yoko-san. Non c’è proprio niente che tu desideri?

# 884_Yoko
source: Nope. Nothing. And I don't want you spending any more of your energy on this! I'd rather you use the time to polish your skills.
pt: No. Niente. E non voglio che tu sprechi altra energia su questa cosa! Preferirei che usassi il tempo per affinare le tue abilità.

# 896_Haruka
source: (It doesn't look like she's going to tell me what she wants. I wonder what would make her happy.)
pt: (Non sembra intenzionata a dirmi cosa vuole. Mi chiedo cosa potrebbe renderla felice.)

# 908_Haruka
source: (I know! Maybe Yoko's friend Momiyama-san knows what she likes.)
pt: (Lo so! Forse l’amico di Yoko, Momiyama-san, sa cosa le piace.)

# 920_Haruka
source: (If I remember correctly, Momiyama-san should be in front of his shop over near the south end of Bishamon Bridge. It's worth a try.)
pt: (Se ricordo bene, Momiyama-san dovrebbe essere davanti al suo negozio, verso l’estremità sud del Ponte Bishamon. Vale la pena provare.)

# 944_Yoko
source: You're absolutely glowing. Nice work.
pt: Stai letteralmente brillando. Ottimo lavoro.

# 956_Haruka
source: I was really nervous at first, but I think it went really well.
pt: All’inizio ero davvero nervosa, ma credo sia andata molto bene.

# 968_Yoko
source: Did you learn anything by singing unannounced in front of people who didn't know who you are?
pt: Hai imparato qualcosa cantando all’improvviso davanti a persone che non sapevano chi fossi?

# 980_Haruka
source: I realized that all I've gone through has been really important in making me who I am.
pt: Ho capito che tutto ciò che ho vissuto è stato davvero importante per rendermi ciò che sono.

# 992_Haruka
source: But I also learned how hard it is to attract new fans.
pt: Ma ho anche imparato quanto sia difficile attirare nuovi fan.

# 1004_Yoko
source: True. And yet you managed to do just that.
pt: Vero. Eppure sei riuscita a farlo.

# 1016_Yoko
source: Up till now, your performances have been staged to present you in the best light as a pop idol.
pt: Finora, le tue esibizioni sono state preparate per mostrarti nella luce migliore possibile come pop idol.

# 1028_Yoko
source: But simply stepping onto a stage that's been prepared for you isn't enough.
pt: Ma limitarsi a salire su un palco preparato apposta per te non è sufficiente.

# 1040_Yoko
source: Wherever you are, that's your stage. Wherever you stand, I want you to place yourself in the limelight.
pt: Ovunque tu sia, quello è il tuo palco. Ovunque tu ti trovi, voglio che ti metta sotto i riflettori.

# 1052_Haruka
source: I understand.
pt: Capisco.

# 1076_Yoko
source: You can now use <Color:7>Idol Heat<Color:Default> in concert battles more often.
pt: Ora puoi usare <Color:7>Idol Heat<Color:Default> più spesso nelle sfide al concerto.

# 1100_Yoko
source: Well, that's it. I've taught you all the secrets of true beauty now.
pt: Bene, questo è tutto. Ti ho insegnato tutti i segreti della vera bellezza.

# 1112_Haruka
source: Huh? Is that everything?
pt: Eh? È tutto qui?

# 1124_Yoko
source: That's right. I have nothing more to teach you. It's up to you to pursue your own unique form of beauty from now on.
pt: Esatto. Non ho più nulla da insegnarti. Da ora in poi sta a te perseguire la tua forma unica di bellezza.

# 1136_Haruka
source: I will! Thank you so much!
pt: Lo farò! Grazie mille!

# 1148_Yoko
source: Don't mention it. Besides, I did this for me just as much as I did it for you.
pt: Non c’è di che. Inoltre, l’ho fatto tanto per me quanto per te.

# 1160_Haruka
source: You did?
pt: Davvero?

# 1172_Yoko
source: That's right. As I mentioned before, you remind me of someone I was unable to help, and that made me want to take you under my wing.
pt: Esatto. Come ti ho detto, mi ricordi qualcuno che non sono riuscita ad aiutare, e questo mi ha spinta a prenderti sotto la mia ala.

# 1184_Yoko
source: By helping you, I felt like I was helping that child from so long ago. And that took just a little bit of weight off my shoulders.
pt: Aiutandoti, ho sentito come se stessi aiutando quella bambina di tanto tempo fa. E questo ha alleggerito un po’ il peso sulle mie spalle.

# 1196_Yoko
source: I'm sorry. I make it sound like I've been using you.
pt: Mi dispiace. Sembra quasi che ti abbia usata.

# 1208_Haruka
source: No, it's okay. But I'd like to hear more about that person you mentioned.
pt: No, va bene. Ma mi piacerebbe sapere di più su quella persona di cui hai parlato.

# 1220_Yoko
source: We were friends who shared the same dream. I was much younger back then. We were about the same age, in fact.
pt: Eravamo amiche che condividevano lo stesso sogno. All’epoca ero molto più giovane. In realtà avevamo più o meno la stessa età.

# 1232_Yoko
source: We were both just getting started, and we promised each other we'd make it to the top together someday.
pt: Stavamo entrambe iniziando, e ci promettemmo che un giorno saremmo arrivate in cima insieme.

# 1244_Yoko
source: It was tough going at first, but we sure had fun. But after I was hired to work with a big-name idol, everything changed.
pt: All’inizio era dura, ma ci divertivamo un sacco. Ma dopo che fui assunta per lavorare con una idol famosa, tutto cambiò.

# 1256_Yoko
source: I couldn't pass up such a great chance. I started getting lots of work while my friend faded into obscurity.
pt: Non potevo lasciarmi sfuggire un’occasione così grande. Io iniziai a ricevere molti lavori, mentre la mia amica svaniva nell’oscurità.

# 1280_Yoko
source: I really wish I could have used my newfound success to pull both of us up.
pt: Vorrei davvero aver potuto usare il mio successo per sollevare entrambe.

# 1292_Yoko
source: But back then, I was too busy with my own career to worry about others. I ended up forgetting the promise that we made.
pt: Ma allora ero troppo presa dalla mia carriera per preoccuparmi degli altri. Finì che dimenticai la promessa che ci eravamo fatte.

# 1304_Yoko
source: I was so engrossed in my work, I didn't even notice when my friend quit the business.
pt: Ero così assorbita dal lavoro che non mi accorsi nemmeno quando la mia amica lasciò il settore.

# 1316_Haruka
source: That's so sad...
pt: È così triste…

# 1328_Yoko
source: I've regretted it ever since. How could I forget my friend like that? Why didn't I try to help?
pt: Me ne pento da allora. Come ho potuto dimenticare la mia amica così? Perché non ho provato ad aiutarla?

# 1340_Yoko
source: It snowballed into full-blown neurosis until I started to hate being a stylist.
pt: La cosa è cresciuta fino a diventare una vera e propria nevrosi, al punto che ho iniziato a odiare essere una stilista.

# 1352_Yoko
source: In the end, I left my career and everything I had worked for behind.
pt: Alla fine, ho lasciato la mia carriera e tutto ciò per cui avevo lavorato.

# 1376_Yoko
source: You know that costume I gave you, bumpkin? I originally made it for my friend.
pt: Sai quel costume che ti ho dato, campagnola? In origine l’avevo fatto per la mia amica.

# 1388_Yoko
source: I could never bring myself to get rid of it, but I'm glad you were able to wear it. Now I can end my stylist career without a heavy heart.
pt: Non sono mai riuscita a liberarmene, ma sono felice che tu sia riuscita a indossarlo. Ora posso chiudere la mia carriera da stilista senza rimpianti.

# 1412_Yoko
source: It's been a pleasure working with you, dear, but I believe my work is done here. Maybe it's time I moved on.
pt: È stato un piacere lavorare con te, cara, ma credo che il mio lavoro qui sia finito. Forse è il momento di andare avanti.

# 1424_Haruka
source: Move on? Are you going somewhere, Yoko-san?
pt: Andare avanti? Stai andando da qualche parte, Yoko-san?

# 1436_Yoko
source: Why wouldn't I? It's not like I'm from here. Anyway, I should probably start packing up and whatnot.
pt: E perché no? Non è che io sia di qui. Comunque, dovrei iniziare a fare i bagagli e tutto il resto.

# 1448_Haruka
source: (Yoko-san's helped me so much. I really wish there was something I could do for her before she leaves.)
pt: (Yoko-san mi ha aiutata così tanto. Vorrei davvero poter fare qualcosa per lei prima che se ne vada.)

# 1472_Yoko
source: Your Climax Heat Gauge went up.
pt: La tua Barra Climax Heat è aumentata.

# 1484_Yoko
source: Your Climax Heat Gauge rose to the maximum level.
pt: La tua Barra Climax Heat ha raggiunto il livello massimo.

# 1496_Yoko
source: You can now use <Color:7>Climax Heat<Color:Default> in Princess League concert battles.
pt: Ora puoi usare <Color:7>Climax Heat<Color:Default> nelle sfide al concerto della Princess League.

# 1592_Yoko
source: Oh, did you forget what you're supposed to be doing? Okay, here's a reminder...
pt: Oh, hai dimenticato cosa dovresti fare? Va bene, ecco un promemoria…

# 1604_Yoko
source: Go see if you've become any more appealing. Not as Haruka Sawamura the idol, but as plain old Haruka. To do that, you need to perform as yourself without all the extra gimmicks. The parking lot in West Shofukucho would be a great place to give it a try.
pt: Vai a vedere se sei diventata più affascinante. Non come Haruka Sawamura l’idol, ma come la semplice Haruka. Per farlo, devi esibirti come te stessa, senza trucchi o artifici. Il parcheggio a West Shofukucho sarebbe un ottimo posto per provarci.

# 1616_Yoko
source: Remember what you're supposed to do this time!
pt: Ricorda cosa devi fare questa volta!

# 1628_Yoko
source: Why, bumpkin. Are you here to learn the secrets of true beauty?
pt: Oh, campagnola. Sei qui per imparare i segreti della vera bellezza?

# 1640_Haruka
source: Nothing really. I was just passing by.
pt: Niente in particolare. Stavo solo passando.

# 1652_Yoko
source: I am not here to keep your boredom at bay. You have some nerve, little lady.
pt: Non sono qui per scacciare la tua noia. Hai un bel coraggio, ragazzina.

# 1676_Haruka
source: Yes, please!
pt: Sì, per favore!

# 1688_Yoko
source: Ooh, I like your enthusiasm. Let's get right to it, shall we?
pt: Oh, mi piace il tuo entusiasmo. Andiamo subito al dunque, ti va?

# 1700_Yoko
source: Well? Has your way of looking at things changed after all you've been through?
pt: Allora? Il tuo modo di vedere le cose è cambiato dopo tutto quello che hai passato?

# 1712_Haruka
source: Well...
pt: Beh…

# 1724_Haruka
source: I've learned about a lot of things I'd never really thought about before.
pt: Ho imparato molte cose a cui non avevo mai davvero pensato prima.

# 1736_Haruka
source: And I think maybe I've become a little more appealing as a woman.
pt: E credo di essere diventata un po’ più affascinante come donna.

# 1748_Yoko
source: Well, well. Confident, aren't we?
pt: Oh, oh. Sicura di te, eh?

# 1760_Yoko
source: Shall we put that to the test? Then we'll see what you can really do.
pt: Mettiamo alla prova questa sicurezza? Così vedremo cosa sai davvero fare.

# 1772_Haruka
source: How do I do that?
pt: Come faccio?

# 1784_Yoko
source: I want you to go here and sing but dressed just as you are now. Then come tell me how you felt.
pt: Voglio che tu vada lì e canti così come sei ora. Poi torna a dirmi come ti sei sentita.

# 1808_Yoko
source: No makeup either?
pt: Niente trucco nemmeno?

# 1820_Yoko
source: That's right. Otherwise, it's not really a test.
pt: Esatto. Altrimenti non sarebbe un vero test.

# 1832_Haruka
source: Okay, I'll give it a try.
pt: Va bene, ci proverò.

# 1844_Haruka
source: (Yoko-san wants me to perform at the parking lot in West Shofukucho? It's in front of Komian. Maybe I'll go have a look.)
pt: (Yoko-san vuole che mi esibisca nel parcheggio a West Shofukucho? È davanti a Komian. Forse dovrei andare a dare un’occhiata.)

# 1868_Haruka
source: Yoko-san, you never mentioned anything about buying shampoo and treatment!
pt: Yoko-san, non hai mai detto nulla riguardo comprare shampoo e trattamento!

# 1880_Yoko
source: Oh, so you did buy it. Thank you, bumpkin.
pt: Oh, quindi l’hai comprato. Grazie, campagnola.

# 1892_Haruka
source: Thank you for what?
pt: Grazie per cosa?

# 1904_Yoko
source: Don't tell me you didn't notice. It's right on the label, see?
pt: Non dirmi che non l’hai notato. È scritto proprio sull’etichetta, guarda.

# 1916_Haruka
source: What's on the label...? Oh!
pt: Cosa c’è sull’etichetta…? Oh!

# 1928_Haruka
source: This is your own brand!?
pt: È il tuo marchio!?

# 1940_Yoko
source: Bingo. These are my own special shampoo and treatment I developed with my years of experience working with hair.
pt: Bingo. Sono shampoo e trattamento speciali che ho sviluppato grazie ai miei anni di esperienza nel settore.

# 1952_Yoko
source: It keeps your hair shiny and luxurious... and my wallet flush with cash. Everybody wins!
pt: Rende i tuoi capelli lucenti e splendidi… e il mio portafoglio bello pieno. Vincono tutti!

# 1976_Yoko
source: Oh, and how did you like that hairstylist I recommended? Rather studly, right?
pt: Oh, e che ne pensi del parrucchiere che ti ho consigliato? Piuttosto affascinante, vero?

# 1988_Haruka
source: What!?
pt: Cosa!?

# 2000_Haruka
source: (That guy with the suit and afro? Now that was a surprise!)
pt: (Quel tipo con il completo e l’afro? Quella sì che è stata una sorpresa!)

# 2012_Haruka
source: Er, I mean... Yeah, he was great. I could see how you two would get along just fine.
pt: Ehm, voglio dire… Sì, era fantastico. Capisco perché voi due andreste così d’accordo.

# 2024_Yoko
source: I know, right? But hands off, bumpkin. He's all mine.
pt: Lo so, vero? Ma giù le mani, campagnola. È tutto mio.

# 2036_Haruka
source: Sure... Of course.
pt: Certo… Ovviamente.

# 2048_Yoko
source: Come see me again if you want to keep learning the secrets of true beauty.
pt: Vieni a trovarmi di nuovo se vuoi continuare a imparare i segreti della vera bellezza.

# 2072_Yoko
source: Your Climax Heat Gauge went up.
pt: La tua Barra Climax Heat è aumentata.

# 2084_Yoko
source: Your Climax Heat Gauge rose to the maximum level.
pt: La tua Barra Climax Heat ha raggiunto il livello massimo.

# 2096_Yoko
source: You can now use <Color:7>Climax Heat<Color:Default> in Princess League concert battles.
pt: Ora puoi usare <Color:7>Climax Heat<Color:Default> nelle sfide al concerto della Princess League.

# 2192_Yoko
source: Oh, did you forget what you're supposed to be doing? Okay, here's a reminder...
pt: Oh, hai dimenticato cosa dovresti fare? Va bene, ecco un promemoria…

# 2204_Yoko
source: A lady mustn't neglect her hair, and so I want you to visit my favorite hair salon. It's called Hair Message Lovesong, and it's over in Shofukucho. It's on the same street as your agency.
pt: Una signora non deve trascurare i suoi capelli, quindi voglio che tu vada al mio salone preferito. Si chiama Hair Message Lovesong, si trova a Shofukucho, sulla stessa strada della tua agenzia.

# 2216_Yoko
source: Remember what you're supposed to do this time!
pt: Ricorda cosa devi fare questa volta!

# 2228_Yoko
source: Why, bumpkin. Are you here to learn the secrets of true beauty?
pt: Oh, campagnola. Sei qui per imparare i segreti della vera bellezza?

# 2240_Haruka
source: Nothing really. I was just passing by.
pt: Niente in particolare. Stavo solo passando.

# 2252_Yoko
source: I am not here to keep your boredom at bay. You have some nerve, little lady.
pt: Non sono qui per scacciare la tua noia. Hai un bel coraggio, ragazzina.

# 2276_Haruka
source: Yes, please!
pt: Sì, per favore!

# 2288_Yoko
source: Ooh, I like your enthusiasm. Let's get right to it then, shall we?
pt: Oh, mi piace il tuo entusiasmo. Andiamo subito al dunque, ti va?

# 2300_Yoko
source: You're making a fair amount of progress, and your beauty is coming along.
pt: Stai facendo buoni progressi, e la tua bellezza sta sbocciando.

# 2312_Haruka
source: What, really? I don't think I'm－
pt: Cosa, davvero? Non credo di essere—

# 2324_Yoko
source: What a pure and sweet reaction. Oh, bumpkin. I was only flattering you!
pt: Che reazione pura e dolce. Oh, campagnola. Ti stavo solo adulando!

# 2348_Yoko
source: If you were a song, you'd be at the chorus. In other words, you still have a ways to go.
pt: Se fossi una canzone, saresti al ritornello. In altre parole, hai ancora strada da fare.

# 2360_Haruka
source: It feels a long way off to me.
pt: Mi sembra ancora molto lontano.

# 2372_Yoko
source: Well, anyway. It sure is cold, isn't it?
pt: Comunque sia… Fa davvero freddo, vero?

# 2384_Haruka
source: I know. I'm freezing.
pt: Lo so. Sto gelando.

# 2396_Yoko
source: Cold weather can be hard on the hair, and you're living proof, bumpkin. I mean, talk about a haircare disaster!
pt: Il freddo può essere duro sui capelli, e tu ne sei la prova vivente, campagnola. Voglio dire, che disastro capillare!

# 2408_Haruka
source: What!? Really?
pt: Cosa!? Davvero?

# 2420_Yoko
source: You can't fool these eyes. Are you taking proper care of your hair?
pt: Non puoi ingannare questi occhi. Ti stai prendendo cura dei tuoi capelli?

# 2432_Haruka
source: I mean... As much as the next girl.
pt: Cioè… Quanto qualsiasi altra ragazza.

# 2444_Yoko
source: What did I tell you about that? "As much as the next girl" simply won't do! You have to take care of your appearance if you want to live in the limelight.
pt: Che cosa ti ho detto su questo? "Quanto qualsiasi altra ragazza" non basta! Devi prenderti cura del tuo aspetto se vuoi vivere sotto i riflettori.

# 2456_Haruka
source: Oh, right...
pt: Oh, giusto…

# 2468_Yoko
source: Bumpkin, I want you to pay a visit to my favorite salon.
pt: Campagnola, voglio che tu vada al mio salone preferito.

# 2480_Haruka
source: You want me to cut my hair?
pt: Vuoi che mi tagli i capelli?

# 2492_Yoko
source: No, silly! Just a treatment. My hair stylist there will turn that bird nest of yours into the loveliest of locks.
pt: No, sciocchina! Solo un trattamento. Il mio parrucchiere lì trasformerà quel nido d’uccelli in una chioma splendida.

# 2504_Yoko
source: He's quite the stud muffin, so I'm sure you'll recognize him right away.
pt: È un vero figurino, quindi sono sicura che lo riconoscerai subito.

# 2516_Haruka
source: Okay, where is this salon?
pt: Va bene, dov’è questo salone?
