Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490215.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>20.000 yen<Color:Default>.

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>20.000 yen<Color:Default>.

source: Interviewer
pt: Intervistatore

source: Prove them wrong
pt: Dimostra che si sbagliano

source: Don't worry about it too much
pt: Non preoccupartene troppo

source: Make fun of them right back
pt: Prendili in giro a tua volta

source: Looks aren't the only thing
pt: L'aspetto non è l'unica cosa

source: Put some effort into your appearance
pt: Impegnati un po' nel tuo aspetto

source: Forget about this girl
pt: Dimentica questa ragazza

source: Just keep doing what you've been doing
pt: Continua a fare quello che stai facendo

source: Those two people will be back soon
pt: Quelle due persone torneranno presto

source: Just try to hold on a little longer
pt: Cerca solo di resistere ancora un po'

# 44_Haruka
source: Hello. I'm Haruka Sawamura. It's very nice to meet you.
pt: Salve. Sono Haruka Sawamura. È un vero piacere conoscerla.

# 56_Interviewer
source: Welcome to Ryukyu Travel Publishing. I am Yara.
pt: Benvenuta alla Ryukyu Travel Publishing. Io sono Yara.

# 68_Haruka
source: Oh, are you from Okinawa?
pt: Oh, è di Okinawa?

# 80_Yara
source: Born and raised. Haha! You could tell from my name?
pt: Nato e cresciuto lì. Haha! L’ha capito dal mio nome?

# 92_Haruka
source: Yes. Now I feel like I'm back home!
pt: Sì. Ora mi sembra quasi di essere tornata a casa!

# 104_Yara
source: That's great. Heheh. It'll make for an excellent interview, don't you think?
pt: Fantastico. Heheh. Renderà l’intervista ancora migliore, non crede?

# 116_Haruka
source: It certainly will.
pt: Sicuramente.

# 176_Yara
source: We wanted to make this unique, so we asked Okinawan children to write to you letters for the magazine.
pt: Volevamo fare qualcosa di speciale, così abbiamo chiesto ai bambini di Okinawa di scriverle delle lettere per la rivista.

# 188_Yara
source: The response was overwhelming! The greatest volume of mail we've ever received, in fact. You must be quite the celebrity there.
pt: La risposta è stata incredibile! Il maggior numero di lettere che abbiamo mai ricevuto. Deve essere davvero una celebrità laggiù.

# 200_Haruka
source: Really? That's amazing!
pt: Davvero? È fantastico!

# 212_Yara
source: Space for the article is limited, so we picked just three letters.
pt: Lo spazio per l’articolo è limitato, quindi ne abbiamo scelte solo tre.

# 224_Yara
source: I'll read them to you, and then you can comment. Sound good?
pt: Gliele leggerò, e poi potrà commentarle. Va bene?

# 236_Haruka
source: Absolutely.
pt: Assolutamente.

# 248_Yara
source: All right. The first letter is from a sixth grade boy named "Professor Cosmos."
pt: Bene. La prima lettera è di un ragazzo di sesta elementare che si firma “Professor Cosmos”.

# 260_Haruka
source: That's a pen name, I assume.
pt: Immagino sia uno pseudonimo.

# 272_Yara
source: Yes, all three letters are written under pen names. I guess "Professor Cosmos" is a big fan of outer space, huh?
pt: Sì, tutte e tre le lettere sono firmate con pseudonimi. Immagino che “Professor Cosmos” sia un grande appassionato di spazio, eh?

# 284_Yara
source: Anyway, here we go. "Dear Sawamura-san, I saw you dancing on TV. Wow! You're so cool!"
pt: Comunque, ecco qui. «Cara Sawamura-san, ti ho vista ballare in TV. Wow! Sei fortissima!»

# 296_Yara
source: "I'm not athletic like you. I can't do even one pull-up, and the other kids make fun of me. What should I do?"
pt: «Non sono atletico come te. Non riesco nemmeno a fare una trazione, e gli altri bambini mi prendono in giro. Cosa dovrei fare?»

# 308_Yara
source: Heh, I had the same problem when I was a kid. So! Any advice for "Professor Cosmos"?
pt: Heh, avevo lo stesso problema quando ero bambino. Allora! Qualche consiglio per “Professor Cosmos”?

# 320_Haruka
source: I would tell him... that I'm so sorry the other kids tease him! But why not turn those hurt feelings into inspiration?
pt: Gli direi… che mi dispiace tanto che gli altri bambini lo prendano in giro! Ma perché non trasformare quei sentimenti in ispirazione?

# 332_Haruka
source: He said he liked my dancing. Well, when I first started, I couldn't dance well at all. It took so much practice.
pt: Ha detto che gli piace il mio modo di ballare. Be’, quando ho iniziato, non sapevo ballare per niente. Ci è voluta tantissima pratica.

# 344_Haruka
source: My dance coach would probably say that I'm still not good enough, even now!
pt: La mia insegnante di danza direbbe probabilmente che non sono ancora abbastanza brava!

# 356_Haruka
source: But the important thing is to learn something new, and just feel good about that. So my advice is to keep trying!
pt: Ma la cosa importante è imparare qualcosa di nuovo e sentirsi bene per questo. Quindi il mio consiglio è di continuare a provarci!

# 368_Yara
source: Very wise. I think Professor Cosmos will be encouraged by that.
pt: Molto saggio. Credo che Professor Cosmos ne sarà incoraggiato.

# 380_Haruka
source: I would tell him... that I'm so sorry the other kids tease him! And if athletics aren't his thing, maybe he shouldn't worry about what they say.
pt: Gli direi… che mi dispiace tanto che gli altri bambini lo prendano in giro! E se lo sport non fa per lui, forse non dovrebbe preoccuparsi di ciò che dicono.

# 392_Haruka
source: After all, from the sound of his pen name he likes outer space. Why not focus on that instead?
pt: Dopotutto, dal suo pseudonimo sembra che ami lo spazio. Perché non concentrarsi su quello?

# 404_Haruka
source: Who cares about doing a pull-up when you can impress the other kids with your knowledge of space!
pt: Chi se ne importa di fare una trazione quando puoi impressionare gli altri bambini con le tue conoscenze sullo spazio!

# 416_Yara
source: Very smart thinking. I think Professor Cosmos will be encouraged by that.
pt: Molto intelligente. Penso che Professor Cosmos ne sarà incoraggiato.

# 428_Haruka
source: I would tell him... that I'm so sorry the other kids tease him! They probably don't realize how awful it feels.
pt: Gli direi… che mi dispiace tanto che gli altri bambini lo prendano in giro! Probabilmente non si rendono conto di quanto faccia male.

# 440_Haruka
source: So why not teach them a lesson? Find something about them to pick on, and make fun of them right back.
pt: Allora perché non dare loro una lezione? Trova qualcosa su cui prenderli in giro e restituisci il favore.

# 452_Haruka
source: Once they know how much it hurts, maybe they'll think twice before they do it again.
pt: Una volta che capiranno quanto fa male, forse ci penseranno due volte prima di rifarlo.

# 464_Yara
source: ...Yikes. That was a tad harsh. I hope you don't mind if I soften that up a bit for the article.
pt: ...Accidenti. È stato un po’ duro. Spero non ti dispiaccia se lo addolcisco un po’ per l’articolo.

# 476_Haruka
source: Oh! I'm sorry! Do whatever you think best.
pt: Oh! Mi dispiace! Faccia come crede sia meglio.

# 536_Yara
source: Now, then. On to letter number two. This is from "I Heart Riona," a middle school boy.
pt: Bene, passiamo alla seconda lettera. Questa è di “I Heart Riona”, un ragazzo delle medie.

# 548_Haruka
source: What?
pt: Cosa?

# 560_Yara
source: Haha! Yeah, that pen name caught me by surprise, too. What a romantic fellow.
pt: Haha! Sì, anche a me quello pseudonimo ha sorpreso. Che tipo romantico.

# 572_Haruka
source: (An Okinawa boy with a crush on a girl named Riona? Could it be Mitsuo?)
pt: (Un ragazzo di Okinawa innamorato di una certa Riona? Potrebbe essere Mitsuo?)

# 584_Haruka
source: (And Professor Cosmos said he was in sixth grade. Could that... possibly be Shiro?)
pt: (E Professor Cosmos ha detto di essere in sesta. Potrebbe essere… Shiro?)

# 608_Haruka
source: Oh! Sorry!
pt: Oh! Scusi!

# 620_Haruka
source: (Oops! I better focus!)
pt: (Ops! Meglio concentrarmi!)

# 632_Yara
source: Here's what it says.
pt: Ecco cosa dice.

# 644_Yara
source: "Dear Haruka, I've been watching you on TV and rooting for you! But I kind of get jealous of everyone else on TV... They're all so good-looking!"
pt: «Cara Haruka, ti guardo sempre in TV e faccio il tifo per te! Ma a volte sono geloso degli altri in TV… sono tutti così belli!»

# 656_Yara
source: "There's a girl I like, but I don't think she likes me. Do you think it's because I'm not very handsome?"
pt: «C’è una ragazza che mi piace, ma non credo che io piaccia a lei. Pensi che sia perché non sono molto bello?»

# 668_Yara
source: He's rooting for you! Must be a big fan.
pt: Fa il tifo per te! Deve essere un grande fan.

# 680_Yara
source: Haha. He sounds like a passionate guy. As for his romantic dilemma...
pt: Haha. Sembra un ragazzo appassionato. Quanto al suo dilemma amoroso…

# 692_Haruka
source: Sure, looks are a big part of what first attracts us to a person.
pt: Certo, l’aspetto è una parte importante di ciò che ci attrae inizialmente.

# 704_Haruka
source: The entertainment industry certainly puts an emphasis on looks, that's for sure.
pt: L’industria dell’intrattenimento dà sicuramente molta importanza all’aspetto, questo è certo.

# 716_Haruka
source: But they aren't the only thing. When a person truly likes someone, it has much more to do with personality, I think.
pt: Ma non è l’unica cosa. Quando qualcuno piace davvero, credo che la personalità conti molto di più.

# 728_Haruka
source: For example, how kind the person is, or how trustworthy. Character can play a bigger role than appearance.
pt: Per esempio, quanto una persona sia gentile o affidabile. Il carattere può contare più dell’aspetto.

# 740_Haruka
source: Even in the entertainment industry, it counts for something if you're attractive on the inside as well as the outside.
pt: Anche nel mondo dello spettacolo conta essere attraenti dentro, oltre che fuori.

# 752_Haruka
source: What I'm trying to say is... if you really like this girl, show her the quality of your character, and see what happens. Good luck!
pt: Quello che voglio dire è… se ti piace davvero questa ragazza, mostrale la qualità del tuo carattere e vedrai cosa succede. Buona fortuna!

# 764_Yara
source: That's very nice. I'm sure your words will mean a lot to "I Heart Riona."
pt: Molto bello. Sono sicuro che le tue parole significheranno molto per “I Heart Riona”.

# 776_Haruka
source: Well, looks are a big part of what first attracts us to a person.
pt: Be’, l’aspetto è una parte importante di ciò che ci attrae inizialmente.

# 788_Haruka
source: He could try putting some extra effort into his appearance.
pt: Potrebbe provare a impegnarsi un po’ di più nel suo aspetto.

# 800_Haruka
source: Here in the entertainment industry, hair, makeup, and clothes are used to transform people beyond recognition.
pt: Qui nel mondo dello spettacolo, capelli, trucco e vestiti possono trasformare una persona fino a renderla irriconoscibile.

# 812_Haruka
source: And the really interesting thing is that people who look good start to gain confidence, and it shows.
pt: E la cosa interessante è che chi si sente bello acquista sicurezza, e si vede.

# 824_Haruka
source: When I'm all dressed up, I have to confess I feel different. It gives me courage when I'm onstage.
pt: Quando sono tutta sistemata, devo confessare che mi sento diversa. Mi dà coraggio quando sono sul palco.

# 836_Haruka
source: If you don't think you're very handsome, you don't have to just accept it. You can put effort into changing that.
pt: Se pensi di non essere molto bello, non devi per forza accettarlo. Puoi impegnarti per migliorare.

# 848_Yara
source: That's great insight, coming from an entertainer. I think he'll be encouraged!
pt: Un’ottima osservazione, soprattutto detta da un’artista. Penso che lo incoraggerà!

# 860_Haruka
source: Sure, looks are a big part of what first attracts us to a person.
pt: Certo, l’aspetto è una parte importante di ciò che ci attrae inizialmente.

# 872_Haruka
source: But they aren't the only thing. When a person truly likes someone, it has much more to do with personality, I think.
pt: Ma non è l’unica cosa. Quando qualcuno piace davvero, credo che la personalità conti molto di più.

# 884_Haruka
source: For example, how kind the person is, or how trustworthy. Character can play a bigger role than appearance.
pt: Per esempio, quanto una persona sia gentile o affidabile. Il carattere può contare più dell’aspetto.

# 896_Haruka
source: If this girl doesn't recognize the quality of your character, then you should just forget about her.
pt: Se questa ragazza non riconosce la qualità del tuo carattere, allora dovresti semplicemente dimenticarla.

# 908_Yara
source: Ouch. A straight knife to the kid's heart. I hope you don't mind if I soften that up a little bit for the article.
pt: Ahi. Una pugnalata dritta al cuore del ragazzo. Spero non ti dispiaccia se lo addolcisco un po’ per l’articolo.

# 920_Haruka
source: Oh! I'm sorry! Do whatever you think best.
pt: Oh! Mi dispiace! Faccia come crede sia meglio.

# 980_Yara
source: Now for the third and final letter. It's from "Dragon Mask Man," a boy in his second year of middle school.
pt: Ora passiamo alla terza e ultima lettera. È di “Dragon Mask Man”, un ragazzo del secondo anno delle medie.

# 992_Haruka
source: *gasp*
pt: *sobbalza*

# 1004_Yara
source: Uh, is there something wrong?
pt: Uh, c’è qualcosa che non va?

# 1016_Haruka
source: Oh. No, it's nothing. I misheard you. I'm sorry!
pt: Oh. No, niente. Avevo capito male. Mi scusi!

# 1028_Haruka
source: ("Dragon Mask"? That has to be Taichi! All three of these letters are from Morning Glory, for sure!)
pt: (“Dragon Mask”? Dev’essere Taichi! Tutte e tre queste lettere vengono sicuramente da Morning Glory!)

# 1040_Haruka
source: (Now I see why Ayako told me to do a good job at this interview!)
pt: (Ora capisco perché Ayako mi ha detto di fare bene questa intervista!)

# 1052_Yara
source: Um, are you ready to continue?
pt: Allora, è pronta a continuare?

# 1064_Haruka
source: Oh! Yes, please. My apologies.
pt: Oh! Sì, certo. Mi scusi.

# 1088_Yara
source: "How do you do, Sawamura-san? I always watch you when you're on TV. You're the main topic of conversation at our house!"
pt: «Come sta, Sawamura-san? La guardo sempre quando è in TV. È l’argomento principale di conversazione a casa nostra!»

# 1100_Yara
source: "We used to have people who were like a mother and father to us, but they both left on long journeys."
pt: «Avevamo persone che erano come una madre e un padre per noi, ma entrambe sono partite per lunghi viaggi.»

# 1112_Yara
source: "Now I'm the oldest boy, so I've been trying to be responsible and dependable like they were, but it's not easy."
pt: «Ora sono il ragazzo più grande, quindi cerco di essere responsabile e affidabile come lo erano loro, ma non è facile.»

# 1124_Yara
source: "What can I do to become more like them?"
pt: «Cosa posso fare per diventare più simile a loro?»

# 1148_Yara
source: Wow. He sounds like a very mature and thoughtful young man, wise beyond his years. Any advice for him, Sawamura-san?
pt: Wow. Sembra un ragazzo molto maturo e riflessivo, più saggio della sua età. Qualche consiglio per lui, Sawamura-san?

# 1160_Haruka
source: It sounds like you've been doing great. Just keep at it.
pt: Sembra che tu stia già facendo un ottimo lavoro. Continua così.

# 1172_Haruka
source: I'm sure all the younger children look up to you... because you already have those virtues you admire in the two people who left.
pt: Sono sicura che i bambini più piccoli ti ammirano… perché hai già le virtù che ammiri in quelle due persone che sono partite.

# 1184_Haruka
source: Besides, those two weren't perfect. They made all kinds of mistakes.
pt: E poi, nemmeno loro erano perfetti. Hanno fatto un sacco di errori.

# 1196_Haruka
source: So don't worry about what you can't do now. You're already helping your family a lot.
pt: Quindi non preoccuparti di ciò che non riesci ancora a fare. Stai già aiutando molto la tua famiglia.

# 1220_Haruka
source: Oh! I'm sorry! I...
pt: Oh! Mi scusi! Io…

# 1232_Yara
source: No, please don't apologize. I think... I think "Dragon Mask Man" really needed to hear something like that. We'll print it exactly the way you said it－no edits.
pt: No, non si scusi. Credo… credo che “Dragon Mask Man” avesse davvero bisogno di sentire qualcosa del genere. Lo stamperemo esattamente come l’ha detto—senza modifiche.

# 1244_Haruka
source: Oh! Wonderful!
pt: Oh! Meraviglioso!

# 1256_Haruka
source: Don't worry. I'm sure those two will come back someday.
pt: Non preoccuparti. Sono sicura che quelle due persone torneranno un giorno.

# 1268_Haruka
source: I know everything is hard right now. I know you miss them.
pt: So che ora è tutto difficile. So che ti mancano.

# 1280_Haruka
source: But they care so much for you... truly. They will return. You'll all be together again.
pt: Ma tengono tantissimo a te… davvero. Torneranno. Sarete di nuovo tutti insieme.

# 1292_Haruka
source: Until then, stay strong, and just keep doing what you've been doing. You're already helping your family a lot.
pt: Fino ad allora, resta forte e continua a fare ciò che stai facendo. Stai già aiutando molto la tua famiglia.

# 1304_Yara
source: Gee, Sawamura-san.
pt: Accidenti, Sawamura-san.

# 1316_Haruka
source: Oh! I'm sorry. I...
pt: Oh! Mi scusi. Io…

# 1328_Yara
source: No, no need to apologize. It's just－I don't know if what you said is true. How would anybody know if those two will return? But... I'll still print what you said. No edits.
pt: No, non serve scusarsi. È solo che… non so se ciò che ha detto sia vero. Come potrebbe qualcuno sapere se torneranno? Ma… stamperò comunque ciò che ha detto. Senza modifiche.

# 1340_Haruka
source: Oh! Thank you!
pt: Oh! Grazie!

# 1352_Haruka
source: You know what? Shame on your mother and father for leaving you all behind.
pt: Sai una cosa? Vergogna a tua madre e tuo padre per avervi lasciati indietro.

# 1364_Haruka
source: That said, they probably already feel guilty about it. That feeling will make them come home someday.
pt: Detto questo, probabilmente si sentono già in colpa. Quel sentimento li riporterà a casa, prima o poi.

# 1376_Haruka
source: You just have to hold on a little longer. You're obviously an upstanding young man, and the children all look up to you.
pt: Devi solo resistere ancora un po’. Sei chiaramente un ragazzo straordinario, e tutti i bambini ti ammirano.

# 1388_Haruka
source: Keep doing what you've been doing. You're already helping your family a lot.
pt: Continua a fare ciò che stai facendo. Stai già aiutando molto la tua famiglia.

# 1400_Yara
source: Gee, Sawamura-san.
pt: Accidenti, Sawamura-san.

# 1412_Haruka
source: Oh! I'm sorry. I...
pt: Oh! Mi scusi. Io…

# 1424_Yara
source: No need to apologize. You obviously have strong feelings about the situation. I think your words might be what "Dragon Mask Man" needs to hear. I'll print them without any edits.
pt: Nessun bisogno di scusarsi. È chiaro che provi sentimenti forti riguardo alla situazione. Credo che le tue parole siano proprio ciò di cui “Dragon Mask Man” ha bisogno. Le stamperò senza alcuna modifica.

# 1436_Haruka
source: I appreciate that.
pt: La ringrazio.

# 1496_Yara
source: Those were some fascinating answers. Thank you for coming.
pt: Sono state risposte davvero affascinanti. Grazie per essere venuta.

# 1508_Haruka
source: And thank you very much for having me!
pt: E grazie mille per avermi invitata!

# 1520_Yara
source: I have to say, I was surprised at how honestly you spoke. There aren't many who would be so direct with their fans, let alone fans who are children.
pt: Devo dire che sono rimasto sorpreso dalla tua sincerità. Non sono in molti a essere così diretti con i propri fan, specialmente quando si tratta di bambini.

# 1532_Haruka
source: Oh... I'm very sorry.
pt: Oh… mi dispiace molto.

# 1544_Yara
source: No worries. You're a sincere person who's simply trying to help.
pt: Non preoccuparti. Sei una persona sincera che sta solo cercando di aiutare.

# 1556_Haruka
source: Um, would it be possible for me to read the rest of the letters that were sent in?
pt: Ehm, sarebbe possibile leggere il resto delle lettere che sono state inviate?

# 1568_Yara
source: Oh, sure. I actually have them right here. Shall I have them sent to your agency?
pt: Oh, certo. Le ho proprio qui. Vuoi che le faccia inviare alla tua agenzia?

# 1580_Haruka
source: No, I'd like to take them with me now, if that's all right.
pt: No, vorrei portarle con me adesso, se va bene.

# 1592_Yara
source: Are you sure? That's a lot of heavy paper to carry around!
pt: Sei sicura? È un bel po’ di carta pesante da portare in giro!

# 1604_Haruka
source: It's okay! I'm stronger than I look.
pt: Va tutto bene! Sono più forte di quanto sembri.

# 1616_Yara
source: Hahaha! You got it, then.
pt: Hahaha! Allora va bene.

# 1628_Yara
source: And here's some compensation for your time.
pt: E qui c’è un compenso per il tuo tempo.

# 1652_Haruka
source: Thank you!
pt: Grazie!

# 1664_Yara
source: Best of luck to you in your career.
pt: Ti auguro il meglio per la tua carriera.

# 1676_Haruka
source: That's very kind of you. Goodbye!
pt: È molto gentile da parte sua. Arrivederci!

# 1688_Yara
source: You gave some fantastic answers. I'm sure the children who wrote the letters will be thrilled.
pt: Hai dato risposte fantastiche. Sono sicuro che i bambini che hanno scritto le lettere saranno entusiasti.

# 1700_Haruka
source: Oh, I hope so!
pt: Oh, lo spero davvero!

# 1712_Haruka
source: Um, would it be possible for me to read the rest of the letters that were sent in?
pt: Ehm, sarebbe possibile leggere il resto delle lettere che sono state inviate?

# 1724_Yara
source: Oh, sure. I actually have them right here. Shall I have them sent to your agency?
pt: Oh, certo. Le ho proprio qui. Vuoi che le faccia inviare alla tua agenzia?

# 1736_Haruka
source: No, I'd like to take them with me now, if that's all right.
pt: No, vorrei portarle con me adesso, se va bene.

# 1748_Yara
source: Are you sure? That's a lot of heavy paper to carry around!
pt: Sei sicura? È un bel po’ di carta pesante da portare in giro!

# 1760_Haruka
source: It's okay! I'm stronger than I look.
pt: Va tutto bene! Sono più forte di quanto sembri.

# 1772_Yara
source: Hahaha! You got it, then.
pt: Hahaha! Allora va bene.

# 1784_Yara
source: And here's some compensation for your time.
pt: E qui c’è un compenso per il tuo tempo.

# 1808_Haruka
source: Thank you!
pt: Grazie!

# 1820_Yara
source: We hope to have you back soon.
pt: Speriamo di riaverti presto.

# 1832_Haruka
source: I'd like that very much.
pt: Mi piacerebbe molto.
