Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b48.po
Languages: pt

source: You handed over <Color:8>Antler<Color:Default>.
pt: Hai consegnato <Color:8>Corno di cervo<Color:Default>.

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Man with a Problem
pt: Uomo con un Problema

source: Mission Added
pt: Missione Aggiunta

source: Hand Over the Antler
pt: Consegna il corno

source: Keep the Antler
pt: Tieni il Corno

source: Man Who Had a Problem
pt: Uomo che aveva un problema

# 104_Man with a Problem
source: This can't go on. I have to get me some antlers!
pt: Non può andare avanti così. Mi devo procurare dei palchi!

# 116_Saejima
source: What's up?
pt: Che c'è?

# 140_Man with a Problem
source: ...Nothing is <Italic>up</Italic>, thank you very much! You just don't understand.
pt: ...Non è che <Italic>non funzioni</Italic>, grazie tante! Sei tu che non capisci.

# 152_Saejima
source: Try me.
pt: Provami.

# 164_Man with a Problem
source: Well, it has to do with family harmony. I haven't been keeping up with my familial duty to my wife. If you... know what I mean by keeping it up.
pt: Beh, riguarda l'armonia familiare. Non sono riuscito a mantenere il mio dovere coniugale con mia moglie. Se... capisci cosa intendo con 'essere all'altezza'.

# 176_Saejima
source: I get the picture.
pt: Capisco.

# 188_Man with a Problem
source: So yeah, as a result, the old lady's feeling all kinds of neglected. Now she's giving me the silent treatment.
pt: E quindi sì, per questo la vecchia si sente trascurata in tutti i modi. Adesso mi tiene il muso.

# 200_Saejima
source: So stop neglectin' her.
pt: Quindi smettila di trascurarla.

# 212_Man with a Problem
source: Is it my fault the old boy's not so frisky anymore?
pt: È colpa mia se il vecchio non è più tanto pimpante?

# 224_Saejima
source: That's... a shame.
pt: Che peccato...

# 236_Man with a Problem
source: Sure is! So, let me hit you up with a proposition: deer antlers.
pt: Sicuro che lo è! Quindi, ti butto lì una proposta: corna di cervo.

# 248_Saejima
source: Uh, what's the connection?
pt: Ehm, che c'entra?

# 260_Man with a Problem
source: You don't know? It's an age-old remedy for putting a little spring back into a man's step. It's not called a stag horn for nothing!
pt: Non lo sai? È un rimedio antichissimo per far tornare un po' di brio a un uomo. Non si chiama mica 'corno di cervo' per niente!

# 272_Saejima
source: Ya really b'lieve that? Sounds like just an old wives' tale.
pt: Ma ci credi davvero a 'sta roba? Mi sembra solo una vecchia diceria.

# 284_Man with a Problem
source: Well, I won't know for sure unless I try it! And seriously... I have to try <Italic>something</Italic>!
pt: Beh, non lo saprò per certo finché non ci provo! E sul serio... devo provare <Italic>qualcosa</Italic>!

# 296_Saejima
source: Glad I don't have this problem.
pt: Meno male che non ho 'sto problema.

# 308_Man with a Problem
source: Great, then help another man out, would you? One antler's all I need. If you find one, pass it my way. Help make my home a happy place.
pt: Ottimo, allora dai una mano anche a un altro tizio, no? Mi basta un solo corno. Se ne trovi uno, passamelo. Aiutami a far tornare il sereno a casa mia.

# 320_Mission Added
source: "Get an Antler" was added to the list of missions.
pt: "Ottieni un corno di cervo" è stata aggiunta alla lista delle missioni.

# 356_Man with a Problem
source: One antler's all I need... Help make my home a happy place!
pt: Basta un corno... Aiutami a rendere la mia casa un posto felice!

# 368_Man with a Problem
source: Oh, hi! Sooo? Did you get the antler? To make me a panther?
pt: Oh, ciao! Allora? Hai preso il corno di cervo? Per farmi una pantera?

# 380_Saejima
source: Here. Have a good time with yer wife.
pt: Tieni. Fatti valere con tua moglie.

# 416_Man with a Problem
source: Ahaha, yes! This is it! You've saved our marriage!
pt: Ahaha, sì! È questo! Hai salvato il nostro matrimonio!

# 428_Man Who Had a Problem
source: And not a moment too soon. It's going to be a long night!
pt: Appena in tempo. Sarà una notte lunga!

# 440_Man Who Had a Problem
source: Here, take this in return.
pt: Tieni, prendi questo in cambio.

# 464_Man Who Had a Problem
source: All right, honey, here I come!
pt: Va bene, tesoro, arrivo!

# 476_Saejima
source: Okay, then.
pt: Ok, allora.

# 524_Man with a Problem
source: One antler's all I need... Help make my home a happy place!
pt: Basta un corno... Aiutami a rendere la mia casa un posto felice!
