Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020015a.po
Languages: pt

source: Tournament Staffer
pt: Addetto al torneo

source: The Victory Road Championship Tournament
pt: Il Torneo del Campionato Victory Road

source: Yes
pt: Sì

source: Not Yet
pt: Non ancora

source: Register for a Tournament
pt: Iscriversi a un torneo

source: Ask About the Coliseum
pt: Chiedi del Colosseo

source: View Competitor Data
pt: Visualizza Dati Concorrente

source: View Battle Record
pt: Vedi Record di Battaglia

source: View Battle Rankings
pt: Vedi Classifiche Scontri

source: Exchange Points
pt: Scambia Punti

source: Never Mind
pt: Lascia perdere

source: View Basic Rules
pt: Visualizza Regole Base

source: Ask About Tag Battles
pt: Chiedi delle lotte a squadre

source: Ask About Battle Rankings
pt: Informati sulle classifiche di battaglia

source: Return to the Menu
pt: Torna al Menu

source: Coliseum Shortsword
pt: Spada corta del Colosseo

source: Coliseum Katana
pt: Katana del Colosseo

source: Coliseum Spear
pt: Lancia del Colosseo

source: Coliseum Knuckles
pt: Tirapugni del Colosseo

source: Coliseum Hammer
pt: Martello del Colosseo

source: Coliseum Nunchaku
pt: Nunchaku del Colosseo

source: Coliseum Tonfa
pt: Tonfa del Colosseo

source: Coliseum Kali Sticks
pt: Bastoni Kali del Colosseo

source: Forget the Whole Thing
pt: Lascia perdere

source: Coliseum Bouncer
pt: Buttafuori del Coliseum

# 156_Haruka
source: (Um, no. I can't do this.)
pt: (Ehm, no. Non posso farlo.)

# 168_Haruka
source: Ah, Shinada-sama. I'm very sorry, sir, but you are not yet qualified to compete in the Underground Coliseum.
pt: Ah, Shinada-sama. Mi dispiace molto, signore, ma lei non è ancora qualificato per competere nell'Underground Coliseum.

# 180_Haruka
source: Participation in our tournaments is strictly limited to those who have won their local Victory Road preliminaries.
pt: La partecipazione ai nostri tornei è strettamente limitata a coloro che hanno vinto le proprie eliminatorie locali della Victory Road.

# 192_Haruka
source: Let's see... Ah, I'm happy to say that you are eligible to join the preliminaries in Kineicho.
pt: Vediamo un po'... Ah, sono felice di comunicarti che sei idoneo a unirti ai preliminari a Kineicho.

# 204_Haruka
source: We hope to see you advance from there.
pt: Speriamo di vederti andare avanti da lì.

# 216_Haruka
source: (Victory Road preliminaries, huh? And they're going on in Kineicho...)
pt: (Preliminari di Victory Road, eh? E si stanno svolgendo a Kineicho...)

# 228_Haruka
source: (I need to qualify for the tournament. So I'll just scoot on back to Kineicho and show those other hopefuls what's what.)
pt: (Devo qualificarmi per il torneo. Quindi filerò dritto a Kineicho e farò vedere a quegli altri aspiranti di che pasta sono fatta.)

# 240_Haruka
source: Ah, Akiyama-sama. I'm very sorry, sir, but you are not yet qualified to compete in the Underground Coliseum.
pt: Ah, Signor Akiyama. Mi dispiace molto, signore, ma lei non è ancora qualificato per competere nell'Underground Coliseum.

# 252_Haruka
source: Participation in our tournaments is strictly limited to those who have won their local Victory Road preliminaries.
pt: La partecipazione ai nostri tornei è strettamente limitata a coloro che hanno vinto le proprie eliminatorie locali della Victory Road.

# 264_Haruka
source: Let's see... Ah, I'm happy to say that you are eligible to join the preliminaries in Sotenbori.
pt: Vediamo... Ah, sono lieto di dirti che sei idoneo a partecipare ai preliminari a Sotenbori.

# 276_Haruka
source: We hope to see you advance from there.
pt: Speriamo di vederti andare avanti da lì.

# 288_Haruka
source: (All righty, the Victory Road preliminaries are in Sotenbori.)
pt: (Ok, allora, i preliminari del Victory Road sono a Sotenbori.)

# 300_Haruka
source: (To qualify, I have to edge out the other Victory Road players in Sotenbori. Those poor saps... they don't know what's coming.)
pt: Per qualificarmi, devo sbaragliare gli altri giocatori di Victory Road a Sotenbori. Quei poveri allocchi... non sanno cosa li aspetta.

# 312_Haruka
source: Ah, Saejima-sama. I'm very sorry, sir, but you are not yet qualified to compete in the Underground Coliseum.
pt: Ah, Saejima-sama. Mi dispiace molto, signore, ma non è ancora qualificato per competere nell'Underground Coliseum.

# 324_Haruka
source: Participation in our tournaments is strictly limited to those who have won their local Victory Road preliminaries.
pt: La partecipazione ai nostri tornei è strettamente limitata a coloro che hanno vinto le proprie eliminatorie locali della Victory Road.

# 336_Haruka
source: Let's see... Ah, I'm happy to say you are eligible to join the preliminaries in Tsukimino.
pt: Vediamo... Ah, sono felice di dirti che sei idoneo a partecipare ai preliminari a Tsukimino.

# 348_Haruka
source: But given your unique abilities, Saejima-sama, we could waive the prelim requirement.
pt: Ma date le tue capacità uniche, Saejima-sama, potremmo farti saltare i preliminari.

# 360_Haruka
source: For you, I imagine the preliminaries would just be a quick warm-up exercise. We look forward to seeing you in the tournament.
pt: Per te, immagino che le eliminatorie sarebbero solo un rapido riscaldamento. Non vediamo l'ora di vederti al torneo.

# 372_Haruka
source: (Victory Road prelims are in Tsukimino.)
pt: (Le eliminatorie della Victory Road si tengono a Tsukimino.)

# 384_Haruka
source: (Gotta win the prelims in Tsukimino if I wanna qualify fair n' square.)
pt: Devo vincere le eliminatorie a Tsukimino se voglio qualificarmi onestamente.

# 396_Haruka
source: Ah, Kiryu-sama. I'm very sorry, but you are not yet qualified to compete in the Underground Coliseum.
pt: Ah, Kiryu-sama. Mi dispiace molto, ma Lei non è ancora qualificato a competere nell'Underground Coliseum.

# 408_Haruka
source: Participation in our tournaments is strictly limited to those who have won their local Victory Road preliminaries.
pt: La partecipazione ai nostri tornei è strettamente limitata a coloro che hanno vinto le proprie eliminatorie locali della Victory Road.

# 420_Haruka
source: Let's see... Ah, I'm happy to say you are eligible to join the preliminaries in Nagasugai.
pt: Vediamo... Ah, sono felice di dirti che sei idoneo a partecipare ai preliminari di Nagasugai.

# 432_Haruka
source: But given your unique abilities, Kiryu-sama, we could waive the preliminaries requirement.
pt: Ma, viste le tue abilità uniche, Kiryu-sama, potremmo esonerarti dai preliminari.

# 444_Haruka
source: For you, I imagine the preliminaries would just be a quick warm-up exercise. We look forward to seeing you in the tournament.
pt: Per te, immagino che le eliminatorie sarebbero solo un rapido riscaldamento. Non vediamo l'ora di vederti al torneo.

# 456_Haruka
source: (Need to remember those Victory Road preliminaries are in Nagasugai.)
pt: Devo ricordarmi che i preliminari del Victory Road sono a Nagasugai.

# 468_Haruka
source: (To qualify fairly, I'll have to survive the other Victory Road fighters back in Nagasugai.)
pt: (Per qualificarmi onestamente, dovrò vedermela con gli altri lottatori di Victory Road, lì a Nagasugai.)

# 564_Haruka
source: We've been waiting for you, Kiryu-san.
pt: L'aspettavamo, Kiryu-san.

# 576_Haruka
source: The Victory Road finals will begin soon, and a new champion of the Underground Coliseum will be crowned.
pt: Le finali di Victory Road inizieranno presto, e verrà incoronato un nuovo campione del Colosseo Sotterraneo.

# 588_Haruka
source: The audience is beside themselves with excitement. I've never seen them so worked up!
pt: Il pubblico è in delirio per l'eccitazione. Non li ho mai visti così carichi!

# 600_Haruka
source: Are you ready, Kiryu-san? We would like to begin.
pt: Sei pronto, Kiryu-san? Vorremmo iniziare.

# 612_Haruka
source: In the finals, you will face tough opponents one after another. It will be single knockout style－if you lose, you're out for good! It is therefore recommended that you save before you enter the tournament.
pt: Nelle finali, affronterai avversari tosti uno dopo l'altro. Sarà a eliminazione diretta—se perdi, sei fuori per sempre! Si consiglia quindi di salvare prima di entrare nel torneo.

# 624_Haruka
source: Are you ready?
pt: Sei pronto?

# 636_Haruka
source: Let's go.
pt: Andiamo.

# 648_Haruka
source: Excellent, sir. Please wait a moment while we prepare on our end.
pt: Eccellente, signore. Attenda un momento mentre ci prepariamo da parte nostra.

# 684_Haruka
source: I see. Please let me know when you are ready.
pt: Capisco. Fammi sapere quando sei pronto.

# 696_Haruka
source: We've been waiting for you, Kiryu-san.
pt: L'aspettavamo, Kiryu-san.

# 708_Haruka
source: It should be just a little more time before we start the Victory Road finals. Thank you for your patience.
pt: Dovrebbe mancare solo un altro po' prima che inizino le finali della Victory Road. Grazie per la vostra pazienza.

# 720_Haruka
source: If you would like to participate in regular Coliseum tournaments, I can help you with that.
pt: Se vuoi partecipare ai tornei regolari del Colosseo, posso darti una mano.

# 732_Haruka
source: Congratulations on winning the Victory Road Championship Tournament! We're very happy for you and your incredible accomplishment.
pt: Congratulazioni per aver vinto il torneo Victory Road Championship! Siamo molto felici per te e per la tua incredibile impresa.

# 744_Haruka
source: Please note that, pursuant to our rights, we will be publicizing this event to educate the public about the premium violence available at the Underground Coliseum.
pt: Si prega di notare che, in base ai nostri diritti, renderemo pubblico questo evento per informare il pubblico sulla violenza di prima qualità disponibile al Colosseo Sotterraneo.

# 756_Haruka
source: You agreed to let us use your likeness for this purpose when you registered for the tournament. We hope for your continued patronage. Have a nice day!
pt: Hai accettato di lasciarci usare la tua immagine a questo scopo quando ti sei registrato per il torneo. Speriamo nel tuo continuo supporto. Buona giornata!

# 768_Haruka
source: Welcome to the Coliseum. How may I help you?
pt: Benvenuto al Colosseo. Come posso esserti d'aiuto?

# 840_Haruka
source: Please choose a weapon. Also, be aware that any weapons and/or protective gear you currently have will be ineffective.
pt: Scegli un'arma. Inoltre, tieni presente che qualsiasi arma e/o equipaggiamento protettivo che possiedi attualmente sarà inutile.

# 1032_Haruka
source: We look forward to your next visit.
pt: Non vediamo l'ora della tua prossima visita.

# 1044_Haruka
source: Sorry. The Underground Coliseum's not ready for action yet.
pt: Spiacente. Il Colosseo Sotterraneo non è ancora pronto all'azione.

# 1056_Haruka
source: Come back later.
pt: Torna più tardi.

# 1068_Coliseum Bouncer
source: You're cleared. Go on in.
pt: Sei a posto. Avanti.
