Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069024f.po
Languages: pt

source: Clerk
pt: Commesso

# 44_Clerk
source: Welcome.
pt: Benvenuto.

# 56_Haruka
source: (Er, what was the name of that Chinese medicine Yoko-san wanted me to buy?)
pt: (Ehm, qual era il nome di quella medicina cinese che Yoko-san voleva che comprassi?)

# 68_Haruka
source: Um, do you have any yi yi ren here?
pt: Ehm, avete del yi yi ren qui?

# 80_Clerk
source: Huh? Yi yi ren?
pt: Eh? Yi yi ren?

# 104_Clerk
source: Hmmm...
pt: Mmmm...

# 116_Haruka
source: (Maybe I didn't say it right.)
pt: (Forse non l'ho detto bene.)

# 128_Clerk
source: Ah, yes, we have plenty of diuretics if you're having trouble relieving yourself.
pt: Ah, sì, abbiamo un sacco di diuretici se hai problemi a liberarti.

# 140_Haruka
source: Wait, what?
pt: Ma che?

# 152_Clerk
source: Oh, yes. Coix seed. It promotes urination, among a variety of other beneficial effects.
pt: Ah, sì. Semi di coix. Favorisce la diuresi e ha molti altri effetti benefici.

# 176_Haruka
source: I must've gotten the name wrong. I'll be back!
pt: Devo aver sbagliato il nome. Tornerò!

# 188_Haruka
source: (That was embarrassing. I better go find out what that medicine's called before I try again.)
pt: (Che figura. Meglio che vada a scoprire come si chiama quella medicina prima di riprovare.)

# 200_Haruka
source: Um, do you have any yin yang huo here?
pt: Ehm, avete del yin yang huo qui?

# 212_Clerk
source: Huh? Yin yang huo?
pt: Eh? Yin yang huo?

# 236_Clerk
source: Hmmm...
pt: Mmmm...

# 248_Haruka
source: (Maybe I didn't say it right.)
pt: (Forse non l'ho detto bene.)

# 260_Clerk
source: Young lady, I don't think you have any need for this... Or is your boyfriend having problems keeping it up?
pt: Signorina, non credo che a lei serva... Oppure il suo fidanzato ha problemi a tenerlo su?

# 272_Haruka
source: Wait, no!
pt: Ma no!

# 284_Haruka
source: That's definitely not what I want! I must've gotten the name wrong. I'll be back!
pt: Ma non è proprio quello che voglio! Devo aver sbagliato il nome. Tornerò!

# 296_Haruka
source: (That was embarrassing. I better go find out what that medicine's called before I try again.)
pt: (Che figura. Meglio che vada a scoprire come si chiama quella medicina prima di riprovare.)

# 308_Haruka
source: Um, do you have any yin er here?
pt: Ehm, avete del yin er qui?

# 320_Clerk
source: Huh? Yin er?
pt: Eh? Yin er?

# 332_Haruka
source: Yes, Yoko-san contacted you about it and asked me to pick it up.
pt: Sì, Yoko-san vi ha contattato a riguardo e mi ha chiesto di ritirarla.

# 344_Clerk
source: Hmmm...
pt: Mmmm...

# 356_Haruka
source: (Maybe I didn't say it right.)
pt: (Forse non l'ho detto bene.)

# 368_Clerk
source: Oh, yes, of course! We have that ready! Ladies seem to love this. I can hardly keep it on the shelves!
pt: Oh, sì, certo! Ce l'abbiamo pronto! Pare che le signore lo adorino. Faccio fatica a tenerlo sugli scaffali!

# 380_Haruka
source: (Whew, I thought I'd gotten the name wrong.)
pt: (Meno male, pensavo di aver sbagliato il nome.)

# 392_Clerk
source: Sorry to keep you waiting. Here it is.
pt: Scusi l'attesa. Ecco a lei.

# 416_Clerk
source: Thank you!
pt: Grazie!

# 428_Haruka
source: (Okay, I've got the Chinese medicine, so it's back to Yoko-san's place!)
pt: (Ok, ho preso la medicina cinese, quindi torno da Yoko-san!)
