Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330446.po
Languages: pt

source: About Kamiyama Works
pt: Informazioni su Kamiyama Works

source: Kamiyama Works's Shop Level
pt: Livello del Negozio di Kamiyama Works

source: Craft Weapons
pt: Creare Armi

source: Craft Protective Gear
pt: Crea equipaggiamento protettivo

source: Purchase Items
pt: Acquista Oggetti

source: Repair or Reload Equipment
pt: Ripara o Ricarica Equipaggiamento

source: Invest
pt: Investi

source: Cancel
pt: Annulla

source: Cash
pt: Contanti

source: Items
pt: Oggetti

source: What is Kamiyama Works?
pt: Cos'è Kamiyama Works?

source: How do you craft equipment?
pt: Come si fabbrica l'equipaggiamento?

source: How does investing work?
pt: Come funziona l'investimento?

source: I'm good for now.
pt: Per ora va bene così.

source: Crafting Weapons and Equipment
pt: Creazione di Armi e Equipaggiamento

source: Weapon Skill Requirements
pt: Requisiti Abilità Arma

source: Investing
pt: Investimento

# 96_Kiryu
source: This is the Nagasu branch of Kamiyama Works.
pt: Questa è la filiale di Nagasu della Kamiyama Works.

# 108_Kamiyama
source: I, uh, don't have all that much merchandise, but I'm thinking I will gradually add more.
pt: Io, uhm, non ho poi così tanta roba, ma ci sto pensando, ne aggiungerò di più un po' alla volta.

# 120_Kiryu
source: Okay.
pt: Ok.

# 132_Kamiyama
source: I specialize in weapons. I can do all sorts of things with weapons, as long as you pay.
pt: Sono specializzato in armi. Posso fare ogni genere di cose con le armi, a patto che tu paghi.

# 144_Kamiyama
source: I sell new weapons, and I can fix busted weapons, too.
pt: Vendo armi nuove, e posso aggiustare pure quelle scassate.

# 156_About Kamiyama Works
source: Kamiyama's shop sells weapons and protective gear. Weapons can also be repaired if they have worn down through use.
pt: Il negozio di Kamiyama vende armi e equipaggiamento protettivo. Le armi possono anche essere riparate se si sono usurate con l'uso.

# 168_Kamiyama
source: I'm trying to go national, but I'm short on funds. I'm even having trouble sourcing materials for the main Kamurocho shop.
pt: Sto cercando di espandermi in tutta la nazione, ma sono a corto di soldi. Ho persino problemi a reperire i materiali per il negozio principale di Kamurocho.

# 180_Kamiyama
source: If you don't mind, could you donate materials you might not need?
pt: Se non ti dispiace, potresti donare materiali che magari non ti servono?

# 192_Kamiyama
source: If I get more funds, I can work on developing new weapons and gear.
pt: Se mi entra più grana, posso mettermi a sviluppare nuove armi e attrezzature.

# 204_Kamiyama Works's Shop Level
source: You can invest in Kamiyama Works and raise its shop level by donating materials and cash. As the shop levels up, better weapons and gear will be added to the merchandise. Some items require specific materials to be donated.
pt: Puoi investire al Kamiyama Works e far salire il suo livello negozio donando materiali e soldi. Man mano che il negozio sale di livello, armi ed equipaggiamento migliori saranno aggiunti alla merce. Alcuni oggetti richiedono materiali specifici da donare.

# 216_Kamiyama Works's Shop Level
source: While there are several Kamiyama Works shops, they all share the same shop level.
pt: Anche se ci sono diversi negozi Kamiyama Works, condividono tutti lo stesso livello negozio.

# 228_Kiryu
source: Got it. If I find something, I'll pass it on.
pt: Capito. Se trovo qualcosa, lo giro.

# 240_Kamiyama
source: Thanks. If there's anything I can help with, don't hesitate to ask.
pt: Grazie. Se c'è qualcosa in cui posso darti una mano, non esitare a chiedere.

# 264_Kiryu
source: What can I do for you today?
pt: Che ti serve oggi?

# 324_Kiryu
source: What will you invest?
pt: Cosa investirai?

# 372_Kiryu
source: What would you like to know?
pt: Cosa vuoi sapere?

# 384_Kiryu
source: Kamiyama Works is a custom weapon and gear shop operated by the Kamiyama brothers. They craft a wide variety of equipment for a fee. Better weapons and protective gear will improve your chances against tough foes.
pt: Kamiyama Works è un'officina di armi e equipaggiamento su misura gestita dai fratelli Kamiyama. Creano un'ampia varietà di equipaggiamento a pagamento. Armi e protezioni migliori aumenteranno le tue probabilità contro avversari tosti.

# 396_Kiryu
source: Weapons have limited durability－once durability drops to zero, the weapon becomes unusable until it is <Color:7>repaired or reloaded<Color:Default> at a Kamiyama Works shop or with a <Color:7>Repair Kit<Color:Default>. (You will not lose the weapon if its durability is depleted.)
pt: Le armi hanno una durabilità limitata—una volta che la durabilità scende a zero, l'arma diventa inutilizzabile finché non viene <Color:7>riparata o ricaricata<Color:Default> presso un negozio Kamiyama Works o con un <Color:7>Kit di Riparazione<Color:Default>. (Non perderai l'arma se la sua durabilità si esaurisce.)

# 408_Kiryu
source: For the most part, equipment is produced in exchange for money. Some require additional materials. The range of offerings widens as the <Color:7>shop level<Color:Default> rises. The shop level can be raised by <Color:7>investing<Color:Default> in the shop.
pt: Per la maggior parte, l'equipaggiamento viene prodotto in cambio di denaro. Alcuni richiedono materiali aggiuntivi. La gamma di offerte si amplia man mano che il <Color:7>livello del negozio<Color:Default> aumenta. Il livello del negozio può essere aumentato <Color:7>investendo<Color:Default> nel negozio.

# 420_Kiryu
source: All weapons are ranked (indicated by stars). The number of stars indicates the <Color:7>weapon skill level needed to equip the weapon<Color:Default>. You can view weapon skill levels under Abilities in the Pause Menu.
pt: Tutte le armi sono classificate (indicate da stelle). Il numero di stelle indica il <Color:7>livello di abilità arma necessario per equipaggiare l'arma<Color:Default>. Puoi visualizzare i livelli di abilità arma sotto Abilità nel Menu di Pausa.

# 432_Kiryu
source: You can invest in Kamiyama Works by selecting <Color:7>Invest<Color:Default> from Kamiyama's menu. Investing raises the shop level, enabling the crafting of better weapons and protective gear.
pt: Puoi investire al Kamiyama Works selezionando <Color:7>Investi<Color:Default> dal menu di Kamiyama. Investire aumenta il livello del negozio, consentendo di creare armi ed equipaggiamento protettivo migliori.

# 444_Kiryu
source: Some weapons and protective gear become available only if certain materials are donated as investments. Kamiyama Works will accept any item as an investment.
pt: Alcune armi e protezioni si sbloccano solo se vengono donati determinati materiali come investimento. Kamiyama Works accetta qualsiasi oggetto come investimento.

# 456_Kiryu
source: Thank you. Anything else?
pt: Grazie. Altro?

# 468_Kiryu
source: Please come again.
pt: Torni pure a trovarci.
