Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690599.po
Languages: pt

source: Man
pt: Uomo

source: Refuse
pt: Rifiuta

source: Accept
pt: Accetta

source: Player
pt: Giocatore

# 72_Man
source: Sheesh. You're in a different class. That'll teach me to challenge strangers...
pt: Cavolo. Sei proprio un'altra categoria. Così imparo a sfidare gli sconosciuti...

# 84_Man
source: Heh, that was entertaining. Thanks.
pt: Eheh, mi sono divertito. Grazie.

# 96_Man
source: Say, there. If you have the time, how about a game of billiards?
pt: Senti un po'. Se hai tempo, che ne dici di una partita a biliardo?

# 108_Player
source: Sorry. Ain't got that sort of time.
pt: Scusa. Non ho mica quel tipo di tempo.

# 120_Man
source: That so? Too bad.
pt: Ah sì? Peccato.

# 132_Player
source: Sure.
pt: Certo.

# 144_Man
source: Heh, this should be good.
pt: Eheh, questa sarà bella.
