Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160097.po
Languages: pt

# 2264_Shinada
source: Oh wow, that really is him.
pt: Oh, wow, è davvero lui.

# 2288_Kurashina
source: Hello, Seto-san. Thanks for coming out to see me.
pt: Salve, Seto-san. Grazie per essere venuto a trovarmi.

# 2300_Seto
source: No problem. Until the contract's signed, you're an important negotiating partner. You're just another rookie after that, of course.
pt: Nessun problema. Finché il contratto non è firmato, sei un partner importante nelle trattative. Dopo, naturalmente, sarai solo un altro rookie.

# 2312_Seto
source: This fellow here, his name's Tatsuo Shinada, and...
pt: Questo qui è Tatsuo Shinada, e...

# 2324_Kurashina
source: Pardon me, Seto-san, but may I speak first?
pt: Mi scusi, Seto-san, ma potrei parlare io per primo?

# 2336_Seto
source: Come again? Oh, right, you did say you wanted to discuss something.
pt: Come? Ah, giusto, avevi detto che volevi discutere di qualcosa.

# 2348_Kurashina
source: Um, Seto-san, I'm sorry, but... I decided not to sign with the Wyverns after all.
pt: Ehm, Seto-san, mi dispiace, ma... ho deciso di non firmare con i Wyverns, dopotutto.

# 2372_Seto
source: What!? Wait a minute here. Why all of a sudden?
pt: Cosa!? Aspetta un attimo. Perché tutto all’improvviso?

# 2396_Seto
source: You said you were looking forward to becoming a Wyvern.
pt: Avevi detto che non vedevi l’ora di diventare un Wyvern.

# 2408_Kurashina
source: I feel terrible about letting the Wyverns down after they drafted me first, but I've made up my mind. I'm sorry, Seto-san.
pt: Mi sento terribilmente in colpa per aver deluso i Wyverns dopo che mi hanno scelto per primo, ma ho preso la mia decisione. Mi dispiace, Seto-san.

# 2420_Seto
source: But... What happened? Has some other team been talking to you?
pt: Ma... cosa è successo? Qualche altra squadra ti ha contattato?

# 2444_Seto
source: Come on, tell me what this is all about.
pt: Dai, dimmi cosa sta succedendo.

# 2456_Kurashina
source: Look, I'm sorry, Seto-san.
pt: Guardi, mi dispiace, Seto-san.

# 2468_Seto
source: Your "sorry" doesn't even begin to suffice for an explanation.
pt: Il tuo “mi dispiace” non basta nemmeno come inizio di una spiegazione.

# 2480_Seto
source: Besides, what do you intend to do? Are you going to put your career on hold until next year's draft?
pt: E poi, cosa intendi fare? Mettere in pausa la tua carriera fino al draft del prossimo anno?

# 2492_Kurashina
source: I can't answer that.
pt: Non posso rispondere.

# 2504_Seto
source: Oh, you can't?
pt: Ah, non puoi?

# 2516_Kurashina
source: I won't negotiate with the Wyverns anymore. I already decided. Now if you'll excuse me...
pt: Non tratterò più con i Wyverns. Ho già deciso. Ora, se vuole scusarmi...

# 2552_Seto
source: What the hell just happened... Why'd he change his mind?
pt: Che diavolo è appena successo... Perché ha cambiato idea?

# 2564_Shinada
source: Sounds to me like somebody changed his mind for him.
pt: A me sembra che qualcuno gli abbia fatto cambiare idea.

# 2576_Seto
source: I just don't understand. Kurashina's always wanted to join his home team.
pt: Non riesco proprio a capirlo. Kurashina ha sempre voluto unirsi alla squadra della sua città.

# 2588_Seto
source: He said it was his dream!
pt: Ha detto che era il suo sogno!

# 2600_Shinada
source: Guess that dream got bought and sold.
pt: Immagino che quel sogno sia stato comprato e venduto.

# 2624_Shinada
source: What are you going to do now, Seto-san?
pt: E adesso cosa farai, Seto-san?

# 2636_Seto
source: I can't do a damn thing if this is how he's ending negotiations with the team. What can a lowly scout do?
pt: Non posso fare un accidenti se lui decide di chiudere così le trattative con la squadra. Cosa può fare un semplice scout?

# 2660_Seto
source: I found Kurashina when he was still in middle school.
pt: Ho scoperto Kurashina quando era ancora alle medie.

# 2672_Seto
source: I knew at a glance that the kid had potential. We weren't allowed to contact him, but I kept an eye on his progress.
pt: L’ho capito subito che quel ragazzo aveva del potenziale. Non potevamo contattarlo, ma ho seguito i suoi progressi.

# 2684_Seto
source: After the draft, I finally got to meet him in person. I told him I'd been keeping track of his playing career over the years.
pt: Dopo il draft, finalmente l’ho incontrato di persona. Gli ho detto che avevo seguito la sua carriera negli anni.

# 2696_Seto
source: I told him how his pitching was great in a certain game, and how unlucky he was in another. He was impressed by that.
pt: Gli ho raccontato di quanto avesse lanciato bene in una partita e di quanto fosse stato sfortunato in un’altra. Ne rimase colpito.

# 2708_Shinada
source: Dang... So you guys have some history.
pt: Accidenti... Quindi voi due avete una storia.

# 2720_Seto
source: Yes, so how did it come to this? I simply cannot wrap my head around it...
pt: Sì, quindi come siamo arrivati a questo? Non riesco proprio a capacitarmene...

# 2732_Shinada
source: (Only Kurashina can explain that. He went off toward Mid Square... Maybe I should go after him.)
pt: (Solo Kurashina può spiegare questa cosa. È andato verso Mid Square... Forse dovrei seguirlo.)
