Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c45.po
Languages: pt

source: Gaudy Woman
pt: Donna sgargiante

source: Little Match Girl
pt: Piccola Fiammiferaia

# 44_Saejima
source: Hey lady, could I get ya to buy some matches at a hundred yen a box?
pt: Ehi, bella, non è che mi compreresti dei fiammiferi a cento yen la scatola?

# 56_Gaudy Woman
source: What are you suggesting? Please, don't!
pt: Cosa diavolo stai insinuando? Ti prego, non farlo!

# 68_Saejima
source: Don't make a ruckus. I ain't suggestin' ya shake out yer purse or nothin'.
pt: Non fare casino. Non ti sto mica a dire di svuotare la borsa o roba del genere.

# 80_Little Match Girl
source: Please buy some! Pretty please?
pt: Compramene, ti prego! Daaai, ti prego?

# 92_Gaudy Woman
source: Leave me alone! I'll scream for help!
pt: Lasciami in pace! Griderò aiuto!

# 104_Gangster
source: Hey, honey-pie, what's the commotion? This guy giving you a hard time?
pt: Ehi, tesoro, che casino c'è? Questo qui ti sta dando fastidio?

# 116_Gaudy Woman
source: Yes! He's asking me to... well, to buy matches!
pt: Sì! Mi sta chiedendo di... beh, di comprare i fiammiferi!

# 128_Gangster
source: Buy matches? What's that mean? Probably some fucked up shit or something.
pt: Comprare fiammiferi? Che significa? Probabilmente qualche stronzata del cazzo o qualcosa del genere.

# 140_Saejima
source: No, and watch yer language. It's just regular matches. On behalf of this li'l girl. You fellas wanna buy some?
pt: No, e misurate le parole. Sono solo fiammiferi. Per conto di questa bambina. Voi, ragazzi, ne volete comprare?

# 152_Gangster
source: Haha! Get lost, you stupid shit! And take your bitch daughter with you!
pt: Ahah! Sparisci, stupido pezzo di merda! E portati via quella troia di tua figlia!
