Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b50.po
Languages: pt

# 68_Saejima
source: Sorry I made things worse, Sakurai-han.
pt: Mi dispiace di aver peggiorato le cose, Sakurai-han.

# 80_Saejima
source: I got cocky... Thought I could take on the mountain.
pt: Mi sono montato la testa... Pensavo di potermi misurare con la montagna.

# 92_Sakurai
source: Mm-hm.
pt: Già.

# 104_Sakurai
source: Well. I kinda figured a city-dweller wasn't going to take my words seriously.
pt: Beh. Me l'aspettavo, dai, che uno di città non avrebbe preso sul serio le mie parole.

# 116_Sakurai
source: But still, you're something else. You put your life on the line, without any hesitation. It's almost like...
pt: Però, tu sei proprio un altro paio di maniche. Ci hai messo la vita in gioco, senza pensarci su un attimo. È quasi come...

# 128_Saejima
source: Like what?
pt: Ad esempio?

# 140_Sakurai
source: Uh, nothing. Just please take care. There's bravery, sure, but then there's recklessness.
pt: Ehm, niente. Mi raccomando, fai attenzione. Certo, c'è il coraggio, ma poi c'è la sconsideratezza.

# 152_Saejima
source: True.
pt: Vero.

# 164_Sakurai
source: All right, I'm done lecturing you!
pt: Basta, ho finito di farti la ramanzina!

# 176_Sakurai
source: There's something else I want to talk to you about. See that man there? Do you know him?
pt: C'è qualcos'altro di cui voglio parlarti. Vedi quel tizio lì? Lo conosci?

# 212_Sakurai
source: He came here because he heard the rumors about a giant bear.
pt: È venuto qui perché ha sentito le voci su un orso gigante.

# 224_Saejima
source: Must be Yama-oroshi.
pt: Dev'essere lo Yama-oroshi.

# 236_Sakurai
source: Right. And look at that case on his back; there must be a huge rifle in there!
pt: Esatto. E guarda quella custodia sulla sua schiena; lì dentro ci dev'essere un fucilone!

# 248_Sakurai
source: But how did he hear the rumors in the first place? When outsiders arrive one after the other like this, well... We townspeople get to wondering why.
pt: Ma come ha fatto a sentire le voci, per cominciare? Quando gli estranei arrivano uno dopo l'altro così, beh... noi paesani ci mettiamo a chiederci il perché.

# 260_Saejima
source: Look, I don't know the guy.
pt: Senti, non conosco il tipo.

# 272_Sakurai
source: Oh. I see. Well, if he's going after Yama-oroshi, that could be trouble...
pt: Ah, capisco. Beh, se sta dando la caccia allo Yama-oroshi, potrebbero esserci guai...
