Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031b.po
Languages: pt

source: You got 1000 experience points.
pt: Hai ottenuto 1000 punti esperienza.

source: You learned <Color:9>Thrift Mastery<Color:Default>.
pt: Hai imparato <Color:9>Maestria del Risparmio<Color:Default>.

source: You learned <Color:9>My Whirlwind Essence (Climax Furore)<Color:Default>.
pt: Hai imparato <Color:9>La mia Essenza del Vortice (Calore Culmine)<Color:Default>.

source: You learned <Color:9>My Snapping Turtle<Color:Default>.
pt: Hai imparato <Color:9>La mia Tartaruga Azzannatrice<Color:Default>.

source: You learned <Color:9>Max Thrift Mastery<Color:Default>.
pt: Hai imparato <Color:9>Massima Maestria del Risparmio<Color:Default>.

source: You learned <Color:9>My Afterimage<Color:Default>.
pt: Hai imparato <Color:9>La mia Immagine Residua<Color:Default>.

source: You learned <Color:9>My Bashing Combo Essence (Climax Furore)<Color:Default>.
pt: Hai imparato <Color:9>La mia Essenza della Combo di Sfondamento (Calore Culmine)<Color:Default>.

source: *whomp*
pt: Sbam!

source: Beep.
pt: Bip.

source: Player
pt: Giocatore

source: Train me.
pt: Allenami.

source: No thanks.
pt: No grazie.

source: Attendant
pt: Addetto

source: Let's talk about your life.
pt: Parliamo della tua vita.

source: Ayanokoji's training
pt: L'addestramento di Ayanokoji

source: Let's go.
pt: Andiamo.

source: Not yet.
pt: Non ancora.

source: Have you ever had a girlfriend before?
pt: Hai mai avuto una ragazza prima?

source: What type of girl do you like?
pt: Che tipo di ragazza ti piace?

source: What's a relationship deal-breaker for you?
pt: Cosa non accetteresti mai in una relazione?

source: Give him some perspective.
pt: Dagli un po' di prospettiva.

source: Give him a serious lecture.
pt: Dagli una bella strigliata.

source: Take him to the red-light district.
pt: Portalo nel quartiere a luci rosse.

source: Do you think that makeup looks cool?
pt: Pensi che quel trucco sia figo?

source: Are you wearing that because you like it?
pt: Stai indossando quello perché ti piace?

source: Do you even care what girls think about you?
pt: Ma ti frega di quello che pensano le ragazze di te?

source: Forcibly remove his makeup.
pt: Toglili il trucco a forza.

source: Turn the tables on him.
pt: Ribaltagli la situazione.

source: Let him be himself.
pt: Lascialo essere se stesso.

source: Can you talk to girls?
pt: Sai parlare con le ragazze?

source: What do you do all day?
pt: Ma cosa fai tutto il giorno?

source: Ever consider getting a job?
pt: Non hai mai pensato di trovarti un lavoro?

source: Help him get a job.
pt: Aiutalo a trovare un lavoro.

source: Help him find a hobby.
pt: Aiutalo a trovare un hobby.

source: Help him practice talking to girls.
pt: Aiutalo a fare pratica a parlare con le ragazze.

source: How's it been since you got rid of your makeup?
pt: Com'è andata da quando ti sei tolto il trucco?

source: Don't you want to try some new clothes?
pt: Non vuoi provare dei vestiti nuovi?

source: Is there anything you want to try?
pt: C'è qualcosa che vuoi provare?

source: Take him to where the girls are.
pt: Portalo dove ci sono le ragazze.

source: Completely change his fashion sense.
pt: Rivoluzionagli il look.

source: Help him achieve the perfect body.
pt: Aiutalo a raggiungere il corpo perfetto.

source: Introducing yourself.
pt: Presentarsi.

source: Saying something funny.
pt: Fare una battuta.

source: Complimenting her.
pt: Farle un complimento.

source: Girl
pt: Ragazza

source: It is I, Ayanokoji.
pt: Sono io, Ayanokoji.

source: I enjoyed talking with you.
pt: Mi è piaciuto parlare con te.

source: I hope you didn't mind me approaching you.
pt: Spero che non ti sia dispiaciuto che ti abbia approcciato.

source: I just love you so much!
pt: Ti amo così tanto!

source: Words can't describe how beautiful you are.
pt: Non ci sono parole per descrivere quanto sei bella.

source: So you're just after my money, right?
pt: Allora, sei solo dietro ai miei soldi, vero?

source: How about dinner some time?
pt: Ti va di cenare insieme, prima o poi?

source: Come back to my place, and I'll show you a good time.
pt: Vieni a casa mia, e ti farò divertire.

source: I'll be watching you, hehehe!
pt: Ti terrò d'occhio, hehehe!

source: So what do you say? Sounds good?
pt: Allora, che dici? Ti va?

source: It is I, Ayanokoji
pt: Sono io, Ayanokoji.

# 568_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 580_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 592_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 616_Ayanokoji
source: Hmph! Not bad. Not bad at all!
pt: Hmph! Non male. Niente male affatto!

# 652_Ayanokoji
source: But I simply allowed you to defeat me. Next time won't be so easy.
pt: Ma ti ho semplicemente permesso di sconfiggermi. La prossima volta non sarà così facile.

# 664_Ayanokoji
source: Victory is mine! Oh, what a feeling!
pt: La vittoria è mia! Oh, che sensazione!

# 676_Ayanokoji
source: Come again soon! I'll be sure to give you another good whooping!
pt: Torna presto! Mi assicurerò di darti un'altra bella lezione!

# 700_Ayanokoji
source: Oh, there you are. Ready for some training?
pt: Oh, eccoti. Pronto per l'allenamento?

# 712_Shinada
source: Sorry to bother you. I just wanted to say hi.
pt: Scusa il disturbo. Volevo solo salutarti.

# 724_Ayanokoji
source: Are you mocking me? Hmph. Well, come back when you're ready.
pt: Mi stai prendendo in giro? Hmph. Beh, torna quando sei pronto.

# 736_Shinada
source: Okay, you're on, Leo-kun!
pt: Okay, ci sto, Leo-kun!

# 748_Ayanokoji
source: Bring it on, Shinada!
pt: Fatti sotto, Shinada!

# 796_Ayanokoji
source: Come now, Shinada. Is that all you've got?
pt: Avanti, Shinada. Tutto qui?

# 808_Ayanokoji
source: You disappoint me. You are below me in both skill and social standing, apparently.
pt: Mi deludi. Sei al di sotto di me sia per abilità che per rango sociale, a quanto pare.

# 820_Ayanokoji
source: Come back when you're ready. I may deign to take you on again... if I'm bored.
pt: Torna quando sei pronto. Potrei degnarmi di affrontarti di nuovo... se mi annoio.

# 856_Ayanokoji
source: Shinada... I know you can do better than that.
pt: Shinada... so che puoi fare di meglio.

# 868_Ayanokoji
source: I want you to really bring it next time. You know where to find me!
pt: Voglio che tu dia il massimo la prossima volta. Sai dove trovarmi!

# 904_Ayanokoji
source: Come now, Shinada. Is that all you've got?
pt: Avanti, Shinada. Tutto qui?

# 916_Ayanokoji
source: You disappoint me. You are below me in both skill and social standing, apparently.
pt: Mi deludi. Sei al di sotto di me sia per abilità che per rango sociale, a quanto pare.

# 928_Ayanokoji
source: Come back when you're ready. I may deign to take you on again... if I'm bored.
pt: Torna quando sei pronto. Potrei degnarmi di affrontarti di nuovo... se mi annoio.

# 964_Ayanokoji
source: Come now, Shinada. Is that all you've got?
pt: Avanti, Shinada. Tutto qui?

# 976_Ayanokoji
source: You disappoint me. You are below me in both skill and social standing, apparently.
pt: Mi deludi. Sei al di sotto di me sia per abilità che per rango sociale, a quanto pare.

# 988_Ayanokoji
source: Come back when you're ready. I may deign to take you on again... if I'm bored.
pt: Torna quando sei pronto. Potrei degnarmi di affrontarti di nuovo... se mi annoio.

# 1036_Ayanokoji
source: What is this place?
pt: Cos'è questo posto?

# 1048_Shinada
source: One of my favorite places. I reserved the most popular girl for you.
pt: Uno dei miei posti preferiti. Ho prenotato la ragazza più popolare per te.

# 1060_Ayanokoji
source: What is the meaning of this!? I couldn't possibly enter such an establishment!
pt: Cosa diavolo significa!? Non potrei mai mettere piede in un simile locale!

# 1072_Shinada
source: Oh, I should also mention, there're some pretty scary types running the joint, and they don't take kindly to sudden cancellations.
pt: Oh, dovrei anche dirti, ci sono dei brutti ceffi che gestiscono il locale, e non la prendono per niente bene se disdici all'ultimo.

# 1084_Ayanokoji
source: Shinada! What have you done!?
pt: Shinada! Cosa diavolo hai combinato!?

# 1096_Shinada
source: Ayanokojiii!
pt: Ayanokoji!

# 1108_Ayanokoji
source: Zounds! What are you doing!?
pt: Diavolo! Cosa stai facendo!?

# 1120_Shinada
source: Don't be so uptight!
pt: Non fare il sostenuto!

# 1132_Ayanokoji
source: But... Why do I have to－
pt: Ma... Perché devo－

# 1144_Shinada
source: Ayanokojiii!
pt: Ayanokoji!

# 1156_Ayanokoji
source: Fine, fine! I'll go...
pt: Va bene, va bene! Ci vado...

# 1288_Ayanokoji
source: All done.
pt: Tutto fatto.

# 1300_Shinada
source: So, how was it?
pt: Allora, com'è andata?

# 1312_Ayanokoji
source: How shall I explain...?
pt: Come faccio a spiegare...?

# 1324_Ayanokoji
source: Many things don't seem as important anymore.
pt: Molte cose non sembrano più così importanti.

# 1336_Shinada
source: Nice. I'd call that a breakthrough.
pt: Bello. Direi che è una svolta.

# 1348_Ayanokoji
source: What's that supposed to mean!?
pt: Che vorrebbe dire!?

# 1360_Shinada
source: Admit it. You had a good time.
pt: Ammettilo. Ti sei divertito.

# 1372_Ayanokoji
source: Don't change the subject.
pt: Non cambiare discorso.

# 1384_Shinada
source: You had a good time, right?
pt: Ti sei divertito, no?

# 1396_Ayanokoji
source: Y... Yes...
pt: S... Sì...

# 1408_Shinada
source: And you learned it's okay not to set the bar so high?
pt: E hai imparato che va bene non mettere l'asticella così in alto?

# 1420_Ayanokoji
source: ...Yes.
pt: ...Sì.

# 1432_Shinada
source: And there it is! Nice job, Leo-kun! You're on the stairway to manhood!
pt: Eccolo! Bel lavoro, Leo-kun! Sei sulla buona strada per diventare un uomo!

# 1444_Ayanokoji
source: I am? Er, I mean, I am... I suppose.
pt: Lo sono? Ehm, voglio dire, lo sono... suppongo.

# 1456_Shinada
source: Yesss! Haha! Now you owe me!
pt: Sììì! Ahaha! Adesso mi devi qualcosa!

# 1468_Ayanokoji
source: Argh, fine. Yes, I owe you.
pt: Argh, va bene. Sì, ti devo qualcosa.

# 1480_Shinada
source: Sweet! I'm going to hold you to your word!
pt: Figata! Ti prendo in parola!

# 1492_Shinada
source: Now let's see... Maybe I'll have you buy me a TV. No, wait, how about a car? Then again, cash is always king!
pt: Allora, vediamo un po'... Magari mi fai comprare una TV. No, aspetta, che ne dici di una macchina? Ma d'altronde, il cash è sempre il re!

# 1504_Ayanokoji
source: What!? What're you babbling about? You said you wanted some training.
pt: Cosa!? Ma che stai blaterando? Hai detto che volevi fare allenamento.

# 1516_Shinada
source: Oh, right...
pt: Ah, giusto...

# 1528_Ayanokoji
source: I'm going to beat some good lessons into you, so you'd better prepare yourself.
pt: Ti farò imparare a forza delle belle lezioni, quindi faresti meglio a prepararti.

# 1540_Shinada
source: Whoa, I don't like the sound of that. But okay, I'll be back when I'm ready.
pt: Mmmh, non mi piace come suona la cosa. Ma va bene, tornerò quando sarò pronto.

# 1600_Shinada
source: And here we are. Go on in.
pt: Eccoci. Forza, entra.

# 1612_Ayanokoji
source: But, this is a hostess club! This was your plan? To just toss me in here!?
pt: Ma, questo è un hostess club! Questo era il tuo piano? Solo per buttarmi qui dentro!?

# 1624_Shinada
source: Relax, this place is real classy, so don't go calling it vulgar or whatever. Just stop your whining, already!
pt: Rilassati, questo posto è davvero di classe, quindi non andare a chiamarlo volgare o roba del genere. Smettila di frignare, dai!

# 1636_Ayanokoji
source: Then you must accompany me! Oh, I knew I shouldn't have gotten mixed up with a witless peasant!
pt: Allora devi accompagnarmi! Oh, lo sapevo, non avrei dovuto mettermi con un villano senza cervello!

# 1648_Shinada
source: Ayanokojiii!
pt: Ayanokoji!

# 1660_Ayanokoji
source: Zounds! Again with this!?
pt: Misericordia! Ancora con questo!?

# 1672_Shinada
source: There are moments in your life that you have to face head on. This is one of them!
pt: Ci sono momenti nella vita che devi affrontare di petto. Questo è uno di quelli!

# 1684_Ayanokoji
source: No, I could just as easily walk the other way! Just watch me!
pt: No, potrei benissimo andarmene dall'altra parte! Guarda un po'!

# 1696_Shinada
source: Ayanokojiii!
pt: Ayanokoji!

# 1708_Ayanokoji
source: Fine, fine! I'll go in!
pt: Vabbè, vabbè! Entro!

# 1720_Ayanokoji
source: But, Shinada, you must join me.
pt: Ma, Shinada, devi accompagnarmi.

# 1732_Shinada
source: Now how's that going to help you?
pt: E questo come dovrebbe aiutarti?

# 1744_Shinada
source: I'm not going to be around when you meet the right woman. You're on your own here!
pt: Non sarò mica qui quando incontrerai la donna giusta. Qui te la devi cavare da solo!

# 1756_Attendant
source: Will you be joining us this evening, sir?
pt: Si unisce a noi questa sera, signore?

# 1768_Shinada
source: Yeah, a table for my aristocratic friend here. And send over your number-one gal.
pt: Sì, un tavolo per il mio amico aristocratico qui. E mandaci la vostra numero uno.

# 1780_Ayanokoji
source: I am overcome with fear.
pt: Sono sopraffatto dalla paura.

# 1792_Shinada
source: Bye. Have fun.
pt: Ciao. Divertiti.

# 1936_Ayanokoji
source: Shinada! I return!
pt: Shinada! Sono tornato!

# 1948_Shinada
source: Hey, there! You seem awfully chipper, Leo-kun!
pt: Ehilà! Sembri bello carico, Leo-kun!

# 1960_Ayanokoji
source: Yes, well... That was quite exhilarating!
pt: Sì, be'... È stato parecchio esaltante!

# 1972_Ayanokoji
source: My hostess was truly number one! So beautiful, and an adept conversationalist, too!
pt: La mia hostess era davvero la numero uno! Così bella, e anche un'abile conversatrice!

# 1984_Shinada
source: That's great! And just think, it's all thanks to me!
pt: Fantastico! E pensa un po', è tutto merito mio!

# 1996_Ayanokoji
source: What are you talking about? All you did was drop me off here.
pt: Ma che dici? Mi hai solo lasciato qui.

# 2008_Shinada
source: Oh, guess so...
pt: Oh, immagino di sì.

# 2020_Ayanokoji
source: Still, that was grand. I've never had so deep a conversation with a woman I'd met only this very day!
pt: Però, è stato grandioso. Non ho mai avuto una conversazione così profonda con una donna che ho incontrato solo oggi stesso!

# 2032_Shinada
source: Well, it helps that she's a pro at conversation.
pt: Beh, chiaro che aiuta, lei è una professionista a conversare.

# 2044_Ayanokoji
source: I'm unsure what all that was about the bottles and the like, but it was good fun nonetheless!
pt: Non sono sicuro di cosa fosse tutta quella storia delle bottiglie e cose simili, ma è stato comunque un gran divertimento!

# 2056_Shinada
source: Wait, how much did you end up spending?
pt: Senti un po', quanto hai speso alla fine?

# 2068_Ayanokoji
source: Oh, uh, about one million yen, and then half again as much.
pt: Oh, uh, circa un milione di yen, e poi la metà in più.

# 2080_Shinada
source: Wha－!? But you were only there about an hour and a half, weren't you?
pt: Cooosa－!? Ma ci sei stato solo un'oretta e mezza, no?

# 2092_Ayanokoji
source: I decided I ought to buy the costliest bottle they had. Alas, I drank only one glass and gave the rest to her.
pt: Ho deciso che avrei dovuto comprare la bottiglia più costosa che avevano. Purtroppo, ho bevuto solo un bicchiere e ho dato il resto a lei.

# 2104_Shinada
source: That's some serious coin. Man, I could kill myself right now for not going in with you.
pt: Quei soldi sono roba seria. Cacchio, mi potrei ammazzare adesso per non essere venuto con te.

# 2116_Ayanokoji
source: Well, Shinada, I can say again and with honesty that I'm glad I heeded you despite all that's transpired.
pt: Beh, Shinada, posso dire di nuovo, e con onestà, che sono lieto di averti dato ascolto, nonostante tutto ciò che è accaduto.

# 2128_Shinada
source: Yeah? Glad to hear it, I guess.
pt: Sì? Sono contento di sentirlo, immagino.

# 2140_Ayanokoji
source: Pay me a visit, and I shall whip you into shape, to use the vernacular of you common folk.
pt: Vienimi a trovare, e ti darò una bella sistemata, per usare il gergo di voi gente comune.

# 2152_Shinada
source: That's great and all, but why do I feel like I lost?
pt: Sì, bello e tutto quanto, ma perché mi sento di averci rimesso?

# 2212_Shinada
source: Hey, Leo-kun, you got any money?
pt: Ehi, Leo-kun, hai dei soldi?

# 2224_Ayanokoji
source: More than you could hope to lay eyes on in your mundane life.
pt: Più di quanto tu possa mai sperare di vedere nella tua vita comune.

# 2236_Shinada
source: Great. I want you to go in this store and ask them to pick out a complete outfit for you.
pt: Ottimo. Voglio che vai in questo negozio e chiedi loro di tirarti fuori un outfit completo.

# 2248_Ayanokoji
source: A complete outfit? But if I let someone else choose, how can I ensure they are giving me clothing that agrees with my noble complexion?
pt: Un outfit completo? Ma se lascio che qualcun altro scelga, come posso assicurarmi che mi stiano dando vestiti che si accordino con il mio nobile incarnato?

# 2260_Shinada
source: Relax! Anything they choose couldn't possibly be worse than what you're wearing now!
pt: Rilassati! Qualsiasi cosa scelgano non potrebbe di certo essere peggio di quello che indossi adesso!

# 2272_Shinada
source: Now shut up and get in there!
pt: Adesso stai zitto e ficcati lì dentro!

# 2284_Ayanokoji
source: Very well. I... I suppose I'll give it a try.
pt: Molto bene. Io... suppongo che ci proverò.

# 2428_Staff
source: Thank you for shopping with us.
pt: Grazie per aver fatto acquisti con noi.

# 2440_Shinada
source: And there he is! The nobleman himself!
pt: Ed eccolo lì! Il nobile in persona!

# 2464_Ayanokoji
source: I don't know about this. What do you think?
pt: Non ne sono sicuro. Cosa ne pensi?

# 2476_Shinada
source: You look great, Leo-kun! Especially considering what you were wearing before.
pt: Stai benissimo, Leo-kun! Soprattutto considerando quello che indossavi prima.

# 2488_Ayanokoji
source: I am unsure how to explain it, but I feel as though I am lacking something.
pt: Non so bene come spiegarlo, ma sento come se mi mancasse qualcosa.

# 2500_Shinada
source: Yeah, what you're lacking is the millennium-old funk clinging to that outfit of yours. Welcome to the modern world.
pt: Già, quello che ti manca è il puzzo di vecchio di mille anni che ti si appiccica addosso a quell'outfit. Benvenuto nel mondo moderno.

# 2512_Shinada
source: So, Leo-kun, what do you think about your new look?
pt: Allora, Leo-kun, cosa ne pensi del tuo nuovo look?

# 2524_Ayanokoji
source: I feel... Hmm, how to put this? I feel rather patrician. Truly, this ensemble fits one of my high birth.
pt: Mi sento... Uhm, come metterla? Mi sento piuttosto patrizio. Veramente, questo completo si addice a uno della mia elevata nascita.

# 2536_Shinada
source: Uh, not sure I got all that, but I can tell you're happy. You look great.
pt: Uhm, non sono sicuro di aver capito tutto, ma si vede che sei contento. Stai benissimo.

# 2548_Ayanokoji
source: Hah! If I need your opinion, I'll ask for it. You're one of the sloppiest dressers I know.
pt: Hah! Se mi serve la tua opinione, te la chiederò. Sei uno dei più trasandati che conosca.

# 2560_Shinada
source: Well that's just rude. I like the way I dress.
pt: Beh, questo è proprio maleducato. Mi piace come mi vesto.

# 2572_Ayanokoji
source: In any case, I never imagined I could look this good in normal clothes. I guess it pays to try new things.
pt: In ogni caso, non avrei mai immaginato di poter stare così bene con dei vestiti normali. A quanto pare, conviene provare cose nuove.

# 2584_Shinada
source: So I did good?
pt: Quindi, ho fatto bene?

# 2596_Ayanokoji
source: This didn't have quite the impact as what you've done so far, but I suppose it still counts nonetheless.
pt: Questo non ha avuto proprio lo stesso impatto di quello che hai fatto finora, ma credo che conti lo stesso, comunque.

# 2608_Shinada
source: Yes! I'm on a roll, baby!
pt: Sì! Sto spaccando, baby!

# 2620_Ayanokoji
source: Now, return when you're prepared to train. The new, more stylish Ayanokoji will grind your face into the dirt like the commoner you are.
pt: Ora, torna quando sei pronto ad allenarti. Il nuovo, più elegante Ayanokoji ti sfonderà la faccia per terra come il plebeo che sei.

# 2632_Shinada
source: Okay, I'll be back, but let's forget about grinding faces into dirt, all right?
pt: Va bene, tornerò, ma lasciamo perdere lo sfondarsi la faccia per terra, va bene?

# 2680_Ayanokoji
source: Ah, there you are. What do you want?
pt: Ah, eccoti. Cosa vuoi?

# 2692_Ayanokoji
source: So? What do you want?
pt: Allora? Cosa vuoi?

# 2800_Shinada
source: (He owes me after the advice I gave him, so I should have him give me a lesson.)
pt: Mi deve qualcosa dopo i consigli che gli ho dato, quindi dovrei farmi dare una lezione da lui.

# 2812_Shinada
source: Sorry to bother you. I just wanted to say hi.
pt: Scusa il disturbo. Volevo solo salutarti.

# 2824_Ayanokoji
source: Are you mocking me? Hmph. Well, come back when you're ready.
pt: Mi stai prendendo in giro? Hmph. Beh, torna quando sei pronto.

# 2836_Shinada
source: Let's train!
pt: Alleniamoci!

# 2848_Ayanokoji
source: Do you recall how I explained to you about protection and feudal service? You serve me, and I protect you.
pt: Ti ricordi come ti ho spiegato della protezione e del servizio feudale? Tu servi me, e io ti proteggo.

# 2860_Ayanokoji
source: So what have you done for me lately? Well? I'm waiting.
pt: Allora, cosa hai combinato per me ultimamente? Allora? Sto aspettando.

# 2872_Shinada
source: Oh, um...
pt: Oh, ehm...

# 2884_Ayanokoji
source: You need to do something for me first. That's feudal service. As you peasants say, scratch my back, and I'll scratch yours.
pt: Devi prima fare qualcosa per me. Questo è servizio feudale. Come dite voi contadini, una mano lava l'altra.

# 2896_Shinada
source: (Fine. Maybe I'll give him some advice about his life. Then he'll owe me one.)
pt: (Va bene. Magari gli darò qualche consiglio sulla sua vita. Così poi mi dovrà un favore.)

# 2908_Shinada
source: Sorry! I just remembered something I have to do.
pt: Scusa! Mi sono appena ricordato di una cosa che devo fare.

# 2920_Ayanokoji
source: Tsk, stop wasting my time!
pt: Tsk, smettila di farmi perdere tempo!

# 2932_Shinada
source: My bad! I'll be back!
pt: Colpa mia! Tornerò!

# 2968_Shinada
source: Let's train!
pt: Alleniamoci!

# 2980_Ayanokoji
source: Very well, but we must needs change locales.
pt: Molto bene, ma dobbiamo per forza cambiare luogo.

# 3052_Ayanokoji
source: So, what shall we do?
pt: Allora, che si fa?

# 3064_Shinada
source: What!? Aren't you supposed to decide that?
pt: Come!? Non dovresti essere tu a decidere?

# 3076_Ayanokoji
source: But I know nothing about you! How do you expect me to impart my science unto you!?
pt: Ma non so nulla di te! Come pretendi che io ti impartisca la mia scienza!?

# 3088_Shinada
source: Temper, temper, Leo-kun.
pt: Calma, calma, Leo-kun.

# 3100_Ayanokoji
source: Fine. Let us begin with a contest.
pt: Molto bene. Iniziamo con una sfida.

# 3112_Ayanokoji
source: I'm quite skilled with weapons, so I'll be armed. You can fight barehanded or with a weapon. I'll allow you to do whatever you like.
pt: Sono alquanto esperto con le armi, pertanto sarò armato. Potrai combattere a mani nude o con un'arma. Ti concederò di fare ciò che più ti aggrada.
