Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0002098e.po
Languages: pt

source: Pale Inmate
pt: Detenuto pallido

# 44_Saejima
source: Say, listen.
pt: Senti un po'.

# 56_Pale Inmate
source: What is it?
pt: E cioè?

# 68_Saejima
source: Did ya see that commotion earlier?
pt: Hai visto quel putiferio prima?

# 80_Pale Inmate
source: No... I didn't see anything. No stabbing, no nothing.
pt: No... non ho visto un tubo. Nessun accoltellamento, niente di niente.

# 92_Pale Inmate
source: I got the hell out of there as soon as I heard the screams. I only looked back once, and... *gulp* saw them carrying away some guy. He was bleeding.
pt: Me la sono svignata appena ho sentito le urla. Ho solo guardato indietro una volta, e... *gulp* li ho visti portare via un tizio. Perdeva sangue.

# 104_Saejima
source: Did ya see Baba-chan? The guy holdin' the chisel?
pt: L'hai visto Baba-chan? Il tizio che impugnava lo scalpello?

# 116_Pale Inmate
source: Uh, I mean we all did! You saw him, too! He just stood there, shaking.
pt: Uh, voglio dire, l'abbiamo visto tutti! L'hai visto pure tu! Se ne stava lì, impalato, a tremare.

# 128_Saejima
source: But ya didn't see the actual stabbin', right?
pt: Ma tu non hai visto l'accoltellamento vero e proprio, no?

# 140_Pale Inmate
source: That's what I said! Didn't see nothing, I swear!
pt: L'ho detto io! Non ho visto niente, lo giuro!
