Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001302db.po
Languages: pt

source: You learned <Color:9>Komaki Knock Back<Color:Default>.
pt: Hai imparato <Color:9>Spinta Indietro Komaki<Color:Default>.

source: You learned <Color:9>Komaki Evade & Strike<Color:Default>.
pt: Hai imparato <Color:9>Schivata e Colpo Komaki<Color:Default>.

source: You learned <Color:9>Komaki Parry<Color:Default>.
pt: Hai imparato <Color:9>Parata Komaki<Color:Default>.

source: You learned <Color:9>Komaki Tiger Drop<Color:Default>.
pt: Hai imparato <Color:9>Caduta della Tigre Komaki<Color:Default>.

source: You learned <Color:9>Ultimate Essence (Climax Furore)<Color:Default>.
pt: Hai imparato <Color:9>Essenza Finale (Calore al Culmine)<Color:Default>.

source: Player
pt: Giocatore

source: Let's train.
pt: Alleniamoci.

source: Never mind.
pt: Lascia stare.

source: Sosuke's Training
pt: Allenamento di Sosuke

source: Let's start training.
pt: Iniziamo ad allenarci.

source: Not now.
pt: Adesso no.

source: Heat Action Suppression Button
pt: Pulsante di Soppressione Azione Calore

source: Give him the money.
pt: Dagli i soldi.

source: He's on his own.
pt: È da solo.

# 296_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 308_Sosuke
source: This sucks...
pt: Che schifo...

# 320_Player
source: (He seems really down. I'll just let him be.)
pt: (Sembra davvero giù. Lo lascerò stare.)

# 332_Sosuke
source: Get your ugly mug outta my face.
pt: Levati quella brutta faccia di torno.

# 356_Player
source: (Hey, isn't that Sosuke?)
pt: (Ehi, non è quello Sosuke?)

# 368_Sosuke
source: This sucks...
pt: Che schifo...

# 380_Player
source: Hey, what's wrong? You seem kind of down.
pt: Ehi, che c'è? Sembri un po' giù.

# 392_Sosuke
source: Huh? Oh, hey, old man. It's nothing, I'm just kind of hungry.
pt: Eh? Ah, ehi, vecchio. Niente di che, ho solo un po' fame.

# 404_Sosuke
source: You want to go get something to eat? Your treat, of course.
pt: Ti va di andare a mangiare qualcosa? Offri tu, ovviamente.

# 416_Player
source: Huh? Okay...
pt: Eh? Va bene...

# 476_Sosuke
source: How broke are you, old man? You're making me pay? That's just sad.
pt: Ma quanto sei al verde, vecchio? Mi fai pagare tu? Questo è proprio triste.

# 488_Player
source: Er, well... Sorry.
pt: Ehm, beh... Scusa.

# 500_Sosuke
source: Man, what a meal! Thanks for the treat, old man.
pt: Che mangiata! Grazie per avermi offerto, vecchio.

# 512_Player
source: (So he really is going to stick me with the check. Too late to say no now.)
pt: (Allora mi appiopperà davvero il conto. Ormai è troppo tardi per tirarsi indietro.)

# 524_Sosuke
source: Phew... I was feeling kinda down, but now that my belly's full, I don't really care anymore.
pt: Uff... Mi sentivo un po' giù, ma ora che ho la pancia piena, non mi frega più di tanto.

# 536_Player
source: Guess it's true what they say about simple minds. I don't know what was bothering you, but are you okay now?
pt: A quanto pare è vero quello che si dice sulle menti semplici. Non so cosa ti desse fastidio, ma ora stai bene?

# 548_Sosuke
source: It seems kinda silly, but remember that talk we had about being popular with the ladies?
pt: Sembra un po' sciocco, ma ti ricordi di quella chiacchierata che abbiamo fatto sull'essere popolare con le donne?

# 560_Player
source: Yeah.
pt: Sì.

# 572_Sosuke
source: Well, it's not like it's all about the ladies, but it's just...
pt: Beh, non è che si tratti solo delle donne, ma è solo che...

# 584_Sosuke
source: I dunno, being admired... it just feels good, you know? What people think about you matters.
pt: Non so, essere ammirato... fa semplicemente bene, sai? Quello che la gente pensa di te conta.

# 596_Player
source: Yeah, I guess it does.
pt: Sì, immagino di sì.

# 608_Sosuke
source: But growing up, no one ever really looked up to me. Nobody told me I was good at anything.
pt: Ma crescendo, nessuno mi ha mai davvero ammirato. Nessuno mi ha mai detto che ero bravo in qualcosa.

# 620_Sosuke
source: I guess that kind of thing bothers me a lot more than I thought it did.
pt: Immagino che quel genere di cose mi dia fastidio molto più di quanto pensassi.

# 632_Sosuke
source: But no biggie. I mean, if I worried about what everyone thought about me, I'd never get anything done.
pt: Ma niente di grave. Voglio dire, se mi preoccupassi di quello che pensavano tutti di me, non combinerei mai niente.

# 656_Sosuke
source: Anyway, I'm done worrying about that crap for now.
pt: Comunque, ho finito di preoccuparmi di quella roba per ora.

# 668_Sosuke
source: I'll be back at the usual place any time you got some time to kill.
pt: Tornerò nel solito posto ogni volta che hai tempo da ammazzare.

# 716_Sosuke
source: You're back. Want to do some training?
pt: Sei tornato. Vuoi allenarti un po'?

# 728_Player
source: No, maybe later.
pt: No, forse più tardi.

# 740_Sosuke
source: Yeah? Catch you later, then.
pt: Sì? Ci si vede, allora.

# 788_Kiryu
source: Sure, let's do this.
pt: Certo, facciamolo.

# 800_Sosuke
source: You're on!
pt: Ci siamo!

# 872_Sosuke
source: Let's start with guarding, the most basic part of fighting.
pt: Cominciamo con la guardia, la parte più basilare del combattimento.

# 884_Sosuke
source: It's good to keep your guard tight, but just doing that won't win you any fights.
pt: È bene tenere la guardia stretta, ma solo con quello non vincerai mica gli scontri.

# 896_Sosuke
source: If you want to win, try this move. It's called the Komaki Knock Back.
pt: Se vuoi vincere, prova questa mossa. Si chiama Komaki Knock Back.

# 920_Sosuke
source: I'll use the move on you so you can remember how it's done.
pt: Ti userò la mossa così ti ricordi come si fa.

# 932_Sosuke
source: If you beat me, that means you figured out what I was doing. After that, mastering the move will be a snap.
pt: Se mi batti, vuol dire che hai capito cosa stavo facendo. Dopo di che, padroneggiare la mossa sarà un gioco da ragazzi.

# 944_Sosuke's Training
source: <Color:7>Heat Actions are not available<Color:Default> in training battles. Also, make sure you are fully prepared, as Sosuke is a threat to be reckoned with.
pt: <Color:7>Heat Actions non sono disponibili<Color:Default> negli scontri di allenamento. Inoltre, assicurati di essere completamente pronto, perché Sosuke è uno da non sottovalutare.

# 956_Sosuke
source: You ready?
pt: Sei pronto?

# 968_Kiryu
source: Yeah, let's get started.
pt: Dai, mettiamoci sotto.

# 980_Sosuke
source: All right, then. Oh, before I forget...
pt: Va bene, allora. Ah, prima che mi dimentichi...

# 992_Sosuke
source: This is a training session, so I'll let you hit me a little. But if you get carried away, I might get a little ticked off.
pt: Questo è un allenamento, quindi ti lascerò colpirmi un po'. Ma se ti lasci prendere la mano, potrei seccarmi un pochino.

# 1004_Kiryu
source: What kind of training is this?
pt: Ma che tipo di allenamento è questo?

# 1016_Sosuke
source: Look, this isn't a dojo. I do things my own way out here.
pt: Senti, questo non è un dojo. Qui faccio le cose a modo mio.

# 1028_Sosuke
source: Here we go!
pt: Ci siamo!

# 1052_Kiryu
source: Sure, let's do this.
pt: Certo, facciamolo.

# 1124_Sosuke
source: This time, we'll focus on the most basic of the basics: evasion.
pt: Questa volta, ci concentreremo sulle basi delle basi: l'evasione.

# 1136_Sosuke
source: Think of it this way. You can't lose if your opponent never hits you.
pt: Pensala così. Non puoi perdere se il tuo avversario non ti colpisce mai.

# 1148_Sosuke
source: Then again, you'll never win if you don't go on the offensive, either.
pt: D'altro canto, non vincerai mai se non passi all'offensiva.

# 1160_Sosuke
source: So if you can attack while evading, you'll be unstoppable. Pretty simple, huh?
pt: Quindi, se riesci ad attaccare mentre schivi, sarai inarrestabile. Semplice, eh?

# 1172_Kiryu
source: Yeah. The old evade and strike, right?
pt: Già. Il buon vecchio schiva e colpisci, no?

# 1184_Sosuke
source: Right. The Komaki Evade & Strike to be exact. It's the perfect combination of both evasion and attacking.
pt: Già. La Schiva e Colpisci Komaki, per essere esatti. È la combinazione perfetta sia di evasione che di attacco.

# 1196_Sosuke
source: Of course, it has its drawbacks. You won't be able to attack at full power, since you're evading at the same time.
pt: Certo, ha i suoi svantaggi. Non potrai attaccare a piena potenza, dato che stai schivando allo stesso tempo.

# 1208_Sosuke
source: The idea is to evade and strike to create an opening, then follow up with more attacks.
pt: L'idea è di schivare e colpire per creare un'apertura, per poi proseguire con altri attacchi.

# 1220_Sosuke
source: I'll show you by using the technique on you. That's the best way to learn.
pt: Te la mostrerò usandola su di te. È il modo migliore per imparare.

# 1232_Sosuke
source: Okay, you ready?
pt: Ok, sei pronto?

# 1244_Kiryu
source: Yeah, let's get started.
pt: Dai, mettiamoci sotto.

# 1256_Sosuke
source: All right, then. Oh, and like I said before...
pt: Ok, allora. Ah, e come ti dicevo prima...

# 1268_Kiryu
source: You'll get ticked off if I hit you too much? It's not like I'm going to hold back.
pt: Ti incazzi se ti meno troppo? Non è che ci vado piano, eh.

# 1280_Sosuke
source: Suit yourself. You're the one who's going to suffer if it comes to that.
pt: Fai pure. Sarai tu quello che ci rimetterà, se si arriva a quel punto.

# 1292_Sosuke
source: But enough talking. Let's go!
pt: Ma basta chiacchiere. Mettiamoci sotto!

# 1316_Kiryu
source: Sure, let's do this.
pt: Certo, facciamolo.

# 1388_Sosuke
source: Now let's go over a way to take advantage of the opening an opponent leaves when he attacks.
pt: Adesso vediamo un modo per sfruttare l'apertura che un avversario lascia quando attacca.

# 1400_Sosuke
source: The idea is to break through the attacker's defenses by using the momentum of his attack against him.
pt: L'idea è di sfondare le difese dell'attaccante sfruttando lo slancio del suo attacco contro di lui.

# 1412_Sosuke
source: And to do that, you use the Komaki Parry.
pt: E per farlo, usi la Parata Komaki.

# 1424_Kiryu
source: Got it.
pt: Capito.

# 1436_Sosuke
source: Timing's everything with this one. Get it wrong, and your opponent eats your lunch.
pt: Con questa, il tempismo è tutto. Sbaglia, e il tuo avversario ti fa a pezzi.

# 1448_Sosuke
source: But the only way to learn is the hard way. And by hard, I mean painful.
pt: Ma l'unico modo per imparare è quello duro. E quando dico duro, intendo che fa male.

# 1460_Kiryu
source: Okay. Got it.
pt: Okay. Capito.

# 1472_Sosuke
source: You know the drill, old man.
pt: Sai il solito, vecchio.

# 1484_Sosuke
source: Okay, you ready?
pt: Ok, sei pronto?

# 1496_Kiryu
source: Yeah, let's get started.
pt: Dai, mettiamoci sotto.

# 1508_Sosuke
source: And remember, try not to get too carried away.
pt: E ricorda, non farti prendere troppo la mano.

# 1520_Kiryu
source: Heh, no promises.
pt: Heh, non prometto niente.

# 1532_Sosuke
source: It's your funeral, old man. All right, let's start!
pt: Son fatti tuoi, vecchio. Bene, dai, mettiamoci sotto!

# 1556_Kiryu
source: Sure, let's do this.
pt: Certo, facciamolo.

# 1628_Sosuke
source: Like last time, this is another way to use the opening an opponent leaves when he attacks.
pt: Come l'ultima volta, questo è un altro modo per sfruttare l'apertura che un avversario lascia quando attacca.

# 1640_Sosuke
source: Even the best of the masters leave themselves exposed for just an instant as they attack.
pt: Anche i migliori maestri si lasciano scoperti per un istante mentre attaccano.

# 1652_Sosuke
source: That's when you use the Komaki Tiger Drop, a vicious move that seizes that opportunity.
pt: È a quel punto che usi il Komaki Tiger Drop, una mossa brutale che sfrutta quell'opportunità.

# 1664_Kiryu
source: The Tiger Drop...
pt: Il Tiger Drop...

# 1676_Sosuke
source: If you've used it before, you'll know you only have a brief moment to pull it off.
pt: Se l'hai già usato, saprai che hai solo un attimo per metterlo a segno.

# 1688_Sosuke
source: Study your opponent's attacks so you'll know the perfect time to unleash it.
pt: Studia gli attacchi del tuo avversario così saprai il momento perfetto per sferrarlo.

# 1700_Kiryu
source: Right.
pt: Giusto.

# 1712_Sosuke
source: The Tiger Drop is not an easy move to pull off.
pt: Il Tiger Drop non è una mossa facile da mettere a segno.

# 1724_Sosuke
source: But for now, I'll be using it like crazy. Just remember that it takes years to master.
pt: Ma per adesso, lo userò come un matto. Ricorda solo che ci vogliono anni per padroneggiarlo.

# 1736_Sosuke
source: It's one of those high-risk, high-return moves. Always good to have one in your bag of tricks.
pt: È una di quelle mosse ad alto rischio, ma che ripaga alla grande. È sempre un bene averne una nel tuo repertorio.

# 1748_Kiryu
source: Got it.
pt: Capito.

# 1760_Sosuke
source: Okay, you ready?
pt: Ok, sei pronto?

# 1772_Kiryu
source: Yeah, let's get started.
pt: Dai, mettiamoci sotto.

# 1784_Sosuke
source: I won't be taking it quite as easy on you this time. I won't be going all out, either, of course.
pt: Non andrò così leggero con te questa volta. Ovviamente, neanche darò il massimo.

# 1796_Kiryu
source: Heh, save the excuses and just get to it.
pt: Heh, lascia perdere le scuse e mettiti sotto.

# 1808_Sosuke
source: I like your style, old man. Let's go!
pt: Mi piace il tuo stile, vecchio. Dai!

# 1832_Kiryu
source: Sure, let's do this.
pt: Certo, facciamolo.

# 1904_Sosuke
source: This time, I'll teach you something more conceptual instead of a straight-up technique.
pt: Questa volta, ti insegnerò qualcosa di più concettuale invece di una tecnica pura e semplice.

# 1916_Kiryu
source: Conceptual?
pt: Concettuale?

# 1928_Sosuke
source: Yeah, it's different from before where I just tell you about a move and how to use it.
pt: Già, è diverso da prima, quando mi limitavo a spiegarti una mossa e come usarla.

# 1940_Kiryu
source: I don't follow.
pt: Non afferro.

# 1952_Sosuke
source: You're not that good at flexible thinking, are you?
pt: Non sei un granché a pensare in modo flessibile, eh?

# 1964_Sosuke
source: Well, don't worry, buddy. I'm going to teach you anyway.
pt: Beh, non preoccuparti, amico. Ti insegnerò comunque.

# 1988_Sosuke
source: People have a way of tapping into unimaginable power when their back's against the wall. What if we were able to do that at will?
pt: La gente riesce a tirare fuori una forza inimmaginabile quando è con le spalle al muro. E se potessimo farlo quando vogliamo?

# 2000_Kiryu
source: It would be a huge advantage.
pt: Sarebbe un enorme vantaggio.

# 2012_Sosuke
source: The fact that you can use Komaki style moves shows that you've trained your soul, technique, and body.
pt: Il fatto che tu riesca a usare mosse in stile Komaki dimostra che hai allenato la tua anima, la tua tecnica e il tuo corpo.

# 2024_Sosuke
source: That means you should be able to tap into this off-the-charts power when you're backed into a corner, just like me.
pt: Questo significa che dovresti essere in grado di tirare fuori questo potere inimmaginabile quando sei con le spalle al muro, proprio come me.

# 2036_Kiryu
source: Off-the-charts power?
pt: Potere inimmaginabile?

# 2048_Sosuke
source: The best way to learn is by doing, so brace yourself. The kid gloves are coming off.
pt: Il modo migliore per imparare è facendo, quindi preparati. Non andrò più leggero.

# 2060_Kiryu
source: Got it.
pt: Capito.

# 2072_Sosuke
source: Remember, you have to be backed into a corner. Just let me take care of that. The rest is for you to figure out.
pt: Ricorda, devi essere con le spalle al muro. A quello ci penso io. Il resto lo devi capire tu.

# 2084_Kiryu
source: Finally, some real training.
pt: Finalmente, un vero allenamento.

# 2096_Sosuke
source: It's all been totally real. Want to take this seriously, old man?
pt: È stato tutto dannatamente vero. Vuoi prenderla sul serio, vecchio?

# 2108_Kiryu
source: Right. Sorry.
pt: Va bene. Scusa.

# 2120_Sosuke
source: Whatever, let's get going.
pt: Vabbè, andiamo.

# 2132_Sosuke
source: You ready?
pt: Sei pronto?

# 2144_Kiryu
source: Yeah, let's get started.
pt: Dai, mettiamoci sotto.

# 2156_Sosuke
source: Okay, let's do this!
pt: Okay, facciamolo!

# 2192_Sosuke
source: Okay, you passed the test.
pt: Okay, hai superato il test.

# 2204_Sosuke
source: Knock backs are really useful in creating opportunities to attack, especially against tough opponents.
pt: I colpi di respinta sono utilissimi per creare aperture d'attacco, specialmente contro avversari tosti.

# 2216_Sosuke
source: I couldn't care less if you forgot what my gramps taught, but you better remember what you learned from me, old man.
pt: Non me ne frega niente se hai dimenticato quello che ha insegnato il mio nonno, ma ti conviene ricordare quello che hai imparato da me, vecchio.

# 2240_Kiryu
source: About that... I'm sensing you have a lot of hostility toward the elder Komaki.
pt: A proposito... Mi sembra che tu abbia un sacco di ostilità verso il vecchio Komaki.

# 2252_Sosuke
source: It's not hostility. I admit the old coot's got good stuff.
pt: Non è ostilità. Ammetto che il vecchio bacucco ha della buona roba.

# 2264_Sosuke
source: But he's getting old. I'm on the way up, while he's on a one-way trip down.
pt: Ma si sta facendo vecchio. Io sono in ascesa, mentre lui è in discesa.

# 2276_Sosuke
source: That makes me better than him. Wait, I take that back. I'm better than him even without taking that stuff into account.
pt: Questo mi rende migliore di lui. Aspetta, mi rimangio tutto. Sono migliore di lui anche senza tenere conto di quella roba.

# 2288_Kiryu
source: Arrogant, aren't you? Personally, I don't think your grandfather's lost much of his edge.
pt: Arrogante, eh? Personalmente, non credo che tuo nonno abbia perso molto del suo smalto.

# 2300_Sosuke
source: It doesn't matter how good you are. If you don't do anything with your skill, what's the point?
pt: Non importa quanto sei bravo. Se non fai niente con la tua abilità, che senso ha?

# 2312_Kiryu
source: What're you getting at?
pt: Dove vuoi andare a parare?

# 2324_Sosuke
source: Heh. Enough talk for now.
pt: Heh. Basta chiacchiere per adesso.

# 2336_Sosuke
source: We can continue this conversation next time. That is, if you can complete the training I assign you.
pt: Possiamo continuare questa conversazione la prossima volta. Cioè, se riesci a completare l'addestramento che ti assegno.

# 2348_Sosuke
source: Come on, old man. That was just plain sad.
pt: Dai, vecchio. È stato davvero penoso.

# 2360_Sosuke
source: Let's pretend that didn't happen, okay? Come back when you're ready to be a winner.
pt: Facciamo finta che non sia successo, ok? Torna quando sei pronto a essere un vincitore.

# 2432_Sosuke
source: Okay, good enough. You pass.
pt: Ok, va bene così. Passi.

# 2444_Sosuke
source: To use Evade & Strike right, you gotta be able to evade when needed, you know?
pt: Per usare bene Evade & Strike, devi saper schivare quando serve, capito?

# 2456_Sosuke
source: If all you're thinking about is landing a blow, you'll be in for a world of pain.
pt: Se pensi solo a sferrare un colpo, saranno dolori.

# 2468_Kiryu
source: Yeah, I get it.
pt: Sì, ho capito.

# 2492_Sosuke
source: But hey, you move pretty well for an old dude.
pt: Ma ehi, ti muovi mica male per un vecchio.

# 2504_Sosuke
source: You don't look like you play sports. So what, did you bust some heads back in the day?
pt: Non hai l'aria di uno che fa sport. E allora, hai spaccato qualche testa ai tuoi tempi?

# 2516_Kiryu
source: No comment.
pt: Nessun commento.

# 2528_Sosuke
source: Keeping your past a secret, old man? Aw, whatever. It's not like I really care.
pt: Tieni il tuo passato segreto, vecchio? Vabbè. Non è che m'interessi davvero.

# 2540_Sosuke
source: Hey, do you know how Gramps is doing?
pt: Ehi, sai come sta il Nonno?

# 2552_Kiryu
source: I haven't seen him in a long time, but the last time we met, he was doing fine.
pt: Non lo vedevo da tanto tempo, ma l'ultima volta che ci siamo incontrati, stava bene.

# 2564_Sosuke
source: Huh...
pt: Eh...

# 2576_Kiryu
source: If you're so interested, why don't you just go see him yourself? He'll be at the Kamurocho dojo unless he's moved on.
pt: Se ti interessa così tanto, perché non vai a trovarlo tu stesso? Sarà al dojo di Kamurocho, a meno che non si sia trasferito.

# 2588_Sosuke
source: A dojo in Kamurocho, huh? Figures.
pt: Un dojo a Kamurocho, eh? Immaginavo.

# 2600_Sosuke
source: That's exactly why that old geezer's no good.
pt: È proprio per questo che quel vecchio non è un granché.

# 2624_Sosuke
source: Anyway, the point is, I'm stronger and better looking to boot.
pt: Comunque, il punto è, sono più forte e più bello, per giunta.

# 2636_Kiryu
source: Wait, what're we talking about now?
pt: Aspetta, di cosa stiamo parlando adesso?

# 2648_Sosuke
source: Relax, old man. You'll go bald sweating the details like that.
pt: Rilassati, vecchio. Diventerai calvo a furia di stare dietro ai dettagli così.

# 2660_Sosuke
source: Come on back if you feel the need. Later.
pt: Torna pure se ne senti il bisogno. Ci si vede.

# 2672_Sosuke
source: Come on, old man. That was just plain sad.
pt: Dai, vecchio. È stato davvero penoso.

# 2684_Sosuke
source: Let's pretend that didn't happen, okay? Come back when you're ready to be a winner.
pt: Facciamo finta che non sia successo, ok? Torna quando sei pronto a essere un vincitore.

# 2756_Sosuke
source: Okay, that's that. Let's just say you passed.
pt: Ok, è andata. Diciamo che sei passato.

# 2780_Kiryu
source: As cocky as ever, aren't you? You're bound to piss people off if you keep acting like that. That'll be your problem, though.
pt: Sempre sbruffone come al solito, eh? Finirai per far incazzare un sacco di gente se continui a fare così. Saranno affari tuoi, però.

# 2792_Sosuke
source: So you say, but with my overwhelming strength and good looks, you'd have to be a moron to pick a fight with me.
pt: Lo dici tu, ma con la mia forza schiacciante e il mio bell'aspetto, dovresti essere un deficiente per cercarmi rogne.

# 2804_Kiryu
source: Good looks have nothing to do with it. But as long as we're on the subject, are you what passes for good looking these days?
pt: Il bell'aspetto non c'entra niente. Ma già che siamo in argomento, sei tu quello che passa per bello di questi tempi?

# 2816_Sosuke
source: What's that supposed to mean?
pt: Cosa dovrebbe significare?

# 2828_Kiryu
source: You may have a decent face, but you're kind of scrawny. No one I'd want to count on, at least.
pt: Potrai anche avere una faccia decente, ma sei un po' smilzo. Non uno su cui vorrei contare, perlomeno.

# 2840_Sosuke
source: What? Oh, I get it.
pt: Cosa? Ah, capisco.

# 2852_Sosuke
source: You're stuck in the past, old man. You're in serious dinosaur country.
pt: Sei rimasto al passato, vecchio. Sei proprio roba da dinosauri.

# 2864_Sosuke
source: Let me fill you in. Girls don't go for big, bulky musclemen anymore.
pt: Ti spiego una cosa. Le ragazze non vanno più dietro agli omoni muscolosi e massicci.

# 2876_Sosuke
source: They're into the more sensitive types and guys who are ripped but still thin. You know, like me.
pt: Vanno dietro ai tipi più sensibili e ai ragazzi che sono tirati ma comunque magri. Sai, come me.

# 2888_Kiryu
source: Thin but ripped?
pt: Magro ma tirato?

# 2900_Sosuke
source: Can't blame you if you're behind the times. I mean, you're old, anyway. Suffice to say, I'm the kinda guy the ladies are into these days.
pt: Non ti si può biasimare se sei rimasto indietro coi tempi. Voglio dire, dopotutto sei vecchio. Basti dire che sono il tipo di ragazzo a cui le ragazze vanno dietro di questi tempi.
