Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d00a2.po
Languages: pt

source: You got Hungry Wolf Gloves.
pt: Hai ottenuto Guanti del Lupo Affamato.

source: Shivering Man
pt: Uomo tremante

source: Ask About the Treasure Map
pt: Chiedi della Mappa del Tesoro

source: Never Mind
pt: Lascia perdere

# 72_Shivering Man
source: Sheesh, my toes are numb... Huh? What's up?
pt: Cacchio, ho le dita dei piedi congelate... Eh? Che c'è?

# 84_Shivering Man
source: It's nothin'.
pt: Niente di che.

# 96_Shivering Man
source: Okay.
pt: Ok.

# 108_Shivering Man
source: Ya got the treasure from the map?
pt: L'hai preso il tesoro dalla mappa?

# 120_Shivering Man
source: Heh. You'll have to give me the right code. What's the first number?
pt: Eh. Dovrai darmi il codice giusto. Qual è il primo numero?

# 132_Shivering Man
source: Okay, what's the second number?
pt: Ok, qual è il secondo numero?

# 144_Shivering Man
source: Okay, what's the second number?
pt: Ok, qual è il secondo numero?

# 156_Shivering Man
source: Nope, wrong.
pt: Macché, sbagliato.

# 180_Shivering Man
source: That's correct! The answer was indeed 14. Here's your prize.
pt: Esatto! La risposta era proprio 14. Ecco il tuo premio.

# 216_Shivering Man
source: Glad that's over with. I'm so frickin' cold.
pt: Meno male che è finita. Sono così fottutamente freddo.
