Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033c4d.po
Languages: pt

source: <Color:9>Heat Gauge capacity increased.<Color:Default>
pt: <Color:9>Capacità dell'indicatore Heat aumentata.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai guadagnato una Sfera dell'Anima.<Color:Default>

source: <Color:9>The maximum value of the Heat Gauge increased.<Color:Default>
pt: <Color:9>Il valore massimo dell'indicatore Heat è aumentato.<Color:Default>

source: <Color:9>You earned one Soul Orb.<Color:Default>
pt: <Color:9>Hai guadagnato una Sfera dell'Anima.<Color:Default>

source: Mysterious Old Man
pt: Anziano Misterioso

source: ArmsID
pt: ID Armi

source: Man
pt: Uomo

source: Man in Lab Coat
pt: Uomo in camice da laboratorio

source: Minamida's Assistant
pt: Assistente di Minamida

source: Player
pt: Giocatore

source: Play the Game
pt: Gioca al gioco

source: Don't Play the Game
pt: Non Giocare al gioco

source: Ask About the Game
pt: Chiedi del Gioco

source: On second thought, maybe not.
pt: Ripensandoci, forse no.

source: Invest Some Money
pt: Investi dei soldi

source: Don't Invest
pt: Non investire

# 108_Mysterious Old Man
source: Care to play? It'll only cost you 100,000 yen.
pt: Ti va di giocare? Ti costerà solo 100.000 yen.

# 120_Man
source: Who in their right mind would pay that much for something they know nothing about!?
pt: Chi sano di mente pagherebbe così tanto per qualcosa di cui non sa un bel niente!?

# 144_Man in Lab Coat
source: No, wait!
pt: No, aspetta!

# 156_Man in Lab Coat
source: Darn, lost another one. We'll never be able to run our test like this, doctor.
pt: Dannazione, ne abbiamo perso un altro. Non riusciremo mai a fare il nostro test così, dottore.

# 168_Mysterious Old Man
source: Epoch-making inventions are seldom understood by lesser minds. Ah! You, there!
pt: Le invenzioni epocali sono di rado comprese da menti inferiori. Ah! Tu, lì!

# 180_Kiryu
source: Are you talking to me?
pt: Stai parlando con me?

# 192_Mysterious Old Man
source: Would you like to play a－Wait a second. I know you. You're, um...
pt: Ti piacerebbe giocare a un－ Aspetta un secondo. Ti conosco. Tu sei, ehm...

# 216_Mysterious Old Man
source: Er... Who are you again? I'm afraid I've become rather forgetful in my old age.
pt: Ehm... tu chi saresti, di nuovo? Temo di essere diventato piuttosto smemorato con l'età.

# 228_Kiryu
source: Sorry, but I don't know you.
pt: Mi dispiace, ma non ti conosco.

# 240_Mysterious Old Man
source: Hmm... Is that so? Well, my mistake.
pt: Ehm... Davvero? Beh, mio errore.

# 252_Mysterious Old Man
source: It's just that you bear a striking resemblance to a man who aided me in the past.
pt: È solo che hai una somiglianza impressionante con un uomo che mi ha aiutato in passato.

# 264_Kiryu
source: Fascinating. Well, I have to go.
pt: Affascinante. Beh, devo andare.

# 276_Man in Lab Coat
source: No, please! Wait!
pt: No, ti prego! Aspetta!

# 288_Kiryu
source: What do you want now?
pt: Che vuoi adesso?

# 300_Man in Lab Coat
source: We're looking for someone to playtest our newly developed game system. Please, won't you consider giving it a try?
pt: Stiamo cercando qualcuno per testare il nostro sistema di gioco appena sviluppato. Ti prego, non vorresti dargli una possibilità?

# 312_Kiryu
source: Sorry, but I'm busy.
pt: Mi dispiace, ma sono impegnato.

# 324_Man in Lab Coat
source: Aw, please, don't be like that! This is Doctor Minamida, and I'm his assistant.
pt: Dai, ti prego, non fare così! Questo è il Dottor Minamida, e io sono il suo assistente.

# 336_Minamida
source: This is the culmination of years of work: the newest version of my Inner Fighter arcade machine!
pt: Questo è il culmine di anni di lavoro: la nuovissima versione della mia macchina arcade Inner Fighter!

# 360_Minamida
source: It's my brand new game machine, my boy! It uses special electromagnetic waves to let you experience realistic fights within your very mind!
pt: È la mia nuovissima macchina da gioco, ragazzo mio! Usa speciali onde elettromagnetiche per farti provare combattimenti realistici direttamente nella tua mente!

# 372_Minamida
source: I present to you the latest Inner Fighter! I call it Inner Fighter 8: Road Battle, or IF8 for short!
pt: Ti presento l'ultimo Inner Fighter! Lo chiamo Inner Fighter 8: Road Battle, o IF8 in breve!

# 396_Kiryu
source: Is it invisible or something?
pt: È invisibile o qualcosa del genere?

# 408_Minamida's Assistant
source: No, look. It's right here!
pt: No, guarda. È proprio qui!

# 420_Minamida
source: IF8 uses this microtransceiver to communicate in realtime with the main unit back at my lab.
pt: IF8 usa questo microtrasmettitore per comunicare in tempo reale con l'unità principale nel mio laboratorio.

# 432_Minamida
source: And that means you can play the game from anywhere in the world.
pt: E questo significa che puoi giocare al gioco da qualsiasi parte del mondo.

# 444_Kiryu
source: Right... Should I be impressed?
pt: Giusto... Dovrei essere impressionato?

# 456_Minamida
source: Yes! Don't you know what that means!? IF8 is my epoch-making advance in arcade machine technology!
pt: Sì! Non sai cosa significa!? IF8 è il mio progresso epocale nella tecnologia delle macchine arcade!

# 468_Minamida
source: However, it's not quite finished yet. We're currently testing the microtransceiver's remote communication functionality.
pt: Tuttavia, non è ancora del tutto finito. Attualmente stiamo testando la funzionalità di comunicazione remota del microtrasmettitore.

# 480_Minamida
source: And that's why we're looking for someone to play. It's the only way we'll get the test data we need, but we haven't had much luck.
pt: Ed è per questo che stiamo cercando qualcuno che ci giochi. È l'unico modo per ottenere i dati di test che ci servono, ma non abbiamo avuto molta fortuna.

# 492_Minamida
source: We'd love for you to give it a try. What do you say?
pt: Ci piacerebbe un sacco che tu lo provassi. Che ne dici?

# 504_Kiryu
source: Like I said, I'm busy now.
pt: Come ti ho già detto, ora sono impegnato.

# 516_Minamida's Assistant
source: Then how about when you do have some time? Please! We need your help!
pt: Allora, che ne dici quando avrai un po' di tempo? Ti prego! Abbiamo bisogno del tuo aiuto!

# 528_Minamida
source: Any time is fine. We'll be here whenever you're prepared.
pt: Quando ti pare, va bene. Noi saremo qui quando sarai pronto.

# 600_Player
source: (I'll come back when I'm alone.)
pt: (Tornerò quando sarò solo.)

# 624_Mysterious Old Man
source: Care to play? It'll only cost you 100,000 yen.
pt: Ti va di giocare? Ti costerà solo 100.000 yen.

# 636_Man
source: Who in their right mind would pay that much for something they know nothing about!?
pt: Ma chi diavolo si sognerebbe di pagare così tanto per qualcosa di cui non sa un bel niente!?

# 648_Man in Lab Coat
source: No, wait!
pt: No, aspetta!

# 660_Man in Lab Coat
source: Darn, lost another one. We'll never be able to run our test like this, doctor.
pt: Cavolo, ne abbiamo perso un altro. Non riusciremo mai a fare il nostro test così, dottore.

# 672_Mysterious Old Man
source: Epoch-making inventions are seldom understood by lesser minds. Ah! You, there!
pt: Le invenzioni epocali sono comprese di rado da menti inferiori. Ah! Ehi tu!

# 684_Kiryu
source: Are you talking to me?
pt: Stai parlando con me?

# 696_Mysterious Old Man
source: Would you like to play a－Wait a second. I know you. You're, um...
pt: Ti va di giocare a－Aspetta un attimo. Ti conosco. Tu sei, ehm...

# 720_Mysterious Old Man
source: Er... Who are you again? I'm afraid I've become rather forgetful in my old age.
pt: Ehm... E tu chi saresti di nuovo? Temo di essere diventato piuttosto smemorato con la vecchiaia.

# 732_Kiryu
source: Sorry, but I don't know you.
pt: Mi dispiace, ma non ti conosco.

# 744_Mysterious Old Man
source: Hmm... Is that so? Well, my mistake.
pt: Hmm... È così? Beh, mi sono sbagliato.

# 756_Mysterious Old Man
source: It's just that you bear a striking resemblance to a man who aided me in the past.
pt: È solo che assomigli in modo impressionante a un uomo che mi ha aiutato in passato.

# 768_Kiryu
source: Fascinating. Well, I have to go.
pt: Affascinante. Beh, devo andare.

# 780_Man in Lab Coat
source: No, please! Wait!
pt: No, ti prego! Aspetta!

# 792_Kiryu
source: What do you want now?
pt: Cosa vuoi ancora?

# 804_Man in Lab Coat
source: We're looking for someone to playtest our newly developed game system. Please, won't you consider giving it a try?
pt: Stiamo cercando qualcuno che testi il nostro sistema di gioco appena sviluppato. Ti prego, non vorresti fare un tentativo?

# 816_Kiryu
source: Sorry, but I'm busy.
pt: Mi dispiace, ma sono impegnato.

# 828_Man in Lab Coat
source: Aw, please, don't be like that! This is Doctor Minamida, and I'm his assistant.
pt: Ah, ti prego, non fare così! Questo è il Dottor Minamida, e io sono il suo assistente.

# 840_Minamida
source: This is the culmination of years of work: the newest version of my Inner Fighter arcade machine!
pt: Questo è il culmine di anni di lavoro: l'ultima versione del mio cabinato arcade Inner Fighter!

# 864_Minamida
source: It's my brand new game machine, my boy! It uses special electromagnetic waves to let you experience realistic fights within your very mind!
pt: È la mia nuovissima macchina da gioco, ragazzo! Utilizza onde elettromagnetiche speciali per farti vivere combattimenti realistici nella tua stessa mente!

# 876_Minamida
source: I present to you the latest Inner Fighter! I call it Inner Fighter 8: Road Battle, or IF8 for short!
pt: Vi presento il nuovissimo Inner Fighter! Lo chiamo Inner Fighter 8: Road Battle, o IF8 in breve!

# 900_Kiryu
source: Is it invisible or something?
pt: È invisibile o cosa?

# 912_Minamida's Assistant
source: No, look. It's right here!
pt: No, guarda. È proprio qui!

# 924_Minamida
source: IF8 uses this microtransceiver to communicate in realtime with the main unit back at my lab.
pt: IF8 usa questo micro-ricetrasmettitore per comunicare in tempo reale con l'unità principale nel mio laboratorio.

# 936_Minamida
source: And that means you can play the game from anywhere in the world.
pt: E questo significa che puoi giocare al gioco ovunque nel mondo.

# 948_Kiryu
source: Right... Should I be impressed?
pt: Giusto... Dovrei essere impressionato?

# 960_Minamida
source: Yes! Don't you know what that means!? IF8 is my epoch-making advance in arcade machine technology!
pt: Sì! Non sai che significa!? IF8 è il mio balzo epocale nella tecnologia dei cabinati arcade!

# 972_Minamida
source: However, it's not quite finished yet. We're currently testing the microtransceiver's remote communication functionality.
pt: Tuttavia, non è ancora del tutto finito. Al momento stiamo testando la funzionalità di comunicazione remota del micro-ricetrasmettitore.

# 984_Minamida
source: And that's why we're looking for someone to play. It's the only way we'll get the test data we need, but we haven't had much luck.
pt: E per questo stiamo cercando qualcuno che giochi. È l'unico modo per ottenere i dati di test che ci servono, ma non abbiamo avuto molta fortuna.

# 996_Minamida
source: We'd love for you to give it a try. What do you say?
pt: Ci piacerebbe un sacco che lo provassi. Che ne dici?

# 1008_Kiryu
source: Like I said, I'm busy now.
pt: Come ho detto, adesso sono occupato.

# 1020_Minamida's Assistant
source: Then how about when you do have some time? Please! We need your help!
pt: Allora, che ne dici quando avrai un po' di tempo? Ti prego! Ci serve il tuo aiuto!

# 1032_Minamida
source: Any time is fine. We'll be here whenever you're prepared.
pt: Qualsiasi momento va bene. Saremo qui quando sarai pronto.

# 1044_Minamida
source: Oh, marvelous! You came back! Are you ready to play IF8?
pt: Oh, magnifico! Sei tornato! Sei pronto a giocare a IF8?

# 1068_Minamida
source: So good to see you again. Would you like to play IF8?
pt: Che bello rivederti! Vuoi giocare a IF8?

# 1080_Minamida
source: So good to see you again. Would you like to play IF8?
pt: Che bello rivederti! Vuoi giocare a IF8?

# 1092_Minamida
source: So good to see you again. Would you like to play IF8?
pt: Che bello rivederti! Vuoi giocare a IF8?

# 1104_Minamida
source: All right, I'll explain to you how to play.
pt: Va bene, ti spiegherò come si gioca.

# 1116_Minamida
source: IF8 allows you to play what I like to call "road battles" in which you stroll through a town fighting enemies until you reach their boss.
pt: IF8 ti permette di giocare a quelle che mi piace chiamare "battaglie stradali", in cui ti aggiri per una città combattendo i nemici finché non raggiungi il loro boss.

# 1128_Minamida
source: Beat the boss, and you earn an ability boost.
pt: Batti il boss, e ottieni un potenziamento abilità.

# 1140_Minamida
source: I only have data for one town right now, but we're busy collecting data for others.
pt: Al momento ho dati solo per una città, ma siamo impegnati a raccogliere dati per altre.

# 1152_Minamida
source: All we need is a little more, and you'll be able to play in other towns. You'll have to be patient until then.
pt: Ci serve solo un altro po', e potrai giocare in altre città. Dovrai essere paziente fino ad allora.

# 1164_Minamida
source: Finally, it'll be 10,000 yen to play. And that's with a special discount just for you!
pt: Finalmente, ti costerà 10.000 yen per giocare. E questo è già con uno sconto speciale solo per te!

# 1176_Minamida
source: Well, care to play?
pt: Allora, ti va di giocare?

# 1200_Minamida
source: Wonderful. Now select the stage you'd like to play.
pt: Ottimo. Ora seleziona lo stage che vuoi giocare.

# 1212_Minamida
source: Nagasugai? All right, that will be 10,000 yen.
pt: Nagasugai? Va bene, saranno 10.000 yen.

# 1224_Minamida
source: Let the road battle commence!
pt: Che la battaglia stradale abbia inizio!

# 1248_Minamida
source: Kamurocho? All right, that will be 10,000 yen.
pt: Kamurocho? Va bene, saranno 10.000 yen.

# 1260_Minamida
source: Let the road battle commence!
pt: Che la battaglia stradale abbia inizio!

# 1284_Minamida
source: It appears you're a little low on funds. Running the machine is expensive, so I'm afraid I'll have to ask you to come back when you can pay.
pt: Sembra che tu sia a corto di fondi. Far funzionare la macchina è costoso, quindi temo che dovrò chiederti di tornare quando potrai pagare.

# 1308_Minamida
source: IF8 development is quite expensive. Would you like to invest in its completion?
pt: Lo sviluppo di IF8 è piuttosto costoso. Ti andrebbe di investire nel suo completamento?

# 1332_Minamida
source: Why thank you! We can use all the help we can get.
pt: Ma grazie! Ci serve tutto l'aiuto che possiamo ottenere.

# 1356_Minamida
source: Our total investments have reached %s. How much would you like to invest?
pt: I nostri investimenti totali hanno raggiunto %s. Quanto vorresti investire?

# 1380_Minamida
source: This should be enough to upgrade IF8 to the latest version I've been working on.
pt: Questo dovrebbe bastare per potenziare IF8 all'ultima versione su cui ho lavorato.

# 1392_Minamida
source: Just one moment, please.
pt: Un momento, per favore.

# 1452_Minamida
source: And... done! IF8 is now upgraded to version 1.1!
pt: E... fatto! IF8 è stato potenziato alla versione 1.1!

# 1464_Minamida
source: The Kamurocho stage is now playable thanks to the upgrade.
pt: Il livello di Kamurocho ora è giocabile grazie al potenziamento.

# 1476_Minamida
source: I hope you'll try it sometime. Well, until we meet again.
pt: Spero che lo proverai prima o poi. Beh, alla prossima.

# 1500_Minamida
source: Your cooperation is greatly appreciated. Total investments now stand at %s.
pt: La tua collaborazione è molto apprezzata. Gli investimenti totali ammontano ora a %s.

# 1512_Minamida
source: Once we reach 100,000 yen, I'll be able to add a new stage for you to play.
pt: Una volta raggiunti i 100.000 yen, potrò aggiungere un nuovo livello in cui potrai giocare.

# 1524_Minamida
source: I trust you'll make the necessary investment.
pt: Confido che farai l'investimento necessario.

# 1536_Minamida
source: Our total investments have reached %s. How much would you like to invest?
pt: I nostri investimenti totali hanno raggiunto %s. Quanto vorresti investire?

# 1560_Minamida
source: I think this is enough to upgrade IF8 to our latest version.
pt: Credo che questo basti per potenziare IF8 alla nostra ultima versione.

# 1572_Minamida
source: Just one moment, please.
pt: Un momento, per favore.

# 1632_Minamida
source: And... done! IF8 is now upgraded to version 1.2!
pt: E... fatto! IF8 è stato potenziato alla versione 1.2!

# 1644_Minamida
source: In version 1.2, you can earn Soul Orbs by completing a stage.
pt: Nella versione 1.2, puoi guadagnare Sfere Anima completando un livello.

# 1656_Minamida
source: But! You must complete the same stage a number of times. Give it a try!
pt: Ma! Devi completare lo stesso livello più volte. Provaci!

# 1668_Minamida
source: Oh, and this is the final upgrade, so there's no need for any more investments. Thank you for all your help.
pt: Oh, e questo è l'ultimo potenziamento, quindi non c'è bisogno di altri investimenti. Grazie per tutto il tuo aiuto.

# 1692_Minamida
source: Your cooperation is greatly appreciated. Total investments now stand at %s.
pt: La tua collaborazione è molto apprezzata. Gli investimenti totali ammontano ora a %s.

# 1704_Minamida
source: With 200,000 yen, I could add new features.
pt: Con 200.000 yen, potrei aggiungere nuove funzionalità.

# 1716_Minamida
source: I trust you'll make the necessary investment.
pt: Confido che farai l'investimento necessario.

# 1728_Minamida
source: Hm, you're broke? Well, I'm far too busy to be dealing with looky-loos. Good day.
pt: Hm, sei al verde? Beh, sono decisamente troppo impegnato per avere a che fare con dei perditempo. Buona giornata.

# 1740_Minamida
source: This is the final version, so there will be no more updates.
pt: Questa è l'ultima versione, quindi non ci saranno più aggiornamenti.

# 1752_Minamida
source: Oh, very well then. I'll be here in case you feel like playing later.
pt: Oh, molto bene, allora. Sarò qui se ti andrà di giocare più tardi.

# 1788_Minamida
source: Come again soon. I'll be waiting for you.
pt: Torna presto. Ti aspetterò.

# 1812_Kiryu
source: Where'd your assistant go?
pt: Dov'è finito il tuo assistente?

# 1824_Minamida
source: I sent him off to do some work in another town. I'm hoping he'll be able to get the data I need.
pt: L'ho mandato a sbrigare delle faccende in un'altra città. Spero che riesca a recuperare i dati che mi servono.

# 1836_Minamida
source: You'll be able play IF8 there too if you run into him. It's an opportunity you won't want to miss.
pt: Potrai giocare a IF8 anche lì se lo incontri. È un'opportunità che non vorrai perderti.

# 1848_Minamida
source: You don't want to invest? Well, I'm far too busy to be dealing with looky-loos. Good day.
pt: Non vuoi investire? Beh, sono decisamente troppo impegnato per avere a che fare con dei perditempo. Buona giornata.

# 1860_Minamida
source: Oh, what a shame. It seems you've been defeated.
pt: Oh, che peccato. Sembra che tu sia stato sconfitto.

# 1872_Minamida
source: Well, try again when you're ready.
pt: Beh, riprova quando sei pronto.

# 1932_Minamida
source: I see you've won. Well, congratulations.
pt: Vedo che hai vinto. Beh, complimenti.

# 1944_Minamida
source: You seem to have enhanced an ability. This should give us some excellent data.
pt: Sembra che tu abbia potenziato un'abilità. Questo dovrebbe fornirci degli ottimi dati.

# 1968_Minamida
source: Come again soon. I'll be waiting for your return.
pt: Torna presto. Ti aspetterò al tuo ritorno.

# 1980_Minamida
source: I see you've won. Well, congratulations.
pt: Vedo che hai vinto. Beh, complimenti.

# 1992_Minamida
source: You've earned a Soul Orb thanks to the new version I built.
pt: Hai guadagnato una Sfera Anima grazie alla nuova versione che ho realizzato.

# 2016_Minamida
source: Come again soon. I'll be waiting for your return.
pt: Torna presto. Ti aspetterò al tuo ritorno.

# 2028_Minamida
source: I see you've won. Well, congratulations.
pt: Vedo che hai vinto. Beh, complimenti.

# 2040_Minamida
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono essere potenziate oltre. Ecco un premio per la tua fatica invece.

# 2052_Minamida
source: This version of IF8 can't raise your abilities any further. Here's a prize for your trouble instead.
pt: Questa versione di IF8 non può potenziare le tue abilità oltre. Ecco un premio per la tua fatica invece.

# 2172_Mysterious Old Man
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Snowman Hammer<Color:Default>.

# 2208_Mysterious Old Man
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.

# 2244_Mysterious Old Man
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 2280_Mysterious Old Man
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 2316_Mysterious Old Man
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Motore Piccolo<Color:Default>.

# 2352_Minamida
source: Come again soon. I'll be waiting for your return.
pt: Torna presto. Ti aspetterò al tuo ritorno.

# 2412_Minamida
source: I see you've won. Well, congratulations.
pt: Vedo che hai vinto. Beh, complimenti.

# 2424_Minamida
source: You seem to have enhanced an ability. This should give us some excellent data.
pt: Sembra che tu abbia potenziato un'abilità. Questo dovrebbe darci ottimi dati.

# 2448_Minamida
source: Come again soon. I'll be waiting for your return.
pt: Torna presto. Ti aspetterò al tuo ritorno.

# 2460_Minamida
source: I see you've won. Well, congratulations.
pt: Vedo che hai vinto. Beh, complimenti.

# 2472_Minamida
source: You've earned a Soul Orb thanks to the new version I built.
pt: Hai ottenuto un Orbe dell'Anima grazie alla nuova versione che ho realizzato.

# 2496_Minamida
source: Come again soon. I'll be waiting for your return.
pt: Torna presto. Ti aspetterò al tuo ritorno.

# 2508_Minamida
source: I see you've won. Well, congratulations.
pt: Vedo che hai vinto. Beh, complimenti.

# 2520_Minamida
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono essere potenziate ulteriormente. Ecco un premio per la tua fatica, invece.

# 2532_Minamida
source: This version of IF8 can't raise your abilities any further. Here's a prize for your trouble instead.
pt: Questa versione di IF8 non può potenziare le tue abilità ulteriormente. Ecco un premio per la tua fatica, invece.

# 2652_Mysterious Old Man
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Martello Pupazzo di Neve<Color:Default>.

# 2688_Mysterious Old Man
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.

# 2724_Mysterious Old Man
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 2760_Mysterious Old Man
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Mystery Liquid<Color:Default>.

# 2796_Mysterious Old Man
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Piccolo Motore<Color:Default>.

# 2832_Minamida
source: Come again soon. I'll be waiting for your return.
pt: Torna presto. Ti aspetterò al tuo ritorno.
