Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200028.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Man
pt: Uomo

source: Not my problem.
pt: Non è un mio problema.

source: Show them what you can really do.
pt: Fagli vedere di che pasta sei fatto.

source: Tournament Staff
pt: Staff del Torneo

source: Passed Nagasugai Qualifiers
pt: Qualificazioni di Nagasugai superate

# 60_Man
source: Hey, you! Kazuma Kiryu!
pt: Ehi, tu! Kazuma Kiryu!

# 72_Kiryu
source: Who are you?
pt: Chi sei?

# 84_Man
source: Oh, that's heartless. Don't you remember? It's me, Valery Garrett! Haven't seen you since you beat me at the Coliseum in Kamurocho.
pt: Oh, che carogna! Non ti ricordi? Sono io, Valery Garrett! Non ci si vede da quando mi hai battuto al Colosseo di Kamurocho.

# 96_Kiryu
source: I heard you were in town, Valery. What's the trouble here?
pt: Ho sentito che eri in città, Valery. Qual è il problema qui?

# 108_Man
source: We're Victory Road contenders. This fucker was acting the fool when he went up against my friend!
pt: Siamo concorrenti di Victory Road. Questo stronzo faceva lo scemo quando ha affrontato il mio amico!

# 120_Valery
source: Hey, if I didn't hold back a little, he'd never get up again. I was just looking out for the guy. How can you call that acting the fool?
pt: Ehi, se non mi fossi trattenuto un po', non si sarebbe più rialzato. Stavo solo badando a quel tipo. Come puoi dire che stavo facendo lo scemo?

# 132_Man
source: We know what we're getting ourselves into! You think we're a bunch of pansies?
pt: Sappiamo bene a cosa andiamo incontro! Pensate che siamo un mucchio di femminucce?

# 144_Valery
source: There's just no talking sense into amateurs like you. Kazuma Kiryu, can you do something about these guys?
pt: Non c'è proprio verso di far ragionare i dilettanti come voi. Kazuma Kiryu, puoi fare qualcosa con questi tizi?

# 156_Man
source: That's not my problem.
pt: Non è un mio problema.

# 168_Valery
source: That's pretty cold, man.
pt: È proprio da infame, amico.

# 192_Man
source: Just show them what you can really do.
pt: Fagli vedere di che pasta sei fatto.

# 204_Valery
source: What do you mean?
pt: Cosa intendi?

# 216_Kiryu
source: Fight someone you don't have to hold back against. Then you can really let loose.
pt: Combatti qualcuno contro cui non devi trattenerti. Poi puoi scatenarti per davvero.

# 228_Valery
source: So you're saying you'll take me on? You versus Valery Garrett!?
pt: Quindi stai dicendo che mi sfiderai? Tu contro Valery Garrett!?

# 240_Valery
source: Heh... Hahaha! I like it! Good idea, Kazuma Kiryu!
pt: Heh... Hahaha! Mi piace! Ottima idea, Kazuma Kiryu!

# 252_Kiryu
source: Think you'll need to pull punches with me?
pt: Pensi che dovrai andarci piano con me?

# 264_Valery
source: Oh, no need to worry about that. I don't have any plans of going easy!
pt: Oh, non c'è da preoccuparsi per quello. Non ho nessuna intenzione di andarci piano!

# 276_Kiryu
source: Good. I won't be holding anything back, either.
pt: Bene. Non mi risparmierò neanch'io.

# 288_Valery
source: Nor would I want you to! Here goes!
pt: E mica lo vorrei! Si parte!

# 312_Valery
source: *huff* *huff* That's how it's done, Kazuma Kiryu!
pt: *Sbuffo* *sbuffo* È così che si fa, Kazuma Kiryu!

# 324_Man
source: Holy shit... These guys are both fucking monsters! We don't stand a chance!
pt: Maronna santa... Quei due sono fottuti mostri! Non abbiamo scampo!

# 336_Valery
source: I guess I still haven't caught up to you yet. Every time I gain some ground, you go and get even stronger.
pt: A quanto pare, non sono ancora riuscito a starti dietro. Ogni volta che recupero un po' di terreno, tu diventi ancora più forte.

# 348_Valery
source: But I'm still coming for you. And one of these days, I'll end up on top.
pt: Ma ti sto ancora addosso. E uno di questi giorni, finirò in cima.

# 360_Valery
source: Maybe we could even team up, huh? That could be a blast.
pt: Magari potremmo fare squadra, eh? Sarebbe uno spasso.

# 372_Valery
source: Until next time, then.
pt: Alla prossima, allora.

# 384_Tournament Staff
source: An excellent fight, Kiryu-san.
pt: Un eccellente combattimento, Kiryu-san.

# 396_Kiryu
source: Who are you?
pt: Chi sei?

# 408_Tournament Staff
source: I'm a tournament staff member. With this win, you have now passed the qualifiers.
pt: Sono un membro dello staff del torneo. Con questa vittoria, hai superato le qualificazioni.

# 420_Tournament Staff
source: There is nobody else in this town who could beat you. We'll be in touch about competing in the Victory Road finals.
pt: Nessun altro in questa città potrebbe batterti. Ci faremo sentire riguardo alla tua partecipazione alle finali della Victory Road.

# 432_Tournament Staff
source: They will be held at a place where all the strongest end up. You're already familiar with the Underground Coliseum, I believe.
pt: Si terranno in un posto dove tutti i più forti si ritrovano. L'Underground Coliseum, immagino tu lo conosca già.

# 444_Tournament Staff
source: Go there once all finalists have been decided.
pt: Vai lì una volta che tutti i finalisti saranno stati decisi.

# 456_Kiryu
source: And if I refuse to take part?
pt: E se mi rifiuto di partecipare?

# 468_Tournament Staff
source: Oh, don't worry. Fate has a way of drawing the most powerful fighters together there.
pt: Oh, non preoccuparti. Il destino ha i suoi modi per radunare i combattenti più potenti proprio lì.

# 480_Tournament Staff
source: I must be going for now. I look forward to seeing what you can do, Kiryu-san.
pt: Ora devo andare. Non vedo l'ora di vederti all'opera, Kiryu-san.

# 552_Man
source: Congratulations on passing the qualifiers. The Victory Road finals will be held in a certain pleasure quarter once the qualifiers in each city have been completed.
pt: Complimenti per aver superato le qualificazioni. Le finali della Victory Road si terranno in un certo quartiere a luci rosse una volta completate le qualificazioni in ogni città.

# 564_Man
source: Though you have secured a place in the finals, Victory Road competitors will still challenge you in the street to test their skills. Keep fighting to stay in peak condition.
pt: Anche se ti sei assicurato un posto nelle finali, i contendenti di Victory Road ti sfideranno comunque per strada per mettere alla prova le loro abilità. Continua a combattere per rimanere in forma smagliante.
