Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000211d4.po
Languages: pt

# 7092_Player
source: The player in overkill cannot score hit counts or points on open numbers with one exception: hit counts that do not involve points are valid as usual.
pt: Il giocatore in overkill non può segnare conteggi di colpi o punti su numeri aperti con un'eccezione: i conteggi dei colpi che non implicano punti sono validi come al solito.

# 7104_Player
source: Example: You are winning by 200 points and your first throw hits 15, your second throw also hits 15, and your third throw hits double 15. The hit count of the third throw is limited to one, resulting in a total hit count of three for the round.
pt: Esempio: Sei in vantaggio di 200 punti e il tuo primo lancio colpisce il 15, il tuo secondo lancio colpisce anche il 15, e il tuo terzo lancio colpisce il doppio 15. Il conteggio dei colpi del terzo lancio è limitato a uno, risultando in un conteggio totale di tre colpi per il round.

# 7116_Player
source: Note that if the score gap is 199 or less, points exceeding 200 are awarded, and the hit count is also valid. Example: You are winning by 199 points, and you hit triple 20: Your hit count is three, and you get 60 points, raising your point total to 259.
pt: Nota che se il divario nel punteggio è di 199 o meno, vengono assegnati punti che superano i 200, e il conteggio dei colpi è anch'esso valido. Esempio: Sei in vantaggio di 199 punti, e colpisci un triplo 20: Il tuo conteggio colpi è tre, e ottieni 60 punti, portando il tuo totale punti a 259.
