Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049017c.po
Languages: pt

source: Experienced Hostess
pt: Hostess Esperta

source: Veteran Hostess
pt: Hostess Veterana

# 76_Saejima
source: Got a minute?
pt: Hai un minuto?

# 88_Experienced Hostess
source: Eep! What do you want?
pt: Ah! Che vuoi?

# 100_Saejima
source: You ladies talkin' 'bout Himura? The detective guy?
pt: Voi ragazze, state parlando di Himura? Quel tizio, il detective?

# 112_Veteran Hostess
source: Excuse me, but who are you?
pt: Scusa, ma tu chi sei?

# 124_Saejima
source: I'm... a friend of Himura's. Just haven't seen 'im in a while, so I'm wonderin' if anyone knows somethin'.
pt: Sono... un amico di Himura. È da un po' che non lo vedo, quindi mi chiedevo se qualcuno sapesse qualcosa.

# 136_Veteran Hostess
source: I see. Yes, it's probably the same man. But he's not a detective anymore.
pt: Capisco. Sì, è probabilmente lo stesso uomo. Ma non è più un detective.

# 148_Veteran Hostess
source: He got arrested for bribery.
pt: È stato arrestato per corruzione.

# 160_Saejima
source: (Yep, that's him.)
pt: (Sì, è lui.)

# 172_Saejima
source: Explains why I don't see 'im around. You were sayin' something else, though, weren't ya?
pt: Spiega perché non lo vedo in giro. Stavi dicendo qualcos'altro, però, non è vero?

# 184_Veteran Hostess
source: Uh, if you're his friend, I shouldn't...
pt: Uh, se sei un suo amico, non dovrei...

# 196_Saejima
source: It's fine. I know he ain't perfect.
pt: Va bene. So che non è perfetto.

# 208_Veteran Hostess
source: We work as hostesses at Rose Hip, that club over there. Himura-san used to be one of our regulars.
pt: Lavoriamo come hostess al Rose Hip, quel club lì. Himura-san era uno dei nostri clienti abituali.

# 220_Veteran Hostess
source: He really took a liking to one of our girls: Kaguya.
pt: Si era proprio infatuato di una delle nostre ragazze: Kaguya.

# 232_Saejima
source: (So what he said in prison was true...)
pt: (Quindi quello che ha detto in prigione era vero...)

# 244_Experienced Hostess
source: But, his enthusiasm was kind of over the top, you know? Honestly, he was starting to become a problem.
pt: Ma, il suo entusiasmo era un po' eccessivo, capisci? Onestamente, stava iniziando a diventare un problema.

# 256_Experienced Hostess
source: Even Kaguya was getting fed up. She complained to our manager constantly.
pt: Anche Kaguya non ne poteva più. Si lamentava continuamente con il nostro manager.

# 268_Saejima
source: Geez...
pt: Accidenti...

# 280_Veteran Hostess
source: At first we put up with it because he was such a big spender, but gradually it got worse and worse.
pt: All'inizio lo sopportavamo perché era un gran spendaccione, ma gradualmente è peggiorato sempre di più.

# 292_Experienced Hostess
source: And his ego! Ugh, he was such a blowhard.
pt: E il suo ego! Uff, era un vero pallone gonfiato.

# 304_Veteran Hostess
source: Hey, this is his friend! Sorry about her.
pt: Ehi, questo è il suo amico! Scusa per lei.

# 316_Veteran Hostess
source: It finally got to the point where our manager had to have a talk with Himura-san.
pt: Alla fine la situazione è arrivata al punto in cui il nostro manager ha dovuto fare un discorsetto a Himura-san.

# 328_Experienced Hostess
source: And we haven't seen him since! In fact, it was a long time later that we heard he got arrested.
pt: E non l'abbiamo più visto da allora! Infatti, solo parecchio tempo dopo abbiamo saputo che l'avevano arrestato.

# 340_Veteran Hostess
source: Yep... All that money he was dropping must have been from the bribes.
pt: Già... Tutti quei soldi che buttava via dovevano essere tangenti.

# 352_Saejima
source: Huh... I had no idea.
pt: Ah... Non ne avevo idea.

# 364_Veteran Hostess
source: I'm sorry. Maybe we shouldn't have told you.
pt: Scusa. Forse non avremmo dovuto dirtelo.

# 376_Saejima
source: No, no, don't worry about it. 'Preciate your candor. Sorry to keep ya.
pt: No, no, non preoccuparti. Apprezzo la tua schiettezza. Scusa di averti trattenuto.

# 388_Veteran Hostess
source: No apology necessary.
pt: Nessuna scusa necessaria.

# 424_Saejima
source: (Himura was so cheerful tellin' those stories. Ya never know, I guess.)
pt: (Himura era così allegro a raccontare quelle storie. Non si sa mai, immagino.)

# 448_Veteran Hostess
source: The club's been so quiet lately. Not a single instance of anybody pulling a Himura.
pt: Il locale è stato così tranquillo ultimamente. Nemmeno un singolo caso di qualcuno che faccia il Himura.

# 460_Experienced Hostess
source: Yeah... Too bad that gives Kaguya enough time to be so annoying.
pt: Già... Peccato che questo dia a Kaguya abbastanza tempo per essere così scocciante.

# 472_Veteran Hostess
source: Hey, she's doing better than you. You need to up your game if you want regulars.
pt: Ehi, lei sta andando meglio di te. Devi darti una mossa se vuoi dei clienti abituali.

# 484_Experienced Hostess
source: Huh?
pt: Uh?

# 496_Saejima
source: (...Did she say Himura?)
pt: (...Ha detto Himura?)
