Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046001a.po
Languages: pt

source: Arai the New Employee
pt: Arai il Nuovo Impiegato

source: Supervisor from Kansai
pt: Supervisore da Kansai

# 44_Arai the New Employee
source: Piping hot takoyaki's the best on a cold day!
pt: I takoyaki roventi sono il massimo in una giornata fredda!

# 56_Supervisor from Kansai
source: Oh, no. Takoyaki's great to eat during the hot summer months, too.
pt: Ma no! I takoyaki sono il massimo da mangiare anche durante i caldi mesi estivi.

# 68_Arai the New Employee
source: Oh wow, really?
pt: Oh, wow, davvero?

# 80_Supervisor from Kansai
source: Out in Kansai, we have Hangesho eleven days after the summer solstice. We have a tradition of eating octopus around that time.
pt: Da noi nel Kansai, c'è l'Hangesho undici giorni dopo il solstizio d'estate. Abbiamo la tradizione di mangiare polpo in quel periodo.

# 92_Supervisor from Kansai
source: See, octopus is rich in taurine and zinc, which helps you recover from exhaustion. So, it's great for preventing summer heat fatigue.
pt: Vedi, il polpo è ricco di taurina e zinco, che ti aiuta a recuperare dalla spossatezza. Quindi, è ottimo per prevenire la spossatezza da caldo estivo.

# 104_Arai the New Employee
source: Whoa, I had no idea it was such a healthy food!
pt: Caspita, non avevo idea fosse un cibo così salutare!

# 116_Supervisor from Kansai
source: Hangesho falls on July 2nd, so it's been designated as Octopus Day. I make sure to eat some takoyaki on that day every year.
pt: L'Hangesho cade il 2 luglio, quindi è stato designato come Giorno del Polpo. Mi assicuro di mangiare dei takoyaki in quel giorno ogni anno.

# 128_Kiryu
source: (Octopus is good for fighting exhaustion, huh? Maybe I'll talk about it at the cabaret club.)
pt: (Il polpo fa bene per combattere la spossatezza, eh? Forse ne parlerò al cabaret club.)
