Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200060.po
Languages: pt

source: Fallen Man
pt: Uomo caduto

source: Man
pt: Uomo

source: ArmsID
pt: ID Armi

source: Contestant
pt: Concorrente

# 84_Fallen Man
source: Shit! Using a weapon like that has got to be against the rules!
pt: Cazzo! Usare un'arma del genere dev'essere contro le regole!

# 96_Man
source: What do you mean? You can use any weapon other than guns in the Victory Road.
pt: Che intendi? Nella Victory Road puoi usare qualsiasi arma tranne le pistole.

# 108_Fallen Man
source: Even so, that thing gives you too much of an advantage!
pt: Eppure, quella roba ti dà troppo vantaggio!

# 120_Man
source: Heh. I'll take that as a compliment.
pt: Heh. La prendo come un complimento.

# 132_Fallen Man
source: Dammit... Screw this!
pt: Maledizione... Fanculo!

# 156_Man
source: You're Tatsuo Shinada-san, aren't you?
pt: Sei Tatsuo Shinada-san, vero?

# 168_Shinada
source: That's right. Though this isn't exactly what I pictured myself being famous for...
pt: Già. Anche se, onestamente, non è proprio per questo che pensavo di farmi un nome...

# 180_Hozoin
source: My name is Inzen Hozoin. I'm taking part in the Victory Road to show the world the power of the Hozoin style of spear fighting.
pt: Mi chiamo Inzen Hozoin. Prendo parte alla Victory Road per mostrare al mondo la potenza dello stile Hozoin di combattimento con la lancia.

# 192_Hozoin
source: And if I defeat you, I will be granted entry into the Victory Road finals. Will you take up my challenge, Shinada-san?
pt: E se ti batto, mi garantirò l'accesso alle finali della Victory Road. Accetti la mia sfida, Shinada-san?

# 204_Shinada
source: Wait, you're ready to fight again already?
pt: Ma aspetta, sei già pronto a combattere di nuovo?

# 216_Hozoin
source: I'm good to go. That last opponent made for a perfect warm-up.
pt: Sono pronto. Quell'ultimo tizio è stato un riscaldamento coi fiocchi.

# 228_Shinada
source: Ha. Pretty impressive.
pt: Ah. Mica male.

# 240_Shinada
source: It seems we have company here, though.
pt: Sembra che abbiamo compagnia qui, però.

# 288_Contestant
source: You two are getting too cocky. You shouldn't show off like that.
pt: Voi due vi state montando troppo la testa. Non dovreste fare gli spacconi in quel modo.

# 300_Shinada
source: I remember you. Wait, are you all Victory Road participants?
pt: Ti riconosco. Aspetta, siete tutti della Victory Road?

# 348_Contestant
source: Who cares about that now!? This goes for you in particular, spear man! Your cowardly use of that thing is the worst!
pt: Ma chi se ne frega adesso!? E questo vale soprattutto per te, lanciere! Il tuo modo codardo di usare quella roba è il peggiore!

# 360_Hozoin
source: Like I've said, the use of weapons is sanctioned under the rules. There's no foul play involved.
pt: Come dicevo, l'uso di armi è consentito dalle regole. Non c'è nessun gioco sporco di mezzo.

# 372_Contestant
source: Shut it! We just want a fair fight, so the two of you are going to have to go!
pt: Piantala! Vogliamo solo una lotta equa, quindi voi due dovete togliervi di mezzo!

# 384_Shinada
source: But you outnumber us, man! How is that fair?
pt: Ma siete in troppi, ehi! Com'è giusto questo?

# 396_Hozoin
source: There's no talking sense into them, Shinada-san. We'll have to take out these guys first.
pt: Con questi è inutile parlarci, Shinada-san. Dovremo farli fuori prima.
