Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031a.po
Languages: pt

# 2220_Saigo
source: You can't stop fixating on matters that have nothing to do with your mission, can you?
pt: Non riesci a smettere di fissarti su questioni che non c'entrano nulla con la tua missione, vero?

# 2232_Akiyama
source: It's just, you used to talk about your daughter like she was everything to you.
pt: È solo che, parlavi di tua figlia come se fosse tutto per te.

# 2244_Saigo
source: Talking about one's family is almost a taboo on the battlefield, but...
pt: Parlare della propria famiglia è quasi un tabù sul campo di battaglia, ma...

# 2256_Saigo
source: I... didn't return to the Middle East just to polish my skills.
pt: Io... non sono tornato in Medio Oriente solo per affinare le mie abilità.

# 2268_Akiyama
source: Wow, you're being unusually serious.
pt: Wow, sei insolitamente serio.

# 2280_Saigo
source: Mercenaries like me end up learning things－things that many would rather keep hidden.
pt: Mercenari come me finiscono per imparare cose—cose che molti preferirebbero tenere nascoste.

# 2292_Saigo
source: And being mercenaries, once a war is over, we're about as useful as a car without wheels.
pt: E, da mercenari, una volta finita una guerra, siamo utili quanto una macchina senza ruote.

# 2304_Saigo
source: In short, we're expendable. But we also have top-secret information that stays with us as we return to our home countries.
pt: In breve, siamo usa e getta. Ma ci portiamo dietro anche informazioni top-secret quando torniamo nei nostri paesi d'origine.

# 2316_Akiyama
source: I could see how that could be a problem.
pt: Capisco come quello potrebbe essere un problema.

# 2328_Saigo
source: As a mercenary field commander, I was no exception.
pt: Come comandante di campo mercenario, non facevo eccezione.

# 2340_Saigo
source: I was privy to top-secret info relating to the nation that hired me, and they didn't consider confidentiality until the war was over.
pt: Ero a conoscenza di informazioni top-secret riguardanti la nazione che mi aveva ingaggiato, e non si sono preoccupati della riservatezza finché la guerra non è finita.

# 2352_Saigo
source: But then my former employer started to worry about damaging secrets getting out.
pt: Ma poi il mio ex committente ha iniziato a preoccuparsi che segreti compromettenti venissero a galla.

# 2364_Akiyama
source: Are you saying...
pt: Stai dicendo...

# 2376_Saigo
source: Exactly. I didn't feel safe here and decided to leave the country for a while.
pt: Esatto. Non mi sentivo al sicuro qui e ho deciso di lasciare il Paese per un po'.

# 2388_Akiyama
source: I see. You left because you don't want to get your family involved.
pt: Capisco. Te ne sei andato perché non vuoi coinvolgere la tua famiglia.

# 2400_Saigo
source: I can't go into the details, as that would put you at risk, too.
pt: Non posso entrare nei dettagli, perché metterebbe a rischio anche te.

# 2412_Saigo
source: And needless to say, let's keep this between you and me. Understood?
pt: E inutile dirlo, che resti tra noi due. Capito?

# 2424_Akiyama
source: Relax, we moneylenders are quite discreet. It's part of doing business.
pt: Rilassati, noi strozzini siamo piuttosto discreti. Fa parte del mestiere.

# 2436_Saigo
source: I'll take your word on that. Now, enough of this idle chat.
pt: Ti prendo in parola. Ora, basta con queste chiacchiere.

# 2448_Saigo
source: Dismissed!
pt: Congedato!

# 2460_Saigo
source: Dismissed－ No, wait.
pt: Congedato－ No, aspetta.

# 2472_Akiyama
source: What? Something wrong?
pt: Che c'è? Qualcosa non va?

# 2484_Saigo
source: I think we're being watched.
pt: Penso che siamo osservati.

# 2496_Akiyama
source: Man, you're just being paranoid. We were just talking about clandestine spy stuff, after all.
pt: Dai, ti stai solo facendo delle paranoie. Stavamo giusto parlando di roba da spionaggio clandestino, dopotutto.

# 2508_Saigo
source: No, I feel an ominous stare on me. I have felt this many times... right before a sniper opens fire.
pt: No, sento uno sguardo minaccioso su di me. L'ho sentito molte volte... proprio prima che un cecchino apra il fuoco.

# 2520_Akiyama
source: A sniper!? What've you dragged me into!?
pt: Un cecchino!? In cosa mi hai trascinato!?

# 2532_Saigo
source: Quiet! Listen to me carefully. When I give the signal, spring back and hide in the shadows.
pt: Zitto! Ascoltami bene. Quando darò il segnale, balza indietro e nasconditi nell'ombra.

# 2544_Saigo
source: Three... two... one... now!
pt: Tre... due... uno... ora!

# 2628_Akiyama
source: Whoa, you weren't kidding. What the hell's going on here?
pt: Cavolo, non stavi scherzando. Che diavolo sta succedendo qui?

# 2640_Saigo
source: We should be okay for now. Once a sniper loses the element of surprise, he usually backs off until the next time.
pt: Dovremmo essere a posto per ora. Una volta che un cecchino perde l'elemento sorpresa, di solito si ritira fino alla prossima volta.

# 2652_Akiyama
source: I'll have to take your word on that.
pt: Dovrò crederti sulla parola.

# 2664_Saigo
source: It didn't take them long to discover that I was back in Japan.
pt: Non ci hanno messo molto a scoprire che ero tornato in Giappone.

# 2676_Akiyama
source: You mean the people you were talking about? The ones who want to keep you quiet?
pt: Intendi le persone di cui parlavi? Quelle che vogliono metterti a tacere?

# 2688_Saigo
source: That's the most likely scenario, and the worst possible one, too.
pt: Questo è lo scenario più probabile, e anche il peggiore possibile.

# 2700_Saigo
source: If they figure out I know they're after me, they might go after my family to draw me out.
pt: Se scoprono che so che mi danno la caccia, potrebbero prendersela con la mia famiglia per farmi uscire allo scoperto.

# 2712_Akiyama
source: Are we talking about a hostage situation here!? This is bad.
pt: Stiamo parlando di una situazione con ostaggi qui!? È un casino.

# 2724_Saigo
source: I can't warn my family, either, because that could reveal their location.
pt: Non posso avvertire la mia famiglia, nemmeno, perché questo potrebbe rivelare la loro posizione.

# 2736_Saigo
source: I'll have to put an end to this myself.
pt: Dovrò mettere fine a questo io stesso.

# 2748_Saigo
source: I'm sorry, Akiyama-kun. I didn't mean to drag you into all this.
pt: Mi dispiace, Akiyama-kun. Non volevo trascinarti in tutto questo.

# 2760_Akiyama
source: Truth be told, I never expected anything involving you to take such a serious turn.
pt: A dirtela tutta, non mi sarei mai aspettato che qualcosa che ti coinvolgesse prendesse una piega così seria.

# 2772_Akiyama
source: But this is no laughing matter. If there's anything I can do to help, let me know.
pt: Ma questa non è una cosa da ridere. Se c'è qualcosa che posso fare per aiutarti, fammelo sapere.

# 2784_Saigo
source: I appreciate that. You be careful now, okay?
pt: Te ne sono grato. Stai attento adesso, ok?

# 2796_Saigo
source: As for me, I'll avoid making any big moves for now. Better to assess the situation first.
pt: Quanto a me, eviterò di fare grandi mosse per ora. Meglio valutare la situazione prima.

# 2808_Saigo
source: Well, dismissed.
pt: Bene, congedato.

# 2844_Saigo
source: Okay. You pass!
pt: Va bene. Hai passato!

# 2856_Saigo
source: Watching you reminds me of that one time...
pt: Guardandoti mi ricorda quella volta...

# 2868_Saigo
source: I returned home despondent after my war buddy died in action, only to learn it was a prank.
pt: Sono tornato a casa avvilito dopo che il mio compagno d'armi era morto in azione, solo per scoprire che era tutta una burla.

# 2880_Akiyama
source: That's a terrible prank. I mean, you were soldiers, not frat boys!
pt: Che brutta burla. Voglio dire, eravate soldati, non ragazzi di confraternita!

# 2892_Saigo
source: So, what did you learn this time?
pt: Allora, cosa hai imparato questa volta?

# 2904_Akiyama
source: Even when things get chaotic, I need to keep looking for a chance to land a big blow.
pt: Anche quando le cose si fanno caotiche, devo continuare a cercare un'occasione per piazzare un colpo grosso.

# 2928_Saigo
source: You don't get many chances to quickly finish off your enemy. Whether or not you can spot those chances will decide the tide of battle.
pt: Non hai molte occasioni per fare fuori rapidamente il tuo nemico. Riuscire a cogliere quelle occasioni deciderà le sorti della battaglia.

# 2940_Saigo
source: Remember that every time you go into battle!
pt: Ricordatelo ogni volta che vai in battaglia!

# 2952_Akiyama
source: Roger that. By the way, what happened after that sniper incident?
pt: Ricevuto. A proposito, cosa è successo dopo quell'incidente con il cecchino?

# 2964_Saigo
source: I haven't learned anything more since then, and they don't seem to be watching me anymore.
pt: Non ho saputo più nulla da allora, e non sembrano più tenermi d'occhio.

# 3000_Saigo
source: Who are you!?
pt: Chi diavolo sei!?

# 3012_Man in Black
source: I must commend you, Daijiro Saigo. Few have ever been in my sights and lived to tell of it.
pt: Devo farti i miei complimenti, Daijiro Saigo. Pochi sono mai stati nel mio mirino e sono vissuti per raccontarlo.

# 3024_Akiyama
source: You're the sniper who shot at him!?
pt: Tu sei il cecchino che gli ha sparato!?

# 3036_Man in Black
source: Shun Akiyama, owner of Sky Finance, I presume?
pt: Shun Akiyama, proprietario della Sky Finance, presumo?

# 3048_Akiyama
source: You've obviously done your homework.
pt: Hai ovviamente fatto i tuoi compiti.

# 3060_Man in Black
source: I don't know how much Saigo has told you, but everyone who knows what he knows must be eliminated.
pt: Non so quanto Saigo ti abbia detto, ma tutti quelli che sanno ciò che sa lui devono essere eliminati.

# 3072_Akiyama
source: Whoa, whoa! Let's take this down a notch. I'm guessing that's not a toy gun... right?
pt: Aspetta, aspetta! Calmiamoci un attimo. Immagino che quella non sia una pistola giocattolo... vero?

# 3084_Saigo
source: Enough! Akiyama-kun doesn't know a thing!
pt: Basta! Akiyama-kun non sa un accidente!

# 3096_Man in Black
source: It doesn't matter. Now that he knows about me, I can't let him live.
pt: Non importa. Ora che sa chi sono, non posso lasciarlo in vita.

# 3108_Akiyama
source: Just calm down and lower your weapon, okay? We can talk it over like civilized people.
pt: Datti una calmata e abbassa l'arma, ok? Possiamo parlarne come persone civili.

# 3120_Akiyama
source: Besides, how could I possibly benefit from telling anyone about you?
pt: D'altronde, che beneficio potrei mai trarne dal dire a chiunque di te?

# 3132_Man in Black
source: You're just wasting your breath. Once we have a target, we never fail to take them out. Not a single one has ever escaped.
pt: Stai solo sprecando il fiato. Una volta che abbiamo un bersaglio, non manchiamo mai di farlo fuori. Nessuno è mai scappato.

# 3144_Man in Black
source: Enough talk. I'm putting you both in the ground.
pt: Basta parlare. Vi faccio fuori entrambi.

# 3204_Akiyama
source: Saigo-san! Why'd you do that!?
pt: Saigo-san! Perché l'hai fatto!?

# 3216_Saigo
source: Run, Akiyama-kun. You must live.
pt: Corri, Akiyama-kun. Devi vivere.

# 3228_Akiyama
source: This can't be happening. It's all a bad dream, right?
pt: Non può essere vero. È solo un brutto sogno, vero?

# 3240_Saigo
source: Tell my family... Tell them I put up a good fight till the bitter end.
pt: Di' alla mia famiglia... Di' loro che ho lottato bene fino all'amara fine.

# 3264_Akiyama
source: Saigo-san! Come on, Saigo-san!
pt: Saigo-san! Dai, Saigo-san!

# 3276_Akiyama
source: Come on, this isn't funny...
pt: Dai, non fa ridere...

# 3288_Man in Black
source: You were supposed to go first, but no matter. You won't escape.
pt: Dovevi andare per primo, ma non importa. Non scapperai.

# 3300_Man in Black
source: You'll meet Saigo again in hell.
pt: Ritroverai Saigo all'inferno.

# 3312_Akiyama
source: Shut up.
pt: Zitto!

# 3324_Man in Black
source: What?
pt: Cosa?

# 3336_Akiyama
source: You won't get away with this.
pt: Non la passerai liscia.

# 3348_Akiyama
source: I'm not about to give up so easily, not after Saigo-san gave his life for me.
pt: Non mi arrenderò così facilmente, non dopo che Saigo-san ha dato la sua vita per me.

# 3360_Man in Black
source: Well now, do you think you have a chance against me?
pt: Allora, credi di avere una chance contro di me?

# 3372_Akiyama
source: He may have had a military fetish and was always saying and doing strange things, but...
pt: Sarà anche stato fissato col militare e diceva e faceva sempre cose strane, ma...

# 3384_Akiyama
source: Saigo-san was a good man. He was working hard to teach young people about risk management.
pt: Saigo-san era un brav'uomo. Si stava impegnando a fondo per insegnare ai giovani la gestione del rischio.

# 3396_Akiyama
source: And most of all, he treasured his family.
pt: E soprattutto, teneva molto alla sua famiglia.

# 3408_Man in Black
source: Why should I care about any of that?
pt: E a me che importa di tutto questo?

# 3420_Akiyama
source: I could say the same thing. What does any of this have to do with me?
pt: Potrei dire lo stesso. Che c'entra tutto questo con me?

# 3432_Akiyama
source: I'm not letting you kill me! You're going to pay for what you did to Saigo-san!
pt: Non mi ucciderai! La pagherai per quello che hai fatto a Saigo-san!

# 3492_???
source: And cut!
pt: E stop!

# 3504_Akiyama
source: Oh, yeah! I'm going to cut loose on this bastard! Wait...
pt: Ah, sì! Pesterò a sangue questo bastardo! Aspetta...

# 3516_Akiyama
source: Cut? What do you mean, cut?
pt: Stop? Che vuoi dire, stop?

# 3540_Saigo
source: That was a great scene. You get all that?
pt: Gran bella scena. Hai afferrato tutto?

# 3552_Saigo's Student
source: That was an award-winning performance, Master! It almost moved me to tears!
pt: È stata un'interpretazione da Oscar, Maestro! Mi ha quasi commosso fino alle lacrime!

# 3564_Saigo
source: Well all right, then! That's a wrap! We'll celebrate with some drinks tonight!
pt: Bene, allora! È fatta! Ci facciamo qualche bevuta stasera!

# 3576_Akiyama
source: Um, excuse me. Would someone explain what's going on here?
pt: Ehm, scusate. Qualcuno mi spiegherebbe cosa sta succedendo qui?

# 3588_Saigo
source: You gave an amazing performance, too, Akiyama-kun! I'm talking Best Supporting Actor nomination!
pt: Anche la tua è stata un'interpretazione pazzesca, Akiyama-kun! Sto parlando di una nomination come Miglior Attore Non Protagonista!

# 3600_Akiyama
source: I... What? I still don't get it.
pt: Io... Cosa? Non ci ho ancora capito niente.

# 3612_Akiyama
source: Whatever. Listen up, Saigo-san. Listen carefully.
pt: Vabbè. Ascolta qui, Saigo-san. Ascolta attentamente.

# 3624_Akiyama
source: I have absolutely no idea what's going on here. None. Whatsoever.
pt: Non ho la più pallida idea di cosa stia succedendo qui. Zero. Assolutamente zero.

# 3636_Akiyama
source: I just saw you get shot to death... But now you're standing in front of me, perfectly fine.
pt: Ti ho appena visto farti sparare a morte... Ma ora sei qui davanti a me, perfettamente a posto.

# 3648_Saigo
source: Of course I am. That was a replica gun.
pt: Certo che sì. Quella era una pistola replica.

# 3660_Akiyama
source: And the sniper?
pt: E il cecchino?

# 3672_Saigo
source: One of my students.
pt: Uno dei miei studenti.

# 3684_Akiyama
source: And the guy who shouted, "Cut"?
pt: E il tipo che ha gridato, "Taglia!"?

# 3696_Saigo
source: Another one of my students. A member of my film crew to be exact.
pt: Un altro dei miei studenti. Un membro della mia troupe cinematografica, per essere precisi.

# 3708_Akiyama
source: What... What film crew?
pt: Cosa... Che troupe cinematografica?

# 3720_Saigo
source: Great question! They're helping me create promotional videos for my organization.
pt: Bella domanda! Mi stanno aiutando a creare video promozionali per la mia organizzazione.

# 3732_Saigo
source: It's part of a series I'm calling "Daijiro Saigo's Life on the Battlefield"!
pt: Fa parte di una serie che chiamo "La vita di Daijiro Saigo sul campo di battaglia"!

# 3744_Akiyama
source: Are you telling me this was all fake? Part of some awful action movie!?
pt: Mi stai dicendo che era tutto finto? Parte di qualche orribile film d'azione!?

# 3756_Saigo
source: Fake? Awful!? Do you have a problem with the script I wrote, Akiyama-kun!?
pt: Finto? Orribile!? Hai un problema con la sceneggiatura che ho scritto, Akiyama-kun!?

# 3768_Saigo
source: I went through a lot of trouble to do this. I mean, I even got this hairpiece.
pt: Mi sono fatto in quattro per fare tutto questo. Voglio dire, mi sono persino procurato questo parrucchino.

# 3780_Akiyama
source: What!? That's why you're wearing a hairpiece?
pt: Cosa!? È per questo che indossi un parrucchino?

# 3792_Akiyama
source: Wait, so how long were you filming? I'm not sure what was real anymore.
pt: Aspetta, quindi per quanto tempo avete girato? Non sono più sicuro di cosa fosse reale.

# 3804_Saigo
source: The video starts with my student rushing to help me as I collapse, my last ounce of energy spent on the battlefield.
pt: Il video inizia con il mio studente che si precipita ad aiutarmi mentre crollo, la mia ultima goccia di energia spesa sul campo di battaglia.

# 3816_Akiyama
source: All the way back that far? You only collapsed because you were hungry!
pt: Addirittura fin da allora? Sei crollato solo perché avevi fame!

# 3828_Saigo's Student
source: With a few edits, that scene will really shine!
pt: Con qualche modifica, quella scena brillerà davvero!

# 3840_Akiyama
source: Right...
pt: Giusto...

# 3852_Saigo
source: How is the editing coming along on the climax scene we just shot?
pt: Come sta andando il montaggio della scena clou che abbiamo appena girato?

# 3864_Saigo's Student
source: We have a rough cut ready. Akiyama-san's line is killer, too. Here.
pt: Abbiamo un primo montaggio pronto. Anche la battuta di Akiyama-san è micidiale. Tieni.

# 3876_Akiyama's Voice
source: "Saigo was a good man. He was working hard to teach young people about risk management."
pt: Saigo era un brav'uomo. Si stava impegnando molto per insegnare ai giovani la gestione del rischio.

# 3888_Akiyama
source: Wait a second! You cut the part where I called him a strange guy with a military fetish!
pt: Aspetta un secondo! Hai tagliato la parte in cui l'ho chiamato uno strano tizio con un fetish militare!

# 3900_Saigo
source: That was epic, Akiyama-kun! You delivered that line like you were on some big budget TV show!
pt: È stato epico, Akiyama-kun! Hai recitato quella battuta come se fossi in una serie TV ad alto budget!

# 3912_Akiyama
source: Oh, whatever. I'm too tired to argue.
pt: Ah, vabbè. Sono troppo stanco per discutere.

# 3924_Saigo
source: Hey, don't be like that. I'll send you a copy once we're done.
pt: Ma dai, non fare così. Ti manderò una copia appena avremo finito.

# 3936_Akiyama
source: Gee, thanks...
pt: Ah, grazie, eh...

# 3948_Saigo
source: But I must say, I was really moved by how angry you got when you saw me die.
pt: Ma devo dire, sono rimasto davvero colpito da quanto ti sei incazzato quando mi hai visto morire.

# 3960_Saigo
source: It's going to be tough living up to all that stuff you said.
pt: Sarà dura essere all'altezza di tutto quello che hai detto.

# 3972_Akiyama
source: Tough for you? You know how embarrassed I feel right now?
pt: Dura per te? Sai quanto sono in imbarazzo adesso?

# 3984_Saigo
source: Listen, this video is just a way to promote my work. My core mission is teaching young people about the importance of risk management.
pt: Senti, questo video è solo un modo per promuovere il mio lavoro. La mia missione principale è insegnare ai giovani l'importanza della gestione del rischio.

# 3996_Saigo
source: That's what I'm devoting my life to. I hope I'll live up to your expectations in that department.
pt: È a questo che sto dedicando la mia vita. Spero di essere all'altezza delle tue aspettative su quel fronte.

# 4008_Akiyama
source: I'm impressed, Saigo-san.
pt: Sono impressionato, Saigo-san.

# 4020_Saigo
source: But you're not off the hook, either! You, too, must devote yourself to training hard every day!
pt: Ma neanche tu sei a posto! Anche tu devi impegnarti ad allenarti sodo ogni giorno!

# 4032_Saigo
source: And I'll be waiting here anytime you need to brush up.
pt: E ti aspetterò qui ogni volta che avrai bisogno di una rinfrescata.

# 4044_Akiyama
source: Haha, I should've figured my training doesn't end here.
pt: Ahah, dovevo immaginarlo, il mio allenamento non finisce qui.

# 4056_Akiyama
source: Still, you give good advice, Saigo-san. I'll take it to heart.
pt: Comunque, dai buoni consigli, Saigo-san. Ci farò tesoro.

# 4068_Saigo
source: Did you get that!?
pt: Capito!?

# 4080_Saigo's Student
source: Yep!
pt: Già!

# 4092_Akiyama's Voice
source: "You give good advice, Saigo-san."
pt: Dai buoni consigli, Saigo-san.

# 4104_Akiyama
source: Oh, I give up.
pt: Oh, mi arrendo.

# 4152_Saigo
source: All right, Suicidal Shooting it is.
pt: Va bene, Tiro Suicida, allora.

# 4164_Saigo
source: In this exercise, my students and I will shoot at you as you make your way from here to the goal.
pt: In questo esercizio, io e i miei studenti ti spareremo addosso mentre ti farai strada da qui all'obiettivo.

# 4176_Saigo
source: You pass if you're able to take us out by returning fire.
pt: Passi se riesci a farci fuori rispondendo al fuoco.

# 4188_Akiyama
source: So we'll be using guns?
pt: Allora useremo le pistole?

# 4200_Saigo
source: What else would we use? I've got everything we need right here, don't worry.
pt: Che altro useremmo? Ho tutto quello che ci serve proprio qui, non preoccuparti.

# 4212_Akiyama
source: I'm tired of stating the obvious, but don't you see any problem with waging a gun battle in the middle of town?
pt: Sono stufo di dire l'ovvio, ma non vedi proprio nessun problema a fare una sparatoria in mezzo alla città?

# 4224_Saigo
source: This is urban warfare training, so I'd say we're in the perfect place.
pt: Questo è un addestramento alla guerriglia urbana, per cui direi che siamo nel posto perfetto.

# 4236_Akiyama
source: Right...
pt: Giusto...

# 4248_Saigo
source: Of course, we'll be using replica guns. As much as I'd like to use live rounds, I felt we should do the neighbors a favor.
pt: Certo, useremo pistole replica. Per quanto mi piacerebbe usare proiettili veri, ho pensato che avremmo dovuto fare un favore ai vicini.

# 4260_Akiyama
source: I actually agree with you for once.
pt: In realtà sono d'accordo con te per una volta.

# 4272_Saigo
source: Are you ready?
pt: Sei pronto?

# 4284_Saigo
source: All right then, begin!
pt: Va bene allora, comincia!

# 4308_Akiyama
source: Hold on! I just remembered something I have to do.
pt: Aspetta! Mi è venuto in mente una cosa che devo fare.

# 4320_Saigo
source: The battlefield waits for no one! Get your errands and bathroom breaks done beforehand!
pt: Il campo di battaglia non aspetta nessuno! Fatti le tue commissioni e i bisogni prima!

# 4332_Saigo
source: But I'll make an exception this time. Come on back when you're ready.
pt: Ma farò un'eccezione questa volta. Torna pure quando sei pronto.

# 4380_Saigo
source: Just the man I wanted to see! Ready for some training?
pt: Proprio l'uomo che volevo vedere! Pronto per un po' di addestramento?

# 4392_Akiyama
source: Not now. Maybe I'll come back later.
pt: Non ora. Magari tornerò più tardi.

# 4404_Saigo
source: Oh, well all right, then. You know where to find me.
pt: Oh, beh, va bene, allora. Sai dove trovarmi.

# 4440_Akiyama
source: Hold on! I just remembered something I have to do.
pt: Aspetta! Mi è venuto in mente una cosa che devo fare.
