Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d01f6.po
Languages: pt

source: Fashionable Student
pt: Studente alla moda

source: Trendy Student
pt: Studente alla moda

# 148_Fashionable Student
source: What did you think of round two?
pt: Che ne hai pensato del secondo round?

# 160_Trendy Student
source: Heh, the one your "future wife" Sawamura-san was in? She sure put on a fine performance.
pt: Eh, quella in cui c'era la tua "futura moglie" Sawamura-san? Certo che ha fatto una bella esibizione.

# 172_Fashionable Student
source: Hell yeah she did! And your future wives were the girls of T-Set, if I'm remembering right. They did good, too. Almost enough to win me over.
pt: Eccome se l'ha fatto! E le tue future mogli erano le ragazze delle T-Set, se non ricordo male. Sono andate bene anche loro. Ci è mancato un soffio per convincermi.

# 184_Trendy Student
source: Ha ha, very funny. You know it's gonna be my lovely T-Set that seals the deal in the end, though.
pt: Ah ah, che ridere. Però lo sai che alla fine la mia mitica T-Set la spunterà, eh.

# 196_Fashionable Student
source: Was that supposed to be a joke? 'Cause it wasn't very funny. Man, I can see it already... My precious Haruka, basking in glorious victory...
pt: Ma quello doveva essere uno scherzo? Perché non faceva ridere per niente. Cavolo, la vedo già... La mia adorata Haruka, che si crogiola in una gloriosa vittoria...

# 208_Trendy Student
source: Hehehe...
pt: Ehehe...

# 232_Fashionable Student
source: What did you think of round two?
pt: Che ne hai pensato del secondo round?

# 244_Trendy Student
source: Heh, the one your "future wife" Sawamura-san was in? She put up a good fight against my lovely T-Set. So close, and yet so far.
pt: Ah, quella dove c'era la tua "futura moglie" Sawamura-san? Ha dato filo da torcere alle mie adorate T-Set. Così vicina, eppure così lontana.

# 256_Fashionable Student
source: Heh, ain't that the truth. I didn't expect your T-Set to push my lovely wife Haruka aside... But mark my words, she will take the win in the end.
pt: Eh, non c'è che dire. Non mi aspettavo che le vostre T-Set mettessero da parte la mia adorabile mogliettina Haruka... Ma segnatevi le mie parole, alla fine vincerà lei.

# 268_Trendy Student
source: Ha ha, very funny. You know it's gonna be my lovely T-Set that seals the deal in the end, though.
pt: Ah ah, che ridere. Però lo sai che alla fine la mia mitica T-Set la spunterà, eh.

# 280_Fashionable Student
source: Hehehe...
pt: Ehehe...

# 328_Fashionable Student
source: Did ya see the Princess League finals?
pt: Hai visto le finali della Princess League?

# 340_Trendy Student
source: Yeah, Haruka Sawamura won, right?
pt: Già, Haruka Sawamura ha vinto, vero?

# 352_Fashionable Student
source: That's my girl! She's really got a shot now.
pt: Grandiosa la mia ragazza! Ora sì che ha una chance.

# 364_Trendy Student
source: Ya think? I've still got my money on T-Set. They just had a minor slip-up this time, that's all.
pt: Ma dici? Io punto ancora su T-Set. Hanno avuto solo un piccolo scivolone stavolta, tutto qui.

# 376_Fashionable Student
source: No way, Haruka's got it clinched! Man, my future wife's gonna make her major debut... I should start thinking about how to pop the question.
pt: È fatta, Haruka ce l'ha in tasca! Cavolo, la mia futura moglie farà il suo debutto major... Dovrei iniziare a pensare a come farle la proposta.

# 388_Fashionable Student
source: Did ya see the Princess League finals?
pt: Hai visto le finali della Princess League?

# 400_Trendy Student
source: Yeah, T-Set brought it home, huh?
pt: Sì, le T-Set l'hanno portata a casa, eh?

# 412_Fashionable Student
source: But my Haruka's gonna make a comeback!
pt: Ma la mia Haruka tornerà alla riscossa!

# 424_Trendy Student
source: Ya think? I'm sure T-Set's gonna nail it. Haruka's just been lucky, and that luck's about to run out.
pt: Dici? Sono sicuro che le T-Set spaccheranno. Haruka ha avuto solo fortuna, e quella fortuna sta per finire.

# 436_Fashionable Student
source: Whaddya mean? Haruka's gonna own it! No doubt!
pt: Ma che dici? Haruka spaccherà! Senza dubbio!

# 460_Fashionable Student
source: Did ya see the Princess League the other day?
pt: L'hai vista la Princess League l'altro giorno?

# 472_Trendy Student
source: Yeah. Got a glimpse of Haruka's bra for a sec.
pt: Già. Ho intravisto il reggiseno di Haruka per un attimo.

# 484_Fashionable Student
source: No way! Seriously? I hadn't heard about that.
pt: Ma dai! Davvero? Non ne sapevo niente.

# 496_Trendy Student
source: Look it up online. Everyone's talking 'bout it. Yeah, that's gotta be her bra, all right.
pt: Cerca online. Ne parlano tutti. Sì, dev'essere proprio il suo reggiseno, per forza.

# 508_Fashionable Student
source: I don't believe it! They're sullyin' my future wife's perfect image! Better check it out myself, just to make sure they're not tellin' lies about her...
pt: Ma non è possibile! Stanno infangando l'immagine perfetta della mia futura moglie! Meglio che vada a controllare di persona, solo per assicurarmi che non stiano sparando cazzate su di lei...
