Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200023.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Man
pt: Uomo

source: Tournament Staff
pt: Staff del Torneo

# 60_Man
source: There you are, Kazuma Kiryu. I found you at last. Or is it Taichi Suzuki you're calling yourself now?
pt: Eccoti, Kazuma Kiryu. Finalmente ti ho trovato. O forse ora ti fai chiamare Taichi Suzuki?

# 72_Kiryu
source: Who are you?
pt: Chi sei?

# 84_Man
source: I'm Ren Higashino. I'm in the qualifiers for the Victory Road.
pt: Sono Ren Higashino. Sono nelle eliminatorie per la Victory Road.

# 96_Kiryu
source: I see. So you're the one spreading rumors about me.
pt: Capisco. Quindi sei tu quello che va in giro a spargere voci sul mio conto.

# 108_Higashino
source: I didn't mean to blow your cover, but it's a bit late for apologies now, I guess. I never expected to find you in a town like this.
pt: Non volevo farti saltare la copertura, ma credo sia un po' tardi per le scuse ormai. Non mi sarei mai aspettato di trovarti in una città come questa.

# 120_Higashino
source: I saw you fighting in Kamurocho once. The power you displayed motivated me to up my game. Now you owe me a chance to test my mettle.
pt: Una volta ti ho visto combattere a Kamurocho. La potenza che hai sfoggiato mi ha motivato ad alzare il mio livello. Ora mi devi una possibilità per mettere alla prova la mia tempra.

# 132_Kiryu
source: I don't see why I owe you anything.
pt: Non vedo perché ti debba qualcosa.

# 144_Higashino
source: You made me into what I am today, Kazuma Kiryu.
pt: Tu mi hai reso quello che sono oggi, Kazuma Kiryu.

# 156_Kiryu
source: What if I said you've got the wrong guy?
pt: E se ti dicessi che hai beccato il tizio sbagliato?

# 168_Higashino
source: There are plenty of others like me out there, you know! You think you can run from all of us!?
pt: Ce ne sono un botto come me là fuori, lo sai! Credi di poter scappare da tutti noi!?

# 192_Man
source: Don't try to tell me you're not who I think you are. I know how to find out.
pt: Non provare a dirmi che non sei chi penso io. So bene come scoprirlo.

# 204_Higashino
source: I can't let you run off without giving me a shot. I don't care if you're game or not.
pt: Non puoi filartela senza darmi una chance. Non mi frega se te la senti o no.

# 216_Higashino
source: You lit a fire in me... and now it's time to stoke it!
pt: Mi hai acceso un fuoco dentro... e ora è il momento di attizzarlo!

# 240_Higashino
source: Man... You sure live up to your reputation!
pt: Mamma mia... Sei proprio all'altezza della tua reputazione!

# 264_Man
source: Excellent performance, "Suzuki-san." Shall we assume this means you are willing to take part in the Victory Road competition?
pt: Ottima prestazione, "Suzuki-san." Possiamo dedurre che questo significhi che sei disposto a partecipare alla competizione Victory Road?

# 288_Higashino
source: Don't turn down the offer, Kiryu-san! I can still get stronger, I know it! I'll train up more and take you on again!
pt: Non rifiutare l'offerta, Kiryu-san! Posso ancora diventare più forte, lo so! Mi allenerò ancora di più e ti affronterò di nuovo!

# 300_Higashino
source: Come on! Give us a goal to aspire to!
pt: Dai! Dateci un traguardo a cui puntare!

# 312_Higashino
source: This isn't just for me. It's what all of the guys inspired by your strength want.
pt: Non è solo per me. È quello che vogliono tutti i ragazzi ispirati dalla tua forza.

# 336_Higashino
source: You like a good challenge yourself, don't you? I know you do. I could feel it in your fists. A frenzied fight really gets your blood pumping!
pt: A te piacciono le belle sfide, vero? Lo so. Lo sentivo nei tuoi pugni. Una rissa scatenata ti fa pompare il sangue!

# 348_Kiryu
source: Heh... Fine, you win.
pt: Heh... Va bene, hai vinto.

# 360_Higashino
source: Then you're on board!?
pt: Allora ci stai!?

# 372_Kiryu
source: Yeah. But keep things on the down-low in the future. My livelihood is at stake here.
pt: Sì. Ma d'ora in poi, sta' attento a non spargere la voce. Qui c'è in ballo la mia vita.

# 384_Tournament Staff
source: I wish you good luck with your battles, Kiryu-san.
pt: Ti auguro buona fortuna con le tue battaglie, Kiryu-san.

# 396_Tournament Staff
source: We're looking forward to seeing you in the Victory Road finals.
pt: Non vediamo l'ora di vederti nelle finali di Victory Road.
