Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b26.po
Languages: pt

source: Judgmental Son
pt: Figlio giudicante

# 76_Saejima
source: (There he is.)
pt: (Eccolo.)

# 124_Saejima
source: Hey, ya alright?
pt: Ehi, tutto a posto?

# 136_Judgmental Son
source: The outsider!
pt: L'estraneo!

# 148_Saejima
source: ...Yer attitude seems to be alright, at least.
pt: ...Il tuo atteggiamento, almeno, mi sembra decente.

# 160_Judgmental Son
source: Have you seen my mother? We got separated.
pt: Hai visto mia madre? Ci siamo separati.

# 172_Saejima
source: Yeah. She's fine.
pt: Sì. Sta bene.

# 184_Judgmental Son
source: Ah, what a relief.
pt: Ah, che sollievo.

# 196_Saejima
source: Yeah. Let's meet up with 'er and go back down.
pt: Sì. Incontriamola e torniamo giù.

# 208_Judgmental Son
source: Oh, um...
pt: Oh, ehm...

# 220_Saejima
source: Hurry, before she wanders off lookin' for us.
pt: Sbrigati, prima che si metta a cercarci in giro.

# 232_Judgmental Son
source: Okay.
pt: Ok.
