Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901ef.po
Languages: pt

source: You got a <Color:8>Letter to Masao<Color:Default>.
pt: Hai una <Color:8>Lettera a Masao<Color:Default>.

source: Masao's Mother
pt: La madre di Masao

# 108_Masao's Mother
source: Saejima-san, please deliver my husband's letter to our son Masao in Tsukimino.
pt: Saejima-san, ti prego di consegnare la lettera di mio marito a nostro figlio Masao a Tsukimino.

# 120_Masao's Mother
source: Our son told us he's working at a place called Apocalypse.
pt: Nostro figlio ci ha detto che sta lavorando in un posto chiamato Apocalypse.

# 132_Masao's Mother
source: Oh, Saejima-san. Could I trouble you for something?
pt: Oh, Saejima-san. Potrei disturbarti per una cosa?

# 144_Saejima
source: Hm? Oh, you're the mother of that runaway kid, aren't ya?
pt: Mh? Oh, sei tu la madre di quel ragazzino scappato, vero?

# 156_Masao's Mother
source: Yes, my son Masao. Um... you're traveling to Tsukimino, right?
pt: Sì, mio figlio Masao. Ehm... stai andando a Tsukimino, vero?

# 168_Masao's Mother
source: That's where Masao is. I'm not sure how to ask this, but... Would you deliver this letter to him?
pt: È lì che sta Masao. Non so bene come chiedertelo, ma... Potresti consegnargli questa lettera?

# 204_Saejima
source: I can, but wouldn't it get there quicker if ya just mailed it?
pt: Posso, ma non ci arriverebbe più in fretta se gliela spedissi e basta?

# 216_Masao's Mother
source: I don't want to do that because Masao lives in the company dorm, and he doesn't want his coworkers to know he's getting mail from home.
pt: Non voglio farlo perché Masao vive nel dormitorio dell'azienda, e non vuole che i suoi colleghi sappiano che riceve posta da casa.

# 228_Saejima
source: The hell's up with that? He embarrassed?
pt: Ma che diavolo gli prende? Si vergogna?

# 240_Masao's Mother
source: Saejima-san, I know it's a bother, but please? It's a letter from his father.
pt: Saejima-san, so che è un disturbo, ma ti prego? È una lettera di suo padre.

# 252_Saejima
source: Sounds serious. Is he disowning the boy or somethin'?
pt: Sembra grave. Sta rinnegando il ragazzo o qualcosa del genere?

# 264_Masao's Mother
source: I don't know what it says. Ever since our son left, my husband has barely said a word.
pt: Non so cosa dice. Da quando nostro figlio se n'è andato, mio marito ha a malapena detto una parola.

# 276_Saejima
source: Alright. I'll help ya out. Where can I find yer boy?
pt: Va bene. Ti darò una mano. Dove lo trovo, il tuo ragazzo?

# 288_Masao's Mother
source: He's working at a restaurant called Apocalypse in Tsukimino.
pt: Lavora in un ristorante chiamato Apocalypse a Tsukimino.

# 300_Saejima
source: Okay. Apocalypse.
pt: Va bene. Apocalypse.

# 312_Masao's Mother
source: That's right. I don't like asking you to do this, but... I would be very grateful.
pt: Esatto. Non mi piace chiederti di fare questo, ma... Ti sarei molto grata.
