Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690143.po
Languages: pt

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia da <Color:8>1.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia da <Color:8>1.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia da <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia da <Color:8>4.000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Impostazioni Heat del ballo

# 136_Kayo
source: Wow! You're amazing! You win, for sure!
pt: Wow! Sei pazzesca! Vinci di sicuro!

# 172_Kayo
source: Well, you win some, you lose some. You can always try again next time!
pt: Beh, a volte si vince, a volte si perde. Puoi sempre riprovarci la prossima volta!

# 208_Kayo
source: Huh? You trying to challenge me?
pt: Eh? Mi vuoi sfidare?

# 280_Haruka
source: No, not at all.
pt: No, per niente.

# 292_Kayo
source: Oh. Well, come on back if you ever want to!
pt: Oh. Beh, torna pure se ti andrà!

# 328_Kayo
source: Listen, we've got an unwritten rule that you only challenge somebody when you're well-rested and ready to put up a good fight.
pt: Senti, abbiamo una regola non scritta: si sfida qualcuno solo quando si è ben riposati e pronti a dare il massimo.

# 340_Haruka
source: Oh, okay. I'll keep that in mind next time.
pt: Oh, va bene. Lo terrò a mente la prossima volta.

# 376_Kayo
source: Huh? You trying to challenge me?
pt: Eh? Mi vuoi sfidare?

# 448_Haruka
source: No, not at all.
pt: No, per niente.

# 460_Kayo
source: Oh. Well, come on back if you ever want to!
pt: Oh. Beh, torna pure se ti andrà!

# 496_Haruka
source: I am. What do you say?
pt: Lo sono. Che ne dici?

# 508_Kayo
source: I say, absolutely! I welcome all challengers!
pt: Ma certo! Accolgo tutti gli sfidanti!

# 556_Kayo
source: Wow! You're amazing! You win, for sure!
pt: Wow! Sei incredibile! Vinci di sicuro!

# 748_Kayo
source: Well, you win some, you lose some. You can always try again next time!
pt: Beh, a volte si vince, a volte si perde. Puoi sempre riprovare la prossima volta!

# 784_Kayo
source: Huh? You trying to challenge me?
pt: Eh? Mi vuoi sfidare?

# 880_Kayo
source: No, not at all.
pt: No, per niente.

# 892_Kayo
source: Oh. Well, come on back if you ever want to!
pt: Oh. Beh, torna pure se ti andrà!

# 928_Kayo
source: Listen, we've got an unwritten rule that you only challenge somebody when you're well-rested and ready to put up a good fight.
pt: Senti, abbiamo una regola non scritta che sfidi qualcuno solo quando sei ben riposato e pronto a dare battaglia.

# 940_Haruka
source: Oh, okay. I'll keep that in mind next time.
pt: Oh, va bene. Lo terrò a mente la prossima volta.

# 976_Kayo
source: Huh? You trying to challenge me?
pt: Eh? Mi vuoi sfidare?

# 1072_Kayo
source: No, not at all.
pt: No, per niente.

# 1084_Kayo
source: Oh. Well, come on back if you ever want to!
pt: Oh. Beh, torna pure se ti andrà!

# 1120_Kayo
source: I am. What do you say?
pt: Lo sono. Che dici?

# 1132_Kayo
source: I say, absolutely! I welcome all challengers!
pt: Ma certo, assolutamente! Accolgo tutti gli sfidanti!
