Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091ea0.po
Languages: pt

source: Help Him
pt: Aiutalo

source: Ignore Him
pt: Lascialo perdere

# 148_Saejima
source: What're ya doin'?
pt: Che combini?

# 160_Gonsuke
source: Oh! Um, nothing! Taking a breather! Everything is just fine.
pt: Oh! Ehm, niente! Prendo fiato! Va tutto benissimo.

# 172_Saejima
source: Ya say that, but...
pt: Dici così, ma...

# 184_Saejima
source: Are ya caught in yer own trap?
pt: Sei finito nella tua stessa trappola?

# 196_Gonsuke
source: Of course not! This is, um... It's an inspection! I'm testing this trap on myself to make sure it works.
pt: Ma certo che no! Questa è, ehm... È un'ispezione! La sto testando su me stesso per assicurarmi che funzioni.

# 208_Gonsuke
source: Yep, it's－argh!－digging in, exactly as it should! Approved! This trap is approved! ...Ow.
pt: Già, sta－argh!－stringendo per bene, proprio come si deve! Approvata! Questa trappola è approvata! ...Ahi.

# 220_Saejima
source: Hurts, huh?
pt: Fa male, eh?

# 232_Gonsuke
source: Look, an amateur like you couldn't begin to understand the mimetic philosophy of a true hunter. Leave me alone!
pt: Guarda, un pivello come te non potrebbe neanche lontanamente capire la filosofia mimetica di un vero cacciatore. Levati di torno!

# 244_Saejima
source: Ya sure that's what ya want?
pt: Sei proprio sicuro che sia quello che vuoi?

# 256_Gonsuke
source: Um... yeah! Get lost!
pt: Ehm... sì! Sparisci!

# 268_Saejima
source: Well, okay...
pt: Beh, va bene...

# 292_Gonsuke
source: Ow! Excellent! No defects at all! This trap will catch any animal just wonderfully... ARGH!!! I'm so glad that today's inspections are going so well!
pt: Ahi! Eccellente! Nessun difetto, ma proprio nessuno! Questa trappola acchiapperà qualsiasi animale, e lo farà alla grande... ARGH!!! Sono così contento che i controlli di oggi stiano andando a gonfie vele!

# 340_Gonsuke
source: Owww, it huuurts...
pt: Ahia, mi fa maaaale...

# 352_Gonsuke
source: Hey, you! I can't believe you actually listened to me and left me like this!
pt: Ehi, tu! Non ci credo che mi hai davvero dato retta e mi hai lasciato così!

# 364_Gonsuke
source: No more. Please help me. It hurts like hell. You are the master! Help me, Your Highness! Have mercy.
pt: Non ne posso più. Ti prego, aiutami. Fa un male cane. Sei il maestro! Aiutami, Vostra Altezza! Abbi pietà.

# 376_Saejima
source: (Wow... the loudest egos are the feeblest.)
pt: (Wow... gli ego più spavaldi sono i più fiacchi.)

# 388_Saejima
source: Okay, hold on. Don't squirm.
pt: Ok, stai fermo. Non dimenarti.

# 448_Saejima
source: This trap's pretty much busted. The spring's all loose.
pt: Questa trappola è praticamente andata. La molla è tutta sgangherata.

# 460_Gonsuke
source: Huh?
pt: Uh?

# 472_Saejima
source: Look at it. You coulda got this off by yerself.
pt: Guardala. Potevi levartela da solo.

# 484_Gonsuke
source: Really? Uh, that's right!
pt: Davvero? Ehm, è vero!

# 496_Gonsuke
source: Haha, I was testing you this whole time!
pt: Ah ah, ti stavo mettendo alla prova per tutto questo tempo!

# 520_Gonsuke
source: Yup. It's part of any beginner hunter's education. You have to know how to get human beings out of traps.
pt: Già. Fa parte dell'educazione di ogni cacciatore principiante. Devi sapere come tirare fuori gli esseri umani dalle trappole.

# 532_Saejima
source: ...We really doin' this again?
pt: ...Dobbiamo *davvero* rifare 'sta cosa?

# 544_Gonsuke
source: Oh, fine, I admit it. You saved me. I'm humiliated... but grateful.
pt: Vabbè, lo ammetto. Mi hai salvato. Sono umiliato... ma grato.

# 556_Saejima
source: Uh, glad to hear it. Can ya make it home by yerself?
pt: Uh, mi fa piacere. Ce la fai a tornare a casa da solo?

# 568_Gonsuke
source: Oh yes, definitely! I'm a tough old hunter, you know...
pt: Oh sì, assolutamente! Sono un vecchio cacciatore tosto, sai...

# 604_Saejima
source: (I could just keep movin'.)
pt: (Potrei semplicemente tirar dritto.)

# 616_Gonsuke
source: Hey, wait! Where do you think you're going? Ever heard of lending a helping hand!?
pt: Ehi, aspetta! Dove credi di andare? Non hai mai sentito parlare di dare una mano!?
