Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001305c7.po
Languages: pt

source: Mysterious Man
pt: Uomo Misterioso

# 44_Shinada
source: Oh, it's Kiryu-san. Good. We need to talk.
pt: Oh, è Kiryu-san. Bene. Dobbiamo parlare.

# 56_Shinada
source: It's these two. They've been giving me this look like the soul's been sucked right out of 'em. And it's all 'cause they read this weird letter.
pt: Sono quei due. Mi stanno guardando con una faccia come se gli avessero risucchiato via l'anima. Ed è tutta colpa di quella strana lettera che hanno letto.

# 68_Shinada
source: It's getting real spooky in here, man!
pt: Sta diventando davvero da brivido qui dentro, amico!

# 80_Kiryu
source: What's this about a weird letter?
pt: Che storia è questa di una lettera strana?

# 92_Akiyama
source: Ugh. Just thinking about the last time this happened makes my stomach churn. Not a good feeling.
pt: Ugh. Solo il pensiero dell'ultima volta che è successo mi fa rivoltare lo stomaco. Non è una bella sensazione.

# 104_Kiryu
source: You don't mean...
pt: Non vorrai mica dire...

# 116_Saejima
source: Yep. Got us a challenge from the Amon Clan.
pt: Già. Ci è arrivata una sfida dal Clan Amon.

# 128_Kiryu
source: (Them too!?)
pt: (Pure loro!?)

# 140_Akiyama
source: Well, we did kind of hand them their asses not too long ago. Guess we should've known they'd be back for more.
pt: Beh, gli abbiamo tipo fatto il culo poco tempo fa. Avremmo dovuto immaginarlo, sarebbero tornati a farsi sotto.

# 152_Kiryu
source: So they sent you guys a letter as well, huh?
pt: Allora hanno mandato una lettera anche a voi ragazzi, eh?

# 164_Saejima
source: Ya mean to say you got one, too?
pt: Vuoi dire che ne hai uno pure tu?

# 176_Kiryu
source: Yeah. I just got it outside.
pt: Sì. L'ho appena preso fuori.

# 188_Akiyama
source: Well, open it up.
pt: Beh, aprilo.

# 212_Kiryu
source: "I'm waiting at the arena on the outskirts of town. Bring the same three as before." It's from Jo Amon. Like last time, he specified the people and the place.
pt: "Sono all'arena, fuori città. Porta gli stessi tre di prima." È da Jo Amon. Come l'ultima volta, ha specificato le persone e il posto.

# 224_Akiyama
source: Sounds about right. The letters me and Saejima-san got basically told us "tag along with Kiryu."
pt: Ci sta. Le lettere che io e Saejima-san abbiamo ricevuto in pratica ci dicevano "andate con Kiryu".

# 236_Saejima
source: The other time, we were just followin' your lead. But now they took the threat directly to us. Ain't somethin' we can just let go.
pt: L'altra volta, stavamo solo a seguirti. Ma adesso ci hanno puntato la minaccia dritta addosso. Non è roba che possiamo lasciar correre e basta.

# 248_Kiryu
source: Right. Considering how the Amon have operated in the past, backing out is probably not an option.
pt: Esatto. Visto come gli Amon hanno agito in passato, tirarsi indietro probabilmente non è un'opzione.

# 260_Akiyama
source: So we're doing this, then?
pt: Allora, lo facciamo?

# 272_Saejima
source: Yeah. I'm in.
pt: Sì. Ci sto.

# 284_Kiryu
source: Heh, then it's settled. We'll head out once we're all ready.
pt: Eh, allora è fatta. Ci muoveremo una volta che saremo tutti pronti.

# 296_Shinada
source: Um... guys?
pt: Ehm... ragazzi?

# 320_Shinada
source: So, like... I have no idea what's going on right now?
pt: Quindi, tipo... non ho la più pallida idea di cosa stia succedendo adesso?

# 332_Shinada
source: And the secret buddy-buddy talk is definitely not helping. Way to leave me out of the loop, people!
pt: E le vostre chiacchiere segrete da amiconi non stanno di certo aiutando. Bel modo di tenermi fuori dai giochi, gente!

# 344_Akiyama
source: Ah. Come to think of it, I guess you wouldn't know about the Amon Clan, would you?
pt: Ah. Ora che ci penso, immagino che tu non conosca il Clan Amon, vero?

# 356_Shinada
source: Nope. Hit me with some exposition. Who are these whack-jobs?
pt: Macché. Spara l'esposizione. Chi sono 'sti svitati?

# 368_Kiryu
source: The Amon are a clan of assassins who pride themselves on being the strongest warriors alive. I've run into them more times than I care to count.
pt: Gli Amon sono un clan di assassini che si vantano di essere i guerrieri più forti in vita. Me li sono trovati davanti più volte di quante ne voglia contare.

# 380_Shinada
source: Holy balls! You took on actual <Italic>assassins</Italic> and survived!? How in the heck...?
pt: Cazzo! Hai affrontato dei veri e propri <Italic>assassini</Italic> e sei sopravvissuto!? Come diavolo hai fatto...?

# 392_Akiyama
source: We were around the last time he got challenged, so we're pretty much a part of this as well.
pt: C'eravamo l'ultima volta che è stato sfidato, quindi siamo praticamente coinvolti anche noi.

# 404_Shinada
source: So now you're on their radar, too... Man, that's nuts. Hope you guys get 'em good.
pt: Quindi ora sei nel loro mirino pure tu... Cavolo, è roba da matti. Spero che li facciate neri per bene.

# 416_Saejima
source: Ya make it sound like you got nothin' to do with this.
pt: Fai sembrare che non c'entri un tubo con 'sta cosa.

# 428_Shinada
source: Huh? Of course I've got nothing to do with this... Right?
pt: Eh? Certo che non c'entro niente con 'sta roba... Vero?

# 440_Saejima
source: Mm... Well, not directly...
pt: Mmm... Beh, non direttamente...

# 452_Akiyama
source: Thing is, we're down one man. Anyone remember Tanimura? What happens if he doesn't show?
pt: Il fatto è che ci manca un uomo. Qualcuno si ricorda di Tanimura? Che succede se non si fa vedere?

# 464_Kiryu
source: If anything, he probably got a challenge too. Can you get in touch with him?
pt: Anzi, probabilmente anche lui ha ricevuto una sfida. Riesci a contattarlo?

# 476_Akiyama
source: Let's find out.
pt: Scopriamolo.

# 512_Akiyama
source: No dice.
pt: Niente da fare.

# 524_Saejima
source: Psh. He's probably out playin' mahjong.
pt: Pff. Sarà in giro a farsi una partita a mahjong.

# 536_Akiyama
source: Or he could be laying low after getting one of these letters. I would too, if I didn't kick so much butt.
pt: Oppure potrebbe starsene alla macchia dopo aver ricevuto una di queste lettere. Lo farei anch'io, se non spaccassi così tanti culi.

# 548_Kiryu
source: Well, if we're going by the Amon Clan's instructions, we need to get ahold of Tanimura eventually. We just have to be patient.
pt: Beh, se seguiamo le istruzioni del Clan Amon, dovremo pure rintracciare Tanimura, prima o poi. Dobbiamo solo avere pazienza.

# 560_Akiyama
source: But do we really have time to be patient? My guess is no.
pt: Ma abbiamo davvero tempo di essere pazienti? Credo proprio di no.

# 572_Saejima
source: Then it's settled.
pt: Allora è deciso.

# 596_Shinada
source: ...Uh-oh.
pt: ...Oh cavolo.

# 608_Saejima
source: Guess this guy'll have to do.
pt: Mi sa che questo tizio dovrà bastare.

# 620_Akiyama
source: I don't see any other options.
pt: Non vedo altre opzioni.

# 632_Shinada
source: What!? You guys must be crazy! You want <Italic>me</Italic> to fight a clan of ninjas or assassins or whatever instead of this Tanimura dude? Yeah right!
pt: Ma cosa!? Siete fuori di testa! Volete che <Italic>io</Italic> combatta un clan di ninja o assassini o quello che sono, invece di questo tizio Tanimura? Certo, come no!

# 644_Saejima
source: Why, ya scared or somethin'?
pt: Allora, hai paura o cosa?

# 656_Shinada
source: Of course I'm scared－who wouldn't be!? There's no way I'm agreeing to that!
pt: Ovvio che ho paura—chi non l'avrebbe!? Non ci penso proprio ad accettare!

# 668_Akiyama
source: Well, unfortunately, you might not have a choice...
pt: Beh, purtroppo, potresti non avere scelta...

# 692_Mysterious Man
source: It sounds like everything is settled. Very good. A car is waiting for you just downstairs.
pt: Sembra che sia tutto a posto. Perfetto. Un'auto ti aspetta proprio qui sotto.

# 704_Akiyama
source: See? Bit too late to be backing out now.
pt: Vedi? Ormai è un po' tardi per fare marcia indietro.

# 716_Shinada
source: Seriously? You're signing me up for a deathmatch!?
pt: Ma sul serio? Mi state iscrivendo per un deathmatch!?

# 728_Saejima
source: Better sack up quick, or ya ain't gonna make it through this.
pt: Fatti le palle in fretta, o non ce la farai.

# 740_Shinada
source: But I can't... Kiryu-san, a little help here?
pt: Ma non posso... Kiryu-san, un aiutino qui?

# 764_Kiryu
source: Sorry, but we can't turn back now. We have to finish this.
pt: Spiacente, ma non possiamo più tirarci indietro. Dobbiamo farla finita.

# 776_Shinada
source: I don't believe it. You guys are all insane.
pt: Non ci credo. Voi ragazzi siete tutti fuori di testa.

# 788_Mysterious Man
source: I assume you'll need time for preparation. Notify me when you're ready to leave.
pt: Presumo avrai bisogno di tempo per prepararti. Avvertimi quando sarai pronto a partire.

# 800_Shinada
source: Gah... What have I got myself into?
pt: Ugh... In che guaio mi sono cacciato?
