Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049012f.po
Languages: pt

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: Fashionable High Schooler
pt: Studentessa delle superiori alla moda

source: Flashy High Schooler
pt: Studentessa delle superiori appariscente

# 92_Akiyama
source: (Hey, it's those girls again.)
pt: Ehi, sono di nuovo quelle ragazze.

# 104_Fashionable High Schooler
source: Phew, I can't eat another bite. But I wonder if that PrintCircle rumor was really just BS. Wanna try it again?
pt: Uff, non riesco a mangiare un altro boccone. Ma mi chiedo se quella voce sul PrintCircle fosse davvero solo una cazzata. Vuoi riprovarci?

# 116_Flashy High Schooler
source: You're still goin' on about that? I guess we did quit after only one try.
pt: Stai ancora con questa storia? Immagino abbiamo mollato dopo un solo tentativo.

# 128_Akiyama
source: (They're still going on about it. I suppose I should fill them in.)
pt: (Stanno ancora con questa storia. Immagino dovrei metterle al corrente.)

# 140_Akiyama
source: Uh, pardon me, ladies. Did I hear you say something about a cursed PrintCircle?
pt: Uhm, scusatemi, ragazze. Vi ho sentite parlare di un PrintCircle maledetto?

# 152_Fashionable High Schooler
source: What do you want, pops?
pt: Che vuoi, vecchio?

# 164_Flashy High Schooler
source: Ooh, the disheveled look. Can't say I disapprove.
pt: Ooh, il look trasandato. Non è che mi dispiaccia.

# 176_Fashionable High Schooler
source: Huh? Sachi, really? You're into that? I way prefer Nonomiya-kun.
pt: Eh? Sachi, davvero? Sei presa da quello? Io preferisco proprio Nonomiya-kun.

# 188_Flashy High Schooler
source: What was that you were sayin'? Somethin' about the cursed PrintCircle? Ain't ya kinda old to be showin' an interest in ghost stories?
pt: Che stavi dicendo? Qualcosa sul PrintCircle maledetto? Non sei un po' vecchiotto per interessarti alle storie di fantasmi?

# 200_Fashionable High Schooler
source: Totally. Super childish. But yeah, have a look at this. See?
pt: Assolutamente. Una roba da bambini. Ma sì, guarda un po' qua. Vedi?

# 212_Akiyama
source: Oh yeah, that's him. The whole cursed PrintCircle thing was some guy pulling a prank.
pt: Ah sì, è lui. Tutta la storia del PrintCircle maledetto era uno scherzo di un tizio.

# 224_Akiyama
source: Oh, hey, he doesn't have the mask yet. This must be from when he was just starting.
pt: Oh, ehi, non ha ancora la maschera. Questo dev'essere di quando aveva appena iniziato.

# 236_Akiyama
source: I chased him down just now. Man, he was fast. Still, I managed to collar him, and he seemed pretty sorry. I doubt he'll be doing this again.
pt: L'ho inseguito poco fa. Cavolo, era veloce. Comunque, sono riuscito ad acchiapparlo, e sembrava piuttosto dispiaciuto. Dubito che lo rifarà.

# 272_Akiyama
source: What? What's with the looks?
pt: Cosa? Che avete da guardare?

# 284_Fashionable High Schooler
source: What're ya talkin' about, dude?
pt: Che stai dicendo, amico?

# 296_Fashionable High Schooler
source: This guy died three years ago.
pt: Questo tizio è morto tre anni fa.

# 320_Flashy High Schooler
source: He was always photobombin' people in that PrintCircle. One day, someone got pissed and chased him all over town.
pt: Rovinava sempre le foto alla gente in quel PrintCircle. Un giorno, qualcuno si è incazzato e lo ha inseguito per tutta la città.

# 332_Flashy High Schooler
source: Poor guy ran out into the street without noticin' a red light, and well... That was that.
pt: Quel poveraccio è corso in strada senza accorgersi di un rosso semaforo, e insomma... È finita lì.

# 344_Fashionable High Schooler
source: Ever since, he's been photobombin' that PrintCircle from beyond the grave, or so people say. So whaddya mean ya met the guy?
pt: Da allora, rovina le foto in quel PrintCircle dall' aldilà, o così dice la gente. Allora, che vuoi dire che hai incontrato il tipo?

# 356_Akiyama
source: Uh...
pt: Ehm...

# 368_Fashionable High Schooler
source: Wait...
pt: Aspetta...

# 380_Fashionable High Schooler
source: Ahahaha! Were you tryin' to pick us up with that lame story? That's adorable! A for effort!
pt: Ahahaha! Stavi provando a rimorchiarci con quella storia patetica? Che carino! Dieci per l'impegno!

# 392_Flashy High Schooler
source: Oh, is that what this is about? Nice one, but I prefer when guys take the direct approach! No smooth moves for me.
pt: Oh, è di questo che si tratta? Carino, ma io preferisco quando i ragazzi vanno dritti al punto! Niente giochetti per me.

# 404_Fashionable High Schooler
source: This was fun, though! Byeee!
pt: È stato divertente, comunque! Ciao!

# 428_Akiyama
source: (Was that guy just a look-alike? Or maybe...)
pt: (Quel tipo era solo un sosia? O forse...)

# 488_Flashy High Schooler
source: You know that PrintCircle machine at Club SEGA? They say a ghost sometimes appears in the photos!
pt: Conosci quella macchina PrintCircle al Club SEGA? Dicono che un fantasma a volte appaia nelle foto!

# 500_Fashionable High Schooler
source: Huh? Whaddya mean, "a ghost"?
pt: Eh? Che vuoi dire, "un fantasma"?

# 512_Flashy High Schooler
source: I dunno. Heard about it in class. They call it "the cursed PrintCircle." We gotta go check it out.
pt: Non lo so. Ne ho sentito parlare in classe. La chiamano "la maledetta PrintCircle". Dobbiamo andarci a dare un'occhiata.

# 524_Fashionable High Schooler
source: Huh... It's probably gonna be scary, but you wanna go?
pt: Eh... Sarà probabilmente spaventoso, ma vuoi andarci?

# 548_Akiyama
source: ("Cursed PrintCircle," huh? Might be worth checking out.)
pt: ("PrintCircle maledetta," eh? Potrebbe valere la pena darci un'occhiata.)
