Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d00a3.po
Languages: pt

source: You got Skyrocket.
pt: Hai ottenuto Skyrocket.

source: Northern Otaku
pt: Otaku del nord

source: Ask About the Treasure Map
pt: Chiedi della Mappa del Tesoro

source: Never Mind
pt: Lascia perdere

# 72_Northern Otaku
source: I'm so cold... But my little Polin-chan is too cute! Huh? What is it?
pt: Mi sto congelando... Ma la mia piccola Polin-chan è troppo carina! Eh? Cos'è?

# 84_Northern Otaku
source: It's nothin'.
pt: Niente di che.

# 96_Northern Otaku
source: Okay.
pt: Ok.

# 108_Northern Otaku
source: Ya got the treasure from the map?
pt: L'hai preso il tesoro dalla mappa?

# 132_Northern Otaku
source: That's correct! You found me! Here's your prize.
pt: Esatto! Mi hai trovato! Ecco il tuo premio.

# 168_Northern Otaku
source: Well, I'll be going, then.
pt: Beh, me ne vado, allora.
