Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069000d.po
Languages: pt

source: Villager in His Prime
pt: Paesano nel fiore degli anni

# 124_Villager in His Prime
source: They say the road will be clear enough to travel on soon, even for taxis.
pt: Dicono che la strada sarà presto a posto per viaggiare, anche per i taxi.

# 136_Villager in His Prime
source: Hey, you're Saejima-san, right?
pt: Ehi, tu sei Saejima, giusto?

# 148_Saejima
source: Yeah.
pt: Sì.

# 160_Villager in His Prime
source: You hear the news? The road to town's finally open again.
pt: Hai sentito la notizia? La strada per la città è finalmente aperta di nuovo.

# 172_Villager in His Prime
source: They said the road will be clear enough for taxis soon.
pt: Dicono che la strada sarà presto a posto per i taxi.

# 184_Villager in His Prime
source: And really, there's no reason for you to be here anymore. You should think about heading out.
pt: E onestamente, non hai più ragione di stare qui. Dovresti pensare a ripartire.

# 196_Villager in His Prime
source: You gotta be kidding me. That man-eating bear's back?
pt: Non ci credo. Quell'orso mangia-uomini è tornato?

# 208_Villager in His Prime
source: Somebody's got to make Okudera stop provoking it!
pt: Qualcuno deve far smettere Okudera di provocarlo!

# 220_Villager in His Prime
source: Hey, did you hear? Okudera's hurt. Yama-oroshi finally got him, eh?
pt: Ehi, hai sentito? Okudera è ferito. Yama-oroshi finalmente l'ha beccato, eh?

# 232_Saejima
source: Yeah. Probably.
pt: Sì. Probabilmente.

# 244_Villager in His Prime
source: You gotta be kidding me. That man-eating bear's back?
pt: Non ci credo. Quell'orso mangia-uomini è tornato?

# 256_Villager in His Prime
source: Somebody's got to make Okudera stop provoking it!
pt: Qualcuno deve far smettere Okudera di provocarlo!

# 268_Villager in His Prime
source: Hey, I'll be honest with you－you probably shouldn't get too involved with Okudera.
pt: Ehi, sarò onesto con te – probabilmente non dovresti immischiarti troppo con Okudera.

# 280_Villager in His Prime
source: Hey, are you the guy staying with Okudera?
pt: Ehi, sei tu quello che sta con Okudera?

# 292_Saejima
source: Yeah, he found me on the mountain last night. I was real lost.
pt: Sì, mi ha trovato sulla montagna ieri notte. Ero proprio perso.

# 304_Villager in His Prime
source: Dang. That must've sucked.
pt: Cavolo. Deve aver fatto schifo.

# 316_Saejima
source: Tell me... does everyone here have somethin' against Okudera-han?
pt: Dimmi... tutti qui hanno qualcosa contro Okudera-han?

# 328_Villager in His Prime
source: Heck yeah. The village went through all kinds of shit because of him.
pt: Certo che sì. Il villaggio ne ha passate di tutti i colori per colpa sua.

# 340_Saejima
source: What happened?
pt: Che è successo?

# 352_Villager in His Prime
source: Well, nothing that concerns you.
pt: Beh, niente che ti riguardi.

# 376_Villager in His Prime
source: Look, I'll be honest with you－you probably shouldn't get too involved with Okudera.
pt: Senti, sarò onesto con te – probabilmente non dovresti immischiarti troppo con Okudera.
