Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0063054b.po
Languages: pt

source: You paid 1,000 chips.
pt: Hai pagato 1.000 chip.

source: You paid 1,000 chips.
pt: Hai pagato 1.000 chip.

source: Dealer
pt: Croupier

source: Play
pt: Gioca

source: View Tutorial
pt: Visualizza Tutorial

source: Never Mind
pt: Lascia perdere

source: Play Against the House
pt: Gioca contro la casa

source: Play Standard Blackjack
pt: Gioca a Blackjack Standard

source: Hear the Rules
pt: Ascolta le Regole

source: Pay
pt: Pagamento

source: Player
pt: Giocatore

source: Read the Rules
pt: Leggi le Regole

source: Deck Type and Payout
pt: Tipo di mazzo e Pagamento

# 72_Dealer
source: This table is for high-stakes blackjack. You can play for as little as 100 chips a hand. Would you like to play?
pt: Questo tavolo è per il blackjack ad alte puntate. Puoi giocare a partire da sole 100 fiches a mano. Vorresti giocare?

# 84_Dealer
source: I've noticed that you play blackjack quite often. Would you be interested in playing the house, one-on-one?
pt: Ho notato che giochi a blackjack piuttosto spesso. Ti andrebbe di giocare contro il banco, uno contro uno?

# 96_Dealer
source: How would you like to play?
pt: Come vorrebbe giocare?

# 108_Dealer
source: Very well. It costs 1,000 chips to join.
pt: Molto bene. Costa 1.000 fiches per partecipare.

# 132_Dealer
source: Thank you. Now, then, let's begin.
pt: Grazie. Bene, allora, iniziamo.

# 156_Dealer
source: Very well. Let's continue with normal blackjack, then.
pt: Molto bene. Continuiamo pure con il blackjack normale, allora.

# 180_Dealer
source: Yeah, I'll play.
pt: Sì, gioco.

# 192_Dealer
source: Excellent.
pt: Eccellente.

# 228_Dealer
source: Would you like to review the rules?
pt: Vorresti rivedere le regole?

# 252_Dealer
source: No, I'll pass.
pt: No, passo.

# 264_Dealer
source: I see. I hope you'll join us another time.
pt: Capisco. Spero ci farai compagnia un'altra volta.

# 276_Dealer
source: You seem to be short on chips. Please come back soon.
pt: Mi sa che sei a corto di fiches. Fatti rivedere presto.

# 288_Player
source: Tell me the rules.
pt: Dimmi le regole.

# 300_Dealer
source: This is a game between you and the house. Whoever gets three wins first wins the game.
pt: Questa è una partita tra te e il banco. Il primo che si porta a casa tre vittorie si becca la partita.

# 312_Dealer
source: Before the game begins, I'll need 1,000 chips for you to join. The payout differs depending on which deck is used.
pt: Prima che la partita inizi, mi serviranno 1.000 fiches per farti unire. La vincita varia a seconda del mazzo utilizzato.

# 324_Deck Type and Payout
source: Standard Deck: 2,000 chips Without 2/3/4: 2,500 chips Without 7/8/9: 2,000 chips Without J/Q/K: 4,000 chips
pt: Mazzo Standard: 2.000 chip Senza 2/3/4: 2.500 chip Senza 7/8/9: 2.000 chip Senza J/Q/K: 4.000 chip

# 336_Dealer
source: If you win, you'll get the designated number of chips.
pt: Se vinci, riceverai il numero di fiches stabilito.

# 360_Dealer
source: This table is for high-stakes blackjack. You can play for as little as 100 chips a hand. Would you like to play?
pt: Questo tavolo è per il blackjack ad alte puntate. Puoi giocare per un minimo di 100 fiches a mano. Vorresti giocare?

# 372_Dealer
source: I've noticed that you play blackjack quite often. Would you be interested in playing the house, one-on-one?
pt: Ho notato che giochi a blackjack piuttosto spesso. Ti andrebbe di giocare contro il banco, uno contro uno?

# 384_Dealer
source: How would you like to play?
pt: Come vorrebbe giocare?

# 396_Dealer
source: Very well. It costs 1,000 chips to join.
pt: Molto bene. Costa 1.000 fiches per partecipare.

# 420_Dealer
source: Thank you. Now, then, let's begin.
pt: Grazie. Bene, allora, iniziamo.

# 444_Dealer
source: Very well. Let's continue with normal blackjack, then.
pt: Molto bene. Continuiamo pure con il blackjack normale, allora.

# 468_Dealer
source: Yeah, I'll play.
pt: Sì, gioco.

# 480_Dealer
source: Excellent.
pt: Eccellente.

# 516_Dealer
source: Would you like to review the rules?
pt: Vorrebbe ripassare le regole?

# 540_Dealer
source: No, I'll pass.
pt: No, passo.

# 552_Dealer
source: I see. I hope you'll join us another time.
pt: Capisco. Spero ci farai compagnia un'altra volta.

# 564_Dealer
source: You seem to be short on chips. Please come back soon.
pt: Mi sa che sei a corto di fiches. Fatti rivedere presto.

# 576_Player
source: Tell me the rules.
pt: Dimmi le regole.

# 588_Dealer
source: This is a game between you and the house. Whoever gets three wins first wins the game.
pt: Questa è una partita tra te e il banco. Il primo che si porta a casa tre vittorie si becca la partita.

# 600_Dealer
source: Before the game begins, I'll need 1,000 chips for you to join. The payout differs depending on which deck is used.
pt: Prima che la partita inizi, mi serviranno 1.000 fiches per farti unire. La vincita varia a seconda del mazzo utilizzato.

# 612_Deck Type and Payout
source: Standard Deck: 2,000 chips Without 2/3/4: 2,500 chips Without 7/8/9: 2,000 chips Without J/Q/K: 4,000 chips
pt: Mazzo Standard: 2.000 chip Senza 2/3/4: 2.500 chip Senza 7/8/9: 2.000 chip Senza J/Q/K: 4.000 chip

# 624_Dealer
source: If you win, you'll get the designated number of chips.
pt: Se vinci, riceverai il numero di fiches stabilito.
