Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160049.po
Languages: pt

source: You got <Color:8>4,500 yen<Color:Default>.
pt: Hai preso <Color:8>4,500 yen<Color:Default>.

source: You got 3,600 experience points.
pt: Hai guadagnato 3.600 punti esperienza.

source: You handed over <Color:8>4,500 yen<Color:Default>.
pt: Hai consegnato <Color:8>4.500 yen<Color:Default>.

source: You handed over <Color:8>4,500 yen<Color:Default>.
pt: Hai consegnato <Color:8>4.500 yen<Color:Default>.

source: Barker
pt: Imbonitore

source: Sign me up.
pt: Ci sto.

source: No thanks.
pt: No grazie.

# 92_Barker
source: Okay, okay! You win! Please... stop the violence! I'll give you your refund!
pt: Ok, ok! Hai vinto! Ti prego... smettila con la violenza! Ti restituisco i soldi!

# 104_Shinada
source: Damn straight you will! And make it snappy!
pt: Cazzo se lo farai! E spicciati!

# 128_Barker
source: You know... I'm sad. You were the first customer we had in such a long time.
pt: Sai... sono triste. Sei stato il primo cliente che abbiamo avuto da così tanto tempo.

# 140_Shinada
source: Well, get some better looking girls at least. Nobody would go for cheap but horrible.
pt: Beh, almeno trovate delle ragazze più carine. Nessuno si prenderebbe roba economica ma orribile.

# 152_Barker
source: What a terrible thing to say. Yuka-chan and Rumi-chan are solid eights in my book, even low nines.
pt: Ma che razza di cose dici. Yuka-chan e Rumi-chan per me sono da otto pieno, se non addirittura un nove scarso.

# 164_Shinada
source: What, on a scale of a hundred? You are not cut out for this job, bud.
pt: Cosa, su una scala da cento? Non sei tagliato per questo lavoro, amico.

# 176_Barker
source: Aww...
pt: Oh...

# 248_Barker
source: Hello, and welcome to the Cheeky Chestnut: the hottest, most happening massage parlor in all of Kineicho! For a little stress relief now, there's always a happy ending later!
pt: Ciao, e benvenuti al Cheeky Chestnut: il centro massaggi più in voga e movimentato di tutta Kineicho! Per un po' di sollievo dallo stress ora, c'è sempre un happy ending dopo!

# 260_Barker
source: For an incredibly low, fixed price of 4,500 yen, our girls go the distance for no extra pay. That's my personal guarantee!
pt: Per la cifra fissa e incredibilmente bassa di 4.500 yen, le nostre ragazze vanno fino in fondo senza costi aggiuntivi. È la mia garanzia personale!

# 284_Shinada
source: Eh, maybe some other time. I'm pretty broke as it is.
pt: Eh, magari un'altra volta. Sono già abbastanza al verde.

# 296_Barker
source: Ooh, too bad! But hey, we'll be here!
pt: Ah, che peccato! Ma ehi, noi saremo qui!

# 320_Barker
source: Say no more, my good man. I will avail myself of your services.
pt: Non dire altro, mio buon uomo. Mi avvarrò dei tuoi servizi.

# 344_Barker
source: Ah, yes indeed! Avail away, kind sir! Booking for one, right this way!
pt: Ah, sì, certo! Prego, si accomodi pure, signore! Prenotazione per uno, da questa parte!

# 368_Shinada
source: Eh, maybe some other time. I'm pretty broke as it is.
pt: Eh, magari un'altra volta. Sono già abbastanza al verde.

# 380_Barker
source: Ooh, too bad! But hey, we'll be here!
pt: Ah, che peccato! Ma ehi, noi saremo qui!

# 416_Barker
source: Come on, chief, that's just cold. You're really gonna walk on by without even so much as a glance?
pt: Dai, capo, è proprio un gesto freddo. Vuoi davvero passare oltre senza nemmeno un'occhiata?

# 428_Shinada
source: Um. What?
pt: Ehm. Cosa?

# 452_Barker
source: Step inside and discover a world full of wonder! Mystery! Excitement! Our massage parlor guarantees a happy ending with every purchase－it's the happiest ending on Earth!
pt: Fatti avanti e scopri un mondo di meraviglie! Mistero! Emozione! Il nostro centro massaggi garantisce un finale felice con ogni acquisto－è il finale più felice del mondo!

# 464_Barker
source: We're the Cheeky Chestnut, and for the incredibly low price of 4,500 yen, our girls go the extra distance for none of the extra pay!
pt: Siamo il Cheeky Chestnut, e per il prezzo incredibilmente basso di 4.500 yen, le nostre ragazze si spingono oltre senza ricevere un soldo in più!

# 476_Shinada
source: Huh, that is cheap. But I've never heard of this place before.
pt: Caspita, costa poco. Ma non ho mai sentito parlare di questo posto prima d'ora.

# 488_Barker
source: Well, we opened only recently. But I can guarantee our girls will not only give you a happy ending－they'll give you a new beginning! It could very well transform your life!
pt: Beh, abbiamo aperto da poco. Ma ti garantisco che le nostre ragazze non solo ti daranno un happy ending—ti daranno un nuovo inizio! Potrebbe davvero cambiarti la vita!

# 500_Shinada
source: (I guess I can use this for a story if worse comes to worst.)
pt: (Immagino che alla peggio possa usarlo per una storia.)

# 512_Barker
source: Relax your mind... Clear your thoughts... Unload yourself... This is a one-of-a-kind experience that people desperately need, especially in dark times like these.
pt: Rilassa la mente... Svuota la testa... Scaricati... Questa è un'esperienza unica nel suo genere di cui la gente ha un disperato bisogno, specialmente in tempi bui come questi.

# 536_Shinada
source: Nah, maybe some other time. I'm broke enough as it is.
pt: Nah, magari un'altra volta. Sono già abbastanza al verde così com'è.

# 548_Barker
source: Ooh, too bad! But hey, we'll be here!
pt: Ah, che peccato! Ma ehi, noi saremo qui!

# 572_Barker
source: Say no more, my good man. I will avail myself of your services.
pt: Non dire altro, mio buon uomo. Mi avvarrò dei tuoi servizi.

# 596_Barker
source: Ah, yes indeed! Avail away, kind sir! Booking for one, right this way!
pt: Ah, sì, certo! Prego, si accomodi pure, signore! Prenotazione per uno, da questa parte!

# 620_Shinada
source: Nah, maybe some other time.
pt: Nah, magari un'altra volta.

# 632_Barker
source: Ooh, too bad! But hey, we'll be here!
pt: Ah, che peccato! Ma ehi, noi saremo qui!
