Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049016e.po
Languages: pt

source: You got <Color:8>Tattered Scarf<Color:Default>.
pt: Hai ottenuto <Color:8>Sciarpa Logora<Color:Default>.

source: You got 1,300 experience points.
pt: Hai ottenuto 1.300 punti esperienza.

source: Friendly Osakan
pt: Amichevole Osakiano

source: Unfriendly Osakan
pt: Sgarbato Osakiano

source: Passerby
pt: Passante

# 136_Akiyama
source: *pant* *pant* Come on, don't make me run. You want to get kicked around some more?
pt: *pant* *pant* Dai, non farmi correre. Vuoi farti pestare ancora un po'?

# 148_Gangster
source: Augh! Sorry, it was just instinct.
pt: Ugh! Scusa, è stato solo istinto.

# 160_Akiyama
source: I'm beat. Can I go now?
pt: Sono a pezzi. Posso andare ora?

# 172_Gangster
source: Whatever ya want. Here, take this as a housewarmin' gift.
pt: Quel che ti pare. Tieni, prendi questo come regalo d'inaugurazione.

# 184_Akiyama
source: You better not go for my pockets again.
pt: Faresti meglio a non mettermi più le mani in tasca.

# 196_Gangster
source: I won't. I'm exhausted.
pt: Non lo farò. Sono a pezzi.

# 244_Gangster
source: Well, lemme know if ya ever need a hand! Be seein' ya!
pt: Beh, fammi sapere se ti serve mai una mano! Ci si vede!

# 268_Akiyama
source: (Good grief. It's always tough moving to a new town.)
pt: (Mamma mia. È sempre dura trasferirsi in una nuova città.)

# 316_Gangster
source: *pant* *pant* You sure can fight. Where'd you learn to move like that, eh?
pt: *pant* *pant* Sai proprio menare. Dove hai imparato a muoverti così, eh?

# 328_Akiyama
source: Thanks. Are we good now?
pt: Grazie. Siamo a posto ora?

# 340_Gangster
source: Yeah. Glad we sorted out this misunderstandin'. Here, lemme give ya a little something...
pt: Sì. Contento che abbiamo chiarito questo malinteso. Tieni, lascia che ti dia un pensierino...

# 364_Gangster
source: Got it!
pt: Capito!

# 376_Akiyama
source: Huh? Wait, my wallet! Hold on a second!
pt: Eh? Aspetta, il mio portafoglio! Aspetta un secondo!

# 400_Akiyama
source: Are you looking for Sky Finance?
pt: Stai cercando Sky Finance?

# 412_Friendly Osakan
source: Huh? Oh, hi there. That's right. How'd ya know?
pt: Eh? Oh, salve. Proprio così. Come facevi a saperlo?

# 424_Akiyama
source: I just heard you asking about it.
pt: Ho appena sentito che ne chiedevi.

# 436_Friendly Osakan
source: I see. I shoulda guessed. I am indeed lookin' for a place called Sky Finance. Do you know it?
pt: Capisco. Avrei dovuto immaginarlo. Sto proprio cercando un posto chiamato Sky Finance. Lo conosci?

# 448_Akiyama
source: Yeah, it's right over there.
pt: Sì, è proprio lì.

# 460_Friendly Osakan
source: Ah, it was right there all along, huh? Haha, silly me.
pt: Ah, era proprio lì da sempre, eh? Haha, che sciocco che sono.

# 472_Akiyama
source: Oh, and you're looking at the owner.
pt: Oh, e stai guardando il proprietario.

# 484_Friendly Osakan
source: Huh?
pt: Uh?

# 496_Akiyama
source: The name's Akiyama. I'm the president of Sky Finance. Looking to take out a loan?
pt: Mi chiamo Akiyama. Sono il presidente di Sky Finance. Cerchi un prestito?

# 520_Unfriendly Osakan
source: You motherfucker! So you're the piece of shit who thinks he can just start up his own moneylendin' gig here!?
pt: Figlio di puttana! Allora sei tu quel pezzo di merda che pensa di poter aprire la sua baracca di prestiti qui!?

# 532_Akiyama
source: Wait, what? Yeah, that's me. Why?
pt: Aspetta, cosa? Sì, sono io. Perché?

# 544_Gangster
source: Like we're gonna let you get away with that! We don't want no shady types around here, ya feel me!? It'll ruin the city!
pt: Come se ti lasciassimo farla franca! Non vogliamo nessun tipo losco qui intorno, mi capisci!? Rovinerà la città!

# 556_Akiyama
source: There are tons of other moneylenders in the area. What about them?
pt: Ci sono un sacco di altri strozzini in zona. E loro?

# 568_Gangster
source: Shut it! We don't take kindly to outsiders tellin' us how to run business here! Now pack up shop, and get your greasy ass out of our town!
pt: Zitto! Non ci va giù che dei forestieri ci dicano come si gestiscono gli affari qui! Ora chiudi baracca, e il tuo culo unto fuori dalla nostra città!

# 580_Akiyama
source: Look, I've already got everything cleared with the city office.
pt: Senti, ho già sistemato tutto con l'ufficio comunale.

# 592_Gangster
source: Like I give a fuck! You're handin' out zero interest, indefinite term loans, right?
pt: Me ne frega un cazzo! Stai dando via prestiti a interesse zero e a durata illimitata, vero?

# 604_Gangster
source: Ya got another thing comin' if ya think that shit'll fly around here.
pt: Ti aspetta ben altro se pensi che quella merda ti vada liscia qui.

# 616_Akiyama
source: Okay, pal, I get it. You're a local competitor, and you've come to chase me off? That right?
pt: Va bene, compare, ho capito. Sei un concorrente locale, e sei venuto a cacciarmi via? Giusto?

# 628_Akiyama
source: Well, you needn't worry. We target a different type of clientele. I doubt we'll interfere with your business.
pt: Beh, non devi preoccuparti. Noi ci rivolgiamo a un diverso tipo di clientela. Dubito che interferiremo con i tuoi affari.

# 640_Gangster
source: Did I say you could talk, jerkwad? I ain't here to chew the fat with ya. I'm tellin' ya to piss off, or else!
pt: Chi ti ha dato il permesso di parlare, coglione? Non sono qui a fare due chiacchiere con te. Ti dico di levarti di torno, o sennò!

# 652_Akiyama
source: Well, I'm afraid you're wasting your time. I'll have to ask you to leave. You wouldn't want to cause a disturbance, now would you?
pt: Beh, temo che tu stia sprecando il tuo tempo. Dovrò chiederti di andartene. Non vorrai mica causare casini, adesso, vero?

# 664_Gangster
source: You're gonna regret this. Fine, if you ain't gonna listen, prepare to meet your maker!
pt: Questo te lo farò rimpiangere. Bene, se non vuoi ascoltare, preparati a incontrare il tuo creatore!

# 712_Friendly Osakan
source: Ya wouldn't happen to know where Sky Finance is, would ya? I hear it's around here somewhere.
pt: Non sapresti mica dov'è Sky Finance, vero? Ho sentito che è qui intorno.

# 724_Passerby
source: Sky Finance? Never heard of it.
pt: Sky Finance? Mai sentito parlare.

# 736_Friendly Osakan
source: I see. Sorry to bother ya.
pt: Capisco. Scusa il disturbo.

# 748_Passerby
source: Wish I could be of more help.
pt: Vorrei poterti essere più d'aiuto.

# 772_Akiyama
source: (He's looking for us? Could be a new client...)
pt: (Ci sta cercando? Potrebbe essere un nuovo cliente...)
