Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033092b.po
Languages: pt

source: Bookie
pt: Allibratore

source: Buy 50 Tags for 5,000 Yen
pt: Compra 50 gettoni per 5.000 Yen

source: Buy 100 Tags for 10,000 Yen
pt: Compra 100 gettoni per 10.000 Yen

source: Buy 1,000 Tags for 100,000 Yen
pt: Compra 1.000 gettoni per 100.000 Yen

source: Never Mind
pt: Lascia perdere

source: Player
pt: Giocatore

# 44_Bookie
source: We'll need you to buy wooden tags if you want to play here. How many would you like? One tag is 100 yen.
pt: Ti tocca prendere i tag di legno se vuoi giocare qui. Quanti ne vuoi? Un tag sono 100 yen.

# 56_Bookie
source: I'll take 50 tags.
pt: Prendo 50 gettoni.

# 80_Bookie
source: All right! Have yourself a good time.
pt: Perfetto! Spassatela.

# 104_Bookie
source: I'll take 100 tags.
pt: Prendo 100 gettoni.

# 128_Bookie
source: All right! Have yourself a good time.
pt: Perfetto! Spassatela.

# 152_Bookie
source: I'll take 1,000 tags.
pt: Prendo 1.000 gettoni.

# 176_Bookie
source: All right! Have yourself a good time.
pt: Perfetto! Spassatela.

# 200_Bookie
source: No thanks. Not now.
pt: No, grazie. Non ora.

# 212_Bookie
source: Oh yeah? Well, maybe pick some up next time.
pt: Ah, s√¨? Beh, magari la prossima volta ne prendi un po'.

# 224_Bookie
source: Hey, you don't have enough to pay for that! Come back when you got money.
pt: Ehi, non hai abbastanza per quello! Torna quando c'hai la grana.
