Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c069b.po
Languages: pt

source: Passenger
pt: Passeggero

# 56_Nagata
source: Man, I don't believe this shit... Got my ass whooped by a taxi driver!
pt: Cazzo, non ci credo a 'sta roba... Mi ha spaccato il culo un tassista!

# 68_Kiryu
source: Hey, I remember you.
pt: Ehi, mi ricordo di te.

# 80_Nagata
source: Oh geez! It's that muscle-bound freak again!
pt: Mannaggia! È di nuovo quel mostro di muscoli!

# 92_Nagata
source: All right, you. Mark my words! You're gonna wish you never made an enemy of the Devil Killers!
pt: Senti un po', tu. Ricordati queste mie parole! Finirai per rimpiangere di aver mai inimicato i Devil Killers!

# 104_Nagata
source: You hear that, asshole!? Y'fucked up real good this time!
pt: Mi hai sentito, stronzo!? L'hai combinata proprio grossa stavolta!

# 128_Nagata
source: Get back here!
pt: Torna qui!

# 140_Passenger
source: Damn... You know that guy?
pt: Maledizione... Conosci quel tipo?

# 152_Kiryu
source: Not really. He picked a fight with me on the street a while back.
pt: Non proprio. Ha cercato rogne con me per strada un po' di tempo fa.

# 164_Passenger
source: No kiddin'? That was no ordinary driving there, though. Were you ever a street racer yourself?
pt: Non scherzi, eh? Quella non era mica una guida normale, però. Non è che facevi le gare clandestine, tu?

# 188_Passenger
source: Heheh. Just pulling your leg. Well, sorry for all the trouble. Let me treat you to a nice meal?
pt: Eheh. Ti stavo solo prendendo in giro. Beh, scusa per tutto il casino. Che ne dici se ti offro una bella mangiata?

# 200_Kiryu
source: You don't have to do that.
pt: Non c'è bisogno.

# 212_Passenger
source: Oh, come on. You've got to let me pay you back somehow. Besides, there's something I want to ask you about.
pt: Oh, dai. Devi proprio lasciarmi ripagarti in qualche modo. E poi, c'è una cosa di cui volevo chiederti.

# 224_Kiryu
source: What is it?
pt: E cioè?

# 236_Passenger
source: I'll tell you while we're eating. How's that sound?
pt: Te lo dico mentre mangiamo. Che ne dici?

# 248_Kiryu
source: ...I suppose that's fine.
pt: ...Penso che possa andare.
