Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003305a7.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto la <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto la <Color:8>Caramella di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: You got a Prize Ticket.
pt: Hai ottenuto un Biglietto Premio.

source: You got a Prize Ticket.
pt: Hai ottenuto un Biglietto Premio.

source: ○Bring your friends next time.
pt: ○Porta i tuoi amici la prossima volta.

source: □That's a bit silly.
pt: □È un po' sciocco.

source: △You should introduce me.
pt: △Dovresti presentarmeli.

# 92_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Per favore, mi segua.

# 164_Staff
source: May I take your order?
pt: Posso prendere il suo ordine?

# 176_Shion
source: Oh, <Color:8>Miso Stewed Udon with Nagoya Cochin Chicken<Color:Default>! That looks delicious!
pt: Oh, <Color:8>Udon in Miso con Pollo Nagoya Cochin<Color:Default>! Sembra delizioso!

# 188_Player
source: (Shion-chan's got her eye on that <Color:8>Miso Stewed Udon with Nagoya Cochin Chicken<Color:Default>.)
pt: (Shion-chan ha messo gli occhi su quell’<Color:8>Udon in Miso con Pollo Nagoya Cochin<Color:Default>.)

# 260_Shion
source: Cheers!
pt: Cin cin!

# 320_Shion
source: Do you come here often, Shinada-san?
pt: Vieni spesso qui, Shinada-san?

# 332_Player
source: Not really. Why do you ask?
pt: Non proprio. Perché lo chiedi?

# 344_Shion
source: I've wanted to come here for some time, but I didn't know anyone who could introduce me, so I wasn't afforded the opportunity.
pt: Volevo venire qui da un po’, ma non conoscevo nessuno che potesse presentarmi, quindi non ne ho mai avuto l’occasione.

# 356_Player
source: What's wrong with coming here by yourself? That's what I've always done.
pt: Che c’è di male a venire da sola? Io ho sempre fatto così.

# 368_Shion
source: And you didn't have a letter of introduction?
pt: E non avevi una lettera di presentazione?

# 380_Player
source: A what? I don't think there are any places around here that'd need something like that.
pt: Una cosa? Non credo ci siano posti qui intorno che richiedano una cosa del genere.

# 392_Shion
source: Oh, really? I always get introduced to new establishments by my friends, and so I'd assumed this place was like that as well.
pt: Davvero? Io vengo sempre presentata ai nuovi locali dai miei amici, quindi pensavo che anche questo funzionasse così.

# 404_Player
source: Bring your friends next time. Then you can be the one to introduce them.
pt: Porta i tuoi amici la prossima volta. Così sarai tu a presentarli.

# 416_Shion
source: Good idea! And I'll have to tell my friends all about you, Shinada-san, won't I?
pt: Buona idea! E dovrò raccontare ai miei amici tutto su di te, Shinada-san, giusto?

# 428_Player
source: About me? Uh, no, you don't have to do that.
pt: Su di me? Uh, no, non devi farlo.

# 440_Shion
source: No, I simply must! It would reflect poorly on me to not pay proper respects to the person who introduced me to this place.
pt: No, devo farlo! Sembrerei scortese se non rendessi omaggio alla persona che mi ha fatto conoscere questo posto.

# 452_Player
source: It's really not that big a thing...
pt: Non è davvero niente di che...

# 464_Shion
source: Making your name a topic of conversation can spread the word about you. Talking only of oneself is much too tedious and gauche.
pt: Far circolare il tuo nome nelle conversazioni può diffondere la tua fama. Parlare solo di sé è troppo noioso e poco elegante.

# 476_Player
source: Gau... che? Aw geez, this is another one of your fancy high society rules, isn't it?
pt: Ele… che? Oh cielo, questa è un’altra delle tue regole da alta società, vero?

# 488_Player
source: That's a bit silly. Not many places are that picky about who comes in.
pt: È un po’ sciocco. Non molti posti sono così selettivi su chi entra.

# 500_Shion
source: But haven't you ever been invited to a new place by the owner when it's first opened?
pt: Ma non ti è mai capitato che il proprietario ti invitasse in un nuovo locale appena aperto?

# 512_Player
source: Oh, yeah, I guess I have! Like a new parlor will open up and they'll be all, "Hey, come on by, it's on the house!"
pt: Oh, sì, credo di sì! Tipo quando apre un nuovo locale e ti dicono: "Ehi, passa pure, offriamo noi!"

# 524_Player
source: I guess they want to make a good impression, so I'll give them a glowing write-up and bring in more customers for them.
pt: Immagino vogliano fare una buona impressione, così io scrivo una bella recensione e gli porto più clienti.

# 536_Shion
source: Precisely! By starting with people whom they trust as guests, an establishment can build a much better reputation.
pt: Esatto! Iniziando con ospiti di fiducia, un locale può costruirsi una reputazione molto migliore.

# 548_Shion
source: I've heard stories of places that have opened to the general public first, only to have rivals send people in to cause embarrassing incidents.
pt: Ho sentito storie di locali che hanno aperto subito al pubblico e i rivali hanno mandato persone a creare incidenti imbarazzanti.

# 560_Player
source: Oh, wow! I know lots of places that failed pretty quickly. I didn't realize competition was so intense!
pt: Oh, wow! Conosco un sacco di posti che hanno chiuso in fretta. Non pensavo che la concorrenza fosse così feroce!

# 572_Player
source: You should introduce me! I'd love to go to a place like that! Then once you've introduced me, I can go by myself, right?
pt: Dovresti presentarmi! Mi piacerebbe andare in un posto così! E poi, una volta che mi hai presentato, posso andarci da solo, giusto?

# 584_Shion
source: I don't mind introducing you, Shinada-san, but if you go back after that, then you need to introduce another friend of your own.
pt: Non mi dispiace presentarti, Shinada-san, ma se poi ci torni, devi presentare a tua volta un altro amico.

# 596_Player
source: What? Why?
pt: Cosa? Perché?

# 608_Shion
source: These places earn their business through their clientele introducing new customers. If you keep coming alone, they don't make any money.
pt: Questi posti si mantengono grazie ai clienti che presentano nuovi avventori. Se continui a venire da solo, non guadagnano nulla.

# 620_Shion
source: That's why it would be rude of me to introduce someone who would not continue the pattern of bringing someone new on their next visit.
pt: Ecco perché sarebbe scortese da parte mia presentare qualcuno che poi non continui la tradizione di portare un nuovo ospite alla visita successiva.

# 632_Player
source: Oh, I get it. Since it's so exclusive, they need people to help them grow.
pt: Ah, capisco. Essendo così esclusivo, hanno bisogno che la gente li aiuti a crescere.

# 644_Player
source: If you ask me, seems like less trouble to just let everyone in to begin with.
pt: Se vuoi il mio parere, sarebbe meno complicato lasciare entrare tutti fin dall’inizio.

# 704_Shion
source: Thank you for treating me!
pt: Grazie per avermi offerto!

# 764_Staff
source: Here's your check. Thank you very much.
pt: Ecco il conto. Grazie mille.

# 824_Staff
source: Sorry, something came up all of a sudden. I have to go.
pt: Scusi, è saltato fuori un imprevisto all’improvviso. Devo andare.

# 836_Staff
source: I see. Well, please come again.
pt: Capisco. Torni a trovarci.

# 872_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Per favore, mi segua.

# 896_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 920_Player
source: Sorry, I just remembered I have something to do.
pt: Scusa, mi sono appena ricordato che ho una cosa da fare.

# 932_Staff
source: Ah, I see. Please do come again.
pt: Capisco. Torni a trovarci.

# 1004_Staff
source: May I take your order?
pt: Posso prendere il suo ordine?

# 1016_Haruka
source: Uncle Kaz, I'd really like some <Color:8>Miso Stewed Udon with Choice Kurobuta<Color:Default>.
pt: Zio Kaz, mi piacerebbe davvero prendere gli <Color:8>Udon in Miso con Kurobuta Selezionato<Color:Default>.

# 1028_Kiryu
source: (Haruka wants to have some <Color:8>Miso Stewed Udon with Choice Kurobuta<Color:Default>.)
pt: (Haruka vuole gli <Color:8>Udon in Miso con Kurobuta Selezionato<Color:Default>.)

# 1052_Staff
source: But I wanted some <Color:8>Miso Stewed Udon with Choice Kurobuta<Color:Default>.
pt: Ma io volevo gli <Color:8>Udon in Miso con Kurobuta Selezionato<Color:Default>.

# 1064_Staff
source: I see. Well, please come again.
pt: Capisco. Torni a trovarci.

# 1112_Staff
source: This looks really tasty! Thanks, Uncle Kaz!
pt: Sembra davvero buonissimo! Grazie, Zio Kaz!

# 1256_Haruka
source: Thanks for treating me!
pt: Grazie per avermi offerto!

# 1268_Staff
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1364_Staff
source: That was delicious!
pt: Era delizioso!

# 1412_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1472_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, Zio Kaz! La prossima volta voglio giocare a cho-han con te, va bene?

# 1520_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1580_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1640_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1700_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1760_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1820_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1916_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, Zio Kaz!

# 1928_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1952_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1988_Staff
source: Thank you very much. I hope that was to your liking.
pt: Grazie mille. Spero sia stato di suo gradimento.

# 2000_Staff
source: Please come again.
pt: Torni a trovarci.

# 2024_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Per favore, mi segua.

# 2072_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 2084_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 2096_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 2108_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo sono abbastanza pieno.)

# 2120_Haruka
source: (I'm stuffed.)
pt: (Sono pienissima.)

# 2144_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 2180_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Devo occuparmi di una cosa.

# 2192_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho un impegno urgente.

# 2204_Saejima
source: Sorry, but I gotta jet.
pt: Scusa, ma devo filare.

# 2216_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, scusa. Ho una cosa da fare…

# 2228_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È appena saltato fuori un imprevisto.

# 2240_Staff
source: Ah, I see. Please do come again.
pt: Capisco. Torni a trovarci.

# 2336_Staff
source: May I take your order?
pt: Posso prendere il suo ordine?

# 2384_Staff
source: Here's your check. Thank you very much.
pt: Ecco il conto. Grazie mille.

# 2468_Staff
source: Please take this. No charge.
pt: Per favore, prenda questo. È gratuito.

# 2576_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Devo occuparmi di una cosa.

# 2588_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho un impegno urgente.

# 2600_Saejima
source: Sorry, but I gotta jet.
pt: Scusa, ma devo filare.

# 2612_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, scusa. Ho una cosa da fare…

# 2624_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È appena saltato fuori un imprevisto.

# 2636_Staff
source: Ah, I see. Please do come again.
pt: Capisco. Torni a trovarci.

# 2696_Staff
source: Thank you very much. Please come by again.
pt: Grazie mille. Torni a trovarci.

# 2720_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Per favore, mi segua.

# 2768_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 2780_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 2792_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 2804_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo sono abbastanza pieno.)

# 2816_Haruka
source: (I'm stuffed.)
pt: (Sono pienissima.)

# 2840_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 2876_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Devo occuparmi di una cosa.

# 2888_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho un impegno urgente.

# 2900_Saejima
source: Sorry, but I gotta jet.
pt: Scusa, ma devo filare.

# 2912_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, scusa. Ho una cosa da fare…

# 2924_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È appena saltato fuori un imprevisto.

# 2936_Staff
source: Ah, I see. Please do come again.
pt: Capisco. Torni a trovarci.

# 3032_Staff
source: May I take your order?
pt: Posso prendere il suo ordine?

# 3056_Staff
source: Here's your check. Thank you very much.
pt: Ecco il conto. Grazie mille.

# 3140_Staff
source: Please take this. No charge.
pt: Per favore, prenda questo. È gratuito.

# 3248_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Devo occuparmi di una cosa.

# 3260_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho un impegno urgente.

# 3272_Saejima
source: Sorry, but I gotta jet.
pt: Scusa, ma devo filare.

# 3284_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, scusa. Ho una cosa da fare…

# 3296_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È appena saltato fuori un imprevisto.

# 3308_Staff
source: I see. Well, please come again.
pt: Capisco. Torni a trovarci.

# 3368_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.
