Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c09f2.po
Languages: pt

# 4104_Staff
source: Have a good time.
pt: Divertiti.

# 4116_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 4128_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 4152_Staff
source: (I'll call Akiyama-san.)
pt: (Chiamerò Akiyama-san.)

# 4224_Akiyama
source: Sorry to make you wait, Haruka-chan!
pt: Scusa se ti ho fatto aspettare, Haruka-chan!

# 4236_Staff
source: Have a good time.
pt: Divertiti.
