Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901b2.po
Languages: pt

# 44_Kiryu
source: (Well, I sent money for all eight kids. Probably just to feel better about myself, but still...)
pt: (Beh, ho mandato i soldi per tutti e otto i ragazzi. Probabilmente solo per sentirmi meglio con me stesso, ma comunque...)

# 56_Wada
source: Hey, Suzuki-san!
pt: Ehi, Suzuki-san!

# 68_Kiryu
source: Oh, Wada-san. Didn't see you there.
pt: Oh, Wada-san. Non ti avevo visto lì.

# 80_Wada
source: Yep, just passing by. You sending money again?
pt: Già, passavo di qui. Stai mandando soldi di nuovo?

# 92_Kiryu
source: Yeah... I may be causing more harm than good, though. Who knows?
pt: Già... Potrei star facendo più danni che bene, però. Chi lo sa?

# 104_Wada
source: Hard to say. I don't know much about your background.
pt: Difficile dirlo. Non so molto del tuo passato.

# 116_Wada
source: But what I do know, Suzuki-san, is you're a dedicated man. I can't imagine anyone complaining about that.
pt: Ma quello che so, Suzuki-san, è che sei un uomo dedicato. Non credo che qualcuno possa lamentarsene.

# 128_Kiryu
source: ...I hope you're right.
pt: ...Spero tu abbia ragione.

# 140_Wada
source: Of course I am! Now then... We drink!
pt: Certo che sì! Allora... Beviamo!

# 152_Kiryu
source: We're drinking?
pt: Beviamo?

# 164_Wada
source: Oh yes! This is one of the rare moments in our adult lives where we can take a step back and actually appreciate the responsibilities we have. Can't waste an opportunity like that!
pt: Oh sì! Questo è uno dei rari momenti nelle nostre vite da adulti in cui possiamo fare un passo indietro e apprezzare davvero le responsabilità che abbiamo. Non possiamo sprecare un'occasione così!

# 176_Kiryu
source: Heh... You may just have a point there. Okay, lead the way.
pt: Heh... Potresti aver proprio ragione. Va bene, fammi strada.
