Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069000e.po
Languages: pt

source: Villager Past His Prime
pt: Paesano attempato

# 128_Villager Past His Prime
source: Ah, you're the one staying at Okudera-san's.
pt: Ah, sei quello che sta da Okudera-san.

# 140_Villager Past His Prime
source: Perhaps you've heard... the road is finally open again.
pt: Magari hai sentito... la strada è finalmente riaperta.

# 152_Villager Past His Prime
source: But you'll need to watch yourself if you travel on it... People are saying Yama-oroshi's nearby.
pt: Ma devi stare attento se la percorri... Si dice che lo Yama-oroshi sia in giro da queste parti.

# 164_Villager Past His Prime
source: And there are children here. Frightening, isn't it?
pt: E ci sono bambini qui. Fa paura, vero?

# 188_Villager Past His Prime
source: Ah, you must be the man staying with Okudera-san.
pt: Ah, devi essere l'uomo che sta da Okudera-san.

# 200_Saejima
source: Yeah. Prob'ly be stayin' here a while.
pt: Sì. Probabilmente resterò qui per un po'.

# 212_Villager Past His Prime
source: So you're gonna do just what Okudera did ten years ago. He was lost in these here woods, and one of us found him and brought him back to the village.
pt: Allora farai proprio come Okudera ha fatto dieci anni fa. Si era perso in questi boschi qui, e uno di noi lo ha trovato e lo ha riportato al villaggio.

# 224_Saejima
source: That so?
pt: Ah sì?

# 236_Villager Past His Prime
source: Yup, just like you. The fellow who found him went by the name of Sato. In fact, it's Sato's house that Okudera now lives in!
pt: Sì, proprio come te. Il tizio che lo ha trovato si chiamava Sato. Infatti, Okudera ora vive nella casa di Sato!

# 248_Villager Past His Prime
source: Tch, he's basically a squatter...
pt: Tsk, è praticamente un abusivo...

# 284_Villager Past His Prime
source: All these damned blizzards have closed down the road. We're cut off from the rest of the world right now.
pt: Tutte queste dannate bufere hanno chiuso la strada. Siamo tagliati fuori dal resto del mondo, adesso.

# 296_Villager Past His Prime
source: So we can't go into town to buy food, and we can't hunt any more game 'cause the bears are killing them all. Don't know why the bears aren't hibernating as much this winter...
pt: Così non possiamo andare in città a comprare cibo, e non riusciamo più a cacciare perché gli orsi li stanno uccidendo tutti. Non so perché gli orsi non vadano in letargo come al solito quest'inverno...
