Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c5d.po
Languages: pt

source: You got <Color:8>12,000 yen<Color:Default>.
pt: Hai preso <Color:8>12.000 yen<Color:Default>.

source: You got <Color:8>8,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>8,000 yen<Color:Default>.

source: You got <Color:8>6,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>6.000 yen<Color:Default>.

source: You got <Color:8>4,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>4,000 yen<Color:Default>.

source: You got <Color:8>3,000 yen<Color:Default>.
pt: Hai intascato <Color:8>3.000 yen<Color:Default>.

source: You got <Color:8>2,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>2,000 yen<Color:Default>.

source: You got <Color:8>12,000 yen<Color:Default>.
pt: Hai preso <Color:8>12.000 yen<Color:Default>.

source: You got <Color:8>8,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>8,000 yen<Color:Default>.

source: You got <Color:8>6,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>6.000 yen<Color:Default>.

source: You got <Color:8>4,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>4,000 yen<Color:Default>.

source: You got <Color:8>3,000 yen<Color:Default>.
pt: Hai intascato <Color:8>3.000 yen<Color:Default>.

source: You got <Color:8>2,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>2,000 yen<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Ramen Minigame
pt: Minigioco Ramen

# 72_Manager
source: Suzuki-san, that was somethin' else! It was like watchin' the god of noodles at work!
pt: Suzuki-san, è stato qualcosa di pazzesco! Era come guardare il dio del ramen all'opera!

# 84_Manager
source: Really can't thank ya enough for today. Here, this is your pay.
pt: Non so proprio come ringraziarti per oggi. Tieni, questa è la tua paga.

# 168_Manager
source: Come on by any time ya want, okay? I'd be happy to have ya work the counter again if ya ever feel like it, Suzuki-san.
pt: Passa quando vuoi, ok? Sarei felice di farti lavorare di nuovo al bancone se ti va, Suzuki-san.

# 180_Kiryu
source: Thanks.
pt: Grazie.

# 192_Manager
source: Tell your boss I said hi, too. See ya!
pt: Saluta il tuo capo anche da parte mia. Ci si vede!

# 204_Manager
source: That wasn't half bad, Suzuki-san!
pt: Non era niente male, Suzuki-san!

# 216_Manager
source: Thanks for the help today. Here's your pay.
pt: Grazie per la mano di oggi. Ecco la tua paga.

# 300_Manager
source: Come by and help out again if ya got the time. I reckon you'll do even better!
pt: Fai un salto e dammi una mano di nuovo, se c'hai tempo. Mi sa che farai ancora meglio!

# 312_Kiryu
source: Thank you.
pt: Grazie.

# 324_Manager
source: Tell that boss of yours I said hi, too. See ya!
pt: Salutami anche il tuo capo. Ci si vede!

# 336_Manager
source: Suzuki-san... I was watchin' ya work, and I gotta say... You handled those noodles like a rookie.
pt: Suzuki-san... ti stavo a guardare mentre lavoravi, e devo dire... hai maneggiato quei noodle come un principiante.

# 348_Manager
source: Still, it's enough ya came by and offered to help. Here's your pay.
pt: Comunque, è già tanto che sei passato a dare una mano. Ecco la tua paga.

# 432_Manager
source: Still, I'm glad you were here to work the counter, even if ya were fumblin' up a bit. Come by and help out again if ya got the time.
pt: Comunque, mi ha fatto piacere averti qui al bancone, anche se all'inizio hai fatto un po' di pasticci. Fatti rivedere e dacci una mano di nuovo se hai tempo.

# 444_Kiryu
source: Okay...
pt: Va bene...

# 456_Manager
source: Give my regards to the chief, okay? See ya!
pt: Salutami il capo, eh? Ci si vede!

# 468_Manager
source: Are ya not feelin' well or something, Suzuki-san? Come help out when ya feel better.
pt: Non ti senti bene o qualcosa del genere, Suzuki-san? Vieni a dare una mano quando ti sentirai meglio.

# 588_Manager
source: Suzuki-san, that was somethin' else! It was like watchin' the god of noodles at work!
pt: Suzuki-san, è stato qualcosa di pazzesco! Era come guardare il dio del ramen all'opera!

# 600_Kiryu
source: Thank you. Now is your back okay?
pt: Grazie. Adesso la schiena è a posto?

# 612_Manager
source: Huh? My back? Oh... Oh, hey!
pt: Eh? La mia schiena? Oh... Oh, ehi!

# 624_Manager
source: Watchin' you work your magic made me forget all about it. I feel fine now! Hahaha!
pt: A guardarti mentre fai le tue magie, mi sono dimenticato di tutto. Ora sto bene! Hahaha!

# 636_Kiryu
source: That's... good.
pt: È... buono.

# 648_Manager
source: You were a huge help today. Here's your pay.
pt: Sei stato un grande aiuto oggi. Ecco la tua paga.

# 732_Manager
source: Come on by any time ya want, okay? I'd be happy to have ya work the counter again if ya ever feel like it, Suzuki-san.
pt: Passa quando vuoi, ok? Sarei felice di farti lavorare di nuovo al bancone se ti va, Suzuki-san.

# 744_Kiryu
source: Uh-huh...
pt: Uh-uh...

# 756_Manager
source: Oh, and say hi to the chief for me, will ya? Thanks again!
pt: Oh, e salutami il capo, mi raccomando! Grazie ancora!

# 768_Manager
source: That wasn't half bad for your first time, Suzuki-san! Color me surprised!
pt: Niente male per la tua prima volta, Suzuki-san! Chi l'avrebbe mai detto!

# 780_Kiryu
source: Thank you. But is your back okay?
pt: Grazie. Ma la tua schiena è a posto?

# 792_Manager
source: Huh? My back? Oh... Oh, hey!
pt: Eh? La mia schiena? Oh... Oh, ehi!

# 804_Manager
source: Watchin' you hard at work made me forget all about it. I feel right as rain now. Ahaha!
pt: A vederti darti da fare così tanto, mi è passato tutto. Mi sento proprio a posto adesso. Ahaha!

# 816_Kiryu
source: That's good, I guess.
pt: Va bene, immagino.

# 828_Manager
source: Thanks for the help today. Here's your pay.
pt: Grazie per la mano di oggi. Ecco la tua paga.

# 912_Manager
source: Come by and help out again if ya got the time. I reckon you'll do even better!
pt: Fai un salto e dammi una mano di nuovo, se c'hai tempo. Mi sa che farai ancora meglio!

# 924_Kiryu
source: Sure...
pt: Certo...

# 936_Manager
source: Give my regards to the chief, too, eh? See ya!
pt: Saluta il capo anche per me, eh? Ci si vede!

# 948_Manager
source: Suzuki-san... I was watchin' ya work, and I gotta say... You handled those noodles like a rookie.
pt: Suzuki-san... ti stavo a guardare mentre lavoravi, e devo dire... hai maneggiato quei noodle come un principiante.

# 960_Kiryu
source: Sorry about that. I hope I at least gave your back some more time to recover.
pt: Mi spiace per quello. Spero di averti almeno dato un po' più di tempo per far riprendere la schiena.

# 972_Manager
source: Huh? My back? Oh... Oh, hey!
pt: Eh? La mia schiena? Oh... Oh, ehi!

# 984_Manager
source: I guess I was so hyped up watchin' ya work that I forgot about it. I'm all better now! Ahaha!
pt: Credo di essermi caricato così tanto a guardarti lavorare che me ne sono dimenticato. Sono a posto ora! Ahaha!

# 996_Kiryu
source: Good for you.
pt: Buon per te.

# 1008_Manager
source: Still, it's enough ya came by and offered to help. Here's your pay.
pt: Comunque, è già tanto che sei passato a dare una mano. Ecco la tua paga.

# 1092_Manager
source: Still, I'm glad you were here to work the counter, even if ya were fumblin' up a bit. Come by and help out again if ya got the time.
pt: Comunque, mi ha fatto piacere averti qui al bancone, anche se all'inizio hai fatto un po' di pasticci. Fatti rivedere e dacci una mano di nuovo se hai tempo.

# 1104_Kiryu
source: Okay...
pt: Va bene...

# 1116_Manager
source: Give the chief a holler for me too, okay? See ya!
pt: Fagli un fischio al capo pure da parte mia, ok? Ci si vede!

# 1128_Manager
source: You can now play the ramen minigame anytime by entering the ramen stall.
pt: Ora puoi giocare al minigioco del ramen in qualsiasi momento entrando nella bancarella del ramen.
