Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d0187.po
Languages: pt

source: Naive Man
pt: Uomo ingenuo

source: Worldly Woman
pt: Donna di mondo

# 72_Naive Man
source: So, uh... are you ready to go see your parents?
pt: Allora, uhm... sei pronto ad andare a trovare i tuoi genitori?

# 84_Worldly Woman
source: The real question is if <Italic>you're</Italic> ready. Did you remember to bring a gift?
pt: La vera domanda è se <Italic>sei</Italic> pronto. Ti sei ricordato di portare un regalo?

# 96_Naive Man
source: Huh? Oh crap, it totally slipped my mind! Now what?
pt: Eh? Oh cavolo, mi era proprio passato di mente! E adesso?

# 108_Worldly Woman
source: Don't worry, honeybear. Maybe you could just pick up a bottle of something from the convenience store?
pt: Non preoccuparti, tesoro. Magari potresti prendere una bottiglia di qualcosa al minimarket?

# 120_Naive Man
source: Convenience store booze? In what world does that seem appropriate for my first time meeting your parents!?
pt: Alcolici da minimarket? Ma in che razza di mondo ti sembra una cosa appropriata per la prima volta che incontro i tuoi genitori!?

# 132_Worldly Woman
source: It'll be fine! They haven't minded it with any of my other boyfriends.
pt: Andrà tutto a posto! Non si sono mai fatti problemi con nessuno dei miei altri fidanzati.

# 144_Naive Man
source: Wait... what? I thought we were exclusive!
pt: Ma... cosa? Pensavo che stessimo insieme sul serio!

# 156_Kiryu
source: (<Color:255,200,200,255>Something from the convenience store<Color:Default>, huh? That would definitely be easy, but I'm not sure how good a gift it would make.)
pt: (<Color:255,200,200,255>Qualcosa dal conbini<Color:Default>, eh? Sarebbe di sicuro facile, ma non sono sicuro quanto sarebbe un bel regalo.)
