Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091c2c.po
Languages: pt

# 44_Narumi
source: Huh?
pt: Uh?

# 56_Narumi
source: Well, if it isn't the guy whose face will be nowhere!
pt: Ma guarda un po' chi si rivede, il tipo che non avrà più volto!

# 68_Saejima
source: You sure ya should be usin' dynamite on someone else's mountain?
pt: Sei sicuro che dovresti star usando la dinamite sulla montagna di qualcun altro?

# 80_Narumi
source: What's the problem? I'm going to get rid of their dangerous giant bear for them. They should be grateful.
pt: Che ti prende? Ci penso io a levare di torno quel loro pericoloso orso gigante. Dovrebbero solo ringraziarmi.

# 92_Saejima
source: They ain't never agreed to this. And for a young pup, ya sure are cocky 'bout Yama-oroshi.
pt: Non hanno mai accettato 'sta cosa. E per essere un pivello, sei proprio uno spaccone su Yama-oroshi.

# 104_Narumi
source: Oh, and you being grizzled and grey makes you tough, huh? I'll have you know, I'm confident because I'm a master hunter. The brute doesn't stand a chance.
pt: Oh, e il fatto che tu sia brizzolato e grigio ti rende tosto, eh? Ti dirò, io sono sicuro di me perché sono un maestro cacciatore. Quel bruto non ha scampo.

# 116_Saejima
source: Why ya after Yama-oroshi, anyway?
pt: Perché sei dietro a Yama-oroshi, comunque?

# 128_Narumi
source: Heh. For the money and fame, obviously! I mean, I guess there's the thrill of the hunt, too.
pt: Heh. Per i soldi e la fama, ovvio! Voglio dire, credo che ci sia anche il brivido della caccia.

# 140_Saejima
source: Thrill?
pt: Brivido?

# 152_Narumi
source: Heck yeah. Chasing your quarry down... outsmarting it, watching it drop. Knowing you've won nature's most primal contest. There's nothing like it.
pt: Diavolo sì. Stanare la tua preda... superarla in astuzia, vederla stramazzare. Sapere di aver vinto la sfida più primordiale della natura. Non c'è niente di simile.

# 164_Saejima
source: Killin's a fun hobby for ya?
pt: Ammazzare è un divertimento, per te?

# 176_Narumi
source: What's with the look? They're animals. It's not like I'm killing people.
pt: Che c'è da guardare così? Sono animali. Non è mica che sto uccidendo persone.

# 188_Narumi
source: Anyway, aren't you out here doing the same thing? Good luck trying to beat me.
pt: Comunque, non sei qui fuori pure tu a fare la stessa cosa? Buona fortuna a battermi.

# 224_Saejima
source: (The man's trouble, but it ain't my place to stop 'im. Better just tell Okudera-han what's happenin' on the mountain.)
pt: Quel tizio è un guaio, ma non sta a me fermarlo. Meglio dire a Okudera-han cosa sta succedendo sulla montagna.
