Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033c42.po
Languages: pt

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Okonomiyaki Vendor
pt: Venditore di Okonomiyaki

source: Yakuza-like Man
pt: Uomo dall'aria da yakuza

source: Thuggish Man
pt: Teppista

# 88_Okonomiyaki Vendor
source: Oh, hiya! Can I interest you in some okonomiyaki? No foolin', they're real good!
pt: Ehi, ciao! Ti andrebbe dell'okonomiyaki? Non ti prendo in giro, sono una vera bontà!

# 100_Akiyama
source: I have to admit, it does smell great. But, uh, aren't all okonomiyaki from stalls pretty much the same?
pt: Devo ammettere, profuma un sacco. Ma, uhm, gli okonomiyaki dei chioschi non sono più o meno tutti uguali?

# 112_Okonomiyaki Vendor
source: Hey, now, those are fightin' words. No, we keep it real. We take the time to get things right, from sourcing the flour to the final prep.
pt: Ehi, ehi, quelle sono parole grosse. No, noi le cose le facciamo per davvero. Noi ci prendiamo tutto il tempo per farle come si deve, dalla scelta della farina fino alla preparazione finale.

# 124_Okonomiyaki Vendor
source: It's downright heartbreakin' to hear you lumpin' us all together with the usual street fare.
pt: È proprio una cosa che ti spezza il cuore, sentirti metterci tutti nello stesso calderone con le solite schifezze da strada.

# 136_Akiyama
source: Is that right? Well, let's see you back up your claim. I'll try one.
pt: Ah sì? Beh, fammi vedere se sei all'altezza. Ne proverò uno.

# 148_Okonomiyaki Vendor
source: Thank you! I'll grill one up fresh and hot. Hang tight now.
pt: Grazie! Te ne griglio subito uno, bello fresco e fumante. Resisti un attimo, dai.

# 184_Okonomiyaki Vendor
source: Here ya go!
pt: Eccoti!

# 196_Akiyama
source: Thanks. Best served hot, right?
pt: Grazie. Va servito caldo, giusto?

# 208_Akiyama
source: Hm, hm... Whoa!
pt: Mmm, mmm... Caspita!

# 220_Akiyama
source: You weren't kidding, this is good! This stuff puts restaurants to shame.
pt: Non stavi scherzando, è squisito! Questa roba fa impallidire i ristoranti.

# 232_Okonomiyaki Vendor
source: Absolutely. I'm confident in what I sell. Only trouble is that lot over there've been takin' all my business. I'm really hurtin' here.
pt: Assolutamente. Sono sicuro di quello che vendo. L'unico problema è che quella gentaglia laggiù mi sta fregando tutti gli affari. Sono messo davvero male qui.

# 256_Okonomiyaki Vendor
source: Hi! Come on over!
pt: Ehilà! Vieni pure!

# 268_Thuggish Man
source: Fresh okonomiyaki to go, right here!
pt: Okonomiyaki appena fatto da asporto, proprio qui!

# 280_Akiyama
source: And that charming pair over there?
pt: E quella simpatica coppia laggiù?

# 292_Okonomiyaki Vendor
source: They're yakuza goons who run things around here.
pt: Sono sgherri yakuza che spadroneggiano qui.

# 304_Okonomiyaki Vendor
source: Whenever we get customers, they cause trouble to scare them off.
pt: Ogni volta che arrivano clienti, fanno casino per spaventarli e mandarli via.

# 316_Akiyama
source: Classic...
pt: Un classico...

# 328_Okonomiyaki Vendor
source: Huh? Hey...
pt: Eh? Ehi...

# 340_Thuggish Man
source: Yeah.
pt: Sì.

# 352_Okonomiyaki Vendor
source: Yo, Yasuo, what's up? Got yourself a customer?
pt: Allora, Yasuo, come butta? Ti sei beccato un cliente?

# 364_Thuggish Man
source: Nice goin'. Business's been a little slow lately, huh?
pt: Bel colpo. Gli affari vanno un po' a rilento ultimamente, eh?

# 376_Yasuo
source: What's it to you? Our okonomiyaki's better than the crap you're servin'. Ain't no wonder customers choose us over you.
pt: Che ti frega a te? Il nostro okonomiyaki è meglio della schifezza che stai a servire. Normale che i clienti scelgano noi al posto tuo.

# 388_Okonomiyaki Vendor
source: Ya can talk the talk, I'll give ya that.
pt: A parlare ci sai fare, questo te lo concedo.

# 400_Thuggish Man
source: But hey, Yasuo, wrap your head around this. What happens if rumors start spreadin'? Drop money at Yasuo's place, and a coupla scary folks'll kick your ass.
pt: Ma ehi, Yasuo, mettiti in testa questo. Cosa succede se le voci iniziano a girare? Se molli i soldi da Yasuo, un paio di brutti ceffi ti spaccheranno il culo.

# 412_Yasuo
source: What!? Don't ya dare! The customers ain't got nothin' to do with this.
pt: Cosa?! Non osate! I clienti non c'entrano niente con questo.

# 424_Okonomiyaki Vendor
source: They got everythin' to do with this, dipshit! Folks who can't appreciate good food need to be shown the error of their ways.
pt: C'entrano in pieno, imbecille! Quelli che non sanno apprezzare il buon cibo devono imparare la lezione.

# 436_Thuggish Man
source: See, pal, we got no personal axe to grind with ya, but we gotta thump ya. Just good business, ya know? No hard feelings.
pt: Senti, compare, non abbiamo niente di personale contro di te, ma dobbiamo menarti. Sono solo affari, capito? Nessun rancore.

# 448_Akiyama
source: Haha... That's some business model you've got there. You don't actually believe that, do you?
pt: Haha... Bel modello di affari che ti sei tirato fuori. Tu non ci credi davvero, vero?

# 460_Okonomiyaki Vendor
source: You're a man of reason. I like that. But this is our territory, so we make the rules. Whatever we do, that's justice, see?
pt: Sei un uomo di ragione. Mi piace questo. Ma questo è il nostro territorio, quindi siamo noi a fare le regole. Qualsiasi cosa facciamo, quella è giustizia, capito?

# 472_Thuggish Man
source: So, let's get this over with, pal. Remember, if ya wanna thank someone for your bumps and bruises, you can thank Yasuo.
pt: Allora, finiamola qui, compare. Ricorda, se vuoi ringraziare qualcuno per le botte che hai preso, puoi ringraziare Yasuo.

# 496_Yakuza-like Man
source: Ow, fuck, owww... Who the hell are you? You're a monster.
pt: Ahi, cazzo, ahiii... Ma chi cazzo sei? Sei un mostro.

# 508_Akiyama
source: Sorry to disappoint, but I'm just a passing customer. Nice to see you fellows are so committed to your job, but learn to pick your fights better, all right?
pt: Mi spiace deludervi, ma sono solo un cliente di passaggio. Bello vedervi così *dediti* al vostro lavoro, ma imparate a scegliere meglio con chi ve la prendete, eh?

# 520_Thuggish Man
source: Tch... This ain't over!
pt: Tch... Non è finita qui!

# 532_Akiyama
source: Sorry about that. I shouldn't be causing a scene in front of your place.
pt: Scusa. Non dovrei fare una scenata davanti al tuo locale.

# 544_Yasuo
source: Oh, no problem at all. That was a heck of a display. Say, whaddya call that style of yours? You kicked those goons around like they were sacks of rice.
pt: Oh, figurati. Quella sì che è stata una dimostrazione da paura. Senti, come lo chiami quello stile lì? Hai preso a calci quei balordi come se fossero sacchi di riso.

# 556_Akiyama
source: Huh? Oh, yeah. Might've gotten a little carried away...
pt: Eh? Oh, già. Forse mi sono lasciato prendere un po' la mano...

# 568_Yasuo
source: No, you were awesome! You really inspired me. If it were me puttin' on an acrobatic spectacle like that, people'd come from miles around to see what I'm cookin'.
pt: No, sei stato una bomba! Mi hai proprio ispirato. Se fossi io a fare uno spettacolo acrobatico così, la gente verrebbe da ogni dove per vedere cosa combino.

# 580_Yasuo
source: Mister, what's your name?
pt: Signore, come si chiama?

# 592_Akiyama
source: Huh? I'm Akiyama.
pt: Eh? Sono Akiyama.

# 604_Yasuo
source: Akiyama-han, just you watch, I'm gonna be the Akiyama-han of the okonomiyaki world!
pt: Akiyama-han, vedrai, diventerò l'Akiyama-han del mondo degli okonomiyaki!

# 616_Yasuo
source: I already got the flavor down. All's I need now is a showstoppin' performance that'll capture the hearts and minds of the customers!
pt: Il gusto l'ho già azzeccato. Ora mi ci vuole solo uno spettacolo mozzafiato che conquisterà i cuori e le menti dei clienti!

# 628_Yasuo
source: All right, I better start training! Akiyama-han, ya gotta come try my okonomiyaki again sometime, okay?
pt: Perfetto! È meglio che inizi ad allenarmi! Akiyama-han, devi venire a provare il mio okonomiyaki un'altra volta, va bene?

# 640_Akiyama
source: (I don't quite get how, but it seems I really lit a fire under the guy.)
pt: Non ho ben capito come, ma a quanto pare l'ho davvero acceso il tipo.

# 652_Akiyama
source: (Well, he can cook, so if he can get more people to stop by and try his food, I'm sure he'll be set.)
pt: (Beh, sa cucinare, quindi se riesce a far fermare più gente e a provare il suo cibo, sono sicuro che sarà a posto.)
