Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490102.po
Languages: pt

# 56_Saida
source: I can't believe I'm wearing something this flashy. I've worn clothes so conservatively all my life－I feel like a new man!
pt: Non ci credo che indosso una roba così sgargiante. Ho vestito in modo così sobrio per tutta la vita—mi sento un uomo nuovo!

# 68_Akiyama
source: Great. Now that you're feeling it, why don't you try asking Miyu out again?
pt: Ottimo. Ora che ti senti carico, perché non provi a chiedere a Miyu di uscire di nuovo?

# 80_Saida
source: Huh? But I...
pt: Eh? Ma io...

# 92_Akiyama
source: What's wrong?
pt: Che succede?

# 104_Saida
source: Well, you see, you know how I always use your club to entertain clients?
pt: Beh, allora, sai come uso sempre il tuo locale per intrattenere i clienti?

# 116_Akiyama
source: Yes?
pt: Sì?

# 128_Saida
source: I've never been there in my private time. I could never work up the courage to go on my own.
pt: Non ci sono mai stato nel mio tempo libero. Non sono mai riuscito a farmi coraggio per andarci da solo.

# 140_Akiyama
source: Huh? What are you talking about? It's no different than when you go on business.
pt: Eh? Di cosa stai parlando? Non è diverso da quando ci vai per affari.

# 152_Saida
source: Business and private situations are completely different, though. Miyu would just think of me as some pervy old man if I were to come in by myself.
pt: Le situazioni d'affari e private sono completamente diverse, però. Miyu mi prenderebbe solo per un vecchio porco se entrassi da solo.

# 164_Akiyama
source: (No wonder the guy's no hit with the ladies.)
pt: (Non c'è da stupirsi che il tipo non becca nessuna.)

# 176_Akiyama
source: (Leon claimed that women go for mature men with a little bit of a bad side. I guess they're not too far off the mark.)
pt: Leon sosteneva che le donne cercano uomini maturi con un lato un po' da mascalzone. Credo non ci siano andati troppo lontano.

# 200_Saida
source: Yes?
pt: Sì?

# 212_Akiyama
source: You're missing something.
pt: Ti manca qualcosa.

# 224_Saida
source: What's that?
pt: Cos'è?

# 236_Akiyama
source: Come with me, and I'll show you.
pt: Vieni con me, e ti farò vedere.
