Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490180.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Middle-aged Detective
pt: Detective di mezza età

source: Young Detective
pt: Giovane Detective

# 104_Middle-aged Detective
source: Who the hell are you?
pt: Chi diavolo sei tu?

# 116_Saejima
source: Yeah, he can be a show-off. It's the best, and the worst thing about 'im. He sure had me fooled. But hey, it was fun while it lasted.
pt: Già, gli piace fare lo spaccone. È il suo pregio e il suo difetto, allo stesso tempo. Mi aveva proprio abbindolato. Ma ehi, è stato divertente finché è durata.

# 128_Middle-aged Detective
source: (Is he serious?)
pt: (Fa sul serio?)

# 140_Saejima
source: Look, I know he did wrong, and he oughta pay for it.
pt: Senti, so che ha sbagliato, e deve pagarla.

# 152_Saejima
source: But yer talkin' about the guy who saved my life. Just wanted ya to know that.
pt: Ma stai parlando del tipo che mi ha salvato la vita. Volevo solo fartelo sapere.

# 164_Young Detective
source: What are you waiting for!? That's Saejima! The escaped prisoner!
pt: Che aspetti!? Quello è Saejima! Il prigioniero evaso!

# 176_Middle-aged Detective
source: What!?
pt: Cosa!?

# 188_Saejima
source: Yer right. But sorry, I ain't ready to get caught yet!
pt: Hai ragione. Ma scusa, non sono ancora pronto a farmi beccare!

# 200_Young Detective
source: Damn it! Wait!
pt: Maledizione! Aspetta!

# 212_Middle-aged Detective
source: Saved his life, huh?
pt: Salvato la vita, eh?

# 224_Middle-aged Detective
source: I guess you're not rotten to the core after all, Himura... Hope I see you again one of these days. We could go for drinks, like old times.
pt: A quanto pare non sei marcio fino al midollo, Himura... Spero di rivederti uno di questi giorni. Potremmo andare a bere qualcosa, come ai vecchi tempi.

# 320_Middle-aged Detective
source: Argh... I guess the deal already went down. Dammit.
pt: Argh... Immagino che l'affare sia già andato in porto. Maledizione.

# 332_Young Detective
source: Shit... What a mess.
pt: Maledizione... Che casino.

# 344_Saejima
source: Hold up!
pt: Ferma!

# 356_Mafioso
source: (Shit!)
pt: (Maledizione!)

# 368_Middle-aged Detective
source: Huh!? Who're you!? Stay away!
pt: Eh!? Chi sei!? Stammi lontano!

# 380_Young Detective
source: Wait, that's...
pt: Aspetta, quello è...

# 392_Saejima
source: Tell ya the truth, I ain't even sure why I'm stickin' my neck out like this.
pt: A dirtela tutta, non sono nemmeno sicuro perché mi sto esponendo così.

# 404_Saejima
source: But I owe Himura, and it's 'bout time I pay that debt!
pt: Ma devo a Himura, ed è ora che ripaghi quel debito!

# 428_Young Detective
source: You sure the tip about that arms deal is good?
pt: Sei sicuro che la soffiata su quell'affare di armi sia buona?

# 440_Middle-aged Detective
source: Yeah. We'll round them all up this time. That'll wash the stink of Himura off us, once and for all.
pt: Sì. Li tireremo tutti dentro questa volta. Questo ci toglierà di dosso la puzza di Himura, una volta per tutte.

# 452_Young Detective
source: I still can't believe he was dirty.
pt: Non riesco ancora a credere che fosse sporco.

# 464_Young Detective
source: You didn't see it coming? You and him were partners for ages.
pt: Non l'hai visto arrivare? Tu e lui eravate partner da un'eternità.

# 476_Middle-aged Detective
source: He was a blowhard. Always trying to impress.
pt: Era uno spaccone. Cercava sempre di fare colpo.

# 488_Middle-aged Detective
source: Yeah, he was always flashing cash for you rookies. Probably the same mindset that made him go off the rails.
pt: Sì, era sempre a ostentare soldi per voi reclute. Probabilmente la stessa mentalità che l'ha fatto deragliare.

# 500_Young Detective
source: You think so?
pt: La pensi così?

# 512_Middle-aged Detective
source: That's my theory. Anyway, screw him. Where's this deal supposed to go down?
pt: Questa è la mia teoria. Comunque, che si fott* lui. Dove si suppone che si faccia quest'affare?

# 524_Young Detective
source: I already told you... The plaza in Ramen Village.
pt: Te l'ho già detto... La piazza nel Villaggio del Ramen.

# 536_Middle-aged Detective
source: Let's head out, then!
pt: Allora, andiamo!

# 560_Saejima
source: (That's the place Himura was talkin' about. Shouldn't get too close with the cops n' all, but I gotta see this with my own eyes.)
pt: (È il posto di cui parlava Himura. Non bisogna avvicinarsi troppo, con gli sbirri e compagnia bella, ma devo vederlo con i miei stessi occhi.)
