Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460020.po
Languages: pt

source: Attendant
pt: Addetto

source: I want to go to a cabaret club.
pt: Voglio andare in un cabaret club.

source: I'd like some information.
pt: Vorrei qualche informazione.

source: Nothing right now.
pt: Niente per ora.

source: Lead the way.
pt: Fai strada.

source: I'll pass for now.
pt: Passo per ora.

source: Any advice for getting friendly with hostesses?
pt: Qualche consiglio per fare amicizia con le hostess?

source: Tell me about taking hostesses on dates.
pt: Parlami degli appuntamenti con le hostess.

source: Got any insider tips?
pt: Hai qualche dritta da insider?

source: Not at the moment.
pt: Non al momento.

# 120_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Di cosa ha voglia oggi, signore?

# 132_Kiryu
source: Can you find me a cabaret club?
pt: Puoi trovarmi un cabaret club?

# 144_Attendant
source: I thought that might be it! In that case, allow me to recommend Elise!
pt: Immaginavo! In tal caso, permetta che le consigli l’Elise!

# 156_Attendant
source: It's on Taihei Boulevard, in front of the Millennium Tower. It's the biggest in Kamurocho－very popular, and lots of pretty girls!
pt: Si trova su Taihei Boulevard, davanti alla Millennium Tower. È il più grande di Kamurocho—molto popolare, e pieno di belle ragazze!

# 168_Kiryu
source: Lead the way.
pt: Fai strada.

# 192_Attendant
source: Sir, your friend seems to be waiting on you.
pt: Signore, il suo amico sembra stia aspettando lei.

# 204_Kiryu
source: Ah, right, of course. Sorry about that. I'll come back later.
pt: Ah, giusto, certo. Scusa. Tornerò più tardi.

# 216_Attendant
source: I'll be waiting for you!
pt: La aspetterò!

# 252_Attendant
source: Oh, right, I should probably mention... They're undergoing a kind of, ah, revamp right now.
pt: Oh, giusto, dovrei forse menzionarlo… Stanno attraversando una sorta di, ehm, rinnovamento al momento.

# 264_Kiryu
source: Hm? What's that mean?
pt: Hm? Che significa?

# 276_Attendant
source: Sorry. What I mean to say is that Elise is currently in a rebuilding phase, in order to improve the quality of their service.
pt: Mi scusi. Intendo dire che l’Elise è attualmente in una fase di ricostruzione, per migliorare la qualità del servizio.

# 288_Attendant
source: The girls currently seem to be rotating out on a daily basis, so we can't make any real guarantees on your experience.
pt: Le ragazze al momento sembrano cambiare ogni giorno, quindi non possiamo garantire davvero l’esperienza.

# 312_Kiryu
source: I actually know the owner. Now that you mention it, I recall him saying something about looking for girls who are ready for prime time.
pt: In realtà conosco il proprietario. Ora che lo dici, ricordo che aveva accennato a cercare ragazze pronte per il grande debutto.

# 324_Kiryu
source: Really? I know the owner, Akiyama, but this is news to me.
pt: Davvero? Conosco il proprietario, Akiyama, ma questa mi è nuova.

# 336_Attendant
source: Yes, well, it might be better not to go until you get an invitation from the owner himself.
pt: Sì, beh, forse sarebbe meglio non andare finché non riceve un invito dal proprietario stesso.

# 348_Kiryu
source: Yeah, that's probably true. I'll wait until I hear from Akiyama then.
pt: Già, probabilmente hai ragione. Aspetterò di sentire Akiyama, allora.

# 360_Attendant
source: If you like, I can find you another club.
pt: Se vuole, posso trovarle un altro club.

# 372_Kiryu
source: That's okay. I'll just wait until Elise is a little further along in its rebuilding process.
pt: Va bene così. Aspetterò che l’Elise sia un po’ più avanti nel processo di ricostruzione.

# 384_Attendant
source: Very well. Well, please do come again soon!
pt: Molto bene. La prego, torni presto!

# 408_Kiryu
source: (Elise will be done with this rebuilding once they have strong girls from around the country. I should wait until then before I go there.)
pt: (L’Elise avrà finito questa ricostruzione quando avranno ragazze forti da tutto il paese. Dovrei aspettare fino ad allora prima di andarci.)

# 420_Kiryu
source: (Elise is rebuilding its business? What could Akiyama be up to?)
pt: (L’Elise sta ricostruendo il suo business? Che cosa starà tramando Akiyama?)

# 432_Attendant
source: Very well, sir. Please give me one moment while I check in with the club.
pt: Benissimo, signore. Mi dia un momento mentre contatto il club.

# 456_Attendant
source: Hello? This is Shimura, over at MEB.
pt: Pronto? Qui è Shimura, del MEB.

# 468_Attendant
source: I have a gentleman here who's looking to patronize your establishment.
pt: Ho qui un signore interessato a visitare il vostro locale.

# 480_Attendant
source: Is now a good time? All right, thank you very much.
pt: È un buon momento? Perfetto, grazie mille.

# 516_Attendant
source: All set, sir. If you'll please follow me.
pt: È tutto pronto, signore. Se vuole seguirmi.

# 552_Kiryu
source: (Damn, I don't have the money.)
pt: (Dannazione, non ho i soldi.)

# 564_Kiryu
source: Hold it. I'll have to come back later.
pt: Aspetta. Dovrò tornare più tardi.

# 576_Attendant
source: We hope you'll come again!
pt: Speriamo torni presto!

# 588_Kiryu
source: I'm good for right now.
pt: Per ora va bene così.

# 600_Attendant
source: We hope you'll come again!
pt: Speriamo torni presto!

# 612_Attendant
source: Is there anything you'd like to know more about?
pt: C’è qualcosa di cui vorrebbe sapere di più?

# 624_Attendant
source: Since your time in the club is limited, do your best to make yourself as appealing as you can to the hostess in question.
pt: Dato che il suo tempo nel club è limitato, faccia del suo meglio per rendere la sua presenza il più attraente possibile per la hostess.

# 636_Attendant
source: If all you do is make her talk, she's likely to get bored of you quite quickly.
pt: Se tutto ciò che fa è farla parlare, è probabile che si annoi di lei molto in fretta.

# 648_Attendant
source: You'd be better off visiting various establishments around town, to pick up on local gossip. That way you'll have plenty of things to talk about.
pt: Le conviene visitare vari locali in città, per raccogliere un po’ di pettegolezzi. Così avrà molti più argomenti di cui parlare.

# 660_Player
source: Right. People who get out often are going to have more things to talk about.
pt: Giusto. Chi esce spesso ha più cose di cui parlare.

# 672_Attendant
source: Indeed. And if talking isn't doing the trick, you could always try spending more money.
pt: Esatto. E se parlare non basta, può sempre provare a spendere un po’ di più.

# 684_Player
source: Like ordering more expensive liquor?
pt: Tipo ordinare liquori più costosi?

# 696_Attendant
source: Precisely. You could also give the lady presents to increase her favor. Oh, and putting in a little extra effort into how you dress never hurts either.
pt: Esattamente. Può anche fare dei regali alla ragazza per aumentare il suo favore. Oh, e fare un po’ più di attenzione a come si veste non fa mai male.

# 708_Attendant
source: If you're willing to spend the money, you're likely to get a return on your investment.
pt: Se è disposto a spendere, è probabile che ottenga un ritorno sul suo investimento.

# 720_Player
source: Guys who are cheap aren't well-liked, huh?
pt: I tizi tirchi non sono molto apprezzati, eh?

# 732_Attendant
source: Not usually, no. It is important to be able to get a hostess the very best drink you can.
pt: Di solito no. È importante poter offrire alla hostess il miglior drink possibile.

# 744_Attendant
source: Spending big amounts of cash can win a girl over in a surprisingly short period of time, so if you're in a hurry, try saving up some money.
pt: Spendere grosse somme può conquistare una ragazza in sorprendentemente poco tempo, quindi se ha fretta, provi a mettere da parte un po’ di soldi.

# 756_Player
source: So if you're a good conversationalist, you don't need to spend as much money, right?
pt: Quindi se sei bravo a conversare, non devi spendere così tanto, giusto?

# 768_Attendant
source: Correct. If you don't want to spend a great deal of money, it is advisable to find other ways to get the lady to like you.
pt: Esatto. Se non vuole spendere molto, è consigliabile trovare altri modi per farsi piacere dalla ragazza.

# 780_Player
source: Thanks. I think I get it now.
pt: Grazie. Credo di aver capito.

# 792_Attendant
source: Oh, right! There's one more important thing I forgot to mention.
pt: Oh, giusto! C’è un’altra cosa importante che ho dimenticato di menzionare.

# 804_Attendant
source: If things are going really well, it can be a good idea to take your leave.
pt: Se le cose stanno andando molto bene, può essere una buona idea congedarsi.

# 816_Attendant
source: If you keep prattling on after that, you risk killing the mood and undoing all the hard work you did.
pt: Se continua a chiacchierare dopo quel punto, rischia di rovinare l’atmosfera e annullare tutto il lavoro fatto.

# 828_Player
source: That's good to keep in mind.
pt: Buono a sapersi.

# 840_Attendant
source: Lastly, before you leave, be sure to ask her if she'd like to go out with you on a date later.
pt: Infine, prima di andare, si assicuri di chiederle se le piacerebbe uscire con lei più tardi.

# 852_Attendant
source: Taking a hostess on a date can further increase her fondness for you, especially if you are able to work the right magic.
pt: Portare una hostess a un appuntamento può aumentare ulteriormente il suo affetto, soprattutto se sa usare la giusta magia.

# 864_Player
source: I see. You've been very helpful. Thanks.
pt: Capisco. Sei stato molto utile. Grazie.

# 876_Attendant
source: Do you have any other questions?
pt: Ha altre domande?

# 888_Attendant
source: You can invite hostesses out to join you on dates. During these you can grab a bite to eat, go shopping, or play games together.
pt: Può invitare le hostess a uscire con lei. Durante gli appuntamenti potete mangiare qualcosa, fare shopping o giocare insieme.

# 900_Attendant
source: Taking them out on dates will increase their affection towards you, so you've got nothing to lose by asking them out when you visit the club.
pt: Portarle a un appuntamento aumenterà il loro affetto verso di lei, quindi non ha nulla da perdere nel chiedere quando visita il club.

# 912_Player
source: But just because you ask her out, it doesn't necessarily mean she'll say yes.
pt: Ma solo perché la inviti, non significa necessariamente che dirà di sì.

# 924_Attendant
source: Correct. Whether she takes you up on your offer or not depends largely on her mood.
pt: Esatto. Che accetti o meno dipende in gran parte dal suo umore.

# 936_Attendant
source: If you're not good enough friends with her, she'll most likely reject your proposal.
pt: Se non siete abbastanza in confidenza, molto probabilmente rifiuterà la sua proposta.

# 948_Attendant
source: If that's the case, then try to improve her mood. It's important for her to have a good time as well.
pt: In tal caso, provi a migliorare il suo umore. È importante che anche lei si diverta.

# 960_Attendant
source: Also, if you show up at the club and ask her out right away, you're probably not going to get a very positive response either.
pt: Inoltre, se arriva al club e la invita subito, probabilmente non otterrà una risposta molto positiva.

# 972_Player
source: I see. The timing is important, then.
pt: Capisco. Quindi il tempismo è importante.

# 984_Attendant
source: Oh, yes. But if she turns you down, don't give up. If you keep on asking, she may eventually give in and say yes.
pt: Oh, sì. Ma se rifiuta, non si arrenda. Se continua a chiedere, potrebbe alla fine cedere e dire di sì.

# 996_Player
source: I'll keep that in mind.
pt: Lo terrò a mente.

# 1008_Attendant
source: Do you have any other questions?
pt: Ha altre domande?

# 1020_Attendant
source: Oh, I wouldn't possibly know anything about that...
pt: Oh, non saprei proprio nulla a riguardo…

# 1032_Player
source: Oh. Too bad.
pt: Oh. Peccato.

# 1044_Attendant
source: Okay, wait, I have something! Once you've talked your hostess up as much as you can, you normally wouldn't need to order anything else for the remainder of your time.
pt: Okay, aspetti, ho qualcosa! Una volta che ha parlato abbastanza con la hostess, di solito non serve ordinare altro per il resto del tempo.

# 1056_Attendant
source: However, if you order something anyway, she might treat you to a... different sort of hospitality.
pt: Tuttavia, se ordina comunque qualcosa, potrebbe offrirle un… tipo diverso di ospitalità.

# 1068_Player
source: A different sort of hospitality? Meaning what, exactly?
pt: Un tipo diverso di ospitalità? Cosa intendi esattamente?

# 1080_Attendant
source: You knooow, things like hand-feeding you pieces of fruit, maybe some fun and naughty things with candies or desserts...
pt: Sa com’è… cose come imboccarla con pezzi di frutta, o magari qualche gioco divertente e birichino con caramelle o dessert…

# 1092_Player
source: That sounds strangely appealing.
pt: Sembra stranamente allettante.

# 1104_Attendant
source: Indeed, it is the pinnacle of excess. One of the finer thrills that money well spent can buy.
pt: Infatti, è il massimo dell’eccesso. Una delle emozioni più raffinate che il denaro ben speso può offrire.

# 1116_Attendant
source: Do you have any other questions?
pt: Ha altre domande?

# 1128_Attendant
source: Oh! How did things go?
pt: Oh! Com’è andata?

# 1140_Kiryu
source: You remember me?
pt: Ti ricordi di me?

# 1152_Attendant
source: Of course I do! And I hope I'll be able to be of service to you again.
pt: Certo che sì! E spero di poterla aiutare di nuovo.

# 1164_Attendant
source: Now, what can I do for you today?
pt: Allora, cosa posso fare per lei oggi?

# 1176_Attendant
source: Welcome! Can I help you find something today?
pt: Benvenuto! Posso aiutarla a trovare qualcosa oggi?

# 1188_Saejima
source: Nah, I'm good.
pt: No, tutto a posto.

# 1200_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni presto!

# 1212_Attendant
source: Welcome! Can I help you find something today?
pt: Benvenuto! Posso aiutarla a trovare qualcosa oggi?

# 1224_Akiyama
source: I'm okay for now. Thank you.
pt: Per ora va bene così. Grazie.

# 1236_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni presto!

# 1248_Attendant
source: Welcome! Can I help you find something today?
pt: Benvenuto! Posso aiutarla a trovare qualcosa oggi?

# 1260_Shinada
source: Nah, I'm good for now. Thanks.
pt: No, per ora va bene. Grazie.

# 1272_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni presto!

# 1284_Attendant
source: Welcome! Oh, I'm terribly sorry. We don't provide recommendations for host clubs, young lady.
pt: Benvenuta! Oh, mi dispiace davvero. Non forniamo raccomandazioni per gli host club, signorina.

# 1296_Haruka
source: What? Oh, no, I'm sorry! I'll go someplace else!
pt: Cosa? Oh, no, scusi! Andrò da un’altra parte!

# 1308_Attendant
source: Haha, sounds like this is your first time!
pt: Haha, sembra che sia la sua prima volta!
