Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330326.po
Languages: pt

source: Batting Center Attendant
pt: Addetto del Centro di Battuta

source: The Cost of a Swing
pt: Il costo di un colpo

source: Player
pt: Giocatore

# 236_Shinada
source: Look at that. I won.
pt: Guarda un po'! Ho vinto.

# 248_Batting Center Attendant
source: You again, huh?
pt: Ancora tu, eh?

# 260_Shinada
source: It's not like I wanna be here.
pt: Non è che ci voglia stare qui.

# 272_Batting Center Attendant
source: Good, because starting next month, I'm only giving prizes for course three.
pt: Ottimo, perché dal mese prossimo darò premi solo per il percorso tre.

# 284_Batting Center Attendant
source: That's the one with Sawada from the Gigants. No one's hit a homer on it yet.
pt: Quella è la palla di Sawada, dei Gigants. Nessuno c'ha ancora fatto un fuoricampo.

# 296_Batting Center Attendant
source: That ought to put you in your place.
pt: Questo dovrebbe rimetterti in riga.

# 320_Batting Center Attendant
source: Let's see if you can prove me wrong, eh?
pt: Vediamo se mi smentisci, eh?

# 332_Shinada
source: Nice batting.
pt: Bella battuta.

# 344_Shinada
source: (Oh no...)
pt: (Oh cavolo...)

# 356_Shinada
source: You play baseball back in school?
pt: Giocavi a baseball ai tempi della scuola?

# 368_Takasugi
source: Guess everyone's gotta have something they're good at.
pt: A quanto pare, ognuno c'ha il suo forte.

# 392_Shinada
source: Come on, don't do this to me.
pt: Dai, non farmi questo.

# 404_Takasugi
source: Why do you think I let you keep the change?
pt: Perché pensi che ti abbia lasciato tenere il resto?

# 416_Takasugi
source: Wasn't hard to figure out what you'd do with it.
pt: Non ci voleva un genio per capire cosa ci avresti fatto.

# 476_Batting Center Attendant
source: Just a moment, young man.
pt: Un attimo, giovanotto.

# 488_Shinada
source: Huh?
pt: Uh?

# 524_Shinada
source: That man who was pitching just now－wasn't that Shirakawa? Does he have some sort of bone to pick with you? He keeps coming by and hounding me for information.
pt: Quell'uomo che stava lanciando proprio ora—non era Shirakawa? Ha per caso qualcosa contro di te? Continua a farsi vedere e a starmi addosso per informazioni.

# 536_Shinada
source: ...Sounds about right.
pt: ...Ci sta.

# 548_Batting Center Attendant
source: He finally agreed to leave something on the bulletin board and get on out of here.
pt: Alla fine si è convinto a lasciare qualcosa sulla bacheca e a levarsi di torno.

# 560_Batting Center Attendant
source: If you want to see the bulletin board, it's right here waiting for you. All you have to do is ask.
pt: Se vuoi vedere la bacheca, è proprio qui che ti aspetta. Basta chiedere.

# 572_Shinada
source: Okay. I'll make sure to check in with you whenever I'm here.
pt: Ok. Mi assicurerò di passare a salutarti ogni volta che sono qui.

# 584_Shinada
source: Shinada's Side Story pits him against fierce rivals and tough opponents, all of them accessible via the bulletin board. Simply speak with the batting center attendant, select your matchup, and get slugging.
pt: La storia secondaria di Shinada lo vede affrontare rivali agguerriti e avversari tosti, tutti accessibili tramite la bacheca. Ti basta parlare con l'addetto del centro di battuta, selezionare il tuo incontro e dacci dentro.

# 596_Shinada
source: Improving your batting abilities will make it easier to hit the ball, giving you an advantage in the batter's box. You can improve your batting abilities by winning against rivals or practicing on the courses at the batting center.
pt: Migliorare le tue abilità di battuta ti renderà più facile colpire la palla, dandoti un vantaggio nel box di battuta. Puoi migliorare le tue abilità di battuta vincendo contro i rivali o allenandoti sui percorsi al centro di battuta.

# 608_Batting Center Attendant
source: Just a moment, young man.
pt: Un attimo, giovanotto.

# 620_Shinada
source: Huh?
pt: Uh?

# 632_Batting Center Attendant
source: That man who was pitching just now－wasn't that Shirakawa? Does he have some sort of bone to pick with you? He keeps coming by and hounding me for information.
pt: Quell'uomo che stava lanciando proprio ora—non era Shirakawa? Ha per caso qualcosa contro di te? Continua a farsi vedere e a starmi addosso per informazioni.

# 644_Shinada
source: ...Sounds about right.
pt: ...Ci sta.

# 656_Batting Center Attendant
source: He finally agreed to leave something on the bulletin board and get on out of here.
pt: Alla fine si è convinto a lasciare qualcosa sulla bacheca e a levarsi di torno.

# 668_Batting Center Attendant
source: Oh, and there was someone else who wanted to get in contact with you too.
pt: Oh, e c'era qualcun altro che ti voleva contattare.

# 680_Batting Center Attendant
source: If you actually care about any of that, come talk to me and I'll tell you what you need to know.
pt: Se ti importa davvero di tutta questa faccenda, vieni a parlarmi e ti dico quello che ti serve sapere.

# 692_Shinada
source: Okay. I'll make sure to check in with you when I'm here.
pt: Va bene. Mi farò sentire quando sono qui.

# 704_Shinada
source: Shinada's Side Story pits him against fierce rivals and tough opponents, all of them accessible via the bulletin board. Simply speak with the batting center attendant, select your matchup, and get slugging.
pt: La storia secondaria di Shinada lo vede contrapposto a rivali agguerriti e avversari tosti, tutti accessibili tramite la bacheca. Ti basta parlare con l'addetto del centro di battuta, selezionare il tuo incontro e mettiti a sferrare mazzate.

# 716_Shinada
source: Improving your batting abilities will make it easier to hit the ball, giving you an advantage in the batter's box. You can improve your batting abilities by winning against rivals or practicing on the courses at the batting center.
pt: Migliorare le tue abilità di battuta ti renderà più semplice colpire la palla, dandoti un vantaggio nel box di battuta. Puoi migliorare le tue abilità di battuta vincendo contro i rivali o allenandoti sui percorsi del centro di battuta.

# 728_Batting Center Attendant
source: Welcome. Oh, it's just you.
pt: Benvenuto. Oh, sei tu.

# 752_Batting Center Attendant
source: Did you know there are several people out looking for you?
pt: Sapevi che un sacco di gente ti sta cercando in giro?

# 764_Batting Center Attendant
source: I told them I had no idea where you were, so they left. If I had to guess, I'd say they were debt collectors.
pt: Gli ho detto che non avevo la minima idea di dove fossi, e così se ne sono andati. Se devo tirare a indovinare, direi che erano degli esattori.

# 776_Batting Center Attendant
source: That reminds me. You always leave your equipment lying around－would it kill you to pick up after yourself every once and again?
pt: A proposito. Lasci sempre la tua roba in giro－ti costerebbe tanto mettere a posto ogni tanto?

# 800_Batting Center Attendant
source: You again? What's it going to be this time?
pt: Ancora tu? Che si fa stavolta?

# 812_Player
source: (Takasugi-san's with me, so I'd rather not get sidetracked.)
pt: (Takasugi-san è qui con me, quindi preferirei non mettermi in altre beghe.)

# 824_Player
source: Actually, I'm gonna pass for now. See ya.
pt: In realtà, per ora passo. Ci vediamo.

# 836_Batting Center Attendant
source: You again? What's it going to be today?
pt: Ancora tu? Che si fa oggi?

# 896_Batting Center Attendant
source: Welcome. I should warn you right now, we cranked up the difficulty to the max. Amateurs best beware.
pt: Benvenuto. Ti avverto subito, abbiamo spinto la difficoltà al massimo. Che i dilettanti stiano attenti.
