Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460023.po
Languages: pt

# 56_Riku
source: Ain't the view from here the absolute best?
pt: Non è mica il top la vista da qui?

# 68_Kiryu
source: People do rave about this view of Nagasugai from the Ose Bridge.
pt: La gente stravede per questa vista di Nagasugai dal Ponte Ose.

# 80_Riku
source: I do really like this bridge. Whenever I have some time before work, I come here.
pt: Proprio mi piace un sacco questo ponte. Ogni volta che ho un po' di tempo prima del lavoro, ci vengo.

# 92_Kiryu
source: You come here just for the view?
pt: Ci vieni solo per la vista?

# 104_Riku
source: Sometimes I'll ride the water bus. It's a great way to pass the time.
pt: Ogni tanto prendo il battello. È un bel modo per ammazzare il tempo.

# 116_Kiryu
source: Ah. I haven't gotten around to riding that yet. Maybe I should try it soon.
pt: Ah. Non l'ho ancora provato, quello. Magari dovrei provarlo presto.

# 128_Riku
source: It's nice t'see something familiar from a distance sometimes.
pt: Ogni tanto fa piacere vedere qualcosa di familiare da lontano.

# 140_Kiryu
source: Speaking of, the tower's nearby, isn't it? I'd like to get a look at Nagasugai from high up above at some point, too.
pt: A proposito, la torre è qui vicino, no? Mi piacerebbe vedere Nagasugai dall'alto, prima o poi, anch'io.

# 164_Riku
source: Next time we should go do that!
pt: La prossima volta dovremmo proprio andarci!

# 176_Kiryu
source: Sure.
pt: Certo.

# 212_Kiryu
source: What is it?
pt: E cioè?

# 236_Riku
source: That guy over there! That's that Subaru-san I was telling y'bout earlier!
pt: Quel tizio là! È quel Subaru-san di cui ti stavo parlando prima!

# 248_Kiryu
source: Subaru? You mean the guy that was scamming your friends?
pt: Subaru? Intendi il tizio che stava truffando le tue amiche?

# 260_Riku
source: Mm. They texted me pics. I know that's him!
pt: Mm. Mi hanno mandato le foto. Lo so che è lui!

# 284_Kiryu
source: Riku, wait up!
pt: Riku, aspetta!

# 296_Riku
source: Are you Subaru-san!?
pt: Sei Subaru-san!?

# 308_Subaru
source: Yeah. And who the heck are you?
pt: Sì. E tu chi diavolo sei?

# 320_Riku
source: You're two-timin' Yuka-chan and Asumi-chan, aren't ya? And a whole lotta other girls, I'd reckon!
pt: Stai facendo il doppio gioco con Yuka-chan e Asumi-chan, vero? E con un sacco di altre ragazze, scommetto!

# 332_Subaru
source: Ah, so y'know those girls, huh? I'm not two-timing anyone. I'm a host. Lotsa ladies ask for me, it's my job.
pt: Ah, quindi conosci quelle ragazze, eh? Non sto facendo il doppio gioco con nessuno. Sono un host. Un sacco di donne mi cercano, è il mio lavoro.

# 344_Riku
source: Don't y'dare play dumb! You were talking to them about gettin' married!
pt: Non osare fare il finto tonto! Stavi parlando con loro di sposarti!

# 356_Subaru
source: So what if I did?
pt: E allora, se l'ho fatto?

# 368_Riku
source: You're trickin' girls in order to milk them outta all their money! Then y'can go and sell 'em right off to the sex trade, right!?
pt: Stai truffando le ragazze per spillargli tutti i loro soldi! Poi puoi andare a venderle direttamente alla tratta della prostituzione, vero!?

# 380_Subaru
source: Hahaha. What are y'talking about? Who told ya that nonsense?
pt: Hahaha. Ma di cosa stai parlando? Chi ti ha raccontato queste cavolate?

# 392_Riku
source: Who told me?
pt: Chi me l'ha detto?

# 404_Subaru
source: Y'know, sometimes rival hosts start bullshit rumors to ruin my rep. So who was it? Ya boyfriend or someone?
pt: Senti, a volte gli host rivali mettono in giro voci di merda per rovinarmi la reputazione. Allora chi è stato? Il tuo tipo o qualcun altro?

# 416_Riku
source: It ain't like that!
pt: Non è mica così!

# 428_Subaru
source: Sorry, but I ain't got time t'deal with your drama right now, missy. Later.
pt: Spiacente, ma non ho mica tempo per le tue scenate adesso, bella. Dopo.

# 452_Riku
source: Hey!
pt: Ehi!

# 512_Riku
source: Sorry 'bout that. I shouldn't have done that in the middle of our date.
pt: Scusa per questo. Non avrei dovuto farlo nel bel mezzo del nostro appuntamento.

# 524_Kiryu
source: It's okay.
pt: Va bene.

# 536_Riku
source: Anyhow, I oughta head home now. See ya later!
pt: Comunque, è ora che vada a casa. A dopo!
