Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490128.po
Languages: pt

source: Woman
pt: Donna

source: Purse Snatcher
pt: Scippatore

source: Purse Snatcher's Boss
pt: Capo dello Scippatore

source: Purse Snatcher's Friend
pt: Amico dello Scippatore

source: Woman's Voice
pt: Voce di donna

# 92_Woman
source: Thank you so much!
pt: Grazie mille!

# 116_Araseki
source: Sorry I got you involved in this.
pt: Scusa se ti ho coinvolto in tutto questo.

# 128_Saejima
source: Not to worry. You alright now?
pt: Non preoccuparti. Ora va tutto bene?

# 140_Araseki
source: Yeah.
pt: Sì.

# 152_Saejima
source: Good. I'll be leavin'.
pt: Bene. Io me ne vado.

# 176_Araseki
source: Wait a moment. Please.
pt: Aspetta un momento. Per favore.

# 188_Saejima
source: (The hell's he want?)
pt: (Che diavolo vuole?)

# 200_Araseki
source: What you said... It woke me up. I swear, it was like a kick to the head.
pt: Quello che hai detto… mi ha svegliato. Giuro, è stato come un calcio in testa.

# 224_Araseki
source: There's no guarantee of success. But you still have to try. Because only those who work hard even have a chance.
pt: Non c’è alcuna garanzia di successo. Ma devi comunque provarci. Perché solo chi lavora sodo ha almeno una possibilità.

# 236_Araseki
source: I blamed the perp for taking away my purpose. But it was me, not him, who decided there was nothing else I could possibly do in life.
pt: Davo la colpa al criminale per avermi tolto uno scopo. Ma sono stato io, non lui, a decidere che non c’era nient’altro che potessi fare nella vita.

# 260_Araseki
source: If only I had realized this sooner! Now, retirement is bearing down on me. I don't have time to make a new dream come true.
pt: Se solo l’avessi capito prima! Ora la pensione incombe. Non ho più tempo per realizzare un nuovo sogno.

# 272_Saejima
source: What are ya sayin'? You're a great detective.
pt: Ma che stai dicendo? Sei un grande detective.

# 284_Araseki
source: Huh?
pt: Eh?

# 296_Saejima
source: Soon as ya heard that woman screamin', you took off like a shot and caught the guy, even though you were stumblin' drunk.
pt: Appena hai sentito quella donna urlare, sei partito come un razzo e hai preso quel tizio, anche se eri ubriaco fradicio.

# 308_Araseki
source: That was... just instinct. There was a crime happening right before my eyes. I couldn't stand there and do nothing.
pt: Quello era… solo istinto. C’era un crimine davanti ai miei occhi. Non potevo restare lì senza fare nulla.

# 320_Saejima
source: Ya helped someone in trouble. Ain't that the essence of detective work?
pt: Hai aiutato qualcuno in difficoltà. Non è questa l’essenza del lavoro di un detective?

# 332_Saejima
source: Chasin' your perp for all those years... Was it really just about catchin' the biggest fish in the sea? Or was it about protectin' people from criminals?
pt: Inseguire quel criminale per tutti quegli anni… era davvero solo per catturare il pesce più grosso? O era per proteggere la gente dai criminali?

# 356_Saejima
source: Just 'cause ya lost the dream of arrestin' one criminal, it don't take away the bigger dream of protectin' this town.
pt: Solo perché hai perso il sogno di arrestare un criminale, non significa che tu abbia perso il sogno più grande: proteggere questa città.

# 368_Saejima
source: Ya still got plenty of work to do.
pt: Hai ancora un sacco di lavoro da fare.

# 380_Araseki
source: ...You're right. Absolutely right. Somewhere along this hunting path I've walked for so many years... I lost sight of my true quarry.
pt: …Hai ragione. Assolutamente ragione. Da qualche parte lungo questo percorso di caccia che ho seguito per tanti anni… ho perso di vista la mia vera preda.

# 392_Araseki
source: Maybe if my perp had been even more dangerous, I wouldn't have lost my way so badly...
pt: Forse, se il mio criminale fosse stato ancora più pericoloso, non mi sarei smarrito così tanto…

# 404_Saejima
source: What was he like?
pt: Com’era?

# 416_Araseki
source: Oshima's his name, AKA Businessman Heihachiro.
pt: Si chiama Oshima, alias Uomo d’Affari Heihachiro.

# 428_Saejima
source: That's...!
pt: Quello è…!

# 440_Saejima
source: (He means old man Oshima from prison!)
pt: (Sta parlando del vecchio Oshima della prigione!)

# 452_Araseki
source: Ah, I see you've heard of him.
pt: Ah, vedo che ne hai sentito parlare.

# 464_Saejima
source: The legendary thief? With over 15,000 counts of theft and no arrests?
pt: Il ladro leggendario? Con oltre 15.000 furti e nessun arresto?

# 476_Araseki
source: Yep, that's right. If you believe the rumors.
pt: Già, esatto. Se credi alle voci.

# 488_Saejima
source: You don't think they're true?
pt: Non pensi che siano vere?

# 500_Araseki
source: No, think about it. To pull off 15,000 thefts, that would take over forty years of doing one job a day. It's ridiculous.
pt: No, pensaci. Per fare 15.000 furti servirebbero più di quarant’anni facendo un colpo al giorno. È ridicolo.

# 512_Saejima
source: Then where'd the rumors come from?
pt: Allora da dove vengono queste voci?

# 524_Araseki
source: Well, he was what you might call a gentleman thief. He'd only steal from other crooks.
pt: Beh, era quello che si potrebbe definire un ladro gentiluomo. Rubava solo ad altri criminali.

# 536_Saejima
source: Businessman Heihachiro was a gentleman thief?
pt: L’Uomo d’Affari Heihachiro era un ladro gentiluomo?

# 548_Araseki
source: He'd steal mainly from politicians and bureaucrats, all of them with shady reputations.
pt: Rubava soprattutto a politici e burocrati, tutti con reputazioni discutibili.

# 560_Araseki
source: There's even proof. Not one of them filed a report about the thefts, because it would've exposed their own corruption.
pt: C’è persino una prova. Nessuno di loro ha mai sporto denuncia, perché avrebbe rivelato la loro stessa corruzione.

# 572_Araseki
source: But of course, they weren't just going to take the hit, either. They used their considerable influence to demand the capture of Big Bad Businessman Heihachiro.
pt: Ma ovviamente non volevano nemmeno subire il colpo. Hanno usato la loro grande influenza per pretendere la cattura del terribile Uomo d’Affari Heihachiro.

# 584_Araseki
source: And that's how they turned the gentleman thief into Public Enemy Number One.
pt: Ed è così che hanno trasformato il ladro gentiluomo nel Nemico Pubblico Numero Uno.

# 596_Saejima
source: I see...
pt: Capisco…

# 608_Araseki
source: Heihachiro's identity has been known for a long time, actually. But he's a genius at not leaving a shred of evidence that could be used against him.
pt: L’identità di Heihachiro è nota da molto tempo, in realtà. Ma è un genio nel non lasciare nemmeno una briciola di prove contro di lui.

# 620_Araseki
source: Since we couldn't nab him on that front, we wanted to get him on other charges, but he was squeaky clean.
pt: Visto che non potevamo incastrarlo su quel fronte, volevamo prenderlo per altri reati, ma era pulito come uno specchio.

# 632_Araseki
source: So, the higher-ups prodded Heihachiro's employer into firing him.
pt: Così i superiori spinsero il datore di lavoro di Heihachiro a licenziarlo.

# 644_Araseki
source: They figured if he lost his job, he'd have to pull some petty jobs to stay afloat.
pt: Pensavano che, perdendo il lavoro, sarebbe stato costretto a fare piccoli colpi per tirare avanti.

# 656_Saejima
source: So he really was a workin' stiff, wearin' a suit and tie?
pt: Quindi era davvero un lavoratore qualunque, in giacca e cravatta?

# 668_Araseki
source: Sure was. And he couldn't tell his wife why he got fired. He kept it from her for over thirty years.
pt: Proprio così. E non poteva dire a sua moglie perché era stato licenziato. Le ha nascosto la verità per oltre trent’anni.

# 680_Araseki
source: What a fool. He wasted his life trying to stick it to the man－ended up with nothing to his name but infamy and disgrace.
pt: Che sciocco. Ha sprecato la vita cercando di sfidare il sistema—ed è finito con nient’altro che infamia e disgrazia.

# 692_Saejima
source: (I shared a damn cell with 'im for over a year, and didn't suspect a thing. He played the part of a reg'lar old man perfectly.)
pt: (Ho condiviso una maledetta cella con lui per più di un anno, e non ho sospettato nulla. Interpretava alla perfezione il ruolo del vecchietto qualunque.)

# 704_Araseki
source: Whatever the case, a crime's still a crime. His victims may have been shady, but they're still citizens, protected by the law.
pt: In ogni caso, un crimine resta un crimine. Le sue vittime potevano essere losche, ma erano comunque cittadini, protetti dalla legge.

# 716_Araseki
source: So I felt it my duty, as a detective, to pursue him. He'd threatened the town's peace. To put him behind bars, to me, would be justice.
pt: Così ho sentito che, come detective, era mio dovere dargli la caccia. Aveva minacciato la pace della città. Metterlo dietro le sbarre, per me, sarebbe stata giustizia.

# 728_Saejima
source: A thief who sacrificed his own honor for justice, and a detective who was pursuin' justice on behalf of thieves...
pt: Un ladro che sacrificava il proprio onore per la giustizia, e un detective che inseguiva la giustizia per conto dei ladri…

# 740_Araseki
source: Years passed, until that fateful day three years ago. Maybe he knew I was tailing him. It doesn't matter now.
pt: Gli anni passarono, fino a quel giorno fatidico di tre anni fa. Forse sapeva che lo stavo pedinando. Non importa più.

# 752_Araseki
source: I watched him head to the police station, wearing his usual suit.
pt: L’ho visto dirigersi verso la stazione di polizia, con il suo solito completo.

# 764_Saejima
source: He turned himself in?
pt: Si è consegnato?

# 776_Araseki
source: I couldn't believe it. There he was, in police custody. This was supposed to be the moment I'd been waiting 35 years for.
pt: Non riuscivo a crederci. Era lì, in custodia della polizia. Doveva essere il momento che aspettavo da 35 anni.

# 788_Araseki
source: But you see? He went where I could never collar him...
pt: Ma capisci? È andato dove io non avrei mai potuto arrestarlo…

# 800_Saejima
source: (Sure, but he still got collared, didn't he?)
pt: (Certo, ma è stato arrestato lo stesso, no?)

# 812_Araseki
source: Where was my justice? Where was the meaning in my thirty-five years?
pt: Dov’era la mia giustizia? Qual era il senso dei miei trentacinque anni?

# 824_Araseki
source: I was crushed, seeing how pointless it all was. How little my life meant. That's when I took to the bottle.
pt: Ero distrutto, vedendo quanto fosse stato tutto inutile. Quanto poco significasse la mia vita. È allora che ho iniziato a bere.

# 848_Araseki
source: But that changes today. You slapped me awake.
pt: Ma oggi cambia tutto. Mi hai dato una svegliata.

# 860_Araseki
source: I'm here to do more than just catch Heihachiro.
pt: Sono qui per fare più che catturare Heihachiro.

# 872_Araseki
source: I'm here to uphold the justice I believe in and protect people.
pt: Sono qui per difendere la giustizia in cui credo e proteggere le persone.

# 884_Araseki
source: So I'll keep being a detective, and I'll keep fighting evil. Like those purse-snatchers.
pt: Quindi continuerò a fare il detective, e continuerò a combattere il male. Come quegli scippatori.

# 896_Saejima
source: There you go. Now you got the look of the other detectives I've known. A look of conviction.
pt: Ecco. Ora hai lo sguardo degli altri detective che ho conosciuto. Uno sguardo di convinzione.

# 908_Araseki
source: Is that so? Thanks.
pt: Davvero? Grazie.

# 920_Araseki
source: Heh. Didn't think I'd get a pep talk from an escaped convict.
pt: Heh. Non pensavo di ricevere un discorsetto motivazionale da un evaso.

# 932_Saejima
source: What!? Ya knew?
pt: Cosa!? Lo sapevi?

# 944_Araseki
source: I might be a drunk, but I'm still a cop. You think I wouldn't recognize a wanted man?
pt: Sarò anche un ubriacone, ma sono ancora un poliziotto. Pensi che non riconoscerei un ricercato?

# 956_Saejima
source: And you're not arrestin' me?
pt: E non mi arresti?

# 968_Araseki
source: What, are you stupid? I radioed the station a short while ago. If you don't start running now, you're going to find yourself surrounded by uniforms.
pt: Cosa, sei stupido? Ho avvisato la centrale poco fa. Se non inizi a correre adesso, ti ritroverai circondato dalle divise.

# 980_Saejima
source: ...You gotta start bluffin' better than that.
pt: ...Devi imparare a bluffare meglio di così.

# 992_Araseki
source: Heh, the next time I see you, you'll be in cuffs faster than you can blink. I'm still a detective, and you're still a criminal.
pt: Heh, la prossima volta che ti vedo, sarai in manette prima ancora di battere ciglio. Io sono ancora un detective, e tu sei ancora un criminale.

# 1004_Saejima
source: Alright. 'Preciate it.
pt: Va bene. Apprezzo.

# 1052_Araseki
source: *pant* *pant* All right, you stay down!
pt: *ansima* *ansima* Bene, tu resti giù!

# 1064_Purse Snatcher
source: You eat shit!
pt: Vaffanculo!

# 1100_Purse Snatcher's Boss
source: Hey, check it out, Ryota got busted.
pt: Ehi, guardate, Ryota è stato beccato.

# 1112_Purse Snatcher's Friend
source: What a fuck-up.
pt: Che fallito.

# 1124_Purse Snatcher's Boss
source: Ha, told you. I win, pay up.
pt: Ah, te l’avevo detto. Ho vinto, paga.

# 1136_Araseki
source: What the hell?
pt: Che diavolo?

# 1148_Ryota
source: Huh? Masa-san, what're you talking abou－
pt: Eh? Masa-san, di cosa stai parlan—

# 1160_Masa
source: Okay, Yusuke, your turn.
pt: Okay, Yusuke, tocca a te.

# 1172_Yusuke
source: I won't fuck it up like Ryota.
pt: Non farò la figura di merda come Ryota.

# 1184_Ryota
source: Wait! Masa-san! Help me!
pt: Aspetta! Masa-san! Aiutami!

# 1196_Masa
source: You serious?
pt: Sul serio?

# 1208_Ryota
source: I only did it because you told me to, Masa-san...
pt: L’ho fatto solo perché me l’hai detto tu, Masa-san…

# 1220_Masa
source: I don't associate with fuck-ups, loser. Come on, let's go.
pt: Non frequento falliti, perdente. Dai, andiamo.

# 1232_Ryota
source: But...
pt: Ma…

# 1244_Araseki
source: Hey, are you two with him? You're not going anywhere!
pt: Ehi, voi due siete con lui? Non andrete da nessuna parte!

# 1256_Masa
source: What's that, fucker?
pt: Che hai detto, stronzo?

# 1304_Masa
source: Haha! This drunk's a wimp!
pt: Haha! Questo ubriacone è un mollaccione!

# 1328_Araseki
source: *groan*
pt: *geme*

# 1352_Saejima
source: Araseki-han! You all right?
pt: Araseki-han! Tutto bene?

# 1364_Araseki
source: Could I be any more pathetic? Lost my dream, pushed around by a couple of punks...
pt: Potrei essere più patetico? Ho perso il mio sogno, e ora vengo malmenato da due teppistelli…

# 1376_Araseki
source: I should've realized. I was never man enough for this job.
pt: Avrei dovuto capirlo. Non sono mai stato abbastanza uomo per questo lavoro.

# 1400_Masa
source: Haha! Get a load of this! The old drunk's knocked on his ass, crying about lost dreams!
pt: Haha! Guardate un po’! Il vecchio ubriacone è a terra a piangere per i suoi sogni infranti!

# 1412_Yusuke
source: I can't believe it, haha! How do you get to be that old without facing up to being the loser you are? I'm embarrassed for you, old man, real talk.
pt: Non ci credo, haha! Come fai ad arrivare a quell’età senza affrontare il fatto che sei un perdente? Mi vergogno per te, vecchio, davvero.

# 1424_Masa
source: Glad I won't ever grow up to be like you, man.
pt: Felice di non diventare mai come te, amico.

# 1436_Araseki
source: *sigh*
pt: *sospira*

# 1448_Masa
source: Okay, let's boogie on out.
pt: Okay, andiamocene.

# 1472_Saejima
source: Hold it.
pt: Fermi.

# 1496_Saejima
source: Why're ya doin' this sorta thing?
pt: Perché fate una cosa del genere?

# 1508_Masa
source: I don't know who you are, but I'll kick your ass.
pt: Non so chi cazzo tu sia, ma ti spacco il culo.

# 1520_Saejima
source: Ya steal outta boredom, ya leave your mate behind... What are ya tryin' to do?
pt: Rubate per noia, abbandonate il vostro compagno… Che diavolo state cercando di fare?

# 1532_Masa
source: What's that now?
pt: Che hai detto?

# 1544_Saejima
source: What's the goal here? The dream?
pt: Qual è lo scopo? Qual è il sogno?

# 1556_Masa
source: Dream? Do I look like a fucking girl? Everything's cool if I'm having fun now. Who gives a shit about the future?
pt: Sogno? Ti sembro una cazzo di ragazzina? Va tutto bene finché mi diverto adesso. Chi se ne frega del futuro?

# 1568_Saejima
source: Guess that answers that.
pt: Immagino che questo risponda alla domanda.

# 1580_Saejima
source: Life ain't all milk and honey, ya know. No guarantee of success.
pt: La vita non è tutta rose e fiori, lo sai. Nessuna garanzia di successo.

# 1592_Saejima
source: I know it 'cause I'm just like Araseki-han. I chased a dream, and I failed... Just days ago.
pt: Lo so perché sono proprio come Araseki-han. Ho inseguito un sogno, e ho fallito… solo pochi giorni fa.

# 1604_Araseki
source: What?
pt: Cosa?

# 1616_Saejima
source: But, that joy of fulfillin' a dream... If you want a chance at feelin' it, you gotta have a dream in the first place.
pt: Ma quella gioia di realizzare un sogno… Se vuoi avere una possibilità di provarla, devi avere un sogno, prima di tutto.

# 1628_Saejima
source: You got nothin' like that. You got no right to mock those who do.
pt: Tu non hai niente del genere. Non hai alcun diritto di prendere in giro chi un sogno ce l’ha.

# 1652_Saejima
source: It's worth aspiring to be somethin'. Don't matter how many times you come up short!
pt: Vale la pena aspirare a diventare qualcosa. Non importa quante volte fallisci!

# 1664_Araseki
source: (He really believes what he's saying...)
pt: (Crede davvero in quello che sta dicendo...)

# 1676_Masa
source: You lecturing me now? Get off your soapbox, fucker.
pt: Adesso mi fai la predica? Scendi dal piedistallo, stronzo.

# 1688_Masa
source: Yo, let's shut him up.
pt: Ehi, zittiamolo.

# 1700_Yusuke
source: Yeah, I'm gonna enjoy it!
pt: Sì, me la godrò!

# 1736_Araseki
source: Hoowaah, it's c-c-cold! Where'm I?
pt: Brrr, fa f-f-freddo! Dov-dove sono?

# 1748_Saejima
source: You're awake.
pt: Ti sei svegliato.

# 1760_Araseki
source: Argh, I was asleep? Sorry about that.
pt: Argh, stavo dormendo? Scusa.

# 1772_Saejima
source: You're kind of a handful, aren't ya.
pt: Sei proprio un bel problema, eh.

# 1784_Araseki
source: Hehe, sorry. I wish I had an excuse.
pt: Hehe, scusa. Vorrei avere una scusa.

# 1796_Woman's Voice
source: Someone, help! Purse snatcher!
pt: Aiuto! Uno scippatore!

# 1808_Saejima
source: (Where the hell is he goin'!)
pt: (Dove diavolo sta andando!)

# 1832_Saejima
source: (Ugh, now I gotta chase him!)
pt: (Ugh, ora devo rincorrerlo!)
