Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00130c17.po
Languages: pt

source: Tatsuya's new dish "Sundubu Jjigae with Sauce Américaine" has been added to Kanrai's menu.
pt: Il nuovo piatto di Tatsuya, "Sundubu Jjigae with Sauce Américaine", è stato aggiunto al menu del Kanrai.

source: Player
pt: Giocatore

source: MC
pt: Conduttore

# 56_Player
source: (Hm...? Isn't that Tatsuya?)
pt: (Hmm...? Non è Tatsuya?)

# 80_MC
source: Welcome to Tatsuya's Three-Minute Kitchen Hack! Today, we're coming to you from Kamurocho, Tokyo!
pt: Benvenuti a 'Il trucco di cucina in tre minuti di Tatsuya'! Oggi, vi trasmettiamo da Kamurocho, Tokyo!

# 92_MC
source: This show is all about having celebrity chef Tatsuya help new and struggling eateries across Japan by coming up with new dishes!
pt: Questo show punta tutto sullo chef celebre Tatsuya che dà una mano ai locali, sia quelli nuovi che quelli in difficoltà, in giro per tutto il Giappone, tirando fuori nuovi piatti!

# 104_MC
source: In this episode, we'll be speaking with the manager of Kanrai, a yakiniku restaurant here in Kamurocho.
pt: In questo episodio, parleremo con il gestore del Kanrai, un ristorante yakiniku qui a Kamurocho.

# 116_MC
source: Please, tell us more about your situation.
pt: Per favore, ci racconti di più sulla sua situazione.

# 128_Manager
source: Our restaurant has been a long-time favorite of local yakiniku fans, but business has been slowing on account of the bad economy.
pt: Il nostro ristorante è da sempre il preferito dagli appassionati di yakiniku del posto, ma gli affari sono andati rallentando a causa della brutta economia.

# 140_Manager
source: We'd love a good idea for an original dish that could jump start business. Otherwise, I'm afraid it's going to be a slow, downward spiral.
pt: Ci farebbe un gran comodo un'idea per un piatto originale, che ci dia una bella spinta per far ripartire gli affari. Se no, temo che sarà solo una lenta e inesorabile discesa.

# 152_MC
source: I see... So you'd like an original dish for your yakiniku restaurant. Sounds like a tough challenge!
pt: Capisco... Quindi vorresti un piatto originale per il tuo ristorante yakiniku. Sembra una bella sfida!

# 164_MC
source: Well, Tatsuya-san, let's hear what you came up with!
pt: Allora, Tatsuya-san, sentiamo cosa hai tirato fuori!

# 176_Tatsuya
source: Okay, wait for it... I'm calling my new dish Sundubu Jjigae with Sauce Américaine!
pt: Ok, aspettate un attimo... Chiamo il mio nuovo piatto Sundubu Jjigae con Salsa Américaine!

# 188_MC
source: You've done it again, Tatsuya-san! Could you tell us a little more about your new creation?
pt: Ce l'hai fatta di nuovo, Tatsuya-san! Potrebbe dirci qualcosa di più sulla sua nuova creazione?

# 200_Tatsuya
source: Sure. It's my own spin on jigae soup, that old standard dish you'll find at any yakiniku joint.
pt: Certo. È la mia rivisitazione della zuppa jigae, quel vecchio classico che trovi in qualsiasi locale yakiniku.

# 212_Tatsuya
source: My version brings together sweet seafood, rich shellfish, and exquisite sauce américaine. It's like an explosion of flavor in your mouth!
pt: La mia versione unisce frutti di mare dolci, ricchi crostacei e una squisita salsa américaine. È come un'esplosione di sapori in bocca!

# 224_Tatsuya
source: Plenty of fresh cream and coconut powder give it a creamy, mild flavor that's hard to resist.
pt: Tanta panna fresca e polvere di cocco gli danno un sapore cremoso e delicato, irresistibile.

# 236_Manager
source: Wow! You took a classic menu item and really made it your own. I love it! But how did you ever come up with such a masterpiece!?
pt: Wow! Hai preso un classico del menù e l'hai reso davvero tuo. Lo adoro! Ma come diavolo ti è venuto in mente un capolavoro del genere!?

# 248_Tatsuya
source: Well, I might never have if it weren't for the eateries a certain someone introduced me to.
pt: Beh, non le avrei mai provate, se non fosse stato per i locali che un certo qualcuno mi ha fatto conoscere.

# 260_MC
source: And there you have it! Another hit dish courtesy of Tatsuya-san! Sundubu Jjigae with Sauce Américaine is now available anytime right here!
pt: Ed eccolo qui! Un altro piatto da urlo, opera di Tatsuya-san! Il Sundubu Jjigae con Salsa Américaine è ora disponibile in qualsiasi momento, proprio qui!

# 272_MC
source: We hope our viewers will come give it a try! Until next time! Bon appétit!
pt: Speriamo che i nostri spettatori vengano a provarlo! Alla prossima! Buon appetito!

# 344_Player
source: (Looks like they have a new dish from Tatsuya over at Kanrai. I should go try it sometime.)
pt: (A quanto pare hanno un nuovo piatto di Tatsuya al Kanrai. Dovrei farci un salto e provarlo prima o poi.)
