Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200036.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Tournament Staff
pt: Staff del Torneo

source: Passed Tsukimino Qualifiers
pt: Superato le Qualificazioni di Tsukimino

# 60_???
source: Who'd have thought I'd run into you on the Victory Road here, huh?
pt: Chi l'avrebbe mai detto che ti avrei beccato qui sulla Victory Road, eh?

# 72_???
source: It's been quite a while, Saejima-san. Last time I saw you was at Sodachi Dojo.
pt: È da un bel pezzo, Saejima-san. L'ultima volta che ti ho visto è stato al Dojo Sodachi.

# 84_Saejima
source: Well if it ain't Tokita! How 'bout that? Thought it might be you.
pt: Ma guarda un po' chi si rivede, Tokita! Allora? Immaginavo fossi tu.

# 96_Tokita
source: What? Aren't you pleased to see me?
pt: Che c'è? Non sei contento di vedermi?

# 108_Tokita
source: Oh, I get it! It must be sour grapes about getting overshadowed by your former apprentice. That's gotta suck!
pt: Oh, capisco! Dev'essere rosicamento per essere stato messo in ombra dal tuo ex apprendista. Deve far schifo!

# 120_Saejima
source: You ain't changed a lick, I see.
pt: Non sei cambiato di un pelo, vedo.

# 132_Tokita
source: Hah. You must mean these good looks of mine, right? Yeah. I still enjoy admiring myself every day.
pt: Ah. Ti riferisci a questo mio bel faccino, vero? Sì. Mi godo ancora ad ammirarmi ogni giorno.

# 144_Saejima
source: Admirin' yourself?
pt: Ti stai ammirando?

# 156_Tokita
source: Looking at myself in the mirror. Buck naked, usually. There's nothing quite like basking in your own glory.
pt: Guardandomi allo specchio. Nudo come un verme, di solito. Non c'è niente di meglio che crogiolarsi nella propria gloria.

# 168_Saejima
source: Get to the point. Did ya stop me to brawl or not?
pt: Vieni al dunque. Mi hai fermato per fare a botte o no?

# 180_Tokita
source: No need to be a sourpuss, Saejima. I've been training in the icy north ever since I left Sodachi Dojo, honing my strength.
pt: Non c'è bisogno di fare il musone, Saejima. Mi sono allenato nel gelido nord da quando ho lasciato il Dojo Sodachi, affinando la mia forza.

# 192_Tokita
source: And now I'm taking part in the Victory Road qualifiers here. I haven't lost once. Nobody can touch me!
pt: E ora partecipo alle qualificazioni della Victory Road qui. Non ho perso neanche una volta. Nessuno può toccarmi!

# 204_Saejima
source: Huh. Good for you.
pt: Eh. Bravo tu.

# 216_Tokita
source: What? Are you mocking me?
pt: Cosa? Mi stai sfottendo?

# 228_Tokita
source: I'll admit, I used to psych myself up a bit to get me motivated.
pt: Ammetto, mi gasavo un po' per motivarmi.

# 240_Tokita
source: But now it's different. My inner strength has finally caught up with my outer beauty.
pt: Ma ora è diverso. La mia forza interiore ha finalmente raggiunto la mia bellezza esteriore.

# 252_Tokita
source: And the cherry on top will be taking you down, Saejima-san.
pt: E la ciliegina sulla torta sarà metterti al tappeto, Saejima-san.

# 264_Saejima
source: Heh, you've set your sights high.
pt: Heh, hai puntato in alto.

# 276_Tokita
source: I know it's hard to face, but you're getting old. It's time to put you out to pasture.
pt: So che è dura da accettare, ma ti stai facendo vecchio. È ora di metterti a riposo.

# 288_Tokita
source: Brace yourself! My beauty and brawn will leave you a whimpering mess!
pt: Preparati! La mia bellezza e la mia potenza ti ridurranno a un piagnucolante straccio!

# 300_Saejima
source: Let's put that to the test then, yeah? Bring it!
pt: Mettiamolo alla prova, allora, eh? Fatti sotto!

# 324_Tokita
source: You hit like a freight train. I had no idea you were this tough!
pt: Colpisci come un treno merci. Non avevo idea fossi così tosto!

# 336_Saejima
source: You did better than I expected, too. Ya musta trained hard.
pt: Hai fatto meglio di quanto mi aspettassi, pure tu. Devi esserti allenato sodo.

# 348_Tokita
source: Well, one punch from you snapped me out of my delusions. I can see how far I still have to go now.
pt: Beh, un tuo pugno mi ha fatto aprire gli occhi. Ora capisco quanta strada devo ancora fare.

# 360_Tokita
source: I'll never be more beautiful than I am now, but I know I can be stronger.
pt: Non sarò mai più bello di come sono adesso, ma so che posso diventare più forte.

# 372_Tournament Staff
source: Well fought, Saejima-san.
pt: Ben combattuto, Saejima-san.

# 384_Saejima
source: You're with the Victory Road, huh?
pt: Sei della Victory Road, eh?

# 396_Tournament Staff
source: Yes, I'm supervising the tournament. With this win, you've qualified to fight in the Coliseum.
pt: Sì, sono io che supervisiono il torneo. Con questa vittoria, ti sei qualificato per combattere al Coliseum.

# 408_Tournament Staff
source: Nobody in this town can best you, so you've earned a place in the Victory Road finals.
pt: Nessuno in questa città può batterti, quindi ti sei guadagnato un posto nelle finali della Victory Road.

# 420_Saejima
source: Coliseum? Victory Road finals?
pt: Colosseo? Le finali della Victory Road?

# 432_Tournament Staff
source: Indeed. They'll be held at the Underground Coliseum. I'm sure you're familiar with it.
pt: In effetti. Si terranno al Coliseum Sotterraneo. Sono certo che non ti sia nuovo.

# 444_Tournament Staff
source: We'll ask you to head there once all the competitors are decided.
pt: Ti chiederemo di andare lì una volta che tutti i contendenti saranno stati decisi.

# 456_Tournament Staff
source: The strongest fighters in the country all end up there sooner or later.
pt: I combattenti più forti del paese, prima o poi, ci finiscono tutti.

# 468_Tournament Staff
source: You may even meet your match there, too.
pt: Potresti persino trovare pane per i tuoi denti lì, pure.

# 480_Saejima
source: Huh.
pt: Uh.

# 492_Tokita
source: Looks like you beat me to the punch, so to speak, but I haven't given up yet. I'll catch up with you one day!
pt: Sembra che tu mi abbia battuto sul tempo, per così dire, ma non mi sono ancora arreso. Un giorno ti raggiungerò!

# 504_Tokita
source: I bet I'll look glorious standing in that Coliseum with the spotlight shining down on me.
pt: Scommetto che farò un figurone lì nel Coliseum, con i riflettori puntati addosso.

# 516_Saejima
source: Heh. Yeah, yeah.
pt: Eheh. Sì, sì.

# 528_???
source: We'll meet again soon, Saejima. I'll see you at the Coliseum in the Victory Road finals!
pt: Ci rivedremo presto, Saejima. Ci vediamo al Coliseum per le finali di Victory Road!

# 540_???
source: Heh. Maybe we'll even be on the same team.
pt: Eh. Magari finiamo pure nella stessa squadra.

# 564_???
source: (Heh... I wouldn't expect any less of you, Tokita.)
pt: (Eh... da te non mi sarei aspettato di meno, Tokita.)

# 636_???
source: Congratulations on passing the qualifiers. The Victory Road finals will be held in a certain pleasure quarter once the qualifiers in each city have been completed.
pt: Complimenti per aver superato le qualificazioni. Le finali della Victory Road si terranno in un certo quartiere a luci rosse una volta completate le qualificazioni in ogni città.

# 648_???
source: Though you have secured a place in the finals, Victory Road competitors will still challenge you in the street to test their skills. Keep fighting to stay in peak condition.
pt: Anche se ti sei assicurato un posto nelle finali, i contendenti di Victory Road ti sfideranno comunque per strada per mettere alla prova le loro abilità. Continua a combattere per rimanere in forma smagliante.
