Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460066.po
Languages: pt

# 60_Kiryu
source: All right, spit it out! Where is Subaru's hideout?
pt: Allora, sputa il rospo! Dov'è il nascondiglio di Subaru?

# 72_Yakuza
source: Ugh... It's in the Nagasu Tamura Building, on Nagasugawa Street.
pt: Ugh... È nell'Edificio Nagasu Tamura, su Via Nagasugawa.

# 84_Kiryu
source: Okay. Nagasu Tamura Building on Nagasugawa Street. That's where I'll find Riku.
pt: Va bene. Edificio Nagasu Tamura su Via Nagasugawa. È lì che troverò Riku.

# 96_Kiryu
source: (The clock's ticking. I need to hurry.)
pt: (Il tempo stringe. Devo sbrigarmi.)

# 132_Kiryu
source: (Damn it. I lost them.)
pt: (Maledizione. Li ho persi.)

# 156_Kiryu
source: (Hm? Are those the guys I took down earlier?)
pt: (Hm? Sono quei tizi che ho steso prima?)

# 180_Kiryu
source: Hey.
pt: Ehi.

# 204_Yakuza
source: Ahh! It's that guy again!
pt: Aaah! È ancora lui!

# 216_Kiryu
source: Where is Subaru's hideout?
pt: Dov'è il nascondiglio di Subaru?

# 228_Yakuza
source: Ya won't get a peep outta me! And there ain't no way you're comin' out on top a second time. We're gonna stomp ya into the ground, son!
pt: Non ti caverai un fiato da me! E non c'è verso che tu la spunti una seconda volta. Ti asfalteremo, figliolo!

# 240_Kiryu
source: I really don't have time for this. So I'll make it quick.
pt: Non ho proprio tempo per questo. Così la faccio breve.
