Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0034004b.po
Languages: pt

source: It's nothing.
pt: Non è nulla.

source: I have to get back.
pt: Devo tornare.

# 1068_Kiryu
source: Hey there, Hinata.
pt: Ehi, Hinata.

# 1080_Hinata
source: Sorry to keep you waiting!
pt: Mi scusi per l'attesa!

# 1092_Kiryu
source: Shall we be on our way?
pt: Ci incamminiamo?

# 1140_Hinata
source: I had a lot of fun!
pt: Mi sono divertita un sacco!

# 1152_Kiryu
source: Me too.
pt: Anch'io.

# 1164_Hinata
source: Okay, I should head on home. See you later!
pt: Ok, è ora che torni a casa. Ci vediamo!

# 1248_Hinata
source: I'll take good care of it! Thank you so much!
pt: Ne avrò molta cura! Grazie mille!

# 1260_Hinata
source: Oh, uh, thanks. Where are we off to next?
pt: Oh, ehm, grazie. Dove andiamo adesso?

# 1272_Hinata
source: Thank you! Come on, where are we off to next?
pt: Grazie! Dai, dove andiamo adesso?

# 1284_Hinata
source: Oh, but I didn't really want that.
pt: Oh, ma non è che lo volessi davvero.

# 1320_Hinata
source: Oh, I've been wanting this! Thank you so much! Come on, where are we off to next?
pt: Oh, questo lo volevo proprio! Grazie mille! Dai, dove andiamo adesso?

# 1332_Hinata
source: Oh, uh, thanks. So where are we off to next?
pt: Oh, ehm, grazie. Allora, dove andiamo adesso?

# 1344_Hinata
source: Thank you! Come on, where are we off to next?
pt: Grazie! Dai, dove andiamo adesso?

# 1356_Hinata
source: Aren't you embarrassed about not buying me anything?
pt: Non ti vergogni a non avermi comprato niente?

# 1392_Hinata
source: You're really good at this, Kiryu-san! I gotta give you props.
pt: Sei davvero bravo in questo, Kiryu-san! Devo proprio farti i complimenti.

# 1404_Hinata
source: Yay, I win! Looks like you have to practice some more, Kiryu-san!
pt: Sììì, ho vinto! Mi sa che ti tocca fare un po' più di pratica, Kiryu-san!

# 1416_Hinata
source: Wow, I can't believe it was a tie! I'm gonna win next time!
pt: Wow, non ci posso credere che sia finita in parità! La prossima volta vinco io!

# 1452_Hinata
source: Aww, I wanted to play darts.
pt: Uffa, volevo giocare a freccette.

# 1464_Hinata
source: That was lots of fun! Let's do it again sometime!
pt: È stato un sacco divertente! Dai, rifacciamolo un'altra volta!

# 1488_Hinata
source: That was really tasty! Thanks so much for treating me!
pt: Era proprio buono! Grazie mille per avermi offerto!

# 1500_Hinata
source: Where are we off to next?
pt: Dai, dove andiamo adesso?

# 1512_Hinata
source: Where are we off to next?
pt: Dai, dove andiamo adesso?

# 1524_Hinata
source: Oh, but I was hungry.
pt: Ah, ma avevo fame.

# 1560_Hinata
source: That was really tasty! Thanks so much for treating me!
pt: Era proprio buono! Grazie mille per avermi offerto!

# 1572_Hinata
source: Oh eww, that was nasty. Let's go to the next place already.
pt: Oh, bleah, che roba! Andiamo al prossimo posto, dai.

# 1584_Hinata
source: That wasn't too bad! Come on, where are we off to next?
pt: Non è andata malaccio! Dai, dove andiamo adesso?

# 1596_Hinata
source: But I was hungry.
pt: Ma avevo fame.

# 1632_Hinata
source: That was really tasty! Thanks so much for treating me!
pt: Era proprio buono! Grazie mille per avermi offerto!

# 1644_Hinata
source: Oh eww, that was nasty. Let's go to the next place already.
pt: Oh, bleah, che roba! Andiamo al prossimo posto, dai.

# 1656_Hinata
source: That wasn't too bad! Come on, where are we off to next?
pt: Non è andata malaccio! Dai, dove andiamo adesso?

# 1668_Hinata
source: But I was hungry.
pt: Ma avevo fame.

# 1704_Hinata
source: You're really good at that, Kiryu-san! I'm kind of surprised!
pt: Ma sei proprio bravo, Kiryu-san! Sono rimasta un po' stupita!

# 1716_Hinata
source: Yay, I win! Looks like you have to practice some more, Kiryu-san!
pt: Evviva, ho vinto! A quanto pare, ti tocca fare un po' più di pratica, Kiryu-san!

# 1728_Hinata
source: Wow, I can't believe it was a tie! I'm gonna win next time!
pt: Wow, non posso credere che sia stato un pareggio! La prossima volta vinco io!

# 1764_Hinata
source: Aww, I wanted to play pool.
pt: Uffa, volevo giocare a biliardo.

# 1776_Hinata
source: That was lots of fun! I'm going to have to practice so I can get better!
pt: Mi sono divertita un sacco! Mi toccherà fare pratica per migliorare!

# 1800_Hinata
source: You're really good at this, Kiryu-san. I'm kind of surprised!
pt: Ma sei proprio bravo, Kiryu-san! Sono rimasta un po' stupita!

# 1812_Hinata
source: Yay, I win! Looks like you gotta practice some more, Kiryu-san!
pt: Evviva, ho vinto! A quanto pare, ti tocca fare un po' più di pratica, Kiryu-san!

# 1824_Hinata
source: Wow, I can't believe it was a tie! I'm gonna win next time!
pt: Wow, non posso credere che sia stato un pareggio! La prossima volta vinco io!

# 1860_Hinata
source: Aww, but I wanted to play.
pt: Uffa, ma volevo giocare.

# 1872_Hinata
source: That was lots of fun! Let's do it again sometime!
pt: Mi sono divertita un sacco! Rifacciamolo un'altra volta!

# 1956_Hinata
source: Oh, these came out really good!
pt: Oh, questi sono venuti proprio bene!

# 1968_Hinata
source: Bleh, these didn't turn out that great, huh?
pt: Uffa, questi non sono venuti un granché, eh?

# 1980_Hinata
source: What? We're stopping?
pt: Ma come? Ci fermiamo?

# 2016_Hinata
source: I wanted to take a photo together. You don't have to be so shy about it.
pt: Volevo fare una foto insieme. Non fare il timido.

# 2028_Hinata
source: That was lots of fun! You've sure got some nice moves, Kiryu-san!
pt: Mi sono divertita un sacco! Hai proprio delle belle mosse, Kiryu-san!

# 2064_Hinata
source: Oh, I wanted this! Thank you so much, Kiryu-san!
pt: Oh, volevo proprio questo! Grazie mille, Kiryu-san!

# 2076_Hinata
source: Yay, I win! Come on, where are we off to next?
pt: Evviva, ho vinto! Dai, dove andiamo adesso?

# 2088_Hinata
source: Guess it's a tie! Come on, where are we off to next?
pt: Immagino sia un pareggio! Dai, dove andiamo adesso?

# 2124_Hinata
source: Aww, but I wanted that.
pt: Uffa, ma volevo proprio quello.

# 2136_Hinata
source: That was lots of fun! You're pretty good at that, Kiryu-san!
pt: Mi sono divertita un sacco! Te la cavi proprio bene, Kiryu-san!

# 2220_Hinata
source: Oh, these came out really good!
pt: Oh, questi sono venuti proprio bene!

# 2232_Hinata
source: Bleh, these didn't turn out that great, huh?
pt: Uffa, questi non sono venuti un granché, eh?

# 2244_Hinata
source: What? We're stopping?
pt: Ma come? Ci fermiamo?

# 2280_Hinata
source: I wanted to take a photo together. You don't have to be so shy about it.
pt: Volevo fare una foto insieme. Non fare il timido.

# 2292_Hinata
source: That was lots of fun! You've sure got some nice moves, Kiryu-san!
pt: Mi sono divertita un sacco! Hai proprio delle belle mosse, Kiryu-san!

# 2316_Hinata
source: You're really good at this, Kiryu-san! I'm kind of surprised!
pt: Te la cavi davvero bene in questo, Kiryu-san! Sono un po' sorpresa!

# 2328_Hinata
source: Well, I guess singing isn't everything.
pt: Vabbè, cantare non è mica tutto.

# 2340_Hinata
source: That was fun! We should come back here again sometime!
pt: Mi sono divertita un sacco! Dovremmo tornarci ancora, qualche volta!

# 2352_Hinata
source: I can't believe this! Are you trying to mess with me or something?
pt: Non ci posso credere! Mi stai prendendo in giro o cosa?

# 2388_Hinata
source: You're really good at this, Kiryu-san! I'm kind of surprised!
pt: Te la cavi davvero bene in questo, Kiryu-san! Sono un po' sorpresa!

# 2400_Hinata
source: Yay, I win! Looks like you gotta practice some more, Kiryu-san!
pt: Evviva, ho vinto! Mi sa che devi allenarti ancora un po', Kiryu-san!

# 2412_Hinata
source: Wow, I can't believe it was a tie! I'm gonna win next time!
pt: Wow, non ci posso credere che sia finita in parità! La prossima volta vinco io!

# 2448_Hinata
source: Aww, but I wanted to go bowling.
pt: Uffa, però volevo andare a bowling.

# 2460_Hinata
source: That was lots of fun! I'm going to have to practice so I can get better!
pt: Mi sono divertita un sacco! Dovrò allenarmi per migliorare!

# 2484_Hinata
source: You're really good at this, Kiryu-san! I'm kind of surprised!
pt: Te la cavi davvero bene in questo, Kiryu-san! Sono un po' sorpresa!

# 2496_Hinata
source: Yay, I win! Looks like you gotta practice some more, Kiryu-san!
pt: Evviva, ho vinto! Mi sa che devi allenarti ancora un po', Kiryu-san!

# 2508_Hinata
source: Wow, I can't believe it was a tie! I'm gonna win next time!
pt: Wow, non ci posso credere che sia finita in parità! La prossima volta vinco io!

# 2520_Hinata
source: A game of air hockey after a soak in the hot spring would be so awesome. I can't believe you can't appreciate how awesome that is.
pt: Una partita a air hockey dopo un bagno nelle terme sarebbe una figata pazzesca. Non ci posso credere che tu non riesca ad apprezzare che figata sia.

# 2556_Hinata
source: Shoot, I'm sorry, but something came up. I need to be on my way home.
pt: Accidenti, mi dispiace, ma mi è capitato un imprevisto. Devo tornare a casa.

# 2652_Hinata
source: What's wrong?
pt: Che succede?

# 2664_Hinata
source: Okay then, let's get going.
pt: Va bene, allora, andiamo.

# 2676_Hinata
source: Oh, okay. See you later!
pt: Oh, va bene. Ci vediamo dopo!
