Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0d9d.po
Languages: pt

source: System
pt: Sistema

# 72_Kimura
source: Let's wrap up for now, Suzuki-san. How have you done so far?
pt: Chiudiamo qui per adesso, Suzuki-san. Come ti è andata finora?

# 96_Kimura
source: I've caught one. How about you, Kimura-san?
pt: Ne ho preso uno. E tu, Kimura-san?

# 108_Kimura
source: I've caught two. How about you, Kimura-san?
pt: Ne ho pescati due. Tu invece, Kimura-san?

# 120_Kimura
source: I've caught three. How about you, Kimura-san?
pt: Ne ho presi tre. Tu come stai messo, Kimura-san?

# 132_Kimura
source: Yeah? Same here. I guess that makes it a draw!
pt: Eh? Anche a me. Direi che siamo pari!

# 144_Kimura
source: This was the most fun I've had in a while! Let me treat you to something for keeping me company here.
pt: Non mi divertivo così tanto da un sacco di tempo! Ti offro qualcosa per avermi tenuto compagnia qui.

# 156_Kimura
source: Let's wrap up for now, Suzuki-san. How have you done so far?
pt: Chiudiamo qui per adesso, Suzuki-san. Come ti è andata finora?

# 168_Kiryu
source: No luck at all. I haven't caught a thing.
pt: Niente di niente. Non ho preso un cavolo.

# 180_Kimura
source: I see. I got a few myself, so I guess I win for today.
pt: Capisco. Ne ho presi anch'io un bel po', quindi mi sa che ho vinto io oggi.

# 192_Kimura
source: This was the most fun I've had in a while! Let me treat you to something for keeping me company here.
pt: Non mi divertivo così tanto da un sacco di tempo! Ti offro qualcosa per avermi tenuto compagnia qui.

# 204_Kimura
source: Oh, I wouldn't want to impose.
pt: Oh, non vorrei disturbare.

# 216_Kimura
source: You wouldn't be imposing! I'm only going to give you what we caught here!
pt: Non saresti affatto un peso! Ti do solo quello che abbiamo pescato qui!

# 228_Kimura
source: I'll go fillet our catch over at my restaurant. It's in Nagasu, so I hope you'll stop by a bit.
pt: Vado a sfilettare il nostro pescato al mio ristorante. È a Nagasu, spero che passerai a trovarmi un attimo.

# 240_Kiryu
source: You run a restaurant, Kimura-san?
pt: Gestisci un ristorante, Kimura-san?

# 252_Kimura
source: That's right. I don't know if you've heard of it. It's called Sushi Zanmai.
pt: Esatto. Non so se lo conosci. Si chiama Sushi Zanmai.

# 264_Kimura
source: We're open 24/7, all year round. They even call me the Tuna King down at the port.
pt: Siamo aperti ventiquattro ore su ventiquattro, tutti i giorni, tutto l'anno. Mi chiamano persino il Re del Tonno giù al porto.

# 276_Kiryu
source: The Tuna King? Hey, I know that name. So you're who that is.
pt: Il Re del Tonno? Ehi, conosco quel nome. Ah, allora sei tu!

# 288_Kimura
source: Huh?
pt: Uh?

# 300_Kiryu
source: One of my coworkers was talking about you. He was saying how Sushi Zanmai was run by some legendary Tuna King.
pt: Uno dei miei colleghi parlava di te. Diceva che Sushi Zanmai era gestito da un leggendario Re del Tonno.

# 312_Kimura
source: Hahahah! Well, that saves me the explanation! Okay, Suzuki-san. Let's head to my restaurant!
pt: Ahahah! Ottimo, così non devo spiegare! Allora, Suzuki-san. Andiamo al mio ristorante!

# 324_Kimura
source: I'm not working today, so it's on the house!
pt: Oggi non lavoro, quindi offre la casa!

# 348_Kimura
source: River fishing is fun enough, but the sea's where I really like to be! I hope you have a blast, Suzuki-san!
pt: La pesca fluviale è già divertente di suo, ma è in mare che mi piace stare sul serio! Spero che si spassi un mondo, Suzuki-san!

# 360_Kiryu
source: I'm sure I will.
pt: Sono sicuro che lo farò.

# 372_Kimura
source: Okay, let's have a little contest. Make it a bit more interesting.
pt: Ok, facciamo una garetta. Rendiamola un po' più interessante.

# 384_Kimura
source: How about we see who can catch the most tuna?
pt: Che ne dici di fare a gara a chi pesca più tonni?

# 396_Kiryu
source: Heh, all right then. I'll have you know this isn't my first time fishing at sea.
pt: Eh, va bene allora. Sappi che non è la prima volta che vado a pesca in mare.

# 408_Kimura
source: Then this should be good! I can use all the little tricks I've got up my sleeve! Feel free to use that bait I gave you.
pt: Allora sarà una pacchia! Potrò tirare fuori tutti i trucchetti che ho in serbo! Usa pure quell'esca che ti ho dato.

# 420_System
source: You have three attempts to catch as many tuna as you can out at sea.
pt: Hai tre tentativi per prendere quanti più tonni possibile in mare aperto.
