Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091f61.po
Languages: pt

source: Handsome Woman
pt: Donna Affascinante

source: Player
pt: Giocatore

# 72_Handsome Woman
source: You. Hold on a sec.
pt: Tu. Aspetta un attimo.

# 84_Player
source: Huh? Who're you?
pt: Eh? Chi sei?

# 96_Handsome Woman
source: Please, that any way to treat a lady? Are you sayin' you play mahjong around here and you don't recognize the Naniwasienne?
pt: Ma per favore, è questo il modo di trattare una signora? Mi stai forse dicendo che giochi a mahjong qui intorno e non riconosci la Naniwasienne?

# 108_Player
source: The nani... what?
pt: Il nani... cosa?

# 120_Handsome Woman
source: Taken by my appearance, huh? Had to start dressin' like this when I started playin' mahjong. A girl gets a lot of unwanted attention in your rougher mahjong parlors.
pt: Colpito dal mio aspetto, eh? Ho dovuto iniziare a vestirmi così quando ho cominciato a giocare a mahjong. Una ragazza riceve un sacco di attenzioni indesiderate nei vostri saloni di mahjong più loschi.

# 132_Handsome Woman
source: 'Course nowadays, I'm well-known around these parts, so there ain't no man fool enough to mess with me.
pt: Ormai, oggigiorno, sono ben conosciuta in giro da queste parti, quindi non c'è nessun uomo tanto scemo da volersi mettere contro di me.

# 180_Kiryu
source: I can get that. What do you want from me, though?
pt: Capisco. Ma che vuoi da me?

# 192_Akiyama
source: Makes sense. So what can I do for you?
pt: Ha senso. Allora, cosa posso fare per te?

# 204_Handsome Woman
source: Wanna play mahjong with a bit more edge? You're gettin' bored with the nickel-and-dime game, aren't ya?
pt: Ti va di farti una partita a mahjong con un po' più di pepe? Ti stai stancando dei soliti giochi da quattro soldi, vero?

# 228_Handsome Woman
source: If you want, I can arrange high-stakes matches. You can come out rich... or leave with the shirt on yer back and not much more.
pt: Se ti va, posso combinarti delle partite con puntate grosse. Puoi uscirne con le tasche piene... oppure andartene con la camicia addosso e nient'altro.

# 240_Handsome Woman
source: I'm Chiaki Takachiho. Like I said before, though, people call me the Naniwasienne.
pt: Sono Chiaki Takachiho. Ma come dicevo, la gente mi chiama la Naniwasienne.

# 252_Takachiho
source: Anytime's a good time for mahjong, okay? If you're willin' to risk everythin' for a spot of fun, look me up.
pt: Il mahjong va bene a qualsiasi ora, capito? Se hai il fegato di rischiare il tutto per tutto per un po' di divertimento, cercami.

# 264_Takachiho
source: I'll guarantee ya a sweet time, like you'll never forget. See ya around.
pt: Ti garantisco un gran spasso, di quelli che non dimenticherai mai. Ci si vede in giro.
