Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069032f.po
Languages: pt

# 68_Haruka
source: Huh? Oh, Haruka! What's wrong? You're all out of breath!
pt: Eh? Oh, Haruka! Che c'è? Sei tutta senza fiato!

# 80_Haruka
source: Akari, is it true? Did you really quit dancing?
pt: Akari, è vero? Hai smesso davvero di ballare?

# 92_Akari
source: What!?
pt: Cosa!?

# 104_Akari
source: Yeah... It's true.
pt: Già... È vero.

# 116_Haruka
source: But why!? You said your dream is to be a top choreographer someday...
pt: Ma perché!? Hai detto che il tuo sogno è diventare una coreografa di punta un giorno...

# 140_Haruka
source: Say something, Akari!
pt: Di' qualcosa, Akari!

# 152_Akari
source: You... You wouldn't understand.
pt: Tu... Tu non capiresti.

# 164_Haruka
source: Huh?
pt: Uh?

# 176_Akari
source: Everything's fine for you. You're super pretty, and you have amazing talent. But I don't have anything going for me at all, not like you do.
pt: Per te va tutto bene. Sei super carina, e hai un talento incredibile. Ma io non ho niente che mi vada in nessun modo, non come te.

# 188_Haruka
source: That's not true!
pt: Non è vero!

# 200_Akari
source: I absolutely love dance. Sure, I want to be a choreographer. That's why I put in so many hours practicing, more than anybody I know.
pt: Amo la danza da morire. Certo, voglio fare la coreografa. Ecco perché mi sono allenata così tante ore, più di chiunque io conosca.

# 212_Akari
source: Even when it came to dance battles, I was always thinking about how I could win. I've always taken it very seriously.
pt: Anche nelle dance battle, stavo sempre a pensare a come vincere. L'ho sempre presa molto sul serio.

# 224_Akari
source: That's why I thought I couldn't lose when it came to dance, not even to you. But in the end, I was wrong.
pt: Ecco perché pensavo di non poter perdere quando si trattava di danza, nemmeno contro di te. Ma alla fine, mi sbagliavo.

# 236_Akari
source: How could I keep chasing the same silly dream after what happened? It would just be foolish. No matter how I work, I just don't have what it takes.
pt: Come potrei continuare a inseguire lo stesso sciocco sogno dopo quello che è successo? Sarebbe solo sciocco. Non importa quanto mi impegni, semplicemente non ho quello che serve.

# 248_Haruka
source: Akari, that just isn't true! Besides, there's still another chance for you!
pt: Akari, non è proprio vero! E poi, c'è ancora un'altra possibilità per te!

# 260_Haruka
source: Look, this is a leaflet for the Dance Battle Summit. If you make a good impression there, it'll open a whole new set of doors for you... You'll enter, right?
pt: Guarda, questo è un volantino per il Dance Battle Summit. Se fai una bella impressione lì, ti aprirà un sacco di nuove porte... Parteciperai, vero?

# 272_Akari
source: ...Sorry, Haruka, I'm not going.
pt: ...Scusa, Haruka, non ci vado.

# 284_Haruka
source: Huh!? But why not!?
pt: Uh!? Ma perché no!?

# 296_Akari
source: Because I already know what will happen. I can't keep beating my head against the wall, you know?
pt: Perché so già cosa succederà. Non posso continuare a sbattere la testa contro il muro, capisci?

# 308_Haruka
source: But it's the perfect opportunity! Akari, you can't give up on your dream.
pt: Ma è l'occasione perfetta! Akari, non puoi rinunciare al tuo sogno.

# 320_Akari
source: Sure, that's fine for somebody like you to say! But when you're an ordinary, mediocre person like me, sometimes the best thing to do is quit.
pt: Certo, per una come te è facile dirlo! Ma quando sei una persona normale, mediocre, come me, a volte la cosa migliore da fare è mollare.

# 332_Akari
source: Otherwise, you'll just keep getting hurt, and hurting the people you care about, too.
pt: Sennò, continuerai solo a farti male, e a ferire pure le persone a cui tieni.

# 344_Haruka
source: What?
pt: Cosa?

# 356_Akari
source: That first time I talked to you, it wasn't just because I wanted to be friends.
pt: La prima volta che ti ho parlato, non era solo perché volevo essere amica.

# 368_Akari
source: You're an idol, so I thought you might have connections and be able to get me that much closer to my dream.
pt: Sei un'idol, quindi ho pensato che avresti potuto avere delle conoscenze e farmi avvicinare così tanto al mio sogno.

# 380_Akari
source: That's why I approached you, for my own selfish gain.
pt: È per questo che ti ho avvicinato, per il mio tornaconto egoistico.

# 404_Akari
source: That time with Christina, too. I thought surely I must be a better dancer than you.
pt: Anche quella volta con Christina, pure. Ero convinta di essere una ballerina migliore di te.

# 416_Akari
source: I thought you'd make me look good if I went up against you in front of him.
pt: Pensavo mi avresti fatta fare bella figura se fossi andata contro di te davanti a lui.

# 428_Akari
source: I told myself Christina would be impressed if he saw me beat a pro, and that's why I brought you along.
pt: Mi sono detta che Christina sarebbe rimasto impressionato se mi avesse vista battere una professionista, ed è per questo che ti ho portata con me.

# 452_Akari
source: I know, I know. I'm the worst. I mean, stooping to something that low all for the sake of my dream? And, to top it all off, I didn't even succeed. Haha...
pt: Lo so, lo so. Sono la peggiore. Voglio dire, arrivare a tanto così in basso solo per il mio sogno? E, per finire in bellezza, non ci sono nemmeno riuscita. Haha...

# 464_Akari
source: So now you get it, don't you? Now you see how destructive it can be when a fool chases their dream, right?
pt: Quindi ora capisci, no? Ora vedi quanto distruttivo può essere quando uno stupido insegue il proprio sogno, vero?

# 476_Akari
source: That's why I gave up dance.
pt: È per questo che ho rinunciato alla danza.

# 500_Akari
source: Haruka, I'm so sorry for all the rotten things I did. I'm sorry I used you. It's fine if you hate me now. I don't deserve to be your friend.
pt: Haruka, mi dispiace per tutte le schifezze che ho fatto. Mi dispiace di averti usata. Va bene se mi odi adesso. Non merito di essere tua amica.

# 524_Akari
source: Good luck with your career. Remember me when your dream comes true. I know you can do it, because you have real talent. You have "it."
pt: In bocca al lupo per la tua carriera. Ricordati di me quando il tuo sogno si avvererà. So che puoi farcela, perché hai un vero talento. Hai "la stoffa."

# 536_Akari
source: Well, I guess this is goodbye, Haruka.
pt: Beh, immagino che questo sia un addio, Haruka.

# 560_Haruka
source: Akari, wait!
pt: Akari, aspetta!

# 572_Haruka
source: I... I don't care about any of that. I'm glad you talked to me that day. Really glad.
pt: Io... non mi importa niente di tutto questo. Sono contenta che tu mi abbia parlato quel giorno. Sono davvero contenta.

# 596_Haruka
source: You know what I'm like－my personality. Besides, I'm always working. Yui-chan is the only person who ever went out of their way to talk to me.
pt: Sai che tipo sono－il mio carattere. Poi, sono sempre a lavorare. Yui-chan è l'unica persona che si sia mai scomodata per parlarmi.

# 608_Haruka
source: I've been really lonely. But I told myself that's just how it is for me, that it's my fate.
pt: Mi sono sentita davvero sola. Ma mi sono detta che è proprio così\nper me, che è il mio destino.

# 620_Haruka
source: So when you talked to me that day, when you brought me along to all kinds of places, when you showed me how much fun dancing could be...
pt: Quindi quando mi hai parlato quel giorno, quando mi hai portato con te in ogni sorta di posti, quando mi hai mostrato quanto fosse divertente ballare...

# 632_Haruka
source: I was really, really glad.
pt: Sono stata davvero, davvero contenta.

# 656_Haruka
source: I don't care why you talked to me that day. I'm just happy you did.
pt: Non mi importa perché mi hai parlato quel giorno. Sono solo contenta che tu l'abbia fatto.

# 668_Haruka
source: It doesn't matter how we got our start. All that matters is that we're friends now, right?
pt: Non conta come abbiamo cominciato. Quello che conta è che ora siamo amiche, no?

# 680_Akari
source: But we can't be friends now! Every time I look at you, I'm forced to relive all kinds of bad memories.
pt: Ma non possiamo essere amiche adesso! Ogni volta che ti guardo, sono costretta a rivivere ogni sorta di brutti ricordi.

# 704_Haruka
source: Fine. We don't have to be friends, then!
pt: Va bene. Allora non dobbiamo essere amiche!

# 716_Akari
source: Huh!?
pt: Eh!?

# 728_Haruka
source: But even if you don't consider us friends, I want you to at least remember one thing.
pt: Ma anche se non ci consideri amiche, voglio che tu ti ricordi almeno una cosa.

# 740_Haruka
source: Friends or not, I want you to know that I still like you, Akari. I like you, and I care about you.
pt: Amiche o no, voglio che tu sappia che ti voglio ancora bene, Akari. Ti voglio bene, e ci tengo a te.

# 776_Haruka
source: I'll be there at the Dance Battle Summit. I hope you'll be there, too!
pt: Sarò lì al Dance Battle Summit. Spero che ci sarai anche tu!

# 788_Haruka
source: You love dance. And becoming a top choreographer is your dream. Come on. Say that you'll dance with me one more time!
pt: Tu ami ballare. E diventare una coreografa di punta è il tuo sogno. Dai! Di' che ballerai ancora una volta con me!

# 884_Haruka
source: Yui-chan! Did you hear everything?
pt: Yui-chan! Hai sentito tutto?

# 896_Yui
source: Yeah...
pt: Già...

# 908_Haruka
source: I see... Do you think Akari will show up?
pt: Capisco... Pensi che Akari si presenterà?

# 920_Yui
source: I don't know, but I sure hope so.
pt: Non lo so, ma spero proprio di sì.

# 932_Yui
source: She loves dance more than anybody, you know?
pt: Lei ama ballare più di chiunque altro, sai?

# 944_Haruka
source: Yeah.
pt: Sì.

# 956_Haruka
source: (Akari, please come to the summit! Please don't give up on your dream!)
pt: (Akari, ti prego vieni al summit! Ti prego non rinunciare al tuo sogno!)
