Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330554.po
Languages: pt

source: You got <Color:8>Toughness ZZ<Color:Default>.
pt: Hai ricevuto <Color:8>Toughness ZZ<Color:Default>.

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: Give It a Try
pt: Provaci

source: Refuse
pt: Rifiuta

source: Haru and Haru
pt: Haru e Haru

source: The Laughmakers
pt: Gli Artisti della Risata

source: The Mola Mola
pt: Il Mola Mola

# 184_Haruka
source: Excuse me. Is something wrong?
pt: Scusa. C'è qualcosa che non va?

# 196_Haruo
source: See, I'm part of a comedy duo, but my partner just quit on me.
pt: Vedi, faccio parte di un duo comico, ma il mio partner mi ha appena piantato in asso.

# 208_Haruo
source: We have an audition that's about to start and everything! Man, I dunno what to do...
pt: Abbiamo un'audizione che sta per iniziare e tutto quanto! Mannaggia, non so proprio che fare...

# 220_Haruo
source: Hey, wait a minute. I know you! You're that idol, Haruka Sawamura!
pt: Ehi, aspetta un attimo. Ti conosco! Sei tu quell'idol, Haruka Sawamura!

# 232_Haruka
source: Um... Well, yes, I am...
pt: Uhm... Beh, sì, sono io...

# 244_Haruo
source: Wow! I can't believe I'm seeing the real you in person! I've been a fan of yours ever since I saw ya on TV!
pt: Wow! Non ci posso credere che ti sto vedendo in carne e ossa! Sono un tuo fan da quando ti ho vista in TV!

# 256_Haruka
source: Thank you very much.
pt: Grazie mille.

# 268_Haruo
source: And you're funny, too! Ya did a great job with the back-and-forth when you were on that talk show! Had some real knee-slappers!
pt: E sei anche divertente! Hai fatto un ottimo lavoro col botta e risposta quando eri a quel talk show! C'erano delle vere e proprie battute che facevano sbellicare!

# 280_Haruka
source: You really think so? I was just trying to talk about what I thought the viewers would like to hear, and it just happened to go well.
pt: Dici sul serio? Stavo solo cercando di parlare di quello che pensavo gli spettatori volessero sentire, e per caso è andata bene.

# 292_Haruo
source: But that ain't easy! You got somethin' real special! Hold on, hold on. I'm getting an idea here.
pt: Ma non è mica facile! Hai qualcosa di davvero speciale! Aspetta un attimo, aspetta un attimo. Mi sta venendo un'idea.

# 304_Haruka
source: Hmm? What is it?
pt: Hmm? Che c'è?

# 316_Haruo
source: That's it! Haruka, have ya ever thought about doin' comedy?
pt: Ecco! Haruka, hai mai pensato di fare la comica?

# 328_Haruka
source: Comedy? Me!?
pt: La comica? Io!?

# 340_Haruo
source: Ya see anyone else here? I'm telling ya, you'd be real good!
pt: Vedi qualcun altro qui? Te lo dico io, saresti davvero brava!

# 352_Haruo
source: This audition comin' up means the world to me. I lost a lot of sleep comin' up with this material! And I've got some really good stuff, don't ya know!
pt: Questa audizione che sta per arrivare significa il mondo per me. Ho perso un sacco di sonno per tirare fuori questo materiale! E ho della roba davvero buona, non lo sai!

# 364_Haruo
source: I couldn't stand it if I had to forfeit the audition because my partner quit.
pt: Non ce la farei se dovessi rinunciare all'audizione perché il mio compagno ha mollato.

# 376_Haruo
source: I need a favor. Could ya be my partner? Please? Pretty please!? Ya only need to do it this once!
pt: Ho bisogno di un favore. Potresti essere il mio compagno? Per favore? Ti prego, ti prego!? Devi farlo solo questa volta!

# 388_Haruka
source: What!? But I don't have any experience!
pt: Cosa!? Ma non ho nessuna esperienza!

# 400_Haruo
source: Don't worry about that! You've already been on TV loads'a times. That oughta help ya out. It'll be fine!
pt: Non preoccuparti di questo! Sei già stata in TV un sacco di volte. Questo dovrebbe darti una mano. Andrà tutto bene!

# 412_Haruo
source: Besides, it'll be good for yer career to polish yer comedy skills. It could really come in handy for yer work.
pt: Poi, ti farà bene alla carriera affinare le tue doti comiche. Potrebbe davvero tornarti utile per il tuo lavoro.

# 424_Haruo
source: Just think of all the successful idols. They're not only attractive and good at singing, but they're all extra charming, right?
pt: Pensa un po' a tutte le idol di successo. Non sono solo belle e brave a cantare, ma sono tutte dannatamente affascinanti, no?

# 436_Haruka
source: Hmm. I guess you're right... But I can't be funny. I don't know any good jokes or anything.
pt: Mmh. Suppongo tu abbia ragione... Ma non sono divertente. Non conosco nessuna battuta divertente o roba del genere.

# 448_Haruo
source: Don't worry about a thing! I already thought up all the material!
pt: Non preoccuparti di niente! Ho già pensato a tutto il materiale!

# 460_Haruo
source: All you have to do is have some good comebacks ready when I say somethin' silly or stupid.
pt: Devi solo avere delle buone battute pronte quando dico qualcosa di sciocco o stupido.

# 472_Haruo
source: I think you'd be great at it! I bet ya could hit me with all kinds of great retorts!
pt: Penso che saresti bravissima! Scommetto che potresti tirarmi fuori ogni sorta di ottime battute!

# 484_Haruo
source: So whaddya say, Haruka? Will ya be the straight man to my fool? The sun to my shine? The tako to my yaki?
pt: Allora, che ne dici, Haruka? Vuoi essere la spalla al mio buffone? Il sole al mio splendore? Il tako al mio yaki?

# 496_Haruka
source: (Hmm. It might be a good idea to learn something about comedy. Should I do it?)
pt: (Mmh. Potrebbe essere una buona idea imparare qualcosa sulla comicità. Dovrei farlo?)

# 508_Haruka
source: All right. I'll give it a try!
pt: Va bene. Ci provo!

# 520_Haruo
source: Ya will!? All right! Thank you! I have a feelin' this is gonna be great!
pt: Davvero!? Ottimo! Grazie! Ho la sensazione che andrà alla grande!

# 532_Haruo
source: In that case, we better come up with a name.
pt: Allora, faremmo meglio a inventarci un nome.

# 544_Haruka
source: A name for our comedy duo?
pt: Un nome per il nostro duo comico?

# 556_Haruo
source: That's right. I can actually think of a few right off the bat. See which one ya like.
pt: Esatto. Anzi, me ne vengono in mente un paio subito. Guarda quale ti piace.

# 568_Haruka
source: I like Haru and Haru.
pt: Mi piace Haru e Haru.

# 580_Haruo
source: Yeah! Your name starts with Haru, my name starts with Haru... It's a dang perfect name for the perfect team!
pt: Sì! Il tuo nome inizia con Haru, il mio nome inizia con Haru... È un nome dannatamente perfetto per la squadra perfetta!

# 592_Haruka
source: I like the Laughmakers.
pt: Mi piacciono i Laughmakers.

# 604_Haruo
source: Yeah! That'll make the audience think we're funny before we've even say a word, right? Pretty great name, huh?
pt: Sì! Farà pensare al pubblico che siamo divertenti prima ancora che diciamo una parola, no? Un gran bel nome, eh?

# 616_Haruka
source: I like the Mola Mola.
pt: Mi piacciono i Mola Mola.

# 628_Haruo
source: Isn't it great? Those things are some of the funniest-lookin' things in the sea, right? People'll think we're hilarious before we even say a word!
pt: Non è fantastico? Quelle cose sono tra le più buffe che si vedano in mare, no? La gente penserà che siamo divertentissimi prima ancora che diciamo una parola!

# 640_Haruo
source: Great! Now that we got an all-star name, I'm sure we're gonna be a big hit!
pt: Ottimo! Ora che abbiamo un nome da star, sono sicuro che faremo un successone!

# 652_Haruo
source: Well, I hate to rush ya, but are ya ready to go now? The audition is about to start.
pt: Beh, odio metterti fretta, ma sei pronto ad andare adesso? L'audizione sta per iniziare.

# 664_Haruka
source: You mean right now!? But I'm not ready!
pt: Proprio adesso!? Ma non sono pronta!

# 676_Haruo
source: Hey, a good comedian's gotta go with the flow! Learn to handle whatever comes her way! It's important to know how to wing it!
pt: Ehi, una brava comica deve saper seguire la corrente! Impara a gestire qualsiasi cosa le capiti! È importante saper improvvisare!

# 688_Haruo
source: Ya have to be able to take sudden pressure like this in stride!
pt: Devi saper gestire una pressione improvvisa come questa al volo!

# 700_Haruka
source: I see.
pt: Capisco.

# 712_Haruo
source: What's a little audition? No big deal, right? You can do this! Now how's about we get to that event hall?
pt: Che sarà mai una piccola audizione? Niente di grave, no? Ce la puoi fare! Allora, che ne dici se andiamo a quella sala eventi?

# 724_Haruka
source: You're right. I can do this!
pt: Hai ragione. Ce la posso fare!

# 748_Haruka
source: I'm really sorry. I just don't think I can do it.
pt: Mi dispiace tanto. Non credo proprio di farcela.

# 760_Haruo
source: I gotcha. I'm not gonna force ya or anything. If you change your mind, come on back again.
pt: Capisco. Non ti forzo mica né roba del genere. Se cambi idea, torna pure.

# 784_Haruka
source: Excuse me, Haruo?
pt: Scusa, Haruo?

# 796_Haruo
source: Hey, Haruka! Any chance ya changed your mind? Wanna become my comedy buddy?
pt: Ehi, Haruka! Hai per caso cambiato idea? Vuoi diventare la mia spalla comica?

# 808_Haruka
source: All right. I'll give it a try!
pt: Va bene. Ci provo!

# 820_Haruo
source: Ya will!? Alright! Thank you! I just know this is gonna be great!
pt: Davvero!? Grandioso! Grazie! So già che sarà fantastico!

# 832_Haruo
source: In that case, we better come up with a name.
pt: In quel caso, è meglio che ci inventiamo un nome.

# 844_Haruka
source: A name for our comedy duo?
pt: Un nome per il nostro duo comico?

# 856_Haruo
source: That's right. I can actually think of a couple right off the bat. See which one ya like.
pt: Esatto. In realtà me ne vengono in mente un paio su due piedi. Vedi quale ti piace.

# 868_Haruka
source: I like Haru and Haru.
pt: Mi piace Haru e Haru.

# 880_Haruo
source: Yeah! Your name starts with Haru, my name starts with Haru... It's a dang perfect name for the perfect team!
pt: Sì! Il tuo nome inizia con Haru, il mio nome inizia con Haru... È un nome dannatamente perfetto per la squadra perfetta!

# 892_Haruka
source: I like the Laughmakers.
pt: Mi piacciono i Laughmakers.

# 904_Haruo
source: Yeah! That'll make the audience think we're funny before we've even say a word, right? Pretty great name, huh?
pt: Sì! Farà pensare al pubblico che siamo divertenti prima ancora che diciamo una parola, vero? Un gran bel nome, eh?

# 916_Haruka
source: I like the Mola Mola.
pt: Mi piacciono i Mola Mola.

# 928_Haruo
source: Isn't it great? Those things are some of the funniest-lookin' things in the sea, right? People'll think we're hilarious before we even say a word!
pt: Non è fantastico? Quelle cose sono tra le più buffe del mare, vero? La gente penserà che siamo spassosi prima ancora che diciamo una parola!

# 940_Haruo
source: Great! Now that we've come up with the perfect name, I'm sure we're gonna be a big hit!
pt: Grandioso! Ora che ci siamo inventati il nome perfetto, sono sicuro che faremo il botto!

# 952_Haruo
source: Well, I hate to rush ya, but are ya ready to go now? The audition is about to start.
pt: Beh, non voglio metterti fretta, ma sei pronto ad andare adesso? L'audizione sta per iniziare.

# 964_Haruka
source: You mean right now!? But I'm not ready!
pt: Vuoi dire proprio adesso!? Ma non sono pronta!

# 976_Haruo
source: Hey, a good comedian's gotta go with the flow! Learn to handle whatever comes her way! It's important to know how to wing it!
pt: Ehi, un bravo comico deve saperla prendere al volo! Impara a gestire qualsiasi cosa gli capiti! È importante sapere come andare a braccio!

# 988_Haruo
source: Ya have to be able to take sudden pressure like this in stride!
pt: Devi saper gestire la pressione improvvisa come questa in scioltezza!

# 1000_Haruka
source: I see.
pt: Capisco.

# 1012_Haruo
source: What's a little audition? No big deal, right? You can do this! Now how's about we get to that event hall?
pt: Che sarà mai una piccola audizione? Niente di che, vero? Ce la puoi fare! Ehi, che ne dici se andiamo in quella sala eventi?

# 1024_Haruka
source: You're right. I can do this!
pt: Hai ragione. Ce la posso fare!

# 1036_Haruka
source: I'm really sorry. I just don't think I can do it.
pt: Mi dispiace davvero. Non credo proprio di farcela.

# 1048_Haruo
source: I gotcha. I'm not gonna force ya or anything. If you change your mind, come on back again.
pt: Capisco. Non ti forzerò mica. Se cambi idea, torna pure qui.

# 1060_Haruo
source: Hey, thanks a lot, Haruka! You really saved my bacon!
pt: Ehi, grazie mille, Haruka! Mi hai davvero salvato la pelle!

# 1072_Haruka
source: I'm so glad I could help! But that was just round one of the audition, right? Aren't there more after this?
pt: Sono così contenta di essere stata d'aiuto! Ma quello era solo il primo round dell'audizione, vero? Non ce ne sono altri dopo questo?

# 1084_Haruo
source: Yeah, that's the truth, but I don't wanna bother ya none. I'll just find a new partner to do the rest of the audition with, I guess.
pt: Sì, è la verità, ma non ti voglio mica disturbare. Mi limiterò a trovare un nuovo partner con cui fare il resto dell'audizione, immagino.

# 1096_Haruka
source: I see. Well, I hope you find someone. It would be a shame to fail after coming this far!
pt: Capisco. Beh, spero che tu trovi qualcuno. Sarebbe un peccato fallire dopo essere arrivato fin qui!

# 1108_Haruo
source: Haruka-chan, I know I'm usually the fool, but I gotta be straight with ya for once. I wish you and I could keep going together a little longer.
pt: Haruka-chan, so che di solito faccio lo scemo, ma devo parlarti chiaro per una volta. Vorrei che tu e io potessimo continuare insieme ancora un po'.

# 1120_Haruka
source: You do?
pt: Davvero?

# 1132_Haruo
source: I mean, yeah! We were pretty good together up there, don't ya think? I bet we could get pretty far, you and me. Think ya could stick around a little longer?
pt: Cioè, sì! Siamo stati bravini insieme sul palco, non ti pare? Scommetto che potremmo fare un sacco di strada, tu ed io. Pensi di poter rimanere ancora un po'?

# 1144_Haruka
source: Hmm. I don't know...
pt: Mh. Non so...

# 1156_Haruo
source: Well, it's no skin off my back if ya can't. I understand. But if ya ever get the urge to do some more comedy, I'm always down to split sides and slap knees.
pt: Beh, non mi cambia niente se non ce la fai. Capisco. Ma se ti viene mai la voglia di fare ancora un po' di comicità, io ci sto sempre a spaccarci dalle risate.

# 1168_Haruo
source: I hang around this area a lot, so ya oughta be able to find me if ya go lookin'. Don't let all the glitz and starlight up on that idol stage blind ya. You always got a place here.
pt: Giro spesso da queste parti, quindi dovresti riuscire a trovarmi se mi cerchi. Non lasciare che tutto il luccichio e le luci della ribalta su quel palco da idol ti accechino. Hai sempre un posto qui.

# 1180_Haruka
source: All right, Haruo. Thank you. I won't forget. I'll be back if I ever change my mind.
pt: Va bene, Haruo. Grazie. Non me lo scorderò. Tornerò se ci ripenserò.

# 1192_Haruo
source: Ya will? That's great! Thanks, Haruka!
pt: Davvero? Fantastico! Grazie, Haruka!

# 1204_Haruo
source: Oh, by the way, this is the prize for passin' the first round of the audition. I want ya to have it.
pt: Ah, a proposito, questo è il premio per aver superato il primo turno dell'audizione. Voglio che tu lo abbia.

# 1240_Haruo
source: Well, see ya around, Haruka-chan! I'll be waitin' right here till the day you change yer mind!
pt: Beh, ci si vede in giro, Haruka-chan! Aspetterò proprio qui fino al giorno in cui cambierai idea!

# 1348_Haruo
source: We got some time to spare for now. Let's meet back here again later.
pt: Abbiamo un po' di tempo libero per adesso. Riviamoci qui più tardi.

# 1372_Haruo
source: I'm glad ya came back, Haruka-chan. Are ya ready to audition again?
pt: Sono contento che sei tornata, Haruka-chan. Sei pronta per un'altra audizione?

# 1384_Haruka
source: Okay, I'll give it a shot. I'm a little nervous, but I'll do my best.
pt: Va bene, ci proverò. Sono un po' nervosa, ma farò del mio meglio.

# 1396_Haruo
source: I know we can do this! Now, c'mon! Let's hustle to that event hall!
pt: So che possiamo farcela! Forza, dai! Diamo una mossa verso quella sala eventi!

# 1408_Haruka
source: Okay!
pt: Ok!

# 1432_Haruka
source: Sorry, I'm not feeling confident enough yet.
pt: Scusa, non mi sento ancora abbastanza sicura.

# 1444_Haruo
source: I gotcha. I'm not gonna force ya or anything. If you change your mind, come on back again.
pt: Capisco. Non ti forzerò, o altro. Se ci ripensi, torna pure.
