Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330045.po
Languages: pt

source: Player
pt: Giocatore

source: ○That sounds like fun.
pt: ○Sembra divertente.

source: □That sounds cramped.
pt: □Sembra stretto.

source: △Why don't you move out?
pt: △Perché non ti trasferisci?

# 72_Hinata
source: Coming to a place like this always helps me to relax.
pt: Venire in un posto come questo mi aiuta sempre a rilassarmi.

# 84_Player
source: Relax? Why's that?
pt: Rilassarti? E perché mai?

# 96_Hinata
source: Because it's all nice and cozy. It kind of reminds me of my own room.
pt: Perché è tutto così carino e accogliente. Mi ricorda un po' la mia stanza.

# 108_Player
source: You can't possibly have as much stuff in your room as this. I'd imagined you'd be a neat freak, actually.
pt: Non è possibile che tu abbia tutta questa roba nella tua stanza. A dire il vero, mi aspettavo fossi una maniaca dell'ordine.

# 120_Hinata
source: Yeah, I don't really have a lot of things. My room's so small, I hardly have the space anyway!
pt: Eh, non ho poi chissà quante cose. La mia stanzetta è così piccola, non ho quasi spazio, comunque!

# 132_Player
source: Why do you live there if it's so small?
pt: Perché ci vivi lì se è così piccolo?

# 144_Hinata
source: It's my parents' place. There weren't enough rooms for me, my brother, and my sister, so I have to share my room with her.
pt: È a casa dei miei. Non c'erano abbastanza stanze per me, mio fratello e mia sorella, quindi devo condividere la mia stanza con lei.

# 156_Player
source: That sounds like fun. I've had to share rooms with other people before, too.
pt: Sembra divertente. Anche io ho dovuto condividere la stanza con altre persone, prima d'ora.

# 168_Hinata
source: Wow, and you had fun? Not me. My sister and I are always bickering.
pt: Wow, e ti sei divertita? Io no. Io e mia sorella stiamo sempre a litigare.

# 180_Player
source: Yeah, but that's normal. If you lived alone, you wouldn't have anyone to argue with even if you wanted to.
pt: Sì, ma è normale. Se vivessi da solo, non avresti nessuno con cui litigare, anche volendo.

# 192_Player
source: If you leave home, you might enjoy your freedom at first, but I'll bet you'd get lonely pretty fast.
pt: Se te ne vai di casa, all'inizio magari ti godi la libertà, ma scommetto che la solitudine ti prenderebbe parecchio in fretta.

# 204_Hinata
source: Yeah, I guess you've got me there. ♪ I definitely crave attention, so if nobody's around I always go looking for someone to hang out with.
pt: Sì, direi che mi hai beccato. ♪ Amo un sacco le attenzioni, quindi se non c'è nessuno in giro, vado sempre in cerca di qualcuno con cui stare.

# 216_Hinata
source: When I do eventually leave home, I'll probably get myself a roommate to help fill that void. Guess I'm not meant for living on my own.
pt: Quando finalmente me ne andrò di casa, probabilmente mi prenderò una coinquilina per riempire quel vuoto. Credo proprio di non essere fatta per vivere da sola.

# 228_Player
source: I see. Still, I think it's worth living on your own at least once in your life.
pt: Capisco. Comunque, penso che valga la pena vivere da soli almeno una volta nella vita.

# 240_Player
source: That sounds cramped. Your brother gets a room to himself?
pt: Dev'essere un po' stretto. Tuo fratello ha una stanza tutta per sé?

# 252_Hinata
source: My brother lives in the attic.
pt: Mio fratello vive in soffitta.

# 264_Player
source: The attic? Wow, that sounds pretty old-school. What kind of house do you live in?
pt: La soffitta? Wow, suona proprio vecchia scuola. In che tipo di casa vivi?

# 276_Hinata
source: Uh, just a normal one I guess. It's only about thirty years old.
pt: Uhm, solo uno normale, direi. Ha solo una trentina d'anni.

# 288_Player
source: Heh. That's still older than you are.
pt: Heh. È comunque più grande di te.

# 300_Hinata
source: Yeah. Apparently, my dad owned it before getting married to my mom.
pt: Già. A quanto pare, mio padre lo possedeva prima di sposarsi con mia madre.

# 312_Hinata
source: I guess they just never expected their family would get so big!
pt: Immagino che non si sarebbero mai aspettati che la loro famiglia si sarebbe allargata così tanto!

# 324_Player
source: Hey, as long as you're all happy.
pt: Ehi, finché siete tutti felici.

# 336_Player
source: Why don't you move out? I'm sure you must have enough money to make rent.
pt: Perché non ti trasferisci? Sono sicuro che avrai già abbastanza soldi per l'affitto.

# 348_Hinata
source: Yeah, but I really have no need to live in a larger place. I'd rather stick it out at home and not waste the money.
pt: Già, ma non ho proprio bisogno di vivere in un posto più grande. Preferisco starmene a casa e non sprecare i soldi.

# 360_Player
source: You don't want to leave home at all? Wanting to strike out on your own is pretty common among people your age.
pt: Non vuoi proprio lasciare casa? Voler farsi strada da soli è una cosa piuttosto comune tra i ragazzi della tua età.

# 372_Hinata
source: Hmm, I guess I just don't feel it. I'd rather help my parents pay their living expenses.
pt: Mh, non mi va proprio, immagino. Preferisco aiutare i miei genitori a pagare le loro spese di vita.

# 384_Player
source: Wow, you financially support your parents? That's great.
pt: Wow, mantieni i tuoi genitori? È grandioso!

# 396_Hinata
source: I know, right? So I don't mind living in that small room, unless something changes in my current situation.
pt: Vero, no? Quindi non mi dispiace vivere in quella stanzetta, a meno che non cambi qualcosa nella mia situazione attuale.

# 408_Player
source: That makes sense.
pt: Ha senso.

# 468_Staff
source: Welcome.
pt: Benvenuto.

# 480_Hinata
source: That <Color:8>Protective Amulet<Color:Default> might bring me good luck! With your support, I could become the number one girl at the club! <Color:255,200,200,255>♥<Color:Default>
pt: Quell'<Color:8>Amuleto Protettivo<Color:Default> potrebbe portarmi fortuna! Con il tuo appoggio, potrei diventare la ragazza numero uno del locale! <Color:255,200,200,255>♥<Color:Default>

# 492_Player
source: (Hinata really seems to have her eye on that <Color:8>Protective Amulet<Color:Default>.)
pt: (Hinata ha proprio messo gli occhi su quel <Color:8>Amuleto protettivo<Color:Default>.)

# 564_Staff
source: Thank you very much.
pt: Grazie mille.

# 576_Staff
source: Thank you very much.
pt: Grazie mille.

# 612_Staff
source: Welcome.
pt: Benvenuto.

# 636_Staff
source: Thank you very much.
pt: Grazie mille.
