Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e9c.po
Languages: pt

source: You handed over <Color:8>Bear Skin<Color:Default>.
pt: Hai consegnato <Color:8>Pelle d'orso<Color:Default>.

source: You got <Color:8>Magnetized Metal<Color:Default>.
pt: Hai ottenuto <Color:8>Metallo Magnetizzato<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Scared Shitless Man
pt: Uomo cagato sotto

source: Mission Added
pt: Missione Aggiunta

source: Hand Over the Bear Skin
pt: Consegna la pelle d'orso

source: Keep the Bear Skin
pt: Tieni la pelle d'orso

# 88_Scared Shitless Man
source: Aw man, I'm doomed! Doomed!
pt: Mamma mia, sono fottuto! Fottuto!

# 100_Saejima
source: What's goin' on?
pt: Che succede?

# 112_Scared Shitless Man
source: Uh, who are you, big guy?
pt: Ehm, chi sei, omone?

# 124_Saejima
source: I'm a guy learnin' how to hunt from people in the village. Sure don't seem like you're from here. What brings ya?
pt: Sono un tizio che sta imparando a cacciare dalla gente del villaggio. Non sembri mica di queste parti. Che ci fai qui?

# 136_Scared Shitless Man
source: Uh, well actually, I came to hunt something myself... A bear.
pt: Uhm, a dire il vero, sono venuto a cacciare anch'io qualcosa... Un orso.

# 148_Saejima
source: And yet you ain't dressed for huntin'. So what's yer story?
pt: Eppure non sei vestito per la caccia. Allora, che ci fai qui?

# 160_Scared Shitless Man
source: Ugh, settle in, man. See, I work part-time at a ramen shop in Tsukimino, and one day, I was making this delivery...
pt: Ugh, mettiti comodo, amico. Vedi, lavoro part-time in una tavola calda di ramen a Tsukimino, e un giorno, stavo facendo una consegna...

# 172_Scared Shitless Man
source: And when I got there, the fucking place was a yakuza office!
pt: E quando ci sono arrivato, quel cazzo di posto era un ufficio della yakuza!

# 184_Saejima
source: Yeah? What happened?
pt: Sì? Che è successo?

# 196_Scared Shitless Man
source: I freaked out when I realized where I was.
pt: Mi sono cagato sotto quando ho realizzato dove mi trovavo.

# 208_Scared Shitless Man
source: I frigging dropped the ramen all over a super expensive bearskin rug on the floor!!!
pt: Porca miseria, ho rovesciato tutto il ramen su un costosissimo tappeto di pelle d'orso per terra!!!

# 220_Scared Shitless Man
source: And to make things worse, it was an extra-extra-oily, extra-extra-garlicky order!
pt: E per peggiorare le cose, era un ordine stra-unto, stra-pieno d'aglio!

# 232_Saejima
source: A what?
pt: Un cosa?

# 244_Scared Shitless Man
source: Extra-extra-oily, extra-extra-garlicky! The greasiest, smelliest ramen we offer! There wasn't a chance in hell of saving the rug!
pt: Unto fino all'osso, e all'aglio che ti brucia le narici! Il ramen più unto e puzzolente che abbiamo! Non c'era verso, nemmeno a piangere in ginocchio, di salvare quel tappeto!

# 256_Scared Shitless Man
source: Then they looked at me, real stonefaced... It was scary, man! And they said I was gonna replace that rug.
pt: Poi mi hanno guardato, con quelle facce di pietra... Mi sono cagato sotto, zio! E hanno detto che avrei dovuto sostituire quel tappeto.

# 268_Saejima
source: And that's why you're here.
pt: Ed è per questo che sei qui.

# 280_Scared Shitless Man
source: Well, I'm only a part-timer! How am I supposed to afford a swanky item like that? My only way out of this is to shoot the bear myself.
pt: Ma io sono solo un povero part-timer! Come diavolo faccio a permettermi una roba così di lusso? L'unica via d'uscita da 'sto casino è abbattere l'orso io stesso.

# 292_Saejima
source: That's crazy talk. It's more likely the bear will end up with <Italic>yer</Italic> skin.
pt: Sono tutte fesserie. È più probabile che l'orso finisca per farti <Italic>la pelle</Italic>.

# 304_Scared Shitless Man
source: Well, you said you were learning how to hunt. Could you do it for me? I'll give you what I can as payment...
pt: Beh, dicevi che stavi imparando a cacciare. Potresti farlo tu per me? Ti darò quel che posso come pagamento...

# 316_Saejima
source: I ain't willin' to kill a bear just for its skin. But if I happen to kill it for somethin' else, like for meat or defense, I'll take the skin for ya.
pt: Non ho intenzione di ammazzare un orso solo per la sua pelle. Ma se per caso lo faccio fuori per qualcos'altro, tipo per la carne o per difesa, allora te la prendo io la pelle.

# 328_Scared Shitless Man
source: That would kick ass! Thanks, dude!
pt: Spaccherebbe! Grazie, compare!

# 340_Mission Added
source: "Get a Bear Skin" was added to the list of missions.
pt: "Procurati una pelle d'orso" è stata aggiunta all'elenco delle missioni.

# 352_Scared Shitless Man
source: Heyyy, you get the bear skin yet?
pt: Ehiii, hai già preso la pelle d'orso?

# 376_Saejima
source: (Give it to 'im?)
pt: (Glielo do?)

# 388_Saejima
source: Will this do?
pt: Basterà questo?

# 424_Scared Shitless Man
source: Oh, wow! This is even nicer than the rug I ruined! This'll get me square with the yakuza, for sure. I mean, you just saved my frigging life!
pt: Caspita! È persino più bello del tappeto che ho rovinato! Questo mi metterà a posto con la yakuza, di sicuro. Voglio dire, mi hai appena salvato la fottuta vita!

# 436_Scared Shitless Man
source: Take this! You deserve it!
pt: Tieni questo! Te lo meriti!

# 472_Scared Shitless Man
source: So glad I met you, dude! You're the man!
pt: Sono così contento di averti incontrato, amico! Sei un grande!

# 568_Saejima
source: Don't be botherin' me 'bout it. I'll get one when I get one.
pt: Non starmi a scocciare per 'sta storia. Lo prendo quando capita.

# 580_Scared Shitless Man
source: I gotcha... But just remember, I'm counting on you, man!
pt: Ho capito... Ma mi raccomando, conto su di te, amico!
