Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid002006cb.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

# 96_Yonashiro
source: I'm back! Chargin' went on a little long!
pt: Sono tornato! La carica è andata un po' per le lunghe!

# 108_Yonashiro
source: Alrighty! It's... HYPER. YONASHIRO. TIME.
pt: Perfetto! È... L'IPER. YONASHIRO. MOMENTO!

# 132_Shinada
source: Uh, all you did was take your hat off. Is that all this "hyper" business is about?
pt: Uh, non hai fatto altro che levarti il cappello. Tutto qui questo tuo fare da "iper"?

# 144_Yonashiro
source: Man, and I thought you were at least sharp enough to cut butter! Like I told ya, I'm uncappin' my power level! Cap on equals regular. Cap off equals ASS-KICKIN' HYPER TIME!
pt: Caspita, e io che pensavo fossi almeno abbastanza sveglio da tagliare il burro! Come te l'ho detto, sto sbloccando il mio livello di potenza! Con il tappo è normale. Senza il tappo è MODALITÀ IPER SPACCA-C**I!

# 156_Shinada
source: Umm... Are you all right?
pt: Ehm... Stai bene?

# 168_Yonashiro
source: Why does everyone keep askin' me that!? Shut up and fight me! Fight meee!
pt: Perché tutti continuano a chiedermelo!? Zitto e combatti! Combattimiii!

# 192_Yonashiro
source: Holy... Shit... You did it. You beat my final form!
pt: Cazzo... Merda... Ce l'hai fatta. Hai battuto la mia forma finale!

# 204_Yonashiro
source: Hold... Hold on... Goin' Hyper Yonashiro takes a lot outta me. Gotta... rest.
pt: Aspetta... aspetta... Andare Hyper Yonashiro mi prosciuga un sacco. Devo... riposare.

# 216_Shinada
source: You sure fought a lot harder this time. I don't get how taking your hat off makes such a big difference, though.
pt: Stavolta hai menato di brutto! Ma non capisco come il solo toglierti il cappello possa fare tutta 'sta differenza.

# 228_Yonashiro
source: Nah, man. I couldn't beat you even in hyper mode. I'm small time. Maybe I oughta sign up to apprentice with the weapon master dude 'round these parts. Maybe that'll help me become big time!
pt: Ma no, amico. Non riuscirei a batterti neanche in modalità iper. Sono un pivello. Magari dovrei iscrivermi per fare da apprendista a quel tizio, il maestro di armi, qui in giro. Magari mi aiuterà a sfondare!

# 240_Shinada
source: Weapon master?
pt: Maestro di armi?

# 252_Yonashiro
source: Didn't ya know? Word is there's a top weapon master right here in this city. The enticing scent of his skill is what drew me here in the first place.
pt: Non lo sapevi, eh? Gira voce che qui in città ci sia un maestro d'armi coi fiocchi. È stato il richiamo della sua abilità pazzesca ad attirarmi fin qui, in primo luogo.

# 264_Yonashiro
source: Now, if you'll excuse me, I'm gonna get him to kick my ass until there's nothin' left to kick. Then I'll rise from the ashes a new man! The Omega Yonashiro!
pt: Ora, se mi scusi, mi farò prendere a calci nel culo da lui finché non ci sarà più nulla di me da calciare. Poi risorgerò dalle ceneri come un uomo nuovo! L'Omega Yonashiro!

# 276_Yonashiro
source: Okey dokey, pokey! Catch ya later!
pt: Okidoki, a posto così! Ci si becca!

# 288_Yonashiro
source: (Strange guy. I hope he makes it through the qualifiers.)
pt: (Un tizio strano. Spero che ce la faccia a superare le qualificazioni.)
