Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330537.po
Languages: pt

source: Player
pt: Giocatore

source: ○And is your "instinct" any good?
pt: ○E il tuo "istinto", funziona?

source: □Seems pretty random.
pt: □Pare un po' a caso.

source: △I couldn't do that.
pt: △Non me la sentirei.

# 72_Kaguya
source: Wow, this is so much cheaper than shopping online! Maybe I should start buying things here.
pt: Wow, questo costa molto meno che fare acquisti online! Magari dovrei iniziare a comprare le cose qui.

# 84_Player
source: Do ya do most of your shoppin' online?
pt: Fai la maggior parte dello shopping online?

# 96_Kaguya
source: I do. Things like electronics tend to be much cheaper. I usually only go to a store if I want to check out the actual item for myself.
pt: Sì, certo. Roba tipo l'elettronica di solito costa un bel po' meno. Io in negozio ci vado solo se voglio vedere l'articolo di persona, quello vero.

# 108_Player
source: You buy stuff online without seein' it first? Yer just askin' to get scammed.
pt: Compri roba online senza vederla prima? Così ti cerchi solo la fregatura.

# 120_Kaguya
source: It's fine so long as you do your research first. Usually it's just a matter of checking to see if a retailer is legitimate or not.
pt: Va bene, a patto che tu faccia prima le tue ricerche. Di solito si tratta solo di verificare se un rivenditore è legittimo o meno.

# 132_Player
source: Okay, but how can ya tell if the info you find is true or not?
pt: Ok, ma come fai a capire se le info che trovi sono vere o no?

# 144_Kaguya
source: I guess from experience? You wind up developing an instinct for something that might be suspicious.
pt: Immagino dall'esperienza? Finisci per sviluppare un istinto per qualcosa di sospetto.

# 156_Player
source: And is your "instinct" any good?
pt: E il tuo "istinto", è mica buono?

# 168_Kaguya
source: I haven't been wrong yet, at any rate. All of my online purchases have gone through without any issues.
pt: Non ho ancora toppato, comunque sia. Tutti i miei acquisti online sono andati a buon fine senza il minimo problema.

# 180_Player
source: Ain't it just the stores yer buyin' from rather than you pickin' the good ones?
pt: Non sono mica solo i negozi da cui compri, più che tu a sceglierne di buoni?

# 192_Kaguya
source: Well, perhaps.
pt: Beh, forse.

# 204_Kaguya
source: Honestly, Saejima-san, I think you're a bit paranoid. I think you'll find online shopping is very safe, if you just give it a chance.
pt: Onestamente, Saejima-san, penso che tu sia un po' paranoico. Penso che scoprirai che lo shopping online è molto sicuro, se solo gli dai una possibilità.

# 216_Player
source: Maybe so. Still, it ain't just about trustin' the other party. I gotta make sure I can trust myself.
pt: Sarà. Però, non è mica solo questione di fidarsi dell'altro. Devo essere sicuro di potermi fidare di me stesso.

# 228_Kaguya
source: Oh? What do you mean by that?
pt: Oh? Che intendi dire con questo?

# 240_Player
source: I'm not good with all that internet stuff. I'd probably wind up buyin' the wrong thing, or gettin' too much of somethin'.
pt: Non sono bravo con tutta quella roba di internet. Probabilmente finirei col comprare la cosa sbagliata, o a prenderne troppa.

# 252_Kaguya
source: Haha! I suppose that's a legitimate concern. Maybe you should just give it a try sometime. It could be a learning experience for you.
pt: Ahah! Beh, direi che è una preoccupazione più che legittima. Magari dovresti farci un tentativo, prima o poi. Potrebbe essere un'esperienza per imparare.

# 264_Player
source: I don't see what's so funny...
pt: Non vedo cosa ci sia di così divertente...

# 276_Player
source: Seems pretty random. I mean, yer leavin' it to instincts. How're ya gonna be sure of anything?
pt: Sembra abbastanza a caso. Cioè, lo stai lasciando agli istinti. Come fai a essere sicuro di qualcosa?

# 288_Kaguya
source: I can't reach a decision any other way, so what's wrong with trusting your gut? Saejima-san, don't you act on your instincts?
pt: Non riesco a decidere in altro modo, quindi cosa c'è di male a fidarsi dell'istinto? Saejima-san, tu non agisci d'istinto?

# 300_Player
source: 'Course not! Like I'm gonna make life decisions off some funny feelin'?
pt: Certo che no! Figurati se prendo decisioni di vita solo per qualche strana sensazione?

# 312_Player
source: There've been times I had to make a reckless choice, but only when I had to, and only for things I really believed in.
pt: Ci sono state volte in cui ho dovuto fare una scelta avventata, ma solo quando ero costretto, e solo per cose in cui credevo davvero.

# 324_Player
source: But other than that, I'd never put my life on the line without a good reason.
pt: Ma a parte quello, non rischierei mai la vita senza un buon motivo.

# 336_Kaguya
source: I feel like this conversation has taken a dark turn...
pt: Mi sembra che questa conversazione abbia preso una brutta piega...

# 348_Kaguya
source: Still, if I went in with both eyes open, I probably wouldn't get angry even if I was duped. Geez, you're such an old man, Saejima-san.
pt: Però, se ci andassi con gli occhi ben aperti, probabilmente non mi arrabbierei neanche se mi avessero fregato. Mamma mia, sei proprio un vecchio, Saejima-san.

# 360_Player
source: Hmph. I think yer just too careless.
pt: Hmph. Penso che tu sia proprio troppo imprudente.

# 372_Player
source: I couldn't do that. I'm no good at that sorta thing. I'd rather go to a store.
pt: Non riuscirei a farlo. Non ci so fare con 'ste cose. Preferisco andare in un negozio.

# 384_Player
source: I like to see what I'm buyin' and ask lots of questions, so I don't get ripped off.
pt: Mi piace vedere quello che compro e fare un sacco di domande, così non mi fregano.

# 396_Kaguya
source: Wait, really? But Saejima-san, don't you think you're more likely to get duped that way?
pt: Aspetta, davvero? Ma Saejima-san, non pensi che sia più probabile che ti freghino così?

# 408_Player
source: Huh? Why's that?
pt: Eh? E perché?

# 420_Kaguya
source: Because whenever you're unsure about things, it really shows on your face.
pt: Perché ogni volta che non sei sicuro di qualcosa, ti si legge proprio in faccia.

# 432_Kaguya
source: Even if they had no intention of cheating you, they might think you're a sucker and wind up charging you a higher price anyways.
pt: Anche se non avessero intenzione di fregarti, potrebbero pensare che sei un pollo e finire comunque per farti pagare un prezzo più alto.

# 444_Player
source: Hmm. I guess ya got a point...
pt: Hmm. Immagino tu abbia ragione...

# 456_Kaguya
source: That's why you should shop at reputable stores like this one, or shop anonymously online where you won't have to show your face.
pt: Per questo dovresti fare acquisti in negozi affidabili come questo, o fare acquisti online in modo anonimo dove non dovrai farti vedere.

# 468_Player
source: Maybe I'll give it a shot sometime.
pt: Magari ci provo, un giorno.

# 528_Staff
source: Welcome.
pt: Benvenuto.

# 540_Kaguya
source: I may have had too much to drink. That <Color:8>Legendary Drinker of Ryukyu<Color:Default> might help.
pt: Forse ho esagerato col bere. Quel <Color:8>Leggendario Bevitore di Ryukyu<Color:Default> potrebbe aiutare.

# 552_Player
source: (Guess Kaguya wants some <Color:8>Legendary Drinker of Ryukyu<Color:Default>.)
pt: (Immagino che Kaguya voglia del <Color:8>Leggendario Bevitore di Ryukyu<Color:Default>.)

# 624_Staff
source: Thank you very much.
pt: Grazie mille.

# 636_Staff
source: Thank you very much.
pt: Grazie mille.

# 672_Staff
source: Welcome.
pt: Benvenuto.

# 696_Staff
source: Thank you very much.
pt: Grazie mille.
