Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0016001f.po
Languages: pt

source: Underage Girl
pt: Ragazza minorenne

# 88_Underage Girl
source: Is something the matter?
pt: C'è qualcosa che non va?

# 100_Shinada
source: Yeah, kind of. You were asking for a job at the Hawaiian pub, right?
pt: Sì, più o meno. Stavi chiedendo un lavoro al pub hawaiano, giusto?

# 112_Underage Girl
source: Oh! Are they going to hire me?
pt: Oh! Mi assumeranno?

# 124_Shinada
source: No, not by a longshot. The manager and I were curious as to why a girl so young wants a job so sleazy.
pt: No, nemmeno per sogno. Io e il gestore ci chiedevamo perché una ragazza così giovane voglia un lavoro così schifoso.

# 136_Underage Girl
source: I don't need your sympathy, you know. We don't even know each other.
pt: Non ho bisogno della tua pietà, sai. Non ci conosciamo nemmeno.

# 148_Shinada
source: I mean, yeah, that's true but... I heard this is all to clear your father's debt. What would make you go this far?
pt: Cioè, sì, è vero, però... ho sentito che è tutto per saldare il debito di tuo padre. Cosa ti spingerebbe a tanto?

# 160_Underage Girl
source: It's because I've been such a burden on my dad. If I can just get through this, I can finally stop being one...
pt: È perché sono stata un peso enorme per mio padre. Se solo ce la faccio, posso finalmente smettere di esserlo...

# 172_Underage Girl
source: If I don't, my dad'll be locked into debt for decades. But by doing this, the loan will be paid in just a year.
pt: Se non lo faccio, mio padre rimarrà intrappolato nei debiti per decenni. Ma così facendo, il prestito sarà saldato in appena un anno.

# 184_Shinada
source: If I were your dad, I would never let you do it.
pt: Se fossi tuo padre, non te lo permetterei mai.

# 196_Shinada
source: In fact, I'd rather work myself to death paying off that debt. Better than letting my daughter sell herself.
pt: Anzi, preferirei ammazzarmi di lavoro per saldare quel debito. Meglio che lasciare che mia figlia si venda.

# 208_Underage Girl
source: Well, it's not like I'm gonna tell him... You see, my dad fell into financial ruin paying for my medical treatments, which I needed to stay alive.
pt: Beh, non è che glielo vado a dire... Vedi, mio padre è finito sul lastrico per pagare le mie cure mediche, quelle che mi servivano per rimanere in vita.

# 220_Shinada
source: Okay, so you think you're prepared to do whatever it takes. But do you really know what it means to work in adult entertainment－sorry, the sex industry?
pt: Allora, pensi di essere disposto a tutto? Ma sai davvero cosa significa lavorare nell'intrattenimento per adulti—scusa, nell'industria del sesso?

# 232_Underage Girl
source: I did my due diligence and researched as much as I could. I think I know what to expect.
pt: Mi sono informato per bene e ho fatto più ricerche che potevo. Credo di sapere cosa mi aspetta.

# 244_Shinada
source: You did what kind of research? Looking up porn online? Well, at least that's how I'd research...
pt: Che razza di ricerche hai fatto? Cercavi porno online? Beh, almeno io le mie ricerche le farei così...

# 256_Underage Girl
source: What are you trying to say here?
pt: Dove vuoi andare a parare?

# 268_Shinada
source: I actually work in the sex industry. I'm a journalist. So I've gotten to know a few ladies in the business.
pt: Veramente, io lavoro nel settore del sesso. Sono un giornalista. Per questo ho avuto modo di conoscere un po' di ragazze del giro.

# 280_Shinada
source: And you're the first one I've met who's trying to go in with such a naive motive.
pt: E sei il primo che incontro a volerci entrare con un motivo così ingenuo.

# 292_Underage Girl
source: Pardon?
pt: Come scusa?

# 304_Shinada
source: Look, there are a lot of girls who start doing this on a whim. But most of them take the plunge only because they literally have no other option.
pt: Senti, un sacco di ragazze iniziano a fare questa roba così, per un colpo di testa. Ma la maggior parte di loro ci si butta dentro solo perché non hanno letteralmente nessun'altra scelta.

# 316_Shinada
source: And when you hear stuff about sex workers claiming they like the job, that they're making money while having fun? That is a select few. Most of them don't have that luxury.
pt: E quando senti in giro che le ragazze che fanno la vita dicono che il lavoro gli piace, che si divertono e fanno soldi? Quelle sono solo una manciata di fortunate. La maggior parte di loro non ha quel lusso.

# 328_Shinada
source: If lines like that are what brought you to the doorstep of this dark world... Well, I'm sorry, but you're only gonna regret it. And by then, you'll have lost so much.
pt: Se discorsi come quelli sono ciò che ti hanno spinto sulla soglia di questo mondo oscuro... Beh, mi dispiace, ma non farai altro che pentirtene. E a quel punto, avrai perso così tanto.

# 340_Underage Girl
source: But... I have to do this! I want to make life easier for my dad!
pt: Ma... devo farlo! Voglio rendere la vita più facile a mio padre!

# 364_Shinada
source: Your father assumed the debt and the stress that came with it so he could save your life. If you go and do this to yourself, won't you have wasted his effort?
pt: Tuo padre si è accollato il debito e tutto lo stress che ne è venuto fuori pur di salvarti la vita. Se ti butti via così, non avrai sprecato tutti i suoi sforzi?

# 376_Shinada
source: Knowing that, can you honestly claim you want to work in this crazy business?
pt: Sapendo questo, puoi onestamente dire di voler lavorare in questo ambiente di merda?

# 400_Shinada
source: I know my words don't carry much weight, doing what I do, but you should have more respect for yourself. You're a kid. You have no idea what you're getting into.
pt: So che le mie parole non contano molto, con quello che faccio io, ma dovresti avere più rispetto per te stessa. Sei solo una ragazzina. Non hai la minima idea in cosa ti stai cacciando.

# 424_Gangster
source: Hey! You done with your self-help seminar, asshole!? Step away from the merchandise!
pt: Ehi! Hai finito con la tua manfrina, stronzo!? Allontanati dalla merce!

# 448_Shinada
source: And who might you be?
pt: E tu chi saresti?

# 460_Gangster
source: That's my line. Who are you to little Misa-chan here?
pt: Sono io che dovrei chiederlo. Chi sei tu per la piccola Misa-chan qui?

# 472_Shinada
source: Oh, I get it. You're bill collectors. You're seriously trying to get this kid to pay her dad's debt? By selling her innocence?
pt: Ah, ho capito. Siete degli strozzini. State davvero cercando di far pagare a questa ragazzina il debito di suo padre? Facendole vendere la sua innocenza?

# 484_Gangster
source: Fuck yeah, dude! Misa-chan, sweetie, did you pick a nice parlor yet?
pt: Cazzo sì, amico! Misa-chan, tesoro, hai già scelto un bel salone?

# 508_Misa
source: I was turned down when I told them I'm seventeen.
pt: Mi hanno rimbalzato quando ho detto che ho diciassette anni.

# 520_Gangster
source: Haha, yeah, I figured that would happen... so I found you another job. It's a bit rougher than being on house call, but it pays a lot more.
pt: Ahah, sì, me l'aspettavo... così ti ho trovato un altro lavoro. È un po' più tosto del servizio a domicilio, ma paga molto di più.

# 532_Shinada
source: What the hell are you thinking, man! What are you trying to make her do?
pt: Ma che diavolo ti salta in mente?! Cosa le vuoi far fare?

# 556_Gangster
source: You stay out of this. She's nobody to you. Or are you offering to cover her debt?
pt: Tu stai fuori da questa storia. Lei non è nessuno per te. Oppure ti offri di saldare il suo debito?

# 568_Shinada
source: Ergh...
pt: Urgh...

# 592_Misa
source: It's okay. I know I'll be all right.
pt: Va tutto bene. So che starò bene.

# 616_Shinada
source: No! Don't do it! You still haven't crossed that line.
pt: No! Non farlo! Non hai ancora attraversato quella linea.

# 628_Misa
source: ...Goodbye.
pt: ...Arrivederci.

# 664_Gangster
source: Attagirl.
pt: Brava.

# 772_Gangster
source: Huh? What's the holdup, Misa-chan? Let's go.
pt: Eh? Che c'è che non va, Misa-chan? Andiamo.

# 784_Misa
source: Sorry, I just...
pt: Scusa, è solo che...

# 796_Gangster
source: Hey, Misa! You're paying off daddy's debt, right!? It's too late to back out now. Hurry up and move your ass!
pt: Ehi, Misa! Stai saldando il debito di papino, no?! È troppo tardi per tirarti indietro ormai. Sbrigati e muovi il culo!

# 820_Shinada
source: ...Misa-chan. Like he said, I'm nobody to you. I have no reason to be meddling in your affairs.
pt: ...Misa-chan. Come ha detto lui, non sono nessuno per te. Non ho nessun motivo per mettermi in mezzo ai tuoi casini.

# 832_Gangster
source: Heh, you're goddamn right.
pt: Eh, hai fottutamente ragione.

# 856_Shinada
source: That's why I need you to say one thing. It's all you have to do.
pt: Per questo voglio che tu dica una sola cosa. È tutto quello che devi fare.

# 868_Misa
source: What... do you want me to say?
pt: Cosa... vuoi che dica?

# 880_Shinada
source: Two words: "Help me."
pt: Due parole: "Aiutami."

# 892_Shinada
source: If you can say that, I'll do something. Show me that you want to save yourself, and I'll take care of the rest.
pt: Se riesci a dirlo, mi darò da fare. Fammi vedere che vuoi salvarti, e al resto ci penso io.

# 904_Gangster
source: What is this TV drama bullshit!? You shut your trap or we'll shut it for ya!
pt: Ma che cazzo di sceneggiata è questa!? Chiudi il becco o te lo facciamo chiudere noi!

# 916_Misa
source: ...Help.
pt: ...Aiuto.

# 928_Gangster
source: Whuh?
pt: Che?

# 940_Misa
source: I don't want to go with these people! Please! Help me!
pt: Non voglio andare con questa gente! Ti prego! Aiutami!

# 952_Shinada
source: That took some guts to say. All right, Misa-chan. Stand back and let me take care of these jokers.
pt: Hai avuto fegato a dirlo. Va bene, Misa-chan. Fatti indietro e lascia che mi occupi io di questi pagliacci.

# 964_Gangster
source: Tch, looks like we got a hero on our hands. Hey, boys! We're bitch-slapping this dreamer back to reality!
pt: Tch, a quanto pare abbiamo un eroe tra le mani. Ehi, ragazzi! Questo sognatore lo rimettiamo a posto a suon di sberle e lo riportiamo alla realtà!
