Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033045f.po
Languages: pt

source: You got a <Color:8>Low-resilience Jacket<Color:Default>.
pt: Hai ottenuto una <Color:8>Giacca a bassa resilienza<Color:Default>.

source: Player
pt: Giocatore

source: Play Against Haruka
pt: Sfida Haruka

source: Play a Tag Match with Haruka
pt: Gioca una partita a squadre con Haruka

source: Don't Play
pt: Non giocare

source: Three Frames
pt: Tre Frame

source: Ten Frames
pt: Dieci Frame

source: Play Alone
pt: Gioca da solo

source: Invite Someone
pt: Invita qualcuno

source: Play against Staff
pt: Gioca contro lo staff

source: Split Game
pt: Dividi Partita

source: Play
pt: Gioca

source: Nobody
pt: Nessuno

# 124_Player
source: (This was fun. Maybe I'll do something else now.)
pt: È stato divertente. Magari faccio qualcos'altro, adesso.

# 136_Manager
source: Congratulations! You managed to knock down the red pin!
pt: Complimenti! Sei riuscito a buttare giù il birillo rosso!

# 172_Manager
source: Here's your prize. Please do come again.
pt: Ecco il tuo premio. Torna pure quando vuoi.

# 184_Manager
source: Welcome. Is it just the two of you today?
pt: Benvenuti. Siete solo in due oggi?

# 196_Player
source: Yeah.
pt: Sì.

# 208_Manager
source: It'll be 1,000 yen for two players.
pt: Saranno 1.000 yen per due giocatori.

# 232_Player
source: Okay, got it.
pt: Okay, capito.

# 244_Kiryu
source: (What should I do?)
pt: (Che faccio?)

# 256_Player
source: You won't beat me, Uncle Kaz!
pt: Non mi batterai, Zio Kaz!

# 280_Player
source: Give it your best shot, Uncle Kaz!
pt: Dacci dentro, Zio Kaz!

# 304_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 316_Manager
source: Have fun!
pt: Divertitevi!

# 328_Player
source: Sorry, not today.
pt: Scusa, non oggi.

# 340_Manager
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 352_Manager
source: Welcome. Is it just the two of you today?
pt: Benvenuti. Siete solo voi due oggi?

# 364_Hinata
source: Come on, let's bowl!
pt: Dai, andiamo a bowling!

# 376_Player
source: (Hinata wants to bowl with me.)
pt: (Hinata vuole giocare a bowling con me.)

# 388_Manager
source: It'll be 1,000 yen for two players.
pt: Saranno 1.000 yen per due giocatori.

# 412_Player
source: Okay, got it.
pt: Okay, capito.

# 424_Hinata
source: Good luck beating me!
pt: In bocca al lupo a battermi!

# 436_Manager
source: How many frames will you play?
pt: Quanti frame giocherai?

# 448_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 460_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 472_Player
source: Have fun!
pt: Divertitevi!

# 496_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 544_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, sei davvero bravo a questo, Kiryu-san! Sono un po' impressionata!

# 556_Riku
source: I win!
pt: Ho vinto!

# 568_Riku
source: Aww, guess it's a draw. But I'll beat ya next time!
pt: Dai, è un pareggio. Ma la prossima volta ti batto!

# 592_Riku
source: That was wicked fun! I'm headin' back to Hakata now! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno ad Hakata adesso! <Color:255,200,200,255>♥<Color:Default>

# 640_Riku
source: That was wicked fun! Call me again, okay? <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami, ok? <Color:255,200,200,255>♥<Color:Default>

# 700_Honoka
source: You're real good, Akiyama-san! I'm kinda surprised!
pt: Sei davvero bravo, Akiyama-san! Sono un po' sorpresa!

# 712_Honoka
source: Yeah, I win! Gotta try a little harder than that, Akiyama-san!
pt: Sì, ho vinto! Devi impegnarti un po' di più di così, Akiyama-san!

# 724_Honoka
source: Wow, I can't believe it's a draw! Next time I'm definitely gonna win!
pt: Wow, non ci credo che sia un pareggio! La prossima volta ti batto di sicuro!

# 748_Honoka
source: That was super fun! Now I gotta get back to Osaka. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Ora me ne torno a Osaka. <Color:255,200,200,255>♥<Color:Default>

# 796_Honoka
source: That was a lotta fun! Gimme a call again, okay? <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami, ok? <Color:255,200,200,255>♥<Color:Default>

# 856_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 868_Kaguya
source: I win! Better luck next time, Saejima-san!
pt: Ho vinto! Sarà per la prossima volta, Saejima-san!

# 880_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non ci credo che sia stata così tirata! Mi ha fatto pompare il sangue di brutto!

# 904_Kaguya
source: That was a lot of fun! I need to head back home now, though. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a casa adesso, però. <Color:255,200,200,255>♥<Color:Default>

# 952_Kaguya
source: That was a lot of fun! Please give me a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora, per favore! <Color:255,200,200,255>♥<Color:Default>

# 1012_Shion
source: Shinada-san, you're so good at this! You definitely have my admiration.
pt: Shinada-san, sei bravissimo in questo! Hai tutta la mia ammirazione.

# 1024_Shion
source: Oh, I win! I knew I wouldn't lose to you, Shinada-san.
pt: Oh, ho vinto! Sapevo che non avrei perso contro di te, Shinada-san.

# 1036_Shion
source: How remarkable that we managed to have a draw! I'll be sure to win next time, though!
pt: Incredibile che sia finita in pareggio! La prossima volta ti batto di sicuro, però!

# 1060_Shion
source: That was quite fun! I'll be heading back to Nagoya now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Me ne torno a Nagoya adesso. <Color:255,200,200,255>♥<Color:Default>

# 1108_Shion
source: That was such fun! Please do call me again! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora, per favore! <Color:255,200,200,255>♥<Color:Default>

# 1168_Hinata
source: You're really good at that, Kiryu-san! I'm kinda surprised!
pt: Sei bravissimo in questo, Kiryu-san! Sono un po' sorpresa!

# 1180_Hinata
source: Yay, I win! Looks like you have to practice some more, Kiryu-san!
pt: Evviva, ho vinto! Mi sa che ti tocca fare un po' più di pratica, Kiryu-san!

# 1192_Hinata
source: Wow, I can't believe it was a tie! But I'm gonna win next time!
pt: Wow, non ci credo che sia finita in pareggio! Ma la prossima volta ti batto di sicuro!

# 1204_Hinata
source: That was super fun! Ask me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami ancora, per favore! <Color:255,200,200,255>♥<Color:Default>

# 1252_Mach-ko
source: That was fun! I'm here to take you on anytime you want! See ya!
pt: È stato uno spasso! Sono qui per darti battaglia quando vuoi! Ci vediamo!

# 1336_Player
source: Welcome! How would you like to play today?
pt: Benvenuto! Come vuoi giocare oggi?

# 1360_Kiryu
source: Not right now, sorry.
pt: Non adesso, mi dispiace.

# 1372_Akiyama
source: No, not right now.
pt: No, non adesso.

# 1384_Saejima
source: Nah, not now.
pt: No, non adesso.

# 1396_Shinada
source: No, not now.
pt: No, non adesso.

# 1408_Haruka
source: Sorry, but I can't.
pt: Mi dispiace, ma non posso.

# 1420_Manager
source: I see. Please come again anytime.
pt: Capisco. Torna pure quando vuoi.

# 1444_Kiryu
source: I'll be playing by myself.
pt: Giocherò da solo.

# 1456_Akiyama
source: I'll play solo.
pt: Giocherò da solo.

# 1468_Saejima
source: It'll just be me playin'.
pt: Giocherò da solo.

# 1480_Shinada
source: Is it cool if I play alone?
pt: Ti va bene se gioco da solo?

# 1492_Haruka
source: I'll be playing alone.
pt: Giocherò da solo.

# 1516_Player
source: Very well. That'll be 500 yen, please.
pt: Va bene. Sono 500 yen, prego.

# 1552_Kiryu
source: Okay, got it.
pt: Okay, capito.

# 1564_Akiyama
source: Okay, sure.
pt: Okay, certo.

# 1576_Saejima
source: This okay?
pt: Va bene così?

# 1588_Shinada
source: Ah, sure, sure.
pt: Ah, certo, certo.

# 1600_Haruka
source: Sure, all right.
pt: Certo, va bene.

# 1624_Player
source: How many frames will you play?
pt: Quanti frame giocherai?

# 1636_Player
source: Three frames.
pt: Tre frame.

# 1648_Player
source: Ten frames.
pt: Dieci frame.

# 1660_Player
source: Have fun!
pt: Divertiti!

# 1720_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 1732_Akiyama
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 1744_Saejima
source: (I ain't got the money.)
pt: (Non ho i soldi.)

# 1756_Shinada
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1768_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 1804_Kiryu
source: You can play against me.
pt: Puoi sfidarmi.

# 1816_Akiyama
source: I'll play against you.
pt: Ti sfido.

# 1828_Saejima
source: You and me, let's do this.
pt: Io e te, facciamola.

# 1840_Shinada
source: Can I have a game against you?
pt: Posso sfidarti?

# 1852_Haruka
source: Can I play against you?
pt: Posso sfidarti?

# 1876_Player
source: That'll be 500 yen.
pt: Saranno 500 yen.

# 1912_Kiryu
source: Okay, got it.
pt: Okay, capito.

# 1924_Akiyama
source: Okay, sure.
pt: Okay, certo.

# 1936_Saejima
source: This okay?
pt: Va bene?

# 1948_Shinada
source: Ah, sure, sure.
pt: Ah, certo, certo.

# 1960_Haruka
source: Sure, please.
pt: Certo, prego.

# 1984_Player
source: Then let's begin.
pt: Allora, iniziamo.

# 2020_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2032_Akiyama
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2044_Saejima
source: (I ain't got the money.)
pt: (Non ho i soldi.)

# 2056_Shinada
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 2068_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 2104_Kiryu
source: I'll play a split game, please.
pt: Faccio una partita a split, per favore.

# 2116_Akiyama
source: I'll have a split game, please.
pt: Faccio una partita a split, per favore.

# 2128_Saejima
source: I'll do a split game.
pt: Faccio una partita a split.

# 2140_Shinada
source: Is it cool if I play a split game?
pt: Posso fare una partita a split?

# 2152_Haruka
source: I'll have a split game, please.
pt: Faccio una partita a split, per favore.

# 2176_Player
source: I see. That'll be 500 yen, please.
pt: Capisco. Sono 500 yen, per favore.

# 2212_Kiryu
source: Okay, got it.
pt: Okay, capito.

# 2224_Akiyama
source: Okay, sure.
pt: Okay, certo.

# 2236_Saejima
source: This okay?
pt: Va bene così?

# 2248_Shinada
source: Ah, sure, sure.
pt: Ah, certo, certo.

# 2260_Haruka
source: Sure, all right.
pt: Certo, va bene.

# 2284_Player
source: Have fun!
pt: Divertiti!

# 2332_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2344_Akiyama
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2356_Saejima
source: (I ain't got the money.)
pt: (Non ho i soldi.)

# 2368_Shinada
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 2380_Haruka
source: (I don't have enough money.)
pt: (Non ho abbastanza soldi.)

# 2404_Player
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 2428_Player
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 2512_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to go bowling!?
pt: Ma mi stai prendendo in giro!? Mi hai fatto venire fino a Tokyo solo per andare a bowling!?

# 2524_Player
source: Well, you can do some sightseeing before you head back, too. Shall we get started?
pt: Beh, puoi anche fare un po' di turismo prima di tornare. Iniziamo?

# 2536_Manager
source: It'll be 1,000 yen for two players. How many frames would you like to play?
pt: Saranno 1.000 yen per due giocatori. Quanti frame vorreste giocare?

# 2548_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 2560_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 2572_Player
source: Have fun!
pt: Divertiti!

# 2584_Riku
source: Sorry to keep y'waiting! You wanted to go bowlin' with me, Kiryu-san?
pt: Scusa per l'attesa! Volevi andare a bowling con me, Kiryu-san?

# 2596_Player
source: Ready to get started?
pt: Pronto per iniziare?

# 2608_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 2620_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 2632_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 2644_Player
source: Have fun!
pt: Divertiti!

# 2668_Player
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 2752_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Lavorare è già una palla di suo, ma tu mi chiami fin qui a Tokyo!? Incredibile!

# 2764_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 2776_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 2788_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 2800_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 2812_Player
source: Have fun!
pt: Divertiti!

# 2824_Kaguya
source: Sorry for the wait! It's good to get out every once in a while! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! Fa bene uscire ogni tanto! <Color:255,200,200,255>♥<Color:Default>

# 2836_Player
source: Wanna get started?
pt: Vuoi iniziare?

# 2848_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 2860_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 2872_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 2884_Player
source: Have fun!
pt: Divertiti!

# 2908_Player
source: (I should give Honoka-chan a call.)
pt: (Dovrei chiamare Honoka-chan.)

# 2992_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to go bowlin'? If this is a joke, I ain't laughin'.
pt: Hai chiamato una studentessa che è impegnata a cercare lavoro fin laggiù a Osaka, solo per andare a bowling? Se è uno scherzo, non mi fa ridere.

# 3004_Player
source: My apologies.
pt: Mi scuso.

# 3016_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 3028_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 3040_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 3052_Player
source: Have fun!
pt: Divertiti!

# 3064_Honoka
source: Sorry for makin' ya wait! You're really up for anything, aren't ya, Akiyama-san? <Color:255,200,200,255>♥<Color:Default>
pt: Scusa per averti fatto aspettare! Sei davvero pronto a tutto, non è vero, Akiyama-san? <Color:255,200,200,255>♥<Color:Default>

# 3076_Player
source: Shall we begin?
pt: Iniziamo?

# 3088_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 3100_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 3112_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 3124_Player
source: Have fun!
pt: Divertiti!

# 3148_Player
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 3232_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly, it's not like I don't have anything better to do.
pt: È davvero un po' maleducato farmi venire fin qui da Nagoya per questo, sai. Onestamente, non è che non abbia niente di meglio da fare.

# 3244_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Sì, scusa per questo! Immagino che anche i costi di viaggio siano stati un po' pesanti.

# 3256_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 3268_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 3280_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 3292_Player
source: Have fun!
pt: Divertiti!

# 3304_Shion
source: Apologies for the delay! I'm rather nervous. It's been quite a while since I last bowled.
pt: Scusa il ritardo! Sono piuttosto nervosa. È da parecchio che non gioco a bowling.

# 3316_Player
source: Well, want to get started?
pt: Allora, vuoi iniziare?

# 3328_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 3340_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 3352_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 3364_Player
source: Have fun!
pt: Divertiti!

# 3400_Player
source: (I'll give Hinata a call.)
pt: (Chiamo Hinata.)

# 3472_Hinata
source: Sorry for the wait! And wow, I almost never go bowling with just two people! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! E wow, quasi non mi capita mai di giocare a bowling solo in due! <Color:255,200,200,255>♥<Color:Default>

# 3484_Player
source: Want to get started?
pt: Allora, vuoi iniziare?

# 3496_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 3508_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 3520_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 3532_Player
source: Have fun!
pt: Divertiti!

# 3556_Player
source: (I'll give Hinata-chan a call.)
pt: (Chiamo Hinata-chan.)

# 3628_Hinata
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 3640_Player
source: It's all right. Shall we begin?
pt: Va bene. Iniziamo?

# 3652_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 3664_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 3676_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 3688_Player
source: Have fun!
pt: Divertiti!

# 3724_Kiryu
source: (I should give Mach-ko a call.)
pt: (Chiamo Mach-ko.)

# 3736_Akiyama
source: (I'll give that Mach-ko a call.)
pt: (Chiamo Mach-ko.)

# 3748_Saejima
source: (Guess I'll give that Mach-ko a call.)
pt: (Chiamo Mach-ko.)

# 3760_Shinada
source: (I should call up that Mach-ko gal.)
pt: (Chiamo Mach-ko.)

# 3772_Haruka
source: (Maybe I should call that Mach-ko-san person.)
pt: (Chiamo Mach-ko.)

# 3844_Mach-ko
source: Hehe! Sorry to keep you waiting! There are no words necessary between bowling aficionados. Just bring your A game!
pt: Hehe! Scusa l'attesa! Tra veri appassionati di bowling non servono chiacchiere. Dai il massimo!

# 3868_Manager
source: It'll be 1,000 yen for the two of you. How many frames would you like to play?
pt: Saranno 1.000 yen per voi due. Quanti frame vorreste giocare?

# 3880_Player
source: Three frames, please.
pt: Tre frame, per favore.

# 3892_Player
source: Ten frames, please.
pt: Dieci frame, per favore.

# 3904_Player
source: Have fun!
pt: Divertiti!
