Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00021a88.po
Languages: pt

source: Idle
pt: Inattivo

# 60_Saejima
source: Hey, if it isn't Ebi-chan.
pt: Ehi, se non è Ebi-chan.

# 72_Ebisu
source: Huh? Saejima-san!? Why are you in Kamurocho?
pt: Eh? Saejima-san!? Perché sei a Kamurocho?

# 84_Saejima
source: I've got some things to take care of. Are you here for that big tournament you were talkin' about?
pt: Devo sbrigare alcune faccende. Sei qui per quel gran torneo di cui parlavi?

# 132_Ebisu
source: Yeah, that's right! I ended up tying with this lady here in the finals. It was a great game!
pt: Sì, proprio così! Alla fine ho pareggiato con questa signora qui alle finali. È stata una gran bella partita!

# 144_Saejima
source: Your trainin' paid off, then.
pt: Il tuo allenamento ha ripagato, allora.

# 156_Ebisu
source: Yeah, and get this! I actually won the whole thing!
pt: Sì, e senti questa! Ho vinto davvero tutto!

# 168_Saejima
source: That's great, Ebi-chan! Your trainin' paid off, then.
pt: Alla grande, Ebi-chan! Allora il tuo allenamento ha dato i suoi frutti.

# 180_Ebisu
source: Yeah! Kind of a bummer, though. I made it all the way to the final round, but ended up losing. It was a really great game, though!
pt: Già! Un po' un peccato, però. Sono arrivato fino in finale, ma alla fine ho perso. È stata una gran bella partita, comunque!

# 192_Saejima
source: I see. That's too bad.
pt: Ah, capisco. Peccato.

# 216_Ebisu
source: All in all, it was a great experience. Well, I'll see you back in Tsukimino!
pt: Tutto sommato, è stata una gran bella esperienza. Bene, ci vediamo di nuovo a Tsukimino!

# 228_Ebisu
source: All in all, it was a great experience. I'm really grateful for your help.
pt: Tutto sommato, è stata un'esperienza fantastica. Sono davvero grato per il tuo aiuto.
