Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b24.po
Languages: pt

source: Judgmental Woman
pt: Donna giudicante

source: Judgmental Son
pt: Figlio giudicante

source: Mission Added
pt: Missione Aggiunta

# 44_Judgmental Woman
source: Are you that outsider who got lost on the mountain?
pt: Sei tu quel forestiero che si è perso sulla montagna?

# 56_Saejima
source: That's me, ma'am.
pt: Sono io, signora.

# 68_Judgmental Woman
source: Well, if you're healed now, then get out of town. Strangers bring nothing but trouble.
pt: Bene, se sei guarito adesso, allora sloggia da questa città. I forestieri non portano altro che guai.

# 80_Saejima
source: (Nice day to you, too.)
pt: (Buona giornata anche a te.)

# 104_Judgmental Son
source: Mom, what are you doing? Let's go already.
pt: Mamma, che fai? Andiamo, su.

# 116_Judgmental Son
source: Oh, it's the outsider.
pt: Oh, è il foresto.

# 128_Saejima
source: Hold on. Are you two goin' up the mountain?
pt: Aspettate. Voi due state andando su per il monte?

# 140_Judgmental Son
source: So what if we are?
pt: E allora? Che c'è di male se lo siamo?

# 152_Saejima
source: Well, you goin' up is one thing, but yer ma's another. It's snowin' real hard. Could be risky.
pt: Beh, che tu ci vada su è un conto, ma tua madre è un altro paio di maniche. Sta nevicando di brutto. Potrebbe essere rischioso.

# 164_Judgmental Son
source: Save it. We've always lived here. We don't need your advice.
pt: Risparmiatela. Abbiamo sempre vissuto qui. Non abbiamo bisogno dei tuoi consigli.

# 188_Saejima
source: (They gonna be okay? Hope I'm wrong about the danger...)
pt: (Staranno bene? Spero di sbagliarmi sul pericolo...)

# 200_Mission Added
source: "The Outsider" was added to the list of missions.
pt: "L'Estraneo" è stata aggiunta all'elenco delle missioni.
