Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00130c4c.po
Languages: pt

source: Player
pt: Giocatore

source: Fart
pt: Scoreggia

# 56_Player
source: (Haven't seen Tendo since he vanished. Wonder how the old guy's doin'.)
pt: (Non vedo Tendo da quando è sparito. Chissà come sta il vecchio.)

# 68_Player
source: (That was some pretty weird stuff that went down, but lookin' back, I gotta admit that it was actually kinda fun.)
pt: (Quella che è successa è stata una roba parecchio strana, ma a ripensarci, devo ammettere che alla fine è stata anche divertente.)

# 80_Player
source: (Well, no point worryin' about him. Anyone who can do freaky stuff like that can take care of himself.)
pt: (Beh, non ha senso preoccuparsi per lui. Chiunque sia capace di fare quelle robe strane può cavarsela da solo.)

# 128_Player
source: Hm?
pt: Mh?

# 140_Player
source: Someone there?
pt: C'è qualcuno?

# 176_Fart
source: Phhhrt!
pt: Pffft!

# 188_Player
source: I heard that! Who farted!?
pt: L'ho sentito! Chi ha scoreggiato!?

# 248_Player
source: Come on out, old man. No need to hide.
pt: Vieni fuori, vecchio. Non c'è bisogno di nascondersi.

# 260_Tendo
source: Forgive me, Saejima. You see, I was busy getting some things ready.
pt: Perdonami, Saejima. Vedi, ero impegnato a preparare delle cose.

# 272_Player
source: Yeah? What kind of things?
pt: Ah sì? Che roba?

# 284_Tendo
source: Oh, umm... Yes, about that....
pt: Oh, ehm... Sì, a proposito di quello....

# 296_Player
source: Well? Out with it, already.
pt: Allora? Sputa il rospo, su.

# 308_Tendo
source: Very well. I suppose you deserve an explanation.
pt: Molto bene. Suppongo che tu meriti una spiegazione.

# 320_Tendo
source: You know that magic I performed for you? It's nothing more than parlor tricks.
pt: Ti ricordi quella magia che ti ho fatto vedere? È solo roba da quattro soldi.

# 332_Player
source: Tricks? You mean like sleight of hand or something?
pt: Trucchi? Intendi come giochi di prestigio o roba del genere?

# 344_Tendo
source: Just so. You see, I was a magician back in my younger days.
pt: Proprio così. Vedi, ero un mago ai miei tempi.

# 356_Tendo
source: I performed under the name Tendo Oshida, and my, how I used to pack the house!
pt: Mi esibivo col nome di Tendo Oshida, e cavolo, come facevo il pienone!

# 368_Player
source: I've actually heard of you! Had no idea you were famous, old man.
pt: In effetti, ti conosco di fama! Non avevo idea fossi famoso, vecchio.

# 380_Tendo
source: Well, back in the day, anyway.
pt: Beh, ai vecchi tempi, comunque.

# 392_Tendo
source: The crowds adored me before the bubble burst, but once the economy went south, so did my career. I eventually ended up out here.
pt: La folla mi adorava prima che la bolla scoppiasse, ma una volta che l'economia è andata a picco, anche la mia carriera è finita in malora. Alla fine sono finito qui fuori.

# 404_Player
source: If you can do magic like that, why hide away in this godforsaken place?
pt: Se sai fare magie così, perché ti rintani in questo posto dimenticato da Dio?

# 416_Tendo
source: You see, I've always been fond of big, bold magic tricks. And I always wanted a place where I could try them out whenever an idea popped into my head.
pt: Vedi, ho sempre avuto un debole per i grandi e spettacolari trucchi di magia. E ho sempre voluto un posto dove potessi metterli in pratica ogni volta che mi balenava un'idea in testa.

# 428_Tendo
source: You know that shrine? Just between us, the whole place is packed with my high-tech magic gear.
pt: Conosci quel santuario? Detto tra noi, tutto il posto è stracolmo della mia attrezzatura magica high-tech.

# 440_Player
source: Ah, now everything finally makes sense. But there's still one more thing that's been buggin' me.
pt: Ah, ora i conti tornano finalmente. Ma c'è ancora un'ultima cosa che non mi va giù.

# 452_Player
source: All those offerings... What'd you do with 'em?
pt: Tutte quelle offerte... Che ci hai fatto?

# 464_Tendo
source: Ah, yes... Well...
pt: Ah, sì... Beh...

# 476_Player
source: Wait a second. Are you tellin' me it was all for your own personal benefit?
pt: Aspetta un secondo. Mi stai dicendo che era tutto per il tuo tornaconto personale?

# 512_Saejima
source: He vanished again. He's got a habit of doin' that when he's put on the spot.
pt: È sparito di nuovo. Ha il vizio di fare così quando lo si mette alle strette.

# 524_Saejima
source: Aw, whatever. Take care, old man.
pt: Vabbè. Stammi bene, vecchio.
