Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020013e.po
Languages: pt

source: You got 1,700 experience points.
pt: Hai ottenuto 1.700 punti esperienza.

source: You got 1,700 experience points.
pt: Hai ottenuto 1.700 punti esperienza.

source: Lady
pt: Signora

source: Mother
pt: Madre

source: ArmsID
pt: ID Armi

# 104_Wada
source: That you, Suzuki-san?
pt: Sei tu, Suzuki-san?

# 116_Kiryu
source: Hey, Wada-san. How's everything?
pt: Ehi, Wada-san. Come va tutto?

# 128_Wada
source: Not good. I'm just sitting here twiddling my thumbs. Apparently nobody wants a ride today.
pt: Non va mica bene. Me ne sto qui a girarmi i pollici. A quanto pare nessuno vuole un passaggio oggi.

# 140_Kiryu
source: That's unfortunate.
pt: È un peccato.

# 164_Wada
source: Whoa! Was that a hit-and-run just now!? I didn't see it clearly, but...
pt: Caspita! Quello era un pirata della strada, adesso!? Non l'ho visto bene, però...

# 176_Lady
source: Wait! Yuta! Bring back my Yuta!
pt: Aspetta! Yuta! Ridammi il mio Yuta!

# 188_Kiryu
source: What's wrong? Was anyone hurt!?
pt: Cosa succede? Qualcuno si è fatto male!?

# 200_Lady
source: My boy... They carried off my little boy! He's in the car that just drove away!
pt: Mio figlio... Si sono portati via il mio bambino! È nella macchina che è appena partita!

# 212_Wada
source: What!?
pt: Cosa!?

# 224_Kiryu
source: You mean he was kidnapped? All right, I'll go after them! I'm taking your taxi, Wada-san!
pt: Vuoi dire che è stato rapito? Va bene, gli vado dietro! Mi prendo il tuo taxi, Wada-san!

# 236_Wada
source: Okay!
pt: Ok!

# 248_Kiryu
source: You'd better come, too, ma'am!
pt: È meglio che venga anche lei, signora!

# 260_Lady
source: Of course! Please, get my Yuta back safe!
pt: Certo! Ti prego, riportami il mio Yuta sano e salvo!

# 284_Kiryu
source: Thanks for letting me borrow your taxi today, Wada-san.
pt: Grazie per avermi prestato il tuo taxi oggi, Wada-san.

# 296_Wada
source: Don't mention it! That was a fine thing you did, Suzuki-san.
pt: Ma figurati! Quella sì che è stata una bella cosa che hai fatto, Suzuki-san.

# 308_Kiryu
source: I'm sure anyone would've done it, had they been in my shoes. Anyway, I'll see you around.
pt: Sono certo che chiunque l'avrebbe fatto, se si fosse trovato nei miei panni. Comunque, ci si vede in giro.

# 332_Wada
source: Now there goes a hell of a guy.
pt: Quello sì che è un gran pezzo d'uomo.

# 428_Wada
source: Oh, Suzuki-san! Did you get the kidnappers!?
pt: Oh, Suzuki-san! Li hai presi, i rapitori!?

# 440_Kiryu
source: No... I'm afraid I lost them.
pt: No... temo di averli persi.

# 452_Wada
source: Oh, that's not good... What's our next move?
pt: Oh, questa non ci voleva... Qual è la nostra prossima mossa?

# 464_Mother
source: Wait, that's my phone. Excuse me!
pt: Un attimo, è il mio telefono. Scusi!

# 488_Wada
source: Hello?
pt: Salve?

# 500_Mother
source: You're from the police? ...You did? ...Oh, that's such a relief! Really!?
pt: Lei è della polizia? ...L'ha fatto? ...Oh, meno male! Davvero!?

# 512_Mother
source: Okay. I understand. I'll be right there! Thank you so much!
pt: Va bene. Capisco. Arrivo subito! Grazie mille!

# 524_Mother
source: Yuta is fine. The police caught those horrible men!
pt: Yuta sta bene. La polizia ha preso quei maledetti!

# 536_Kiryu
source: That's good news. Shall I take you to the police station?
pt: È una buona notizia. Ti porto io al commissariato?

# 548_Mother
source: No, I'll be fine. The way you drive, it might take too long.
pt: No, me la caverò. Come guidi tu, potrebbe volerci troppo tempo.

# 560_Kiryu
source: I understand...
pt: Capisco...

# 572_Mother
source: Oh, I didn't mean to offend! Anyway, I'd best be going. Goodbye!
pt: Oh, non volevo offendere! Comunque, è meglio che vada. Arrivederci!

# 596_Wada
source: Well, at least nobody got hurt. Right, Suzuki-san?
pt: Beh, almeno nessuno si è fatto male. Vero, Suzuki-san?

# 608_Kiryu
source: Yeah, I suppose so.
pt: Già, suppongo di sì.
