Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020989.po
Languages: pt

source: Bored Inmate
pt: Detenuto Annoiato

# 44_Saejima
source: Ya got a minute?
pt: C'hai un minuto?

# 56_Bored Inmate
source: Huh?
pt: Uh?

# 68_Saejima
source: You know where Baba is? The kid in our cell?
pt: Sai dov'è Baba? Il ragazzo della nostra cella?

# 80_Bored Inmate
source: Oh, him. Nope, dunno.
pt: Ah, lui. No, boh.

# 92_Saejima
source: Okay...
pt: Va bene...

# 104_Bored Inmate
source: Heh, is there something wrong? I hope so. I'm bored out of my mind.
pt: Heh, c'è qualcosa che non va? Spero proprio di sì. Sto impazzendo dalla noia.

# 116_Saejima
source: Nothin' happened. Sorry to bug ya.
pt: Non è successo niente. Scusa se ti ho rotto.

# 128_Bored Inmate
source: Oooh, hehe, something sure went down. I can't wait to find out...
pt: Oooh, hehe, qualcosa è successo, eccome. Non vedo l'ora di scoprire...

# 140_Saejima
source: Pfft.
pt: Pff.
