Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b28.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Less Judgmental Woman
pt: Donna Meno Giudicante

source: Less Judgmental Son
pt: Figlio Meno Giudicante

# 44_Saejima
source: Made it back. Hey, don't do anythin' that worries yer ma too much, eh?
pt: Sono tornato. Ehi, non fare niente che preoccupi troppo tua madre, eh?

# 68_Less Judgmental Woman
source: Wait one moment!
pt: Aspetta un momento!

# 92_Less Judgmental Woman
source: I'm sorry for being so nasty to you. We owe you our lives. Thank you very much.
pt: Mi dispiace di essere stata così acida con te. Ti dobbiamo le nostre vite. Grazie mille.

# 104_Less Judgmental Son
source: I also apologize.
pt: Mi scuso anch'io.

# 116_Less Judgmental Son
source: Will you accept this? It doesn't come close to expressing the depth of our remorse, but...
pt: Accetteresti questo? Non rende neanche lontanamente l'idea della profondità del nostro rimorso, ma...

# 140_Saejima
source: 'Course I'll accept yer peace offerin'. Haha, I ain't exactly the trustin' type, myself.
pt: Ma certo che accetto la tua offerta di pace. Haha, non sono mica il tipo che si fida facilmente, io.
