Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033055a.po
Languages: pt

# 220_Haruo
source: They're holdin' the comedy audition here. Today's the first round. Those who pass all three rounds get a spot on the comedy show.
pt: Stanno tenendo l'audizione comica qui. Oggi è il primo round. Quelli che passano tutti e tre i round si beccano un posto nello show comico.

# 244_Haruo
source: I see. But I'm only helping out for today, aren't I? What will you do for the second round onward?
pt: Ho capito. Ma io sto solo dando una mano per oggi, no? Che farai dal secondo round in poi?

# 256_Haruo
source: Well, I'll worry about that when I come to it! I'm sure everything'll work out fine! Wahaha!
pt: Beh, ci penserò quando sarà il momento! Sono sicuro che andrà tutto bene! Wahaha!

# 268_Haruka
source: Oh. Okay, then. Our turn is coming up soon, isn't it? I'm feeling a little nervous.
pt: Oh. Va bene, allora. Il nostro turno sta per arrivare, vero? Sono un po' nervosa.

# 280_Haruo
source: Just be yourself. You're gonna do fine, Haruka-chan. How 'bout we rehearse a little?
pt: Sii te stessa. Andrà tutto bene, Haruka-chan. Che ne dici se proviamo un po'?

# 292_Haruo
source: I'll bring up a topic, and you interject with something that fits.
pt: Io tirerò fuori un argomento, e tu ci infili qualcosa che ci stia bene.

# 304_Haruka
source: What do you mean, "interject"?
pt: Che intendi, "ci infili qualcosa"?

# 316_Haruo
source: You know, keep the conversation flowin' by saying stuff like, "Is that so?" Your interjections set the pace of the conversation.
pt: Sai, fai scorrere la conversazione dicendo cose tipo, "Ah, sì?". Le cose che ci infili tu danno il ritmo alla conversazione.

# 328_Haruka
source: That sounds tricky.
pt: Sembra un po' difficile.

# 340_Haruo
source: No need to overthink it. It's just like a normal conversation, ya see?
pt: Non c'è bisogno di pensarci troppo. È proprio come una normale conversazione, capisci?

# 352_Haruo
source: And when I say something silly, you hammer it home with some kinda clever retort.
pt: E quando dico una stupidaggine, tu ci dai il colpo di grazia con una battuta arguta.

# 364_Haruo
source: Like, "What the hell're ya thinkin'?"
pt: Tipo, "Ma che diavolo ti salta in mente?"

# 376_Haruka
source: I see.
pt: Capisco.

# 388_Haruo
source: Ya got natural talent, so I know you'll come up with the wittiest comebacks. Just pick the one ya think works best, and you'll be splittin' sides like a comedy lumberjack.
pt: Hai un talento naturale, quindi so che tirerai fuori le battute più argute. Scegli solo quella che pensi funzioni meglio, e farai piegare in due dalle risate come un boscaiolo comico.

# 400_Haruka
source: I'll give it a shot!
pt: Ci provo!

# 412_Haruo
source: That's the spirit! If all goes well, we'll get the crowd and the judges on our side. That's how we're gonna pass.
pt: Così si fa! Se tutto va bene, conquisteremo il pubblico e i giudici. È così che la spunteremo.

# 424_Haruka
source: Got it!
pt: Capito!

# 448_Haruo
source: Amazing! We did it!
pt: Incredibile! Ce l'abbiamo fatta!

# 460_Haruka
source: My heart was racing! I'm so glad it went well.
pt: Avevo il cuore a mille! Sono così contenta che sia andata bene.

# 472_Haruo
source: I knew you were the real deal. Your timing's great, Haruka-chan.
pt: Sapevo che eri in gamba. Il tuo tempismo è ottimo, Haruka-chan.

# 484_Haruka
source: Thank you!
pt: Grazie!

# 496_Haruo
source: Now we passed the first round! Time to head back for a rest!
pt: Ora abbiamo passato il primo round! È ora di tornare a riposare!

# 508_Haruka
source: Okay!
pt: Ok!

# 532_Haruo
source: That ain't the best we coulda done.
pt: Non è il massimo che potevamo fare.

# 544_Haruka
source: I know. I'm sorry.
pt: Lo so. Mi dispiace.

# 556_Haruo
source: Oh, it ain't your fault, Haruka-chan. I know ya got what it takes to pull this off. We just got unlucky.
pt: Oh, non è colpa tua, Haruka-chan. So che hai quello che serve per farcela. Siamo solo stati sfortunati.

# 580_Haruo
source: Cheer up! We can keep tryin' for this audition as many times as we want.
pt: Coraggio! Possiamo riprovarci per quest'audizione quante volte ci pare.

# 592_Haruo
source: No point dwellin' on the past. Let's get our act together and give it another shot!
pt: Non serve a niente rimuginare sul passato. Mettiamo a posto il nostro numero e riproviamoci!

# 604_Haruka
source: Okay!
pt: Ok!

# 628_Haruo
source: All right, time for one more try. We're gonna kill it this time!
pt: Va bene, è ora di riprovarci un'altra volta. Stavolta spaccheremo tutto!

# 640_Haruka
source: Yeah!
pt: Sì!

# 664_Haruo
source: We passed the first audition, so ya got an idea of what to expect now, right?
pt: Abbiamo passato la prima audizione, quindi ora hai un'idea di cosa aspettarti, giusto?

# 676_Haruka
source: Yes, but I'm still nervous.
pt: Sì, ma sono ancora nervosa.

# 688_Haruo
source: Just do it like before, and we'll cruise through. Looks like we're up next. Let's go.
pt: Fai proprio come prima, e andremo lisci come l'olio. Sembra che siamo i prossimi. Andiamo.

# 700_Haruka
source: Okay!
pt: Ok!

# 724_Haruo
source: Sweet! We passed the second round, too! I reckon we're goin' places!
pt: Mitico! Abbiamo passato anche il secondo round! Mi sa che faremo strada!

# 736_Haruka
source: Everyone was laughing so hard! It made me really happy, and I had a ton of fun!
pt: Tutti ridevano a crepapelle! Mi ha resa felicissima e mi sono divertita un mondo!

# 748_Haruo
source: That's the power of laughter. It's all about makin' magic with the crowd.
pt: Questo è il potere della risata. L'importante è fare magia col pubblico.

# 760_Haruo
source: Once ya get the crowd warmed up, hearing 'em chortlin' away encourages ya, so we can get 'em even more worked up. That interplay is key.
pt: Una volta che hai scaldato il pubblico, sentirli sghignazzare ti dà la carica, così li possiamo gasare ancora di più. Quell'interazione è fondamentale.

# 772_Haruka
source: I guess you could say the same about performing songs. It's important to acknowledge the crowd.
pt: Direi che vale lo stesso discorso per le canzoni. È importante interagire col pubblico.

# 784_Haruo
source: Ain't that the truth? Now we're through to the last round. Guess we should head home and get some rest for now.
pt: Non è mica vero? Ora siamo passati all'ultimo round. Mi sa che dovremmo tornare a casa e riposare un po' per adesso.

# 796_Haruka
source: Okay!
pt: Ok!

# 820_Haruo
source: That ain't the best we coulda done.
pt: Non è mica il massimo che potevamo fare.

# 832_Haruka
source: I know... I'm sorry.
pt: Lo so... mi dispiace.

# 844_Haruo
source: Oh, it ain't your fault, Haruka-chan. I know ya got what it takes to pull this off. We just got unlucky.
pt: Oh, non è mica colpa tua, Haruka-chan. Lo so che hai quel che ci vuole per farcela. Abbiamo solo avuto sfortuna.

# 868_Haruo
source: No point lettin' it get to us. We can try this audition as many times as we want, too. Just gotta regroup and give it another shot!
pt: Inutile che ci buttiamo giù. Possiamo provare quest'audizione tutte le volte che vogliamo, pure. Dobbiamo solo ricompattarci e farci un altro tentativo!

# 880_Haruka
source: Okay!
pt: Ok!

# 904_Haruo
source: Just keep doin' whatever worked last time. All right, we're up now. Let's do this.
pt: Basta che continui a fare quello che ha funzionato l'ultima volta. Ok, ora tocca a noi. Forza!

# 916_Haruka
source: Yeah!
pt: Sì!

# 940_Haruo
source: We made it this far, so there's nothin' more to say. We just buckle down and do our best.
pt: Siamo arrivati fin qui, quindi non c'è più niente da dire. Dobbiamo solo rimboccarci le maniche e fare del nostro meglio.

# 952_Haruka
source: Okay. Let's ace this one as well!
pt: Ok. Facciamola alla grande anche questa!

# 964_Haruo
source: All right, looks like we're up now. Let's make 'em laugh like they never have before!
pt: Ok, ora tocca a noi. Facciamoli sbellicare come non hanno mai fatto prima!

# 976_Haruka
source: Okay!
pt: Ok!

# 1000_Haruo
source: I don't believe it. We actually passed!
pt: Non ci credo. Siamo passati sul serio!

# 1012_Haruo
source: Holy takoyaki. I think I'm in shock. I can't even think straight.
pt: Mamma mia. Credo di essere sotto shock. Non riesco nemmeno a pensare lucidamente.

# 1024_Haruka
source: I'm kind of stunned, too. This is a first for me. I had no idea we could make it this far!
pt: Sono un po' sbalordita, pure. Questa è una prima volta per me. Non avevo idea che potessimo arrivare fin qui!

# 1036_Haruo
source: I gotta say, your perfect timing was probably a big part of it. Never got laughs this big with my old partner.
pt: Devo dire che il tuo tempismo perfetto ha probabilmente fatto la differenza. Con il mio vecchio partner non ho mai avuto risate così grosse.

# 1048_Haruka
source: Oh, don't be silly. This is all thanks to your stellar jokes.
pt: Oh, non dire sciocchezze. Questo è tutto merito delle tue battute stellari.

# 1060_Haruo
source: Ya think? Tellin' me things like that's only gonna inflate my ego!
pt: Dici? A dirmi cose così mi si gonfia solo l'ego!

# 1072_Haruka
source: Hehehe.
pt: Ah ah ah.

# 1096_Haruo
source: What's eatin' ya, Haruka-chan?
pt: Che ti prende, Haruka-chan?

# 1108_Haruka
source: Oh, it's just I'm going to miss this now that it's all over.
pt: Oh, è solo che mi mancherà, ora che è tutto finito.

# 1120_Haruo
source: I hear ya. Well, every ending is a new beginning, as they say. Let's head out.
pt: Ti capisco. Beh, ogni fine è un nuovo inizio, come si suol dire. Andiamo.

# 1132_Haruka
source: Okay.
pt: Ok.

# 1156_Haruo
source: That ain't the best we coulda done.
pt: Non è il massimo che potevamo fare.

# 1168_Haruka
source: I know... I'm sorry.
pt: Lo so... Mi dispiace.

# 1180_Haruo
source: Oh, it ain't your fault, Haruka-chan. I know ya got what it takes to pull this off. We just got unlucky.
pt: Oh, non è mica colpa tua, Haruka-chan. Lo so che hai quel che ci vuole per farcela. Abbiamo avuto solo sfortuna.

# 1204_Haruo
source: No point lettin' it get to us. We can try this audition as many times as we want, too. Just gotta regroup and give it another shot!
pt: Non ha senso lasciarsi prendere dallo sconforto. Possiamo provare questa audizione tutte le volte che vogliamo, anche. Dobbiamo solo ricompattarci e riprovarci!

# 1216_Haruka
source: Okay!
pt: Ok!

# 1240_Haruo
source: We made it this far, so there's nothin' more to say. We just gotta buckle down and do our best.
pt: Siamo arrivati fin qui, quindi non c'è più niente da dire. Dobbiamo solo darci dentro e fare del nostro meglio.

# 1252_Haruka
source: Okay. Let's ace this one as well!
pt: Ok. Spacchiamo anche questa!

# 1264_Haruo
source: All right, looks like we're up now. Let's make 'em laugh like they never have before!
pt: Ok, sembra che tocca a noi adesso. Facciamoli sbellicare dalle risate come non hanno mai riso prima!

# 1276_Haruka
source: Okay!
pt: Ok!
