Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020988.po
Languages: pt

source: Elderly Inmate
pt: Detenuto anziano

# 44_Saejima
source: Hey. Okay to talk?
pt: Ehi. Si può parlare?

# 68_Saejima
source: Old-timer, can ya hear me?
pt: Vecchio, mi senti?

# 80_Elderly Inmate
source: Ah! Startled me, there.
pt: Ah! Mi hai preso un colpo.

# 92_Saejima
source: Sorry. Didn't mean to scare ya.
pt: Scusa. Non volevo spaventarti.

# 104_Elderly Inmate
source: It's fine, it's fine. I was just nodding off.
pt: Va bene, va bene. Stavo solo sonnecchiando.

# 116_Saejima
source: Careful with that. Fella could freeze to death fallin' asleep here.
pt: Attento a quello. Uno potrebbe crepare di freddo ad addormentarsi qui.

# 128_Elderly Inmate
source: Haha, and what does that matter? I'm never getting out. Hardly makes a difference whether I die today or twenty years from now.
pt: Ahah, e che importa? Non uscirò mai da qui. Cambia ben poco se crepo oggi o tra vent'anni.

# 140_Saejima
source: (Cheerful guy, this one.)
pt: (Un tipo allegro, questo.)

# 152_Elderly Inmate
source: So! What did you want?
pt: Allora! Che volevi?

# 164_Saejima
source: Was lookin' for Baba, the kid I share a cell with. Seen 'im?
pt: Stavo cercando Baba, il ragazzo con cui divido la cella. L'hai visto?

# 188_Saejima
source: You don't know him?
pt: Non lo conosci?

# 200_Elderly Inmate
source: You get to my age, the memory goes. It's hard matching names to faces.
pt: Quando arrivi alla mia età, la memoria se ne va. È dura abbinare i nomi alle facce.

# 212_Saejima
source: Right. Sorry to disturb ya.
pt: Giusto. Scusa il disturbo.

# 224_Elderly Inmate
source: It's fine...
pt: Va bene...
