Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00360063.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

source: Player
pt: Giocatore

# 156_Hinata
source: Okay, let's get this party started!
pt: Ok, facciamo partire questa festa!

# 168_Hinata
source: I've been practicing this one lately. It's called <Color:255,200,200,255>"Get to the Top!" <Color:Default><Color:255,200,200,255>♥<Color:Default>
pt: Mi sono allenata su questa ultimamente. Si chiama <Color:255,200,200,255>"Get to the Top!" <Color:Default><Color:255,200,200,255>♥<Color:Default>

# 180_Hinata
source: That was so much fun! And you really livened things up, %s-san.
pt: È stato un sacco divertente! E hai proprio acceso l'atmosfera, %s-san.

# 192_Hinata
source: Okay, now it's your turn! Let me hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Ok, ora tocca a te! Fammi sentire come canti, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 204_Player
source: Sure, I'm game.
pt: Ok, ci sto.

# 216_Hinata
source: Oh, this is going to be great, %s-san! <Color:255,200,200,255>♥<Color:Default>
pt: Oh, sarà fantastico, %s-san! <Color:255,200,200,255>♥<Color:Default>

# 228_Player
source: No, I think I'll pass.
pt: No, passo.

# 240_Hinata
source: What? Then why'd we even come here?
pt: Cosa? E allora a che siamo venuti qui?

# 252_Hinata
source: I could barely sing. If you're going to do that, you should try to do it right.
pt: Ho cantato a malapena. Se devi fare una cosa, falla per bene.

# 264_Player
source: Sorry...
pt: Scusa...

# 276_Hinata
source: That felt great! <Color:255,200,200,255>♥<Color:Default> You did a super job spicing things up, %s-san!
pt: È stato fantastico! <Color:255,200,200,255>♥<Color:Default> Hai fatto un super lavoro ad accendere l'atmosfera, %s-san!

# 288_Hinata
source: Okay, now it's your turn! Let me hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Ok, ora tocca a te! Fammi sentire come canti, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 300_Player
source: Sure, I'm game.
pt: Ok, ci sto.

# 312_Hinata
source: Oh, this is going to be great, %s-san! <Color:255,200,200,255>♥<Color:Default>
pt: Oh, sarà fantastico, %s-san! <Color:255,200,200,255>♥<Color:Default>

# 324_Player
source: No, I think I'll pass.
pt: No, passo.

# 336_Hinata
source: What? Then why'd we even come here?
pt: Cosa? E allora a che siamo venuti qui?

# 348_Hinata
source: That was great! I bet you practice a lot, don't you, Kiryu-san? <Color:255,200,200,255>♥<Color:Default>
pt: È stato fantastico! Scommetto che ti eserciti un sacco, vero, Kiryu-san? <Color:255,200,200,255>♥<Color:Default>

# 360_Player
source: No comment.
pt: Nessun commento.

# 372_Hinata
source: Oh, you're done? Okay, time for the next song.
pt: Oh, hai finito? Ok, è ora della prossima canzone.

# 396_Hinata
source: I could listen to you forever. <Color:255,200,200,255>♥<Color:Default> I don't need to sing anymore, so you go ahead!
pt: Potrei ascoltarti per sempre. <Color:255,200,200,255>♥<Color:Default> Non ho più bisogno di cantare, quindi vai pure tu!

# 408_Player
source: Heh, well, thank you.
pt: Eh, beh, grazie.
