Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0dda.po
Languages: pt

# 3352_Shinada
source: Are you okay? Don't work yourself too hard.
pt: Stai bene? Non strapazzarti troppo.

# 3364_Mi-chan
source: Yeah, it's nothing...
pt: Ma no, non è niente...

# 3376_Shinada
source: (Her jaw aches? From working at some sleazy bathhouse, the poor girl. She looks so innocent, too. Some world we live in.)
pt: (Le fa male la mascella? A causa di quel bagno pubblico squallido, povera ragazza. E sembra così innocente, pure. Che mondo, il nostro.)

# 3388_Mi-chan
source: Okay, Ta-chan. Enjoy your visit. If you need anything, I'm right here.
pt: Ok, Ta-chan. Divertiti. Se ti serve qualcosa, sono qui.

# 3400_Mi-chan
source: Oh, hello. Our batting center's machines are pretty tough. If you're just a beginner, you might want to think about heading back out through that door.
pt: Oh, ciao. Le macchine del nostro centro di battuta sono piuttosto toste. Se sei solo un principiante, magari ti conviene ripensarci e uscire da quella porta.
