Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690265.po
Languages: pt

# 72_Momiyama
source: Oh, you're the girl Yoko-san's working with.
pt: Oh, sei tu la ragazza con cui lavora Yoko-san.

# 84_Haruka
source: Haruka Sawamura. It's nice to see you again.
pt: Haruka Sawamura. Piacere di rivederti.

# 96_Momiyama
source: Is something the matter? Or are you back for another dance battle? Mwahahaha.
pt: C'è qualche problema? O sei tornata per un'altra sfida di ballo? Mwahahaha.

# 108_Haruka
source: No, not this time. I wanted your help in thinking of a present for Yoko-san.
pt: No, non stavolta. Volevo il tuo aiuto per pensare a un regalo per Yoko-san.

# 120_Momiyama
source: A present?
pt: Un regalo?

# 132_Haruka
source: Yes. She's been so good to me. I really would like to thank her by getting her something, but I have no idea what to get.
pt: Sì. È stata così buona con me. Vorrei davvero ringraziarla regalandole qualcosa, ma non ho idea di cosa prenderle.

# 144_Haruka
source: I thought that since you were friends with her, you might know what she likes.
pt: Pensavo che, dato che eri amico suo, sapessi cosa le piace.

# 168_Haruka
source: No ideas?
pt: Nessuna idea?

# 180_Momiyama
source: It's not that. You see, she's already received a gift from you.
pt: Non è quello. Vedi, lei ha già ricevuto un regalo da te.

# 192_Haruka
source: What do you mean?
pt: Cosa intendi?

# 204_Momiyama
source: Didn't Yoko-chan tell you about that kid she wished she had helped? You know, her old friend?
pt: Non ti ha raccontato Yoko-chan di quel ragazzino che avrebbe voluto aiutare? Sai, il suo vecchio amico?

# 216_Haruka
source: That's true...
pt: È vero...

# 228_Momiyama
source: Yoko-chan told me how you reminded her of her friend. And by helping you, she feels like she can finally be free of her regrets.
pt: Yoko-chan mi ha raccontato come le hai ricordato il suo amico. E aiutandoti, sente di potersi finalmente liberare dei suoi rimpianti.

# 240_Momiyama
source: You, along with your hard work, are the greatest gift you could give her.
pt: Tu, insieme alla tua dedizione, sei il regalo più grande che potresti farle.

# 252_Haruka
source: My hard work is a gift to Yoko-san, huh?
pt: La mia dedizione è un regalo per Yoko-san, eh?

# 264_Momiyama
source: Yep. Plus, you performed in that costume that was originally meant for her friend. I'm sure it made Yoko-chan very happy.
pt: Esatto. E poi, ti sei esibita in quel costume che era originariamente destinato al suo amico. Sono sicuro che abbia reso Yoko-chan molto felice.

# 276_Haruka
source: (That's it! The best thing I can do for Yoko-san is to sing in that costume she gave me!)
pt: (Esatto! La cosa migliore che posso fare per Yoko-san è esibirmi in quel costume che mi ha dato!)

# 288_Haruka
source: Thank you so much, Momiyama-san! Now I know exactly what I can do for Yoko-san.
pt: Grazie mille, Momiyama-san! Ora so esattamente cosa posso fare per Yoko-san.

# 300_Momiyama
source: Glad I could help. And I'm glad this creepy old man is still good for something, haha.
pt: Felice di aver potuto aiutare. E sono contento che questo vecchio losco serva ancora a qualcosa, haha.

# 312_Haruka
source: You're not the least bit creepy! Now, you'll have to excuse me. I have to run!
pt: Non sei per nulla inquietante! Ora, mi devi scusare. Devo scappare!

# 324_Momiyama
source: Wait, Haruka-chan. What's the rush?
pt: Aspetta, Haruka-chan. Che fretta c'è?

# 336_Haruka
source: Yoko-san said she was leaving town soon, so I want to thank her before it's too late!
pt: Yoko-san ha detto che avrebbe lasciato la città presto, quindi voglio ringraziarla prima che sia troppo tardi!

# 348_Momiyama
source: Yoko-chan's leaving?
pt: Yoko-chan sta partendo?

# 360_Haruka
source: Yes. That's why I'm in a rush! See you later!
pt: Sì. Ecco perché ho fretta! Ci vediamo!

# 384_Momiyama
source: Hmph, she's sure a handful.
pt: Hmph, è proprio un bel peperino.

# 456_Momiyama
source: (All right, time to give back to Yoko-san with the gift of song!)
pt: (Va bene, è ora di ricambiare Yoko-san con il dono del canto!)
