Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d0206.po
Languages: pt

source: Host Mid-Commute
pt: Ospite a metà del tragitto

source: Hostess Mid-Commute
pt: Hostess in viaggio

source: Exhausted Host
pt: Host sfinito

source: Tired Hostess
pt: Hostess stanca

# 104_Host Mid-Commute
source: Man, now they've had an attempted murder.
pt: Cavolo, ora hanno subito un tentato omicidio.

# 116_Hostess Mid-Commute
source: What the hell's wrong with that agency? They gotta be cursed or somethin'. Stay far away from those guys, man.
pt: Ma che cazzo succede a quell'agenzia? Devono essere maledetti o roba simile. Stacci alla larga da quelli, zio.

# 128_Host Mid-Commute
source: The company's probably gonna go under. Looks pretty grim, anyway.
pt: L'agenzia probabilmente andrà a picco. La situazione è piuttosto nera, comunque.

# 152_Exhausted Host
source: Some chick jumped off a rooftop nearby. Awful stuff.
pt: Una tipa si è buttata da un tetto qui vicino. Roba terribile.

# 164_Tired Hostess
source: She was president of a talent agency, right? I bet that's the end of that agency.
pt: Era la presidentessa di un'agenzia di talenti, giusto? Scommetto che quell'agenzia è spacciata.

# 176_Exhausted Host
source: Maybe not right away, but it'll definitely affect their rep around town. Could drive 'em outta business if they ain't careful.
pt: Magari non subito, ma di sicuro intaccherà la loro reputazione in città. Potrebbe farli chiudere se non stanno attenti.
