Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690133.po
Languages: pt

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>1.000 yen<Color:Default> mancia dal pubblico.

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>1.000 yen<Color:Default> mancia dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>2.000 yen<Color:Default> mancia dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>4.000 yen<Color:Default> mancia dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola le impostazioni del Calore della Danza

# 136_Mikoto
source: Yikes, you're too good. I'm no match for you.
pt: Cavolo, sei troppo bravo. Non c'è partita con te.

# 172_Mikoto
source: Heheh, I won. Whew! If you're ever looking for another battle, come see me again!
pt: Heheh, ho vinto. Uff! Se mai volessi un'altra sfida, vieni a trovarmi di nuovo!

# 208_Mikoto
source: Heeey, looking for a battle?
pt: Ehiii, cerchi una sfida?

# 280_Haruka
source: Actually, I just remembered something I have to do.
pt: In realtà, mi sono appena ricordato qualcosa che devo fare.

# 292_Mikoto
source: Are you serious?
pt: Sei seria?

# 328_Mikoto
source: Ha! I only take on opponents who can put up a good fight. You look like you need to go back to sleep.
pt: Ah! Accetto solo avversari che sanno dare battaglia. Tu hai proprio l'aria di uno che dovrebbe tornare a letto.

# 376_Mikoto
source: Looking for a battle?
pt: Cerchi una sfida?

# 448_Haruka
source: Actually, I just remembered something I have to do.
pt: In realtà, mi sono appena ricordato qualcosa che devo fare.

# 460_Mikoto
source: Are you serious?
pt: Sei seria?

# 496_Haruka
source: Yes! Let's do this.
pt: Sì! Facciamolo!

# 508_Mikoto
source: Heheh. This'll be fun.
pt: Heheh. Sarà divertente.

# 556_Mikoto
source: Yikes, you're too good. I'm no match for you.
pt: Cavolo, sei troppo bravo. Non c'è partita con te.

# 748_Mikoto
source: Heheh, I won. Whew! If you're ever looking for another battle, come see me again!
pt: Heheh, ho vinto. Uff! Se mai cerchi un'altra sfida, vieni a trovarmi di nuovo!

# 784_Mikoto
source: Heeey, looking for a battle?
pt: Ehiii, cerchi una sfida?

# 880_Mikoto
source: Actually, I just remembered something I have to do.
pt: In realtà, mi sono appena ricordato qualcosa che devo fare.

# 892_Mikoto
source: Are you serious?
pt: Sei seria?

# 928_Mikoto
source: Ha! I only take on opponents who can put up a good fight. You look like you need to go back to sleep.
pt: Ha! Io accetto sfide solo da chi sa darmi del filo da torcere. Tu hai la faccia di uno che dovrebbe tornarsene a dormire.

# 976_Mikoto
source: Looking for a battle?
pt: Cerchi una sfida?

# 1072_Mikoto
source: Actually, I just remembered something I have to do.
pt: In realtà, mi sono appena ricordato qualcosa che devo fare.

# 1084_Mikoto
source: Are you serious?
pt: Sei seria?

# 1120_Mikoto
source: Yes! Let's do this.
pt: Sì! Andiamo!

# 1132_Mikoto
source: Heheh. This'll be fun.
pt: Heheh. Questo sarà divertente.
