Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0002064f.po
Languages: pt

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got <Color:8>Bronze Plate<Color:Default>.
pt: Hai ottenuto <Color:8>Targa di Bronzo<Color:Default>.

source: You got some <Color:8>Milk<Color:Default>.
pt: Hai del <Color:8>Latte<Color:Default>.

source: You got some <Color:8>Pocket Tissues<Color:Default>.
pt: Hai preso dei <Color:8>fazzoletti di carta<Color:Default>.

source: Sure.
pt: Certo.

source: Sorry.
pt: Scusa.

source: Ready.
pt: Pronto.

source: Not yet.
pt: Non ancora.

source: I'll go now.
pt: Vado adesso.

source: I'll go in a bit.
pt: Vado tra un po'.

source: Yeah, good to go.
pt: Sì, a posto.

source: Not just yet.
pt: Non proprio adesso.

source: Wages
pt: Paga

source: Friendly Voice
pt: Voce Amichevole

# 220_Hirakawa
source: The chief is probably at that diner he loves so much. Can you go bring him back for me?
pt: Il capo è di sicuro in quel diner che adora. Vai a riportarlo indietro per me?

# 232_Kiryu
source: Hey there.
pt: Ciao.

# 244_Hirakawa
source: Hello, Suzuki-san. Do you have a moment?
pt: Ciao, Suzuki-san. Hai un momento?

# 256_Kiryu
source: Sure.
pt: Certo.

# 268_Hirakawa
source: It's not urgent, but can you go run an errand for me?
pt: Non c'è fretta, ma potresti andarmi a fare una commissione?

# 280_Hirakawa
source: That chief of ours went out to get some food and still hasn't come back.
pt: Quel nostro capo è uscito a prendere qualcosa da mangiare e non è ancora tornato.

# 292_Kiryu
source: Do you know where he went?
pt: Sai dov'è andato?

# 304_Hirakawa
source: I think he's at his favorite diner again. Can you go bring him back for me?
pt: Penso sia di nuovo alla sua tavola calda preferita. Puoi andarlo a riprendere per me?

# 316_Kiryu
source: Sure. I'll have him back here in no time.
pt: Certo. Lo riporterò qui in men che non si dica.

# 340_Hirakawa
source: Welcome back, Suzuki-san. You've been gone for quite a while.
pt: Bentornato, Suzuki-san. È da un bel po' che non ti si vede.

# 352_Kiryu
source: Well, I did have a long-distance passenger.
pt: Beh, sì, ho avuto un passeggero per una lunga tratta.

# 364_Hirakawa
source: Oh, lucky you. Then I assume you're finished for the day? We still have some calls to take care of, so let me know if you're interested.
pt: Oh, beato te. Allora hai staccato per oggi, immagino? Abbiamo ancora qualche chiamata da sbrigare, quindi fammi sapere se sei interessato.

# 376_Kiryu
source: Will do.
pt: Lo farò.

# 448_Hirakawa
source: Oh, Suzuki-san. Just who I wanted to see.
pt: Oh, Suzuki-san. Proprio lei volevo vedere.

# 460_Kiryu
source: Good morning, Hirakawa-san. What can I do for you?
pt: Buongiorno, Hirakawa-san. Cosa posso fare per lei?

# 472_Hirakawa
source: We had an urgent pickup request come in. Would you be able to take care of it?
pt: Ci è arrivata una richiesta urgente di prelievo. Potresti occupartene?

# 484_Kiryu
source: Sorry, I can't right now.
pt: Mi dispiace, non posso adesso.

# 496_Hirakawa
source: Oh, I see. Then I'll ask the client if they could wait a while longer. Take care of it as soon as you're free, please.
pt: Ah, capisco. Allora chiederò al cliente se può aspettare ancora un po'. Occupatene appena sei libero, per favore.

# 508_Kiryu
source: Understood.
pt: Capito.

# 520_Kiryu
source: Sure, no problem.
pt: Certo, nessuna grana.

# 532_Hirakawa
source: They're waiting at Nagasu Bridge. Drive safely.
pt: Stanno aspettando al Ponte Nagasu. Guida con prudenza.

# 580_Hirakawa
source: Oh, are you all ready now, Suzuki-san?
pt: Oh, ci siamo, Suzuki-san?

# 592_Kiryu
source: Sorry, not just yet.
pt: Scusa, non ancora.

# 604_Hirakawa
source: Oh, okay. I'll tell the client we don't have anyone available yet. Try to get to it as soon as you can, though.
pt: Ah, va bene. Dirò al cliente che non c'è ancora nessuno libero. Comunque, vedi di sbrigartela il prima possibile.

# 616_Kiryu
source: Okay.
pt: Ok.

# 628_Kiryu
source: Yes, I'm good to go.
pt: Sì, sono pronto.

# 640_Hirakawa
source: Wonderful. They're waiting at Nagasu Bridge right now. Drive safely.
pt: Perfetto. Sono al Ponte Nagasu proprio adesso. Guida con prudenza.

# 688_Hirakawa
source: Oh, Suzuki-san. Can you come here for a minute?
pt: Oh, Suzuki-san. Puoi venire qui un minuto?

# 700_Kiryu
source: Sure, what can I help you with?
pt: Certo, in cosa posso aiutarti?

# 712_Hirakawa
source: I know you just got back, but we have another pickup request.
pt: So che sei appena rientrato, ma abbiamo un'altra richiesta di prelievo.

# 724_Hirakawa
source: Nobody else is available right now, so I'd like you to handle it if you can.
pt: Nessun altro è disponibile adesso, quindi, se puoi, vorrei che te ne occupassi tu.

# 736_Kiryu
source: Then leave it to me. I'd be happy to take care of it.
pt: Allora, ci penso io. Me ne occuperò volentieri.

# 748_Hirakawa
source: Great, thank you. The client didn't seem to be in any sort of rush, so you could always take a break first. What works best for you?
pt: Perfetto, grazie. Il cliente non sembrava avere nessuna fretta, quindi potresti pure prenderti una pausa prima. Cosa ti va meglio?

# 760_Kiryu
source: Mind if I get a quick rest, then?
pt: Posso farmi una riposata veloce, allora?

# 772_Hirakawa
source: Not at all. Just say the word when you're ready.
pt: Nessun problema. Dimmi pure quando sei pronto.

# 784_Kiryu
source: I think I'll head out now.
pt: Mi sa che mi avvio adesso.

# 796_Hirakawa
source: Perfect. Let me tell you where you need to go...
pt: Perfetto. Ti dico io dove devi andare...

# 808_Hirakawa
source: Oh, have you finished your break, Suzuki-san? Ready to get back to work?
pt: Oh, hai finito la tua pausa, Suzuki-san? Pronto a tornare al lavoro?

# 820_Kiryu
source: Is it okay if I rest a while longer first?
pt: Va bene se mi riposo ancora un po' prima?

# 832_Hirakawa
source: Sure. Just say the word when you're ready.
pt: Certo. Fai un fischio quando sei pronto.

# 844_Kiryu
source: Yeah, good to go.
pt: Sì, a posto.

# 856_Hirakawa
source: Perfect. Let me tell you where you need to go...
pt: Perfetto. Ti dico io dove devi andare...

# 904_Hirakawa
source: Oh, Suzuki-san. Can you come here for a minute?
pt: Oh, Suzuki-san. Puoi venire qui un minuto?

# 916_Kiryu
source: Sure, what can I help you with?
pt: Certo, in cosa posso aiutarti?

# 928_Hirakawa
source: I know you just got back, but we have another pickup request.
pt: So che sei appena rientrato, ma abbiamo un'altra richiesta di prelievo.

# 940_Hirakawa
source: Nobody else is available right now, so I'd like you to handle it if you can.
pt: Nessun altro è disponibile adesso, quindi, se puoi, vorrei che te ne occupassi tu.

# 952_Kiryu
source: Then leave it to me. I'd be happy to take care of it.
pt: Allora, ci penso io. Me ne occuperò volentieri.

# 964_Hirakawa
source: Great, thank you. The client didn't seem to be in any sort of rush, so you could always take a break first. What works best for you?
pt: Perfetto, grazie. Il cliente non sembrava avere nessuna fretta, quindi potresti pure prenderti una pausa prima. Cosa ti va meglio?

# 976_Kiryu
source: Mind if I get a quick rest, then?
pt: Posso farmi una riposata veloce, allora?

# 988_Hirakawa
source: Not at all. Just say the word when you're ready.
pt: Nessun problema. Dimmi pure quando sei pronto.

# 1000_Kiryu
source: I think I'll head out now.
pt: Mi sa che mi avvio adesso.

# 1012_Hirakawa
source: Perfect. Let me tell you where you need to go...
pt: Perfetto. Ti dico io dove devi andare...

# 1024_Hirakawa
source: Oh, have you finished your break, Suzuki-san? Ready to get back to work?
pt: Oh, hai finito la tua pausa, Suzuki-san? Pronto a tornare al lavoro?

# 1036_Kiryu
source: Is it okay if I rest a while longer first?
pt: Va bene se mi riposo ancora un po' prima?

# 1048_Hirakawa
source: Sure. Just say the word when you're ready.
pt: Certo. Fai un fischio quando sei pronto.

# 1060_Kiryu
source: Yeah, good to go.
pt: Sì, a posto.

# 1072_Hirakawa
source: Perfect. Let me tell you where you need to go...
pt: Perfetto. Ti dico io dove devi andare...

# 1108_Hirakawa
source: Oh? Suzuki-san, have you been drinking?
pt: Oh? Suzuki-san, hai bevuto?

# 1120_Hirakawa
source: You can't drive in that state. Go and sober up first.
pt: Non puoi guidare in quelle condizioni. Vai prima a smaltire.

# 1132_Hirakawa
source: Suzuki-san. I have some work for you. Let me see...
pt: Suzuki-san. Ho del lavoro per te. Fammi vedere...

# 1156_Hirakawa
source: Wages will be paid into your account as you complete Race Missions and Taxi Missions. You can withdraw your wages by accessing an ATM at a convenience store. It's worth doing as many missions as you can.
pt: I soldi ti verranno accreditati sul conto non appena completerai le Missioni Corsa e le Missioni Taxi. Potrai prelevare la tua paga andando a un bancomat in un minimarket. Ti conviene fare quante più missioni possibile.

# 1180_Hirakawa
source: Maybe later, then.
pt: Magari più tardi, allora.

# 1192_Hirakawa
source: Oh, Suzuki-san. Good morning.
pt: Oh, Suzuki-san. Buongiorno.

# 1204_Kiryu
source: Morning.
pt: Buongiorno.

# 1228_Hirakawa
source: I heard you went to see Tenjin Transportation yesterday. They sent a little thank-you gift your way.
pt: Ho saputo che ieri sei passato dalla Tenjin Transportation. Ti hanno fatto avere un pensierino di ringraziamento.

# 1240_Hirakawa
source: Apparently, whatever you gave them last night went over well. There was even a nice note with it.
pt: A quanto pare, qualunque cosa tu abbia dato loro ieri sera è andata alla grande. C'era pure un bel biglietto allegato.

# 1252_Hirakawa
source: You must have brought them something pretty special. It's not like their president to act this way.
pt: Devi avergli portato qualcosa di davvero speciale. Non è proprio da quel presidente comportarsi così.

# 1264_Kiryu
source: It wasn't all that special.
pt: Non era poi così speciale.

# 1276_Hirakawa
source: Well anyway, you should hang on to this.
pt: Beh, comunque, dovresti tenertelo.

# 1312_Kiryu
source: Are you sure? Isn't it for the company?
pt: Sei sicuro? Non è per l'azienda?

# 1324_Hirakawa
source: Didn't you go apologize on the chief's behalf? I know he'd want you to have it.
pt: Non sei andato a scusarti per conto del capo? So che lui vorrebbe che tu lo avessi.

# 1336_Kiryu
source: If you insist. Thanks.
pt: Se proprio insisti. Grazie.

# 1348_Hirakawa
source: I heard you went to see Tenjin Transportation yesterday. They sent a little thank-you gift your way.
pt: Ho saputo che ieri sei passato dalla Tenjin Transportation. Ti hanno fatto avere un pensierino di ringraziamento.

# 1360_Hirakawa
source: You must have put a lot of thought into whatever you brought them. It's not like their president to act this way.
pt: Devi averci ragionato su un bel po' per quello che gli hai portato. Non è proprio da il loro presidente comportarsi così.

# 1372_Kiryu
source: It wasn't anything special.
pt: Non era niente di speciale.

# 1384_Hirakawa
source: Still, you should take this.
pt: Però, dovresti comunque prenderlo.

# 1420_Kiryu
source: Are you sure? Isn't it for the company?
pt: Sei sicuro? Non è per l'azienda?

# 1432_Hirakawa
source: Didn't you go apologize on the chief's behalf? I know he'd want you to have it.
pt: Non sei andato a scusarti per conto del capo? So che lui vorrebbe che tu lo avessi.

# 1444_Kiryu
source: If you insist. Thanks.
pt: Se proprio insisti. Grazie.

# 1456_Hirakawa
source: You went to see Tenjin Transportation yesterday, right? They sent us something today, to "show their appreciation" for what you brought them.
pt: Sei andato alla Tenjin Transportation ieri, vero? Oggi ci hanno mandato qualcosa, per "mostrare il loro apprezzamento" per quello che gli hai portato.

# 1468_Hirakawa
source: ...Did you do something to tick their president off, Suzuki-san?
pt: ...Hai fatto qualcosa per far incazzare il loro presidente, Suzuki-san?

# 1480_Kiryu
source: No, I don't think so.
pt: No, non credo proprio.

# 1492_Hirakawa
source: It's just, the gift they sent...
pt: È solo che il regalo che hanno mandato...

# 1504_Kiryu
source: What, is there something wrong with it?
pt: Che, c'è qualcosa che non va?

# 1516_Hirakawa
source: Well, just take a look.
pt: Beh, dagli un'occhiata.

# 1552_Kiryu
source: ...Huh.
pt: ...Eh.

# 1564_Hirakawa
source: It's almost like they sent it as some kind of retaliation.
pt: Sembra quasi che l'abbiano mandato per ripicca.

# 1576_Kiryu
source: (I guess my gift didn't exactly impress.)
pt: (Immagino che il mio regalo non abbia fatto esattamente colpo.)

# 1588_Hirakawa
source: I know their president is a difficult person, but you can't go getting on his bad side at a time like this.
pt: So che il loro presidente è una persona difficile, ma non puoi metterti contro di lui in un momento come questo.

# 1600_Kiryu
source: Sorry.
pt: Scusa.

# 1612_Hirakawa
source: Well, just be sure you treat your passengers good today.
pt: Beh, assicurati solo di trattare bene i tuoi passeggeri oggi.

# 1624_Hirakawa
source: You went to see Tenjin Transportation yesterday, right? They sent us a... Well, I guess you could call it a gift.
pt: Sei andato a trovare la Tenjin Transportation ieri, giusto? Ci hanno mandato un... Beh, diciamo che è un regalo.

# 1636_Hirakawa
source: ...Did you do something to tick their president off, Suzuki-san?
pt: ...Hai fatto qualcosa per far incazzare il loro presidente, Suzuki-san?

# 1648_Kiryu
source: No, I don't think so.
pt: No, non credo proprio.

# 1660_Hirakawa
source: It's just, the gift they sent...
pt: È solo che il regalo che hanno mandato...

# 1672_Kiryu
source: What, was there something wrong with it?
pt: Ma cosa c'era che non andava?

# 1684_Hirakawa
source: Well, take a look.
pt: Beh, dai un'occhiata.

# 1720_Kiryu
source: ...Huh.
pt: ...Eh.

# 1732_Hirakawa
source: It's almost like they sent it as some kind of retaliation.
pt: Sembra quasi che l'abbiano mandato per ripicca.

# 1744_Kiryu
source: (I guess it wasn't such a good idea showing up without a gift.)
pt: Immagino che non sia stata una gran bella idea presentarsi senza un regalo.

# 1756_Hirakawa
source: I know their president is a difficult person, but you can't go getting on his bad side at a time like this.
pt: So che il loro presidente è una persona difficile, ma non puoi metterti contro di lui in un momento come questo.

# 1768_Kiryu
source: Sorry.
pt: Scusa.

# 1780_Hirakawa
source: Well, just be sure you treat your passengers good today.
pt: Beh, assicurati solo di trattare bene i tuoi passeggeri oggi.

# 1792_Kiryu
source: (I guess I'd better head out for the day.)
pt: (Direi che è ora di mettersi in strada per oggi.)

# 1804_Friendly Voice
source: On your way out, Suzuki-kun?
pt: Stai uscendo, Suzuki-kun?

# 1828_Hirakawa
source: Oh, Wada-san. Yeah, I was thinking of doing a few loops around Nagasu.
pt: Oh, Wada-san. Già, stavo pensando di fare qualche giro per Nagasu.

# 1840_Wada
source: Well ain't that just the most perfect timing. Mind if I bum a ride off ya?
pt: Ma guarda un po' che tempismo perfetto! Ti dispiace se ti scrocco un passaggio?

# 1852_Wada
source: My place is a bit of a hike from here, so I'd be real appreciative if ya just dropped me off on the way.
pt: Il mio posto è un po' fuori mano da qui, quindi ve ne sarei davvero riconoscente se mi lasciaste giù lungo la strada.

# 1864_Kiryu
source: Yeah, that shouldn't be a problem.
pt: Sì, nessun problema.

# 1876_Wada
source: Great! You're a lifesaver.
pt: Ottimo! Sei un salvavita.

# 1888_Muramatsu
source: Wada-san. You know you shouldn't be using our taxis for your own personal gain.
pt: Wada-san. Sai che non dovresti usare i nostri taxi per il tuo tornaconto personale.

# 1900_Wada
source: Seriously, Muramatsu-kun?
pt: Sul serio, Muramatsu-kun?

# 1912_Muramatsu
source: Yeah, seriously. You're the most senior driver here, so you need to set the example.
pt: Sì, sul serio. Sei l'autista più anziano qui, quindi devi dare l'esempio.

# 1924_Wada
source: Man. Way to call me out.
pt: Accidenti. Così mi hai proprio chiamato in causa.

# 1936_Nakajima
source: Ah, cut the guy some slack, Muramatsu-kun. Ain't a big deal, as long as it's not every day.
pt: Ah, dagli un po' di tregua al ragazzo, Muramatsu-kun. Non è mica la fine del mondo, finché non succede tutti i giorni.

# 1948_Nakajima
source: Suzuki-san, y'don't mind takin' Wada-chan along, do ya?
pt: Suzuki-san, non ti dispiace portare Wada-chan con te, vero?

# 1960_Hirakawa
source: And Wada-chan, as long as you're gettin' a free lift, y'might wanna give Suzuki-san here some advice.
pt: E Wada-chan, già che ti stai godendo un passaggio gratis, non potresti dare qualche dritta a Suzuki-san qui?

# 1972_Nakajima
source: Yer our top driver, so y'gotta show the new blood how it's done.
pt: Sei il nostro pilota di punta, quindi devi far vedere ai nuovi arrivati come si fa.

# 1984_Wada
source: Be glad to, Chief.
pt: Con piacere, Capo.

# 1996_Kiryu
source: Let's hit the road, then.
pt: Allora, si parte.
