Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490140.po
Languages: pt

source: Glamorous Woman
pt: Donna affascinante

source: Talk to Her
pt: Parla con Lei

source: Ignore Her for Now
pt: Ignora Lei per ora

# 72_Glamorous Woman
source: Where is this Sky Finance place? It should be somewhere around here...
pt: Dov'è questo posto di Sky Finance? Dovrebbe essere da qualche parte qui intorno...

# 84_Akiyama
source: (Hm? Looks like we might have another customer.)
pt: Mh? Sembra che potremmo avere un altro cliente.

# 96_Akiyama
source: (I've already got a lot to deal with. What should I do with her?)
pt: (Ho già un sacco di cose da sbrigare. Che dovrei fare con lei?)

# 108_Akiyama
source: (Sorry, lady, I've gotta run right now. I'll see to you when I get some time.)
pt: (Scusa, signorina, devo scappare subito. Mi occuperò di Lei quando avrò un po' di tempo.)

# 120_Akiyama
source: (If I don't deal with business once in a while, Hana-chan'll have my hide.)
pt: (Se non mi occupo degli affari ogni tanto, Hana-chan mi farà la pelle.)

# 132_Akiyama
source: Excuse me, were you looking for my office?
pt: Scusi, stava cercando il mio ufficio?

# 144_Glamorous Woman
source: Huh? Are you from Sky Finance, then?
pt: Eh? Sei di Sky Finance, allora?

# 156_Akiyama
source: Bingo. I'm the president, Akiyama.
pt: Bingo. Sono il presidente, Akiyama.

# 168_Glamorous Woman
source: Ooh! You're Akiyama-san? Fabulous. I've been looking for you!
pt: Ooh! Sei Akiyama-san? Magnifico. Ti stavo cercando !

# 180_Akiyama
source: Have you now? So, what might this be about?
pt: Davvero? Allora, di cosa si tratta?

# 192_Glamorous Woman
source: I want to borrow money!
pt: Voglio un prestito!

# 204_Akiyama
source: I see. You're after financing.
pt: Capisco. Sta cercando un finanziamento.

# 216_Akiyama
source: That's not exactly something to be discussed in the street. How about we take this to my office?
pt: Questa non è proprio una cosa da discutere per strada. Che ne dice di venire nel mio ufficio?
