Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031b.po
Languages: pt

# 14716_Shinada
source: (Based on what I've heard so far, I should...)
pt: (In base a quello che ho sentito finora, dovrei...)

# 14728_Shinada
source: Let's go where the girls are! After all, practice makes perfect!
pt: Andiamo dove ci sono le ragazze! Dopotutto, la pratica rende perfetti!

# 14740_Ayanokoji
source: Absolutely not. No more hostess clubs. Besides, you said I "freaked the girl right the heck out," did you not?
pt: Assolutamente no. Niente più hostess club. Inoltre, hai detto che ho "fatto spaventare la ragazza di brutto", no?

# 14752_Shinada
source: Oh, right.
pt: Ah, giusto.

# 14764_Ayanokoji
source: Use your peasant brain! Returning now would be akin to opening my own belly!
pt: Usa il tuo cervello da plebeo! Tornare ora sarebbe come squarciarmi il ventre!

# 14776_Shinada
source: Do you have to be so morbid?
pt: Devi essere così macabro?

# 14788_Ayanokoji
source: What a dim candle you are, truly! The dimmest of all the peasants I know.
pt: Che candela fioca che sei, dico davvero! Il più ottuso di tutti i plebei che conosco.

# 14800_Ayanokoji
source: But peasant or no, you are still human. Therefore I must insist you stop bringing shame upon our species.
pt: Ma plebeo o meno, sei pur sempre umano. Perciò devo insistere che tu smetta di recare disonore alla nostra specie.

# 14812_Shinada
source: Now that's just uncalled-for! But fine, I'll think of something else.
pt: Ma questo è inaudito! Ma sia, escogiterò qualcos'altro.

# 14848_Shinada
source: Don't you want to try some new clothes, Leo-kun?
pt: Non ti va di provare dei vestiti nuovi, Leo-kun?

# 14860_Ayanokoji
source: You are persistent, aren't you?
pt: Sei insistente, non è così?

# 14872_Shinada
source: Your clothing is what's holding you back. We won't get anywhere till you make some major fashion changes.
pt: Sono i tuoi vestiti che ti stanno bloccando. Non andremo da nessuna parte finché non farai dei cambiamenti radicali al tuo stile.

# 14884_Shinada
source: I mean, who in the world would want to go on a date with someone dressed like you!?
pt: Cioè, chi diavolo vorrebbe uscire con qualcuno vestito come te!?

# 14896_Ayanokoji
source: Why you insolent peon! How dare you speak to me like that!?
pt: Tu, insolente plebeo! Come osi parlarmi così!?

# 14908_Shinada
source: Seriously, Leo-kun! I'm telling you flat out, that outfit has to go!
pt: Dico davvero, Leo-kun! Te lo dico chiaro e tondo, quel vestito deve sparire!

# 14920_Shinada
source: Either it goes or I go!
pt: O sparisce o me ne vado!

# 14932_Ayanokoji
source: What!?
pt: Cosa!?

# 14944_Shinada
source: Stop whining! Everything I've helped you achieve will be meaningless unless you ditch that damn cosplay!
pt: Smettila di frignare! Tutto quello che ti ho aiutato a ottenere sarà inutile se non ti togli quel maledetto cosplay!

# 14956_Shinada
source: Now follow me!
pt: Ora seguimi!

# 14968_Ayanokoji
source: Cosplay!? Wait, Shinada!
pt: Cosplay!? Aspetta, Shinada!

# 15004_Shinada
source: You know how your body starts going downhill after thirty?
pt: Sai come il tuo corpo inizia a perdere colpi dopo i trent'anni?

# 15016_Shinada
source: Well, why not start going to the gym? You'll get ripped, and you might even meet a girl there.
pt: Beh, perché non inizi ad andare in palestra? Ti farai i muscoli, e magari ci scappa pure una tipa lì.

# 15028_Ayanokoji
source: The gym? What madness do you speak!?
pt: La palestra? Che follia dici!?

# 15040_Ayanokoji
source: You already know how strong I am. The question is, do you know why?
pt: Tu sai già quanto sono forte. La domanda è, sai perché?

# 15052_Shinada
source: Uh... I never thought to ask.
pt: Ehm... Non ho mai pensato di chiedere.

# 15064_Ayanokoji
source: Because I train at my personal gym at home. And I have my own pro-level personal trainer.
pt: Perché mi alleno a casa, nella mia palestra personale. E ho il mio personal trainer di livello pro.

# 15076_Ayanokoji
source: So lecture me not about staying in shape. I am much more concerned about the well-being of my body than you peasants are.
pt: Non osare farmi la predica sullo stare in forma. Sono molto più preoccupato per il benessere del mio corpo di quanto lo siate voi contadini.

# 15088_Shinada
source: Whoa, you have your own gym? Guess I was way off on that one. My bad.
pt: Wow, hai una palestra tutta tua? Mi sa che ho preso un granchio. Colpa mia.

# 15160_Shinada
source: Advice time! Let's talk about your life! Man, I'm really starting to enjoy this!
pt: Momento consigli! Parliamo della tua vita! Cavolo, mi sto davvero divertendo!

# 15172_Ayanokoji
source: Calm yourself, peasant. Your enthusiasm is worthless without ideas to accompany it.
pt: Calmati, contadino. Il tuo entusiasmo è inutile senza idee che lo accompagnino.

# 15184_Shinada
source: Listen, Leo-kun, I'm gonna give it to you straight.
pt: Ascolta, Leo-kun, te la dico dritta.

# 15196_Shinada
source: There's only one thing to do this late in the game: practice, practice, practice.
pt: A questo punto, c'è solo una cosa da fare: allenati, allenati, allenati.

# 15208_Ayanokoji
source: Wait... Really?
pt: Aspetta... Davvero?

# 15220_Shinada
source: You're as prepared as you'll ever be, buddy. It's time to hop out of the nest and spread your wings.
pt: Sei pronto come non lo sarai mai, amico. È ora di spiccare il volo e spiegare le tue ali.

# 15232_Ayanokoji
source: Spread my wings? What crazy idea have you come up with this time?
pt: Spiegare le mie ali? Che idea folle ti sei inventato questa volta?

# 15244_Shinada
source: Oh, nothing so crazy. Just picking up a girl.
pt: Oh, niente di così folle. Solo rimorchiare una ragazza.

# 15256_Ayanokoji
source: Just picking up a－!? Listen here, you－
pt: Solo rimorchiare una－!? Ascolta, tu－

# 15268_Shinada
source: Stop right there. I know exactly what you're going to say, Leo-kun.
pt: Fermati subito. So esattamente cosa stai per dire, Leo-kun.

# 15280_Shinada
source: "I want to meet a girl the right way, not by picking one up. That's so very boorish," or something like that.
pt: "Voglio conoscere una ragazza nel modo giusto, non rimorchiandola. È una cosa così volgare," o qualcosa del genere.

# 15292_Ayanokoji
source: Um... Yes. Such vulgar behavior is for peasants. I would fain not begin any relationship under such pretense.
pt: Ehm... Sì. Un tale comportamento volgare è da contadini. Non mi sognerei mai di iniziare una relazione con una simile pretesa.

# 15304_Shinada
source: Leo-kun... That's the only way you're gonna get a relationship.
pt: Leo-kun... È l'unico modo per avere una relazione.

# 15316_Ayanokoji
source: What nonsense!
pt: Che assurdità!

# 15328_Shinada
source: You're already thirty-five, right? That's thirty-five years without a girlfriend, Leo-kun!
pt: Hai già trentacinque anni, vero? Sono trentacinque anni senza una ragazza, Leo-kun!

# 15340_Ayanokoji
source: And your point is?
pt: E il tuo punto qual è?

# 15352_Shinada
source: You don't have time for a fairytale romance, man!
pt: Non hai tempo per una storia d'amore da favola, amico!

# 15364_Shinada
source: You've already waited your whole life. Are you just gonna keep waiting until a girl falls into your lap?
pt: Hai già aspettato tutta la tua vita. Continuerai solo ad aspettare che una ragazza ti cada in braccio?

# 15376_Ayanokoji
source: That's ridiculous. I haven't been waiting since the moment I was born.
pt: Che ridicolo. Non ho aspettato dal momento in cui sono nato.

# 15388_Shinada
source: You know what I mean! Besides, you'll never meet anyone if you keep sitting on your ass!
pt: Capisci cosa intendo! E poi, non incontrerai mai nessuno se continui a stare con il culo seduto!

# 15400_Shinada
source: You have to fight! You have to take what you want! You feel me?
pt: Devi lottare! Devi prenderti quello che vuoi! Capisci cosa intendo?

# 15412_Ayanokoji
source: I don't know. That sounds almost criminal to me. Are you trying to get me arrested?
pt: Non lo so. Mi suona quasi criminale. Stai cercando di farmi arrestare?

# 15424_Shinada
source: Listen, Leo-kun, this is like gambling. You can't win if you don't play.
pt: Ascolta, Leo-kun, questo è come il gioco d'azzardo. Non puoi vincere se non giochi.

# 15436_Shinada
source: And now that we've got that settled, let's get out there and pick up some chicks!
pt: E ora che abbiamo sistemato la questione, usciamo e andiamo a rimorchiare qualche tipa!

# 15448_Ayanokoji
source: I don't know what chickens have to do with it, but very well.
pt: Non so cosa c'entrino le galline, ma va bene.

# 15508_Ayanokoji
source: So now what do I do?
pt: E ora che faccio?

# 15520_Shinada
source: Uh... What do you mean?
pt: Uhm... Cosa intendi?

# 15532_Ayanokoji
source: Well, I've agreed to try, so now you must instruct me. Or have you forgotten that this is not something that one of my station usually participates in?
pt: Bene, ho accettato di provare, quindi ora devi istruirmi. Oppure hai dimenticato che questo non è qualcosa a cui uno del mio rango solitamente partecipa?

# 15556_Shinada
source: (He blew it last time, so I better guide him better this time.)
pt: (L'ha combinata grossa l'ultima volta, quindi è meglio che lo guidi meglio stavolta.)

# 15568_Player
source: The best way to flirt with a girl is...
pt: Il modo migliore per rimorchiare una ragazza è...

# 15580_Shinada
source: I should have seen that coming. Hmm, what's the best way to flirt with a girl?
pt: Me lo dovevo aspettare. Mmm, qual è il modo migliore per rimorchiare una ragazza?

# 15592_Shinada
source: Let her know what you're like by introducing yourself.
pt: Falle capire che tipo sei, presentandoti.

# 15604_Ayanokoji
source: Start with an introduction, you say? Such as telling her my name and age?
pt: Iniziare con una presentazione, dici? Tipo dirle il mio nome e la mia età?

# 15616_Shinada
source: Sure, and throw in your hobbies and skills, too.
pt: Certo, e aggiungici anche i tuoi hobby e le tue abilità.

# 15628_Ayanokoji
source: And that is all I must do?
pt: E questo è tutto quello che devo fare?

# 15688_Ayanokoji
source: Excuse me, ma'am. Do you have a moment?
pt: Mi scusi, signora. Ha un momento?

# 15700_Girl
source: Who, me?
pt: Chi, io?

# 15712_Ayanokoji
source: Allow me to introduce myself. I am Leo Ayanokoji, age thirty-five. My hobbies include yachting and golf, and I am an expert armsman.
pt: Mi permetta di presentarmi. Sono Leo Ayanokoji, ho trentacinque anni. I miei hobby includono lo yachting e il golf, e sono un esperto d'armi.

# 15724_Girl
source: Oh... Okay...
pt: Oh... Va bene...

# 15748_Girl
source: Um, can I go now?
pt: Ehm, posso andare adesso?

# 15760_Ayanokoji
source: By... By all means.
pt: Ma... Ma certo.

# 15820_Ayanokoji
source: That was no error on my part. I'm sure I did everything you said.
pt: Non è stato un mio errore. Sono sicuro di aver fatto tutto quello che mi hai detto.

# 15832_Shinada
source: Nah, you're right. That was my bad.
pt: No, hai ragione. È stata colpa mia.

# 15844_Ayanokoji
source: How utterly humiliating...
pt: Com'è assolutamente umiliante...

# 15856_Shinada
source: I said I was sorry. Let me think of something else.
pt: Te l'ho detto che mi dispiaceva. Fammi pensare a qualcos'altro.

# 15892_Shinada
source: Girls love it when you're funny. Charm the hell out of them by telling a good joke or something.
pt: Le ragazze adorano quando sei divertente. Affascinale da morire raccontando una buona barzelletta o qualcosa del genere.

# 15904_Ayanokoji
source: I haven't exactly got my finger upon the pulse of peasant culture, but do you people always have a good jape handy?
pt: Non ho esattamente il dito sul polso della cultura plebea, ma voi gente avete sempre una buona burla a portata di mano?

# 15916_Shinada
source: I wouldn't say everybody, but some of us do. But I'm sure your sophisticated aristocrat brain could come up with a real zinger.
pt: Non tutti, ma alcuni di noi sì. Ma sono sicuro che il tuo sofisticato cervello da aristocratico potrebbe inventarsi una battuta fulminante.

# 15928_Ayanokoji
source: At galas, we hire professional humorists to furnish our entertainment. 'Tis not something we are like to do ourselves.
pt: Ai gala, ingaggiamo umoristi professionisti per provvedere al nostro intrattenimento. Non è affatto qualcosa che siamo soliti fare noi stessi.

# 15940_Shinada
source: Okay, why don't you tell a joke one of those pros delivered, then?
pt: Ok, perché non racconti una barzelletta di quelle che ha raccontato uno di quei professionisti, allora?

# 15952_Ayanokoji
source: Hmm... I'm certain this will end badly, but I shall trust you.
pt: Hmm... Sono certo che finirà male, ma mi fiderò di te.

# 16012_Ayanokoji
source: Excuse me, ma'am. Do you have a moment?
pt: Mi scusi, signora. Ha un momento?

# 16024_Girl
source: Who, me?
pt: Chi, io?

# 16036_Ayanokoji
source: Yes, um. Why did Taro throw the clock out of the window?
pt: Sì, ehm. Perché Taro ha lanciato l'orologio dalla finestra?

# 16048_Ayanokoji
source: Because he wanted to see time fly!
pt: Perché voleva vedere il tempo volare!

# 16084_Girl
source: Um, can I go now?
pt: Ehm, posso andare ora?

# 16096_Ayanokoji
source: By... By all means.
pt: Ma... Ma certo.

# 16156_Shinada
source: Ouch... Next idea.
pt: Ahia... Prossima idea.

# 16168_Ayanokoji
source: That's odd. I believe that's one of the better jokes I've heard.
pt: È strano. Credo sia una delle barzellette migliori che abbia mai sentito.

# 16180_Shinada
source: Better!? That was awful! And really old, too!
pt: Meglio!? Faceva schifo! E pure vecchissima!

# 16192_Ayanokoji
source: Awful is your attempt to turn me into a comedian!
pt: Pessimo è il tuo tentativo di trasformarmi in un comico!

# 16204_Shinada
source: Aw, I was having so much fun at your expense, though. Why'd you have to go and ruin it by getting all serious?
pt: Ah, mi stavo divertendo un sacco a tue spese, però. Perché dovevi rovinare tutto facendoti tutto serio?

# 16240_Shinada
source: Girls love a good compliment. I mean, who doesn't?
pt: Le ragazze adorano un bel complimento. Cioè, a chi non piace?

# 16252_Ayanokoji
source: Perhaps, but just how does one initiate such an encounter? And what should I compliment?
pt: Forse, ma come diamine si fa a iniziare un incontro del genere? E che complimento dovrei fare?

# 16264_Shinada
source: Try her appearance or voice. Anything's fine as long as it makes her feel good about herself.
pt: Prova il suo aspetto o la voce. Va bene qualsiasi cosa, purché la faccia sentire bene con se stessa.

# 16276_Ayanokoji
source: Flattery is not my strong suit, but I shall endeavor to woo her nonetheless.
pt: L'adulazione non è il mio forte, ma mi impegnerò a corteggiarla ciononostante.

# 16336_Ayanokoji
source: Excuse me, fair maiden. Do you have a moment?
pt: Scusi, splendida fanciulla. Ha un momento?

# 16348_Girl
source: Who, me?
pt: Chi, io?

# 16360_Ayanokoji
source: Fair maiden, how might I describe thee? Thou art as silk upon a spring afternoon, soft and radiant and refreshing!
pt: Splendida fanciulla, come potrei descriverti? Tu sei come seta in un pomeriggio di primavera, morbida e radiosa e rinfrescante!

# 16372_Girl
source: What?
pt: Cosa?

# 16384_Ayanokoji
source: I witnessed thee shining from over yonder, and it was then that I knew mine entire life was but a dying flame next to thy blazing sun!
pt: Ti ho vista risplendere da laggiù, e fu in quel momento che seppi che la mia intera esistenza non era altro che una fiamma morente accanto al tuo sole fiammeggiante!

# 16396_Ayanokoji
source: I have laid eyes upon countless noble dames and damsels, but even their painted countenances cannot compare to the perfection of thy natural complexion!
pt: Ho posato gli occhi su innumerevoli nobili dame e damigelle, ma nemmeno le loro fattezze dipinte possono reggere il confronto con la perfezione della tua carnagione naturale!

# 16408_Girl
source: ...I don't understand.
pt: ...Non capisco.

# 16420_Ayanokoji
source: Oh, um... Well, you see, my papa is the chairman of the neighborhood association, so we often attend parties of that noble nature.
pt: Oh, uhm... Beh, vedi, il mio papà è il presidente dell'associazione di quartiere, quindi partecipiamo spesso a feste di quella nobile natura.

# 16432_Girl
source: Chairman? Oh, so by noble, you mean you're rich?
pt: Presidente? Ah, quindi con "nobile" intendi che sei ricca?

# 16444_Ayanokoji
source: Not everyone who attends is rich, but my family could certainly be considered wealthy.
pt: Non tutti quelli che partecipano sono ricchi, ma la mia famiglia potrebbe certamente essere considerata benestante.

# 16504_Ayanokoji
source: Behold! We have exchanged mobile phone numbers!
pt: Ecco! Ci siamo scambiati i numeri di cellulare!

# 16516_Shinada
source: Um, Leo-kun? You only landed her after you mentioned how rich you are.
pt: Uhm, Leo-kun? L'hai agganciata solo dopo che hai menzionato quanto sei ricco.

# 16528_Ayanokoji
source: Really? Well, she did seem to warm up to me in the middle of the conversation for some reason.
pt: Davvero? Beh, sembrava essersi un po' aperta con me nel bel mezzo della conversazione, per qualche ragione.

# 16540_Shinada
source: Welcome to the real world, Leo-kun.
pt: Benvenuto nel mondo reale, Leo-kun.

# 16552_Shinada
source: Still, I'd say this is progress. I mean, with the way you used to look, even your money wouldn't have gotten you so far.
pt: Comunque, direi che è un progresso. Cioè, con come eri conciato prima, nemmeno i tuoi soldi ti avrebbero fatto arrivare a tanto.

# 16564_Ayanokoji
source: So all I have to do is send a text to her mobile number?
pt: Quindi mi basta mandarle un messaggio al suo numero di cellulare?

# 16576_Shinada
source: Whoa, slow down there, cowboy. Take some time to think about what you're going to say.
pt: Frena un attimo, cowboy. Pensa bene a cosa hai intenzione di dire.

# 16588_Ayanokoji
source: Ah, of course. But still, I am satisfied. I admit that you have served me well.
pt: Ah, certo. Ma comunque, sono soddisfatto. Ammetto che mi hai servito bene.

# 16600_Shinada
source: Yeah, uh... I think you impressed her with your money, but that's about it.
pt: Sì, uh... penso che l'hai colpita con i tuoi soldi, ma è tutto lì.

# 16612_Ayanokoji
source: What did you just say?
pt: Cosa hai appena detto?

# 16624_Shinada
source: Er, never mind! See you again soon!
pt: Ehm, lascia perdere! Ci vediamo presto!

# 16696_Shinada
source: All right, advice time! Let's talk about your life!
pt: Allora, è l'ora dei consigli! Parliamo della tua vita!

# 16708_Ayanokoji
source: Nay, we must discuss what I must do with that maiden's mobile phone number.
pt: Anzi, dobbiamo discutere cosa devo fare con il numero di cellulare di quella fanciulla.

# 16720_Shinada
source: That's an easy one. Just text her!
pt: Questo è facile. Basta che le mandi un messaggio!

# 16732_Ayanokoji
source: You simpleton! That part is apparent. I do not, however, know what to write.
pt: Ma sei un sempliciotto! Quella parte è palese. Non so, però, cosa scrivere.

# 16744_Shinada
source: Why don't you start with asking her on a date? Can't go wrong with that.
pt: Inizia col chiederle un appuntamento. Non puoi sbagliare.

# 16756_Ayanokoji
source: A date?
pt: Un appuntamento?

# 16768_Shinada
source: Too late to get cold feet now, Leo-kun. You know what you have to do!
pt: È troppo tardi per tirarsi indietro adesso, Leo-kun. Sai cosa devi fare!

# 16780_Shinada
source: Or are you going to chicken out, throw away a perfectly good opportunity, and in the process, end up wasting all the work I've done?
pt: Oppure hai intenzione di tirarti indietro, buttare via un'ottima occasione e, così facendo, finire per sprecare tutto il lavoro che ho fatto?

# 16792_Ayanokoji
source: Enough, enough! I shall text her. 'Twould be a shame, truly, to waste <Italic>your</Italic> effort.
pt: Basta, basta! Le manderò un messaggio. Sarebbe un vero peccato, davvero, sprecare <Italic>il tuo</Italic> sforzo.

# 16804_Shinada
source: Sarcasm aside, that's what I wanted to hear! Now, let's write that text!
pt: Ironia a parte, è proprio questo che volevo sentire! Ora, scriviamo quel messaggio!

# 16816_Ayanokoji
source: Such things are beyond me, so I'm trusting you. And I'm holding you accountable if anything goes wrong.
pt: Certe cose mi superano, quindi mi affido a te. E ti riterrò responsabile se qualcosa dovesse andare storto.

# 16828_Ayanokoji
source: Tell me what to text, and I shall say it.
pt: Dimmi cosa scrivere, e lo dirò.

# 16840_Shinada
source: I'm no expert, but it'll be better than leaving it up to you. So here goes...
pt: Non sono un esperto, ma sarà meglio che lasciare fare a te. E allora, si comincia...

# 16852_Player
source: You didn't get a response to that last text, so we'll have to do even better this time!
pt: Non hai ricevuto risposta a quell'ultimo messaggio, quindi dovremo fare ancora meglio questa volta!

# 16864_Ayanokoji
source: I'm placing my trust in you. Speak the words to unlock her heart.
pt: Ripongo la mia fiducia in te. Pronuncia le parole per aprire il suo cuore.

# 16876_Shinada
source: Start with the subject.
pt: Comincia con il soggetto.

# 16888_Shinada
source: Now for the first line.
pt: Ora passiamo alla prima riga.

# 16900_Shinada
source: Next up...
pt: E ora...

# 16912_Shinada
source: Okay, let's wrap this thing up.
pt: Ok, chiudiamo 'sta faccenda.

# 16924_Shinada
source: And last but not least...
pt: E ultimo ma non meno importante...

# 16936_Shinada
source: Okay, that should do it! Let me see what we've got here.
pt: Ok, così dovrebbe bastare! Fammi vedere cosa abbiamo qui.

# 17320_It is I, Ayanokoji
source: I just love you so much! So you're just after my money, right? Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17332_It is I, Ayanokoji
source: I just love you so much! So you're just after my money, right? Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17344_It is I, Ayanokoji
source: I just love you so much! So you're just after my money, right? How about dinner some time? I'll be watching you, hehehe!
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17356_It is I, Ayanokoji
source: I just love you so much! Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17368_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. So you're just after my money, right? Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17380_I enjoyed talking with you.
source: I just love you so much! So you're just after my money, right? Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17392_It is I, Ayanokoji
source: I just love you so much! So you're just after my money, right? How about dinner some time? So what do you say? Sounds good?
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Allora, che ne dici? Ti va bene?
