Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0003450d.po
Languages: pt

# 108_Kiryu
source: You've been a big help, Tatsuya. This is all thanks to your recipe.
pt: Sei stato di grande aiuto, Tatsuya. Questo è tutto merito della tua ricetta.

# 120_Manager
source: Yes, with the way things are looking, I think we have a fighting chance! I really can't thank you enough!
pt: Sì, visto come stanno andando le cose, penso che abbiamo buone chance di farcela! Non ti ringrazierò mai abbastanza!

# 132_Tatsuya
source: No thanks required. This was a good chance to get a few of the ideas I had out of my head. And you know what? I think it turned out great.
pt: Non c'è di che. Mi è servita per tirar fuori qualche idea che avevo in mente. E sai che ti dico? Credo sia venuto alla grande.

# 144_Tatsuya
source: Oh, why don't you try it while you're here, Suzuki-san?
pt: Oh, perché non lo provi già che sei qui, Suzuki-san?

# 156_Kiryu
source: You don't mind?
pt: Non ti dispiace?

# 168_Tatsuya
source: Of course not! Go on, have a seat!
pt: Ma certo che no! Avanti, accomodati!

# 228_Tatsuya
source: This is the culmination of everything I learned from the people and the food of Nagasu, Tsukimino, Sotenbori, Kineicho, and Kamurocho.
pt: Questo è il culmine di tutto ciò che ho imparato dalla gente e dalla cucina di Nagasu, Tsukimino, Sotenbori, Kineicho e Kamurocho.

# 240_Tatsuya
source: I call it... the Ultimate Napolitan!
pt: La chiamo... la Napoletana Definitiva!

# 252_Kiryu
source: The Ultimate Napolitan, huh? That's quite a name to live up to.
pt: Napoletana Definitiva!, eh? È un bel nome, dev'essere all'altezza.

# 264_Tatsuya
source: Yes indeed. You know as well as I do, Napolitan spaghetti is a fixture at many Japanese cafés. This is my take on that old classic.
pt: Sì, proprio così. Come ben sai, gli Spaghetti napoletani sono un classico in molti caffè giapponesi. Questa è la mia rivisitazione di quel vecchio classico.

# 276_Tatsuya
source: Instead of regular sausage, I use the salsiccia you often find in Italian dishes, and instead of plain old mushrooms I went with porcini.
pt: Invece della normale salsiccia, uso la salsiccia che trovi spesso nei piatti italiani, e al posto dei soliti funghi ho optato per i porcini.

# 288_Tatsuya
source: That lends the dish the same rich aroma that you'd experience in a high-class Italian restaurant.
pt: Ciò conferisce al piatto lo stesso profumo intenso che proveresti in un ristorante italiano di alta classe.

# 300_Tatsuya
source: I also use Parmesan cheese and honey as accents, and these bring out even more of that sweet, gooey flavor.
pt: Uso anche il Parmigiano e il miele come accenti, e questi esaltano ancora di più quel sapore dolce e avvolgente.

# 312_Kiryu
source: That sounds amazing. Can I try it?
pt: Sembra una cosa da paura. Posso assaggiarlo?

# 324_Tatsuya
source: Of course! I want you to taste the medley of flavors that my culinary pilgrimage inspired.
pt: Ma certo! Voglio farti assaggiare il connubio di sapori che il mio pellegrinaggio culinario ha ispirato.
