Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c6b.po
Languages: pt

# 1740_Prep Student
source: It's all coming back to me! That's the answer, all right!
pt: Mi sta tornando in mente tutto! È la risposta giusta, esatto!

# 1752_Prep Student
source: The answer is "good idea."
pt: La risposta è "buona idea."

# 1764_Prep Student
source: The answer is "fish today."
pt: La risposta è "pesce oggi."

# 1776_Prep Student
source: The answer is "cheap carpet."
pt: La risposta è "tappeto economico."

# 1788_Prep Student
source: The answer is "underground parking."
pt: La risposta è "parcheggio sotterraneo."

# 1800_Prep Student
source: I've got to admit, I have no idea what the answer is. They all look right to me.
pt: Devo proprio ammetterlo, non ho la minima idea di quale sia la risposta. Mi sembrano tutte giuste.

# 1824_Kiryu
source: The words may be unfamiliar, but by speaking them out loud, you get a sense of the meaning.
pt: Le parole magari non ti sono familiari, ma pronunciandole ad alta voce, ne cogli il senso.

# 1836_Prep Student
source: So... you just went with your gut?
pt: Allora... sei andato a naso?

# 1848_Kiryu
source: Absolutely. That's why I have faith in my answer.
pt: Assolutamente. È per questo che ho fiducia nella mia risposta.

# 1860_Prep Student
source: Wow... I've learned a lot from you today. I guess you really do need to be confident in your decisions.
pt: Wow... Oggi ho imparato un sacco di cose da te. A quanto pare, bisogna essere proprio sicuri delle proprie decisioni.

# 1872_Prep Student
source: I've never really been that mentally strong. That's why I always mess up in exams.
pt: Non sono mai stato così forte di testa. È per questo che vado sempre in palla agli esami.

# 1884_Prep Student
source: The more I think about a question, the less sure I get about the answer, so I just move on to the next one. That basically sums up my life.
pt: Più penso a una domanda, meno sono sicuro della risposta, così passo a quella dopo. Questo, in pratica, riassume la mia vita.

# 1896_Kiryu
source: Well, the right answer will always become clear eventually. When you're in the moment, you just have to believe in yourself and what you're doing.
pt: Beh, la risposta giusta prima o poi diventerà sempre chiara. Quando sei lì per lì, devi solo credere in te stesso e in quello che stai facendo.

# 1908_Prep Student
source: You know what, you're totally right! Everything is much clearer now. I think I've got a chance at passing the practice exam today!
pt: Sai cosa, hai proprio ragione! Adesso è tutto molto più chiaro. Credo proprio di potercela fare all'esame di prova di oggi!

# 1920_Kiryu
source: I think you're good to go. You look like a completely different person from before.
pt: Credo che tu sia a posto. Sembri una persona completamente diversa rispetto a prima.

# 1932_Prep Student
source: You think so? Thank you!
pt: Dici? Grazie!

# 1944_Kiryu
source: Sure. Are you good on time? The exam will be starting soon, won't it?
pt: Certo. Sei a posto con l'orario? L'esame sta per iniziare, no?

# 1956_Prep Student
source: Oh, yeah! I'll let you know how it went after I take it. Can't thank you enough, sir!
pt: Ah, sì! Ti farò sapere com'è andata dopo che l'avrò fatto. Non ti ringrazierò mai abbastanza, signore!

# 2040_Prep Student
source: Hey, guess what?
pt: Ehi, indovina un po'?

# 2052_Kiryu
source: (Oh, it's that prep student from before. Looks like the exam is over.)
pt: (Oh, è quel ragazzo che si stava preparando prima. Sembra che l'esame sia finito.)

# 2064_Prep Student
source: I finished the practice exam!
pt: Ho finito l'esame di prova!

# 2076_Kiryu
source: Uh-huh. And how do you feel about it?
pt: Sì. E come ti senti al riguardo?

# 2088_Prep Student
source: It's strange... The exact same questions we were practicing came up again!
pt: È strano... Le stesse identiche domande che stavamo ripassando sono ricomparse!

# 2100_Kiryu
source: They did? Huh... What are the odds.
pt: Davvero? Mh... Che combinazione.

# 2112_Prep Student
source: Yeah, so I aced the whole thing! I don't know how to thank you. I feel like I'm ready to take on the actual test now!
pt: Sì, ho spaccato tutto! Non so come ringraziarti. Adesso mi sento pronto per affrontare il vero esame!

# 2124_Kiryu
source: Really... Does that mean all the answers I gave you were right?
pt: Davvero... Vuol dire che tutte le risposte che ti ho dato erano giuste?

# 2136_Prep Student
source: It sure does! Man, if it wasn't for you, I wouldn't have stood a chance.
pt: Ma certo che sì! Cavolo, se non fosse stato per te, non avrei avuto speranze.

# 2148_Prep Student
source: But that's not all. I feel like today, you taught me something more important than what the right answers were. You taught me how to answer in general.
pt: Ma non è tutto. Sento che oggi mi hai insegnato qualcosa di più importante delle risposte esatte. Mi hai insegnato proprio come rispondere, in generale.

# 2160_Kiryu
source: I did?
pt: L'ho fatto?

# 2172_Prep Student
source: Yeah, it's like you said. "The right answer will always become clear eventually." That advice helped me stay calm and get through the rest of the test.
pt: Sì, è come hai detto tu. "La risposta giusta diventerà sempre chiara alla fine." Quel consiglio mi ha aiutato a mantenere la calma e a superare il resto dell'esame.

# 2184_Prep Student
source: I get the feeling I'm a lot stronger mentally now. I think I'll do fine on the real exam... and in life!
pt: Mi sento molto più forte mentalmente ora. Penso che me la caverò bene all'esame vero... e nella vita!

# 2196_Kiryu
source: That's good to hear. I'm glad I was able to help.
pt: Mi fa piacere sentirlo. Sono contento di esserti stato d'aiuto.

# 2208_Prep Student
source: Um... This isn't much, but I'd like you to have it as a token of my thanks!
pt: Uhm... Non è granché, ma vorrei dartelo come segno della mia gratitudine!

# 2244_Prep Student
source: I really appreciate you taking the time to help me work through this little crisis of mine.
pt: Ti ringrazio davvero per esserti preso il tempo di aiutarmi a superare questa mia piccola crisi.

# 2256_Prep Student
source: Thanks to you, I did pretty well! I don't know how to thank you. I feel like I'm ready to take on the actual test now!
pt: Grazie a te, sono andato piuttosto bene! Non so come ringraziarti. Adesso mi sento pronto per affrontare il vero esame!

# 2268_Kiryu
source: That's good to hear.
pt: Sono contento di sentirlo.

# 2280_Prep Student
source: Oh, about those questions you helped me with before... Not all of your answers were right.
pt: Oh, riguardo a quelle domande con cui mi hai aiutato prima... Non tutte le tue risposte erano esatte.

# 2292_Prep Student
source: For the first English question, the correct meaning of "locomotion" was "movement."
pt: Per la prima domanda di inglese, il significato corretto di "locomotion" era "movimento".

# 2304_Prep Student
source: For math, the probability of rolling a total of 7 with 2 dice is 6 in 36, or 1 in 6, in other words.
pt: Per matematica, la probabilità di ottenere un totale di 7 con 2 dadi è 6 su 36, o 1 su 6, in altre parole.

# 2316_Prep Student
source: For the history question, it was Commodore Perry who opened up Japan to the West.
pt: Per la domanda di storia, è stato il Commodoro Perry ad aprire il Giappone all'Occidente.

# 2328_Prep Student
source: For physics, the energy of an object based on its height above the Earth is called "gravitational potential energy."
pt: Per fisica, l'energia di un oggetto basata sulla sua altezza sopra la Terra è chiamata "energia potenziale gravitazionale".

# 2340_Prep Student
source: And for that bullshit last English question, which was really a Latin question, "carpe diem" means "seize the day."
pt: E per quella stronzata di ultima domanda di inglese, che in realtà era una domanda di latino, "carpe diem" significa "cogli l'attimo".

# 2364_Prep Student
source: I see. So I got three out of five, huh?
pt: Ah, capisco. Allora ne ho fatte tre su cinque, eh?

# 2376_Prep Student
source: I see. So I got four out of five, huh?
pt: Ah, capisco. Allora ne ho fatte quattro su cinque, eh?

# 2388_Prep Student
source: Yeah. Still, if I hadn't met you, it would have been completely hopeless for me.
pt: Sì. Comunque, se non ti avessi incontrato, sarebbe stato completamente senza speranza per me.

# 2400_Prep Student
source: Besides, you taught me something more important than what the right answer is. You taught me how to answer things in general.
pt: Inoltre, mi hai insegnato qualcosa di più importante di quale sia la risposta esatta. Mi hai insegnato a rispondere alle cose in generale.

# 2412_Kiryu
source: I did?
pt: L'ho fatto?

# 2424_Prep Student
source: Yeah, it's like you said. "The right answer will always become clear eventually." That advice helped me stay calm and get through the rest of the test.
pt: Sì, è come hai detto. "La risposta esatta diventerà sempre chiara, alla fine." Quel consiglio mi ha aiutato a rimanere calmo e a superare il resto dell'esame.

# 2436_Prep Student
source: I get the feeling I'm a lot stronger mentally now. I think I'll do fine on the real exam... and in life!
pt: Ho la sensazione di essere molto più forte mentalmente ora. Penso che ce la farò all'esame vero... e nella vita!

# 2448_Kiryu
source: That's good to hear. I'm glad I was able to help.
pt: È un bene sentirlo. Sono contento di esserti stato d'aiuto.

# 2460_Prep Student
source: Um... This isn't much, but I'd like you to have it as a token of my thanks!
pt: Uhm... Non è granché, ma vorrei che tu l'accettassi come segno di ringraziamento!

# 2496_Prep Student
source: I really appreciate you taking the time to help me work through this little crisis of mine.
pt: Ti ringrazio davvero tanto per esserti preso il tempo di aiutarmi a superare questa mia piccola crisi.

# 2508_Prep Student
source: But unfortunately, I ended up making a ton of mistakes based on what you told me.
pt: Ma purtroppo, ho finito per fare un sacco di errori basandomi su quello che mi hai detto.

# 2520_Kiryu
source: What? You sure?
pt: Cosa? Sei sicuro?

# 2532_Prep Student
source: Uh-huh. Here's what the real answers were.
pt: Mm-hmm. Ecco quali erano le risposte esatte.

# 2544_Prep Student
source: For the first English question, the correct meaning of "locomotion" was "movement."
pt: Per la prima domanda di inglese, il significato corretto di "locomotion" era "movimento."

# 2556_Prep Student
source: For math, the probability of rolling a total of 7 with 2 dice is 6 in 36, or 1 in 6, in other words.
pt: Per matematica, la probabilità di ottenere un totale di 7 con 2 dadi è 6 su 36, o 1 su 6, in altre parole.

# 2568_Prep Student
source: For the history question, it was Commodore Perry who opened up Japan to the West.
pt: Per la domanda di storia, fu il Commodoro Perry ad aprire il Giappone all'Occidente.

# 2580_Prep Student
source: For physics, the energy of an object based on its height above the Earth is called "gravitational potential energy."
pt: Per fisica, l'energia di un oggetto basata sulla sua altezza dalla Terra è chiamata "energia potenziale gravitazionale".

# 2592_Prep Student
source: And for that bullshit last English question, which was really a Latin question, "carpe diem" means "seize the day."
pt: E per quella stronzata di ultima domanda di inglese, che in realtà era una domanda di latino, "carpe diem" significa "cogli l'attimo".

# 2616_Prep Student
source: So... I didn't get anything right at all? That's a letdown.
pt: Quindi... Non ho proprio azzeccato niente? Che batosta.

# 2628_Prep Student
source: I see. So I only got one out of five, huh? That's a letdown.
pt: Capisco. Quindi ne ho azzeccata solo una su cinque, eh? Che batosta.

# 2640_Prep Student
source: I see. So I only got two out of five, huh? That's a letdown.
pt: Capisco. Quindi ne ho azzeccate solo due su cinque, eh? Che batosta.

# 2652_Prep Student
source: That was way worse than a letdown. Based on the score I got, the practice exam was a complete failure. Maybe the worst I've ever done.
pt: È stata ben peggio di una batosta. A giudicare dal punteggio che ho ottenuto, l'esame di prova è stato un completo fallimento. Forse il peggiore che abbia mai fatto.

# 2664_Kiryu
source: Oh... Sorry about that. I was sure I put you on the right track.
pt: Oh... Mi dispiace per questo. Ero sicuro di averti messo sulla strada giusta.

# 2676_Prep Student
source: That said, the way you answered with such confidence really taught me a lesson.
pt: Detto questo, il modo in cui hai risposto con tanta sicurezza mi ha davvero insegnato una lezione.

# 2688_Kiryu
source: It did?
pt: Davvero?

# 2700_Prep Student
source: Like you said, the right answer will always become clear eventually. Thinking about those words helped me stay calm and get through the test relatively unscathed!
pt: Come hai detto, la risposta giusta diventerà sempre chiara alla fine. Pensare a quelle parole mi ha aiutato a mantenere la calma e a superare l'esame relativamente illeso!

# 2712_Prep Student
source: At the very least, I feel like I'm a lot stronger mentally now. I might actually have a chance at passing the real exam!
pt: Per lo meno, adesso mi sento molto più forte mentalmente. Potrei davvero avere una chance di passare l'esame vero!

# 2724_Kiryu
source: That's good to hear. I'm glad I was able to help in some way.
pt: È bello sentirlo. Sono contento di essere riuscito ad aiutare in qualche modo.

# 2736_Prep Student
source: Um... This isn't much, but I'd like you to have it as a token of my thanks!
pt: Ehm... Non è granché, ma vorrei che tu lo tenessi come segno di ringraziamento!

# 2772_Prep Student
source: I appreciate you taking the time to help me out. You taught me something more important than just rote memorization. Thanks a lot!
pt: Ti ringrazio per esserti preso il tempo di aiutarmi. Mi hai insegnato qualcosa di più importante della semplice memorizzazione a pappagallo. Grazie mille!
