Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160096.po
Languages: pt

source: You got <Color:8>1,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>1.000 yen<Color:Default>.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: Young Man
pt: Giovane

source: Editorial Assistant
pt: Assistente editoriale

source: Sexman's Report 1
pt: Rapporto di Sexman 1

source: Sexman's Report 2
pt: Rapporto di Sexman 2

source: Sexman's Report 3
pt: Rapporto di Sexman 3

source: Sexman's Report 4
pt: Rapporto di Sexman 4

source: Reread the Memoir
pt: Rileggi l'autobiografia

source: Twisted Tryst 1
pt: Appuntamento Contorto 1

source: Twisted Tryst 2
pt: Incontro Clandestino Contorto 2

source: Twisted Tryst 3
pt: Intreccio Perverso 3

source: Twisted Tryst 4
pt: Incontro Contorto 4

source: Reread the Fiction
pt: Rileggi la narrativa

# 84_Young Man
source: Oh, hey! What brings you here, Shinada-san?
pt: Oh, ehi! Che ti porta qui, Shinada-san?

# 96_Shinada
source: Uh... And you are?
pt: Uh... E lei chi sarebbe?

# 132_Young Man
source: I work part-time at the editorial office. Don't you remember me serving you tea at the meetings?
pt: Lavoro part-time qui in redazione. Non ti ricordi di me che ti portavo il tè durante le riunioni?

# 144_Shinada
source: Sure... if you say so. Anyway, what's the story here? Why are you scrabbling around on the ground?
pt: Certo... se lo dici tu. Comunque, che succede qui? Perché ti stai affannando a terra?

# 156_Editorial Assistant
source: Well, one of the editors gave me some handwritten memos and told me to get them typed up and formatted.
pt: Beh, uno dei redattori mi ha dato dei pizzini scritti a mano e mi ha detto di metterli in bella copia e formattarli.

# 168_Editorial Assistant
source: I was running to try and make the deadline, but I tripped and ate concrete, then dumped the memos all over the place. Now I can't figure out what order they were in.
pt: Stavo correndo per cercare di stare nei tempi, ma sono inciampato e ho baciato il cemento, poi ho sparpagliato tutti gli appunti ovunque. Ora non riesco più a capire in che ordine fossero.

# 180_Shinada
source: Ooh, tough break. So what's your plan?
pt: Ooh, che brutta batosta. Allora, qual è il tuo piano?

# 192_Editorial Assistant
source: All it would require is looking at each page and putting them back in order... Hey, maybe you could help? Being that you're a journalist and all.
pt: Basterebbe guardare ogni pagina e rimetterle in ordine... Ehi, non è che potresti darmi una mano? Visto che sei un giornalista, sai com'è.

# 204_Shinada
source: Hey, I put my heart and soul into this. I didn't get hired to be some paper-shuffler.
pt: Hey, ci ho messo anima e corpo in questo. Non mi hanno assunto per fare lo scartoffiaro.

# 216_Editorial Assistant
source: But I need that heart and soul on my side! Please, won't you give me a few minutes?
pt: Ma ho bisogno del tuo cuore e della tua anima dalla mia parte! Ti prego, non è che mi daresti qualche minuto?

# 228_Shinada
source: You know how they say there ain't no rest for the wicked? It's even worse for the poor. Hence, I'm busier than I look.
pt: Sai come si dice, non c'è mai pace per i dannati? Per i poveri è pure peggio. Perciò, sono più impegnato di quanto sembri.

# 240_Editorial Assistant
source: Fine, fine, I know what it is you want. I'll make it worth your while.
pt: Va bene, va bene, so cosa vuoi. Ne varrà la pena.

# 312_Shinada
source: Okay, so what are these memos of?
pt: Okay, di cosa parlano questi appunti?

# 324_Editorial Assistant
source: The first is a compilation of erotic memoirs one of our journalists did－regular article stuff. The second's part of a fiction series written by the editor himself.
pt: Il primo è una raccolta di memorie erotiche che ha scritto uno dei nostri giornalisti—roba da articoli normali. Il secondo fa parte di una serie di finzione scritta dall'editore in persona.

# 336_Shinada
source: A fiction series? We have that?
pt: Una serie di finzione? Ce l'abbiamo?

# 348_Editorial Assistant
source: Oh, yeah, that's his ultimate pet project. He has this crazy vision of being a famous author, so he talked the chief into letting him flex his creative writing.
pt: Oh, sì, quello è il suo chiodo fisso. Ha il pallino di diventare un autore famoso, così ha convinto il caporedattore a lasciargli sbizzarrire la sua penna creativa.

# 360_Editorial Assistant
source: He gets that damn fiction piece done no matter how tight the schedule is. It's pretty disturbing how much effort he puts into it.
pt: Lui porta a termine quel dannato pezzo di finzione, non importa quanto sia stretta la scadenza. È quasi inquietante quanto impegno ci metta.

# 372_Shinada
source: Got it. So if you get these in the wrong order, you're never gonna hear the end of it.
pt: Capito. Quindi, se le metti nell'ordine sbagliato, non smetteranno più di romperti le scatole.

# 384_Editorial Assistant
source: Exactly. That's why it's a nightmare.
pt: Esatto. Ecco perché è un incubo.

# 396_Shinada
source: Well, all right. Let's see those memos you fumbled.
pt: Va bene, dai. Fammi vedere quei promemoria che hai pasticciato.

# 408_Editorial Assistant
source: Okay. Here's what I got for the erotic memoir.
pt: Ok. Ecco cosa ho tirato fuori per le memorie erotiche.

# 432_Sexman's Report 1
source: My heart racing in anticipation of our time together, I parry her sultry approaches. Old hands know to savor this delicate process.
pt: Il mio cuore batte all'impazzata in attesa del nostro momento insieme, paro le sue sensuali avance. I vecchi lupi sanno come assaporare questo delicato processo.

# 444_Sexman's Report 2
source: Upon entering the room, we engage in light banter. She doesn't know I'm a reporter, and is eager to please despite the hour.
pt: Appena entrati nella stanza, ci scambiamo qualche battuta leggera. Non sa che sono un giornalista, ed è desiderosa di compiacere, nonostante l'ora.

# 456_Sexman's Report 3
source: Or shall we simply disrobe? No, at this price, I require a slower, more savory stimulation. Alas, nirvana awaits.
pt: O ci spogliamo e basta? No, a questo prezzo, pretendo una stimolazione più lenta e gustosa. Ahimè, il nirvana ci aspetta.

# 468_Sexman's Report 4
source: I arrive at the parlor just before closing. In spite of it, she warmly welcomes my arrival.
pt: Arrivo al salotto poco prima della chiusura. Nonostante ciò, lei accoglie calorosamente il mio arrivo.

# 480_Shinada
source: Okay, so you want me to unscramble this memoir. Let's see, now which order makes the most sense?
pt: Va bene, quindi vuoi che rimetta insieme queste memorie. Vediamo un po', qual è l'ordine che ha più senso ora?

# 492_Shinada
source: The order's 4, 3, 1, 2. There's no doubt about it.
pt: L'ordine è 4, 3, 1, 2. Non c'è alcun dubbio.

# 504_Editorial Assistant
source: Thank you! I knew asking an actual writer was the "write" decision. Haha.
pt: Grazie! Sapevo che chiedere a un vero scrittore fosse la scelta scritta! Haha.

# 516_Shinada
source: You know it, dude. Now, on to the fiction... This oughta be good.
pt: Eccome, amico. E ora, passiamo alla narrativa... Questa promette bene.

# 528_Editorial Assistant
source: Okay, have at it.
pt: Va bene, dacci dentro.

# 552_Shinada
source: The order's 4, 2, 1, 3. There's no doubt about it.
pt: L'ordine è 4, 2, 1, 3. Non c'è ombra di dubbio.

# 576_Shinada
source: The order's 4, 1, 2, 3. There's no doubt about it.
pt: L'ordine è 4, 1, 2, 3. Non c'è ombra di dubbio.

# 612_Twisted Tryst 1
source: "It's so salty, Toru." The words tumbled softly from her lips. A dark thought crossed her mind－what if her husband were to see this?
pt: È così salato, Toru. Le parole le scivolarono dolcemente dalle labbra. Un pensiero torbido le attraversò la mente—e se suo marito lo vedesse?

# 624_Twisted Tryst 2
source: Kaori hesitated a moment. What she had just swallowed only intensifed her craving to gobble down more of Toru's meaty offering.
pt: Kaori esitò un momento. Ciò che aveva appena ingoiato non fece che infiammare la sua brama di trangugiare altro della carnosa offerta di Toru.

# 636_Twisted Tryst 3
source: "Now, tell me. It tastes good, doesn't it?" Toru's voice carried a steely edge. It was a command that brooked no dissent.
pt: "Ora, dimmi. Sa di buono, vero?" La voce di Toru aveva un tono d'acciaio. Era un comando che non ammetteva alcun dissenso.

# 648_Twisted Tryst 4
source: But it didn't matter now. Brushing aside her misgivings, she greedily snatched the chicken wing's remains from Toru's hand.
pt: Ma ora non importava. Superando i suoi timori, afferrò avidamente i resti dell'aletta di pollo dalla mano di Toru.

# 660_Shinada
source: Okay, so now we get these pages in order. Let's figure this out.
pt: Allora, ora sistemiamo queste pagine. Vediamo di capire come fare.

# 672_Shinada
source: The order's 3, 1, 2, and then 4. That should be right.
pt: L'ordine è 3, 1, 2 e poi 4. Dovrebbe essere giusto.

# 684_Editorial Assistant
source: Man, am I glad I ran into you! Well, I guess it was the other way around, but still! I'd be screwed if it wasn't for your help!
pt: Cavolo, sono così contento di averti beccato! Beh, credo sia stato il contrario, ma comunque! Sarei fregato se non fosse per il tuo aiuto!

# 696_Shinada
source: Hey, editing's no easy task－it's definitely beyond the scope of the general public. As a fledgling in the industry, you've got your work cut out for you, so don't shame the name.
pt: Ehi, fare l'editor non è mica una passeggiata — è decisamente roba che non è per tutti. Essendo un pivello del settore, hai il tuo bel da fare, quindi non infangare il nome.

# 708_Editorial Assistant
source: Of course! I'll do my best, especially for the senpai who saved me! Now please wait here a moment－I need to get these typed up!
pt: Certo! Farò del mio meglio, specialmente per il senpai che mi ha salvato! Ora, per favore, aspetta qui un attimo－ devo battere a macchina questi fogli!

# 720_Shinada
source: Sure. Don't forget that reward you promised.
pt: Certo. Non dimenticare quella ricompensa che hai promesso.

# 732_Editorial Assistant
source: I would never! Be back in a jiffy!
pt: Non lo farei mai! Torno subito!

# 816_Shinada
source: The order's 1, 3, 2, and then 4. That should be right.
pt: L'ordine è 1, 3, 2 e poi 4. Dovrebbe essere giusto.

# 840_Shinada
source: The order's 3, 2, 1, and then 4. That should be right.
pt: L'ordine è 3, 2, 1, e poi 4. Dovrebbe essere giusto.

# 864_Editorial Assistant
source: Shinada-san!
pt: Shinada!

# 876_Shinada
source: Hey, you're quick. Nice work, kid. So, how about that reward?
pt: Ehi, sei svelto. Bel lavoro, ragazzino. Allora, che mi dici della ricompensa?

# 912_Editorial Assistant
source: Yes, thank you! I showed the chief what we did, and everything got approved!
pt: Sì, grazie mille! Ho mostrato al capo quello che abbiamo combinato, e ha approvato tutto!

# 924_Shinada
source: As he should. I am a pro, you know.
pt: Ci mancherebbe altro. Sono un pro, sai.

# 936_Editorial Assistant
source: You've proven that and then some! This isn't a lot, but it's all I can afford. Thank you.
pt: L'hai dimostrato alla grande, e anche di più! Non è molto, ma è tutto quello che posso permettermi. Grazie.

# 960_Editorial Assistant
source: If I screwed up the pages, the editor would have ripped me a new one. I sure am lucky we crossed paths.
pt: Se avessi incasinato le pagine, il redattore mi avrebbe fatto un culo così. Sono proprio fortunato che le nostre strade si siano incrociate.

# 972_Editorial Assistant
source: Thanks again, Shinada-san. I'll do my best to learn from your timeless wisdom!
pt: Grazie ancora, Shinada-san. Farò del mio meglio per imparare dalla tua saggezza senza tempo!

# 984_Shinada
source: (Hehe. Good job, me. Rep those mad editorial skills!)
pt: (Hehe. Bel lavoro, me. Fai vedere quelle dannate abilità editoriali!)

# 1008_Editorial Assistant
source: Are you kidding? The chief read me the riot act for goofing up the erotic memoir!
pt: Ma stai scherzando? Il capo mi ha fatto un cazziatone per aver combinato un casino con l'autobiografia erotica!

# 1020_Shinada
source: Wait, what? I screwed it up?
pt: Aspetta, cosa? Ho combinato un casino?

# 1032_Editorial Assistant
source: You sure did. Here's how it should've been.
pt: L'hai fatto di sicuro. Ecco come sarebbe dovuto essere.

# 1044_Sexman's Report 4
source: I arrive at the parlor just before closing. In spite of it, she warmly welcomes my arrival.
pt: Arrivo al salotto poco prima della chiusura. Nonostante ciò, lei accoglie calorosamente il mio arrivo.

# 1056_Sexman's Report 2
source: Upon entering the room, we engage in light banter. She doesn't know I'm a reporter, and is eager to please despite the hour.
pt: Appena entrati nella stanza, ci scambiamo qualche battuta leggera. Non sa che sono un giornalista, ed è desiderosa di compiacere, nonostante l'ora.

# 1068_Sexman's Report 1
source: My heart racing in anticipation of our time together, I parry her sultry approaches. Old hands know to savor this delicate process.
pt: Il mio cuore batte all'impazzata in attesa del nostro momento insieme, paro le sue sensuali avance. I vecchi lupi sanno come assaporare questo delicato processo.

# 1080_Sexman's Report 3
source: Or shall we simply disrobe? No, at this price, I require a slower, more savory stimulation. Alas, nirvana awaits.
pt: O ci spogliamo e basta? No, a questo prezzo, pretendo una stimolazione più lenta e gustosa. Ahimè, il nirvana ci aspetta.

# 1092_Shinada
source: Oh. So it should have gone 4, 2, 1, and then 3. My bad...
pt: Oh. Allora doveva essere 4, 2, 1, e poi 3. Colpa mia...

# 1104_Editorial Assistant
source: And you call yourself a journalist? On top of wanting a reward? <Italic>I</Italic> should be the one asking compensation!
pt: E tu ti definisci un giornalista? E per giunta vuoi una ricompensa? <Italic>Io</Italic> dovrei essere quello a chiedere un risarcimento!

# 1116_Shinada
source: But I got the novel right, didn't I?
pt: Ma il romanzo l'ho beccato giusto, no?

# 1128_Editorial Assistant
source: Yes, you did... But since you owe me for the report, I don't think I should owe you for the novel. That's only fair.
pt: Sì, l'hai fatto... Ma visto che mi devi qualcosa per il report, non penso di doverti nulla per il romanzo. È giusto così.

# 1140_Shinada
source: How...?
pt: Come...?

# 1152_Editorial Assistant
source: What, you're going to complain? I'm the one who nearly lost his job while you walked away scot-free!
pt: Cosa, ti lamenti? Sono io quello che ha quasi perso il posto mentre tu te la sei cavata senza un graffio!

# 1164_Shinada
source: (...Dang. I think I did my profession a disservice there.)
pt: (...Cavolo. Penso di aver fatto un torto alla mia professione, lì.)

# 1188_Editorial Assistant
source: Are you kidding? The chief read me the riot act for goofing up the fiction segment!
pt: Ma stai scherzando? Il capo mi ha fatto una bella lavata di capo per aver pasticciato con la sezione di narrativa!

# 1200_Shinada
source: Wait, what? I screwed it up?
pt: Aspetta, cosa? Ho combinato un casino?

# 1212_Editorial Assistant
source: Here's how it should've gone.
pt: Ecco come sarebbe dovuto andare.

# 1224_Twisted Tryst 3
source: "Now, tell me. It tastes good, doesn't it?" Toru's voice carried a steely edge. It was a command that brooked no dissent.
pt: "Ora, dimmi. Sa di buono, vero?" La voce di Toru aveva un tono d'acciaio. Era un comando che non ammetteva alcun dissenso.

# 1236_Twisted Tryst 2
source: Kaori hesitated a moment. What she had just swallowed only intensifed her craving to gobble down more of Toru's meaty offering.
pt: Kaori esitò un momento. Ciò che aveva appena ingoiato non fece che infiammare la sua brama di trangugiare altro della carnosa offerta di Toru.

# 1248_Twisted Tryst 1
source: "It's so salty, Toru." The words tumbled softly from her lips. A dark thought crossed her mind－ what if her husband were to see this?
pt: "È così salato, Toru." Le parole le sfuggirono dolcemente dalle labbra. Un pensiero oscuro le attraversò la mente－ e se suo marito l'avesse visto?

# 1260_Twisted Tryst 4
source: But it didn't matter now. Brushing aside her misgivings, she greedily snatched the chicken wing's remains from Toru's hand.
pt: Ma ora non importava. Superando i suoi timori, afferrò avidamente i resti dell'aletta di pollo dalla mano di Toru.

# 1272_Shinada
source: Oh. So it should have been 3, 2, 1, and then 4.
pt: Oh. Allora doveva essere 3, 2, 1, e poi 4.

# 1284_Editorial Assistant
source: And you call yourself a journalist? On top of wanting a reward? <Italic>I</Italic> should be the one asking compensation!
pt: E tu ti definisci un giornalista? E per giunta vuoi una ricompensa? <Italic>Io</Italic> dovrei essere quello a chiedere un risarcimento!

# 1296_Shinada
source: But I got the erotic memoir right, didn't I?
pt: Ma il memoir erotico l'ho azzeccato, no?

# 1308_Editorial Assistant
source: Yes, you did... But since you owe me for the fiction, I don't think I should owe you for the memoir. That's only fair.
pt: Sì, l'hai fatto... Ma dato che mi devi per la fiction, non credo di doverti io per l'autobiografia. È giusto così.

# 1320_Shinada
source: How...?
pt: Come...?

# 1332_Editorial Assistant
source: What, you're going to complain? I'm the one who nearly lost his job while you walked away scot-free!
pt: Cosa, ti lamenti? Sono io quello che ha quasi perso il posto mentre tu te la sei cavata senza un graffio!

# 1344_Shinada
source: (...Dang. I think I did my profession a disservice there.)
pt: (...Cavolo. Penso di aver fatto un torto alla mia professione, lì.)

# 1368_Editorial Assistant
source: Are you kidding? The chief read me the riot act for goofing up the whole thing!
pt: Ma stai scherzando? Il capo mi ha fatto una lavata di capo che non ti dico per aver incasinato tutto!

# 1380_Shinada
source: Wait, what? I screwed it all up?
pt: Aspetta, cosa? Ho combinato un casino?

# 1392_Editorial Assistant
source: Yes! This how the erotic memoir should've gone.
pt: Sì! Così sì che doveva andare l'autobiografia erotica.

# 1404_Sexman's Report 4
source: I arrive at the parlor just before closing. In spite of it, she warmly welcomes my arrival.
pt: Arrivo al salotto poco prima della chiusura. Nonostante ciò, lei accoglie calorosamente il mio arrivo.

# 1416_Sexman's Report 2
source: Upon entering the room, we engage in light banter. She doesn't know I'm a reporter, and is eager to please despite the hour.
pt: Appena entrati nella stanza, ci scambiamo qualche battuta leggera. Non sa che sono un giornalista, ed è desiderosa di compiacere, nonostante l'ora.

# 1428_Sexman's Report 1
source: My heart racing in anticipation of our time together, I parry her sultry approaches. Old hands know to savor this delicate process.
pt: Il mio cuore batte all'impazzata in attesa del nostro momento insieme, paro le sue sensuali avance. I vecchi lupi sanno come assaporare questo delicato processo.

# 1440_Sexman's Report 3
source: Or shall we simply disrobe? No, at this price, I require a slower, more savory stimulation. Alas, nirvana awaits.
pt: O ci spogliamo e basta? No, a questo prezzo, pretendo una stimolazione più lenta e gustosa. Ahimè, il nirvana ci aspetta.

# 1452_Shinada
source: Oh. So it should have gone 4, 2, 1, and then 3.
pt: Oh. Quindi doveva andare 4, 2, 1 e poi 3.

# 1464_Editorial Assistant
source: And the fiction should've been organized this way!
pt: E la finzione andava organizzata così!

# 1488_Twisted Tryst 3
source: "Now, tell me. It tastes good, doesn't it?" Toru's voice carried a steely edge. It was a command that brooked no dissent.
pt: "Ora, dimmi. Sa di buono, vero?" La voce di Toru aveva un tono d'acciaio. Era un comando che non ammetteva alcun dissenso.

# 1500_Twisted Tryst 2
source: Kaori hesitated a moment. What she had just swallowed only intensifed her craving to gobble down more of Toru's meaty offering.
pt: Kaori esitò un momento. Ciò che aveva appena ingoiato non fece che infiammare la sua brama di trangugiare altro della carnosa offerta di Toru.

# 1512_Twisted Tryst 1
source: "It's so salty, Toru." The words tumbled softly from her lips. A dark thought crossed her mind－what if her husband were to see this?
pt: È così salato, Toru. Le parole le scivolarono dolcemente dalle labbra. Un pensiero torbido le attraversò la mente—e se suo marito lo vedesse?

# 1524_Twisted Tryst 4
source: But it didn't matter now. Brushing aside her misgivings, she greedily snatched the chicken wing's remains from Toru's hand.
pt: Ma ora non importava. Superando i suoi timori, afferrò avidamente i resti dell'aletta di pollo dalla mano di Toru.

# 1536_Shinada
source: So it should have been 3, 2, 1, and then 4.
pt: Quindi sarebbe dovuto essere 3, 2, 1, e poi 4.

# 1548_Editorial Assistant
source: And you call yourself a journalist? On top of wanting a reward? <Italic>I</Italic> should be the one asking compensation!
pt: E tu ti definisci un giornalista? E per giunta vuoi una ricompensa? <Italic>Io</Italic> dovrei essere quello a chiedere un risarcimento!

# 1560_Shinada
source: Dude, I'm sorry. I guess I got a little careless.
pt: Senti, mi dispiace. Mi sa che ho fatto un po' lo sbadato.

# 1572_Editorial Assistant
source: Yeah, well. I told the chief that you were the one who bungled it all up. "Sorry" can only get you so far.
pt: Sì, vabbè. Ho detto al capo che eri tu quello che ha combinato un casino. Con un "scusa" non vai molto lontano.

# 1584_Shinada
source: Why!? Why would you do that?
pt: Perché!? Perché mai hai fatto una cosa del genere?

# 1596_Editorial Assistant
source: Why wouldn't I? I shouldn't be the one taking all the blame!
pt: Perché non dovrei? Non dovrei mica essere io a prendermi tutte le colpe!

# 1608_Shinada
source: (Ugh. My writer's rep got hammered... Hope I can still get work after this!)
pt: (Ugh. La mia reputazione da scrittore è andata a rotoli... Spero di poter ancora trovare lavoro dopo questo!)
