Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e94.po
Languages: pt

source: You handed over <Color:8>Bear Fat<Color:Default>.
pt: Hai consegnato <Color:8>Grasso d'orso<Color:Default>.

source: You got <Color:8>Block of Brass<Color:Default>.
pt: Hai ottenuto <Color:8>Blocco di Ottone<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Desperate Woman
pt: Donna disperata

source: Future Bridezilla
pt: Futura Sposa Isterica

source: Mission Added
pt: Missione Aggiunta

source: Yes
pt: Sì

source: Not Yet
pt: Non ancora

# 88_Desperate Woman
source: Ohmigosh, ohmigosh! This is my last chance!
pt: Oddio, oddio! Questa è la mia ultima occasione!

# 100_Saejima
source: What's that?
pt: Cos'è?

# 112_Desperate Woman
source: Oh, hey! Aren't you the guy staying with Okudera-san? Can you do me a favor? Please, it's a do-or-die situation!
pt: Oh, ehi! Non sei quello che sta da Okudera-san? Mi faresti un favore? Ti prego, è una situazione da dentro o fuori!

# 124_Saejima
source: Uh, settle down there.
pt: Ehm, calmati un po'.

# 136_Future Bridezilla
source: I can't! Not if I don't want to die alone! I'm getting on in my years... I need to find a man and get settled! My parents bug me about it every day!
pt: Non posso! Non se non voglio morire da sola! Ho i miei anni... Devo trovare un uomo e sistemarmi! I miei genitori mi rompono le scatole ogni giorno per questo!

# 148_Future Bridezilla
source: Ugh, but for some reason or another, nobody has ever worked out. Now here I am, a farmer still waiting for her harvest.
pt: Uff, ma per un motivo o per l'altro, nessuno ha mai funzionato. Ed eccomi qui, una contadina che aspetta ancora il suo raccolto.

# 160_Future Bridezilla
source: And the pressure's really on me now... A relative arranged a meeting with a hot prospect. If I can't land this one, I'm done.
pt: E adesso la pressione è davvero alle stelle... Un parente mi ha combinato un incontro con un gran bel partito. Se non riesco a far mio questo qui, è finita per me.

# 172_Future Bridezilla
source: Done, I tell you! And it's just my luck that this blind date is happening during winter... when my skin is always like a scrub brush! I can't even show it to anyone!
pt: Sono spacciata, te lo dico! E proprio la mia sfiga che questo appuntamento al buio capiti d'inverno... quando ho la pelle sempre ruvida come una spazzola! Non posso nemmeno farla vedere a nessuno!

# 184_Future Bridezilla
source: Bear fat always worked wonders on my dry skin. Please, you're a hunter. Would you bring me some? Please? Please?
pt: Il grasso d'orso ha sempre fatto miracoli sulla mia pelle secca. Ti prego, sei un cacciatore. Me ne porteresti un po'? Ti prego? Ti prego?

# 196_Saejima
source: Look, it's against my conscience to kill a bear just for some lotion.
pt: Senti, mi va contro la coscienza uccidere un orso solo per una lozione.

# 208_Saejima
source: But, if I kill one outta defense or for food, I'll collect the fat for ya.
pt: Ma, se ne uccido uno per autodifesa o per mangiarlo, ti prendo il grasso.

# 220_Future Bridezilla
source: You will? Thank you! Please don't forget!
pt: Lo farai? Grazie! Non scordartelo, eh!

# 232_Mission Added
source: "Get Some Bear Fat" was added to the list of missions.
pt: "Procurati del Grasso d'Orso" è stata aggiunta alla lista delle missioni.

# 244_Future Bridezilla
source: *gasp* It's you! Did you get the bear fat?
pt: Ah! Sei tu! Hai preso il grasso d'orso?

# 268_Saejima
source: (Give 'er the bear fat?)
pt: (Darle il grasso d'orso?)

# 280_Saejima
source: Here. This what you wanted?
pt: Tieni. È quello che volevi?

# 316_Future Bridezilla
source: Ooh, yes! Thank you! I'm one step closer to blessed matrimony!
pt: Ohh, sì! Grazie! Sono un passo più vicina al beato matrimonio!

# 328_Saejima
source: Heh, just remember chemistry matters more. But good luck.
pt: Eh, ricorda solo che la chimica conta di più. Ma buona fortuna.

# 340_Future Bridezilla
source: Oh, and this is my token of thanks. You should get married too, before it's too late for you!
pt: Oh, e questo è il mio ringraziamento. Dovresti accasarti pure tu, prima che sia troppo tardi per te!

# 376_Future Bridezilla
source: Okay, bye!
pt: Ok, ciao!

# 460_Saejima
source: Not yet. Gimme a little more time.
pt: Non ancora. Dammi ancora un po' di tempo.
