Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490147.po
Languages: pt

# 2684_Akiyama
source: 300 million is a lot of money. I can't hand that over for doing just one simple task.
pt: 300 milioni sono tanti soldi. Non posso darli via per un solo compito semplice.

# 2696_Nanako
source: Okay. I'll do it. What do you want me to do next?
pt: Va bene. Lo farò. Cosa vuoi che faccia adesso?

# 2708_Akiyama
source: Let's see...
pt: Vediamo…

# 2720_Akiyama
source: (What should I have her do next?)
pt: (Cosa dovrei farle fare adesso?)

# 2732_Akiyama
source: Let's have you work at a cabaret club－see if you have what it takes to become the number one earner.
pt: Facciamoti lavorare in un cabaret club—vediamo se hai quello che serve per diventare la numero uno.

# 2744_Nanako
source: Huh? Me, a hostess?
pt: Eh? Io, una hostess?

# 2756_Akiyama
source: Yup. I'll hook you up with a friend's club. You'll work there.
pt: Già. Ti sistemerò in un club di un mio amico. Lavorerai lì.

# 2768_Nanako
source: But this is so out of the blue. I have a busy career, too, you know.
pt: Ma è così improvviso. Ho anche una carriera impegnata, sai?

# 2780_Akiyama
source: You only have to work one day. If you're the highest earner that day, you pass. If not, you fail.
pt: Devi lavorare solo un giorno. Se sei quella che guadagna di più, superi la prova. Altrimenti fallisci.

# 2792_Nanako
source: Oh. Just one day? That's too easy.
pt: Oh. Solo un giorno? È troppo facile.

# 2804_Nanako
source: I'm a pinup idol, remember? A celebrity! If I just so much as mention it on my blog, my fans will come stampeding.
pt: Sono una pin-up idol, ricordi? Una celebrità! Se lo accenno sul mio blog, i miei fan accorreranno in massa.

# 2816_Akiyama
source: Does today work?
pt: Va bene oggi?

# 2828_Nanako
source: Sure! If you want, I can go right now!
pt: Certo! Se vuoi, posso andarci subito!

# 2840_Akiyama
source: Perfect. I'll get in touch with the club, so off you go. The place is called Magamoto.
pt: Perfetto. Contatterò il club, quindi vai pure. Il posto si chiama Magamoto.

# 2852_Nanako
source: O-kay! 300 million, here I come!
pt: O-kay! Arrivo, 300 milioni!

# 2864_Akiyama
source: (Well, well. This should be interesting...)
pt: (Bene, bene. Questo sarà interessante...)

# 2984_Akiyama
source: Welcome back. That was quick.
pt: Bentornata. Sei stata veloce.

# 2996_Nanako
source: What kind of place did you send me to!? There's no way I could make number one there!
pt: Che posto è quello dove mi hai mandata!? Non c’è modo che possa diventare la numero uno lì!

# 3008_Akiyama
source: Oh? I thought you said it would be easy for a celebrity to become the top girl.
pt: Oh? Pensavo avessi detto che per una celebrità sarebbe stato facile diventare la numero uno.

# 3020_Nanako
source: Not when all the girls working at that club are celebrities! They're all pros like me!
pt: Non quando tutte le ragazze che lavorano lì sono celebrità! Sono tutte professioniste come me!

# 3032_Akiyama
source: They sure are. That's the club's big draw.
pt: Proprio così. È il punto forte del club.

# 3044_Nanako
source: There were even younger girls from my agency! If I could become top earner there, I wouldn't need to go independent!
pt: C’erano persino ragazze più giovani della mia agenzia! Se riuscissi a diventare la migliore lì, non avrei bisogno di diventare indipendente!

# 3056_Akiyama
source: So you gave up without even trying?
pt: Quindi hai rinunciato senza nemmeno provarci?

# 3068_Akiyama
source: I guess you fail, then. That's too bad.
pt: Allora hai fallito. Che peccato.

# 3080_Nanako
source: Wait! Wait a second! I didn't say anything about giving up!
pt: Aspetta! Aspetta un secondo! Non ho detto che rinuncio!

# 3092_Akiyama
source: But you said you can't win, isn't that right?
pt: Ma hai detto che non puoi vincere, giusto?

# 3104_Nanako
source: That's not true! I'll beat the girls from my agency for sure. Just you watch!
pt: Non è vero! Batterò le ragazze della mia agenzia, puoi contarci!

# 3128_Akiyama
source: (Well. I thought she was all talk, but she might have more drive than I expected.)
pt: (Be’. Pensavo fosse solo parole, ma forse ha più grinta di quanto credessi.)

# 3140_Akiyama
source: (Mamagoto Club is in East Shofukucho. I should swing by and see how she's holding up.)
pt: (Il Mamagoto Club è a East Shofukucho. Dovrei passare a vedere come se la cava.)

# 3152_Akiyama
source: I'll have you collect on a loan. Just stop by and get the money for me.
pt: Voglio che tu riscuota un prestito. Passa lì e prendi i soldi per me.

# 3164_Nanako
source: Oh, an errand? Sure, no problem.
pt: Oh, una commissione? Certo, nessun problema.

# 3176_Akiyama
source: The client is Murata Trading in the Shofuku Sotenbori Building. Show them these papers, and they'll get the picture.
pt: Il cliente è la Murata Trading, nello Shofuku Sotenbori Building. Mostra loro questi documenti e capiranno.

# 3188_Nanako
source: Got it! I'll leave right now!
pt: Capito! Parto subito!

# 3200_Nanako
source: 300 million, here I come!
pt: Arrivo, 300 milioni!

# 3212_Akiyama
source: (Success takes risk, huh? Let's see if she really means that. Better check on her at Shofuku Sotenbori Building.)
pt: (Il successo richiede rischi, eh? Vediamo se lo pensa davvero. È meglio controllare come va allo Shofuku Sotenbori Building.)

# 3272_Akiyama
source: I want you to put that body of yours to work.
pt: Voglio che tu metta quel tuo corpo al lavoro.

# 3284_Nanako
source: What!?
pt: Cosa!?

# 3296_Akiyama
source: It might be tough for a pin-up idol, but sometimes dreams don't come true unless you give it everything you have, you know?
pt: Potrebbe essere dura per una pin-up idol, ma a volte i sogni non si avverano se non ci metti davvero tutto te stessa, sai?

# 3308_Akiyama
source: You can always say no. But that, of course, means you fail the test.
pt: Puoi sempre dire di no. Ma questo, ovviamente, significa fallire la prova.

# 3320_Nanako
source: If it were my agency asking this of me, I would never accept. But since it's of my own free will... I can do it. I will do it.
pt: Se fosse la mia agenzia a chiedermelo, non accetterei mai. Ma visto che è per mia volontà… posso farlo. Lo farò.

# 3332_Akiyama
source: Heh, if you say so...
pt: Heh, se lo dici tu…

# 3344_Nanako
source: Where do you want me to go?
pt: Dove vuoi che vada?

# 3356_Akiyama
source: Head on over to Sotenbori Street. I'll let them know you're coming, so they'll approach you when you get there.
pt: Vai a Sotenbori Street. Li avviserò che stai arrivando, così ti contatteranno quando sarai lì.

# 3368_Nanako
source: Okay. It's for 300 million yen. I'm going to give it everything I've got!
pt: Okay. È per 300 milioni di yen. Darò tutto quello che ho!

# 3380_Akiyama
source: (Okay... Let's see just how well little miss innocent fares.)
pt: (Bene… Vediamo come se la cava la piccola ingenua.)

# 3404_Akiyama
source: First, may I have your name, please?
pt: Per cominciare, posso avere il tuo nome?

# 3428_Akiyama
source: Okay, Kodama-san. You mentioned you were seeking a loan. How much were you hoping to get?
pt: Bene, Kodama-san. Hai detto di cercare un prestito. Quanto speravi di ottenere?

# 3440_Nanako
source: Well...
pt: Be’…

# 3452_Nanako
source: 300 million?
pt: 300 milioni?

# 3464_Akiyama
source: 300 million!?
pt: 300 milioni!?

# 3476_Nanako
source: Yes. I heard that you'll lend any amount.
pt: Sì. Ho sentito dire che presti qualsiasi cifra.

# 3488_Akiyama
source: Sheesh, word on the street's really getting out of hand...
pt: Accidenti, le voci in giro stanno davvero esagerando…

# 3500_Nanako
source: You mean you won't lend me the money?
pt: Vuoi dire che non mi presterai i soldi?

# 3512_Akiyama
source: I'm not sure yet... Why exactly would you need that kind of money?
pt: Non ne sono ancora sicuro… Perché esattamente ti servirebbe una cifra del genere?

# 3524_Nanako
source: You see, I'm actually a pin-up idol.
pt: Vedi, in realtà sono una pin-up idol.

# 3536_Akiyama
source: Heh... Well, you certainly look like one.
pt: Heh… Beh, sicuramente ne hai l’aspetto.

# 3548_Akiyama
source: (Nice boobs, too.)
pt: (E anche un bel seno.)

# 3560_Nanako
source: Akiyama-san, I heard about you from an older girl. She said you took care of her.
pt: Akiyama-san, ho sentito parlare di te da una ragazza più grande. Ha detto che ti sei preso cura di lei.

# 3572_Akiyama
source: Did she now?
pt: Ah sì?

# 3584_Akiyama
source: And? What does a pin-up idol want from me?
pt: E quindi? Cosa vuole da me una pin-up idol?

# 3596_Nanako
source: It's my agency. They stopped treating me with the kind of respect I deserve.
pt: È la mia agenzia. Hanno smesso di trattarmi con il rispetto che merito.

# 3608_Nanako
source: They said they're changing my promotion approach and suddenly demanded that I change my public persona.
pt: Hanno detto che cambieranno il mio metodo di promozione e all’improvviso hanno preteso che cambiassi la mia immagine pubblica.

# 3620_Akiyama
source: They call you an idol, but that's just a title. I imagine even an idol will have to change to meet the market's needs and wants.
pt: Ti chiamano idol, ma è solo un titolo. Immagino che anche un idol debba cambiare per adattarsi ai bisogni e ai desideri del mercato.

# 3632_Nanako
source: My fans aren't like that! They know Nanako Kodama is the real deal. What you see is what you get!
pt: I miei fan non sono così! Sanno che Nanako Kodama è autentica. Quello che vedi è quello che ottieni!

# 3644_Nanako
source: If I were to suddenly change, I would be betraying my fans!
pt: Se cambiassi all’improvviso, tradirei i miei fan!

# 3656_Akiyama
source: I can understand that, but your agency must think you can attract even more fans by doing so.
pt: Lo capisco, ma la tua agenzia deve pensare che così potresti attirare ancora più fan.

# 3668_Nanako
source: It's not about numbers! I most certainly can't and won't betray the people who have supported me so far.
pt: Non è una questione di numeri! Non posso e non voglio tradire le persone che mi hanno sostenuta finora.

# 3692_Nanako
source: Long story short, I decided I would be better off promoting myself.
pt: In breve, ho deciso che sarebbe meglio promuovermi da sola.

# 3704_Akiyama
source: You're looking to go independent?
pt: Vuoi diventare indipendente?

# 3716_Nanako
source: Yes! If I want to stay me, I have to set up my own agency and represent myself!
pt: Sì! Se voglio restare me stessa, devo creare la mia agenzia e rappresentarmi da sola!

# 3728_Akiyama
source: I see. In other words, you're seeking a loan to kick-start your own agency. That about sum it up?
pt: Capisco. In altre parole, cerchi un prestito per avviare la tua agenzia. È così?

# 3740_Nanako
source: Exactly!
pt: Esatto!

# 3752_Akiyama
source: Do you have any seed money?
pt: Hai qualche fondo iniziale?

# 3764_Nanako
source: None!
pt: Niente!

# 3776_Akiyama
source: Business plan?
pt: Un business plan?

# 3788_Nanako
source: Nope!
pt: No!

# 3800_Akiyama
source: Really...
pt: Davvero…

# 3812_Akiyama
source: So, why 300 million yen?
pt: Quindi, perché 300 milioni di yen?

# 3824_Nanako
source: I'm sorry?
pt: Come?

# 3836_Akiyama
source: Since you're in the entertainment business, you should know that, behind the glitz and glamor, money's oftentimes extremely tight.
pt: Dal momento che lavori nello spettacolo, dovresti sapere che dietro luci e glamour, i soldi sono spesso molto stretti.

# 3848_Akiyama
source: Not even top stars get promoted with that massive a budget these days.
pt: Nemmeno le star più famose vengono promosse con budget così enormi, al giorno d’oggi.

# 3860_Nanako
source: You're looking at it backwards. Spend 300 million yen, and you can make a star out of just about anyone.
pt: La vedi al contrario. Con 300 milioni di yen puoi trasformare chiunque in una star.

# 3872_Nanako
source: It's just like Korean dramas and music. They only broke out in Japan after being promoted like crazy. This is no different.
pt: È come i drama e la musica coreana. Sono esplosi in Giappone solo dopo promozioni folli. Non è diverso.

# 3884_Akiyama
source: You may have a point there.
pt: Forse non hai tutti i torti.

# 3896_Nanako
source: I don't think you should go cheap on promotion just because the economy is bad. Success takes risks!
pt: Non credo si debba risparmiare sulla promozione solo perché l’economia va male. Il successo richiede rischi!

# 3908_Nanako
source: I want to prove my agency wrong and succeed as Nanako Kodama－just as I am, no faking it. For that, I need 300 million yen!
pt: Voglio dimostrare alla mia agenzia che si sbaglia e avere successo come Nanako Kodama—così come sono, senza fingere. Per questo mi servono 300 milioni di yen!

# 3920_Akiyama
source: I get the picture.
pt: Ho capito.

# 3932_Akiyama
source: Okay then, instead of a loan assessment, I'll have you take some tests. If you can pass them, the 300 million is yours.
pt: Bene, allora invece di una valutazione del prestito, ti farò fare alcune prove. Se le superi, i 300 milioni saranno tuoi.

# 3944_Nanako
source: Tests?
pt: Prove?

# 3956_Akiyama
source: Indeed. Success takes risks, isn't that what you said?
pt: Esatto. Il successo richiede rischi, non è quello che hai detto?

# 3968_Nanako
source: I get it. Okay, I'll do it! If it means making my dream come true, I'll do anything you ask!
pt: Ho capito. Va bene, lo farò! Se significa realizzare il mio sogno, farò tutto ciò che mi chiederai!

# 3980_Akiyama
source: I like your attitude.
pt: Mi piace il tuo atteggiamento.

# 3992_Nanako
source: So, what would you have me do?
pt: Allora, cosa vuoi che faccia?

# 4004_Akiyama
source: Let's see...
pt: Vediamo…

# 4016_Akiyama
source: (What should her assignment be?)
pt: (Quale compito dovrei darle?)

# 4028_Akiyama
source: Let's have you work at a cabaret club－see if you have what it takes to become the number one earner.
pt: Facciamoti lavorare in un cabaret club—vediamo se hai quello che serve per diventare la numero uno.

# 4040_Nanako
source: Huh? Me, a hostess?
pt: Eh? Io, una hostess?

# 4052_Akiyama
source: Yup. I'll hook you up with a friend's club. You'll work there.
pt: Già. Ti sistemerò in un club di un mio amico. Lavorerai lì.

# 4064_Nanako
source: But this is so out of the blue. I have a busy career, too, you know.
pt: Ma è così improvviso. Ho anche una carriera impegnata, sai?

# 4076_Akiyama
source: You only have to work one day. If you're the highest earner that day, you pass. If not, you fail.
pt: Devi lavorare solo un giorno. Se sei quella che guadagna di più, superi la prova. Altrimenti fallisci.

# 4088_Nanako
source: Oh. Just one day? That's too easy.
pt: Oh. Solo un giorno? È troppo facile.

# 4100_Nanako
source: I'm a pin-up idol, remember? A celebrity! If I just so much as mention it on my blog, my fans will come stampeding.
pt: Sono una pin-up idol, ricordi? Una celebrità! Se lo accenno sul mio blog, i miei fan accorreranno in massa.

# 4112_Akiyama
source: Does today work?
pt: Va bene oggi?

# 4124_Nanako
source: Sure! If you want, I can go right now!
pt: Certo! Se vuoi, posso andarci subito!

# 4136_Akiyama
source: Perfect. I'll get in touch with the club, so off you go. The place is called Mamagoto.
pt: Perfetto. Contatterò il club, quindi vai pure. Il posto si chiama Mamagoto.

# 4148_Nanako
source: O-kay! 300 million, here I come!
pt: O-kay! Arrivo, 300 milioni!

# 4160_Akiyama
source: (Well, well. This should be interesting...)
pt: (Bene, bene. Questo sarà interessante...)

# 4280_Akiyama
source: Welcome back. That was quick.
pt: Bentornata. Sei stata veloce.

# 4292_Nanako
source: What kind of place did you send me to!? There's no way I could make number one there!
pt: Che posto è quello dove mi hai mandata!? Non c’è modo che possa diventare la numero uno lì!

# 4304_Akiyama
source: Oh? I thought you said it would be easy for a celebrity to become the top girl.
pt: Oh? Pensavo avessi detto che per una celebrità sarebbe stato facile diventare la numero uno.

# 4316_Nanako
source: Not when all the girls working at that club are celebrities! They're all pros like me!
pt: Non quando tutte le ragazze che lavorano lì sono celebrità! Sono tutte professioniste come me!

# 4328_Akiyama
source: They sure are. That's the club's big draw.
pt: Proprio così. È il punto forte del club.

# 4340_Nanako
source: There were even younger girls from my agency! If I could become top earner there, I wouldn't need to go independent!
pt: C’erano persino ragazze più giovani della mia agenzia! Se riuscissi a diventare la migliore lì, non avrei bisogno di diventare indipendente!

# 4352_Akiyama
source: So you gave up without even trying?
pt: Quindi hai rinunciato senza nemmeno provarci?

# 4364_Akiyama
source: I guess you fail, then. That's too bad.
pt: Allora hai fallito. Che peccato.

# 4376_Nanako
source: Wait! Wait a second! I didn't say anything about giving up!
pt: Aspetta! Aspetta un secondo! Non ho detto che rinuncio!

# 4388_Akiyama
source: But you said you can't win, isn't that right?
pt: Ma hai detto che non puoi vincere, giusto?

# 4400_Nanako
source: That's not true! I'll beat the girls from my agency for sure. Just you watch!
pt: Non è vero! Batterò le ragazze della mia agenzia, puoi contarci!

# 4424_Akiyama
source: (Well. I thought she was all talk, but she might have more drive than I expected.)
pt: (Be’. Pensavo fosse solo parole, ma forse ha più grinta di quanto credessi.)

# 4436_Akiyama
source: (Mamagoto Club is in East Shofukucho. I should swing by and see how she's holding up.)
pt: (Il Mamagoto Club è a East Shofukucho. Dovrei passare a vedere come se la cava.)

# 4448_Akiyama
source: I'll have you collect on a loan. Just stop by and get the money for me.
pt: Voglio che tu riscuota un prestito. Passa lì e prendi i soldi per me.

# 4460_Nanako
source: Oh, an errand? Sure, no problem.
pt: Oh, una commissione? Certo, nessun problema.

# 4472_Akiyama
source: The client is Murata Trading in the Shofuku Sotenbori Building. Show them these papers, and they'll get the picture.
pt: Il cliente è la Murata Trading, nello Shofuku Sotenbori Building. Mostra loro questi documenti e capiranno.

# 4484_Nanako
source: Got it! I'll leave right now!
pt: Capito! Parto subito!

# 4496_Nanako
source: 300 million, here I come!
pt: Arrivo, 300 milioni!

source: (Success takes risk, huh? Let's see if she really means that. Better check on her at Shofuku Sotenbori Building.)
pt: (Il successo richiede rischi, eh? Vediamo se lo pensa davvero. È meglio controllare come va allo Shofuku Sotenbori Building.)

# 4568_Akiyama
source: I want you to put that body of yours to work.
pt: Voglio che tu metta quel tuo corpo al lavoro.

# 4580_Nanako
source: What!?
pt: Cosa!?

# 4592_Akiyama
source: It might be tough for a pin-up idol, but sometimes dreams don't come true unless you give it everything you have, you know?
pt: Potrebbe essere dura per una pin-up idol, ma a volte i sogni non si avverano se non ci metti davvero tutto te stessa, sai?

# 4604_Akiyama
source: You can always say no. But that, of course, means you fail the test.
pt: Puoi sempre dire di no. Ma questo, ovviamente, significa fallire la prova.

# 4616_Nanako
source: If it were my agency asking this of me, I would never accept. But since it's of my own free will... I can do it. I will do it.
pt: Se fosse la mia agenzia a chiedermelo, non accetterei mai. Ma visto che è per mia volontà… posso farlo. Lo farò.

# 4628_Akiyama
source: Heh, all right.
pt: Heh, d’accordo.

# 4640_Nanako
source: Where do you want me to go?
pt: Dove vuoi che vada?

# 4652_Akiyama
source: Head on over to Sotenbori Street. I'll let them know you're coming, so they'll approach you when you get there.
pt: Vai a Sotenbori Street. Li avviserò che stai arrivando, così ti contatteranno quando sarai lì.

# 4664_Nanako
source: Okay. It's for 300 million yen. I'm going to give it everything I've got!
pt: Okay. È per 300 milioni di yen. Darò tutto quello che ho!

# 4676_Akiyama
source: (Okay... Let's see just how well little miss innocent fares.)
pt: (Bene… Vediamo come se la cava la piccola ingenua.)
