Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200042.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Man
pt: Uomo

source: Masked Man
pt: Uomo mascherato

# 120_Man
source: Don't let one win go to your head! You don't even have the balls to show your face!
pt: Non montarti la testa per una vittoria! Non hai nemmeno le palle di farti vedere in faccia!

# 156_Man
source: Tch. Aren't you going to say anything, you coward?
pt: Tsk. Non hai nulla da dire, vigliacco?

# 180_Man
source: Tch!
pt: Tsk!

# 192_Man
source: So you are fighting in Victory Road, too?
pt: Allora, anche tu combatti in Victory Road?

# 204_Man
source: Huh? Yeah, I am. Guessing that's what you're doing, then, right?
pt: Eh? Sì, lo sono. Immagino che tu stia facendo lo stesso, allora, no?

# 216_Hannya
source: My name is Hannya Kurokawa. That youth was my opponent.
pt: Il mio nome è Hannya Kurokawa. Quel giovane era il mio avversario.

# 228_Hannya
source: But it wasn't the battle that angered him.
pt: Ma non era la battaglia che lo faceva incazzare.

# 240_Akiyama
source: That Hannya mask got under his skin? Some might think you're not taking it seriously with that thing on.
pt: Quella maschera Hannya gli è entrata sotto la pelle? C'è chi potrebbe pensare che non la stai prendendo sul serio, con quell'affare in faccia.

# 252_Hannya
source: No, it is nothing like that. But perhaps he was right. Perhaps I'm just a coward hiding behind this mask.
pt: No, non è niente del genere. Ma forse aveva ragione. Forse sono solo un coniglio che si nasconde dietro questa maschera.

# 264_Akiyama
source: Nah, I wouldn't say that. Seems more like those masked wrestlers if you ask me. I don't see anything wrong with wearing a mask.
pt: Naah, non la metterei così. A me sembra più roba da lottatori mascherati. Non vedo niente di male nell'indossare una maschera.

# 288_Hannya
source: This suffering is mine alone to bear. I don't expect anyone else to understand it.
pt: Questa sofferenza è solo mia, e devo sopportarla. Non mi aspetto che nessun altro possa capirla.

# 300_Akiyama
source: (Takes all kinds, I guess...)
pt: (Ce n'è di tutti i colori, immagino...)

# 336_Akiyama
source: Hey. Hannya-san, right? What are you moping about here for?
pt: Ehi. Hannya-san, giusto? Che ci fai qui a fare il musone?

# 348_Hannya
source: I remember you. Have you come to challenge me for the Victory Road qualifiers?
pt: Ti ricordo. Sei venuto a sfidarmi per le qualificazioni al Victory Road?

# 360_Akiyama
source: No, I was just wondering what you were doing there staring off into space.
pt: No, mi chiedevo solo cosa stessi facendo lì a fissare il vuoto.

# 372_Hannya
source: I see. The people who challenge me for the Victory Road have started demanding that I show my face.
pt: Capisco. Quelli che mi sfidano per la Victory Road hanno iniziato a pretendere che mostri la mia faccia.

# 384_Akiyama
source: So what? You can just ignore them, can't you?
pt: E allora? Puoi semplicemente ignorarli, no?

# 396_Hannya
source: Deep down I actually wish I could fight as myself, my face bared to all.
pt: Nel profondo, in realtà vorrei poter combattere come me stesso, a faccia scoperta davanti a tutti.

# 408_Akiyama
source: Yeah? Then take the damn thing off.
pt: Ah sì? Allora toglila, dannazione.

# 420_Hannya
source: But this hannya mask haunts me! It plants doubt in my mind that I could actually prevail without it.
pt: Ma questa maschera hannya mi perseguita! Mi mette in testa il dubbio di poter davvero prevalere senza di essa.

# 432_Akiyama
source: What do you mean?
pt: Cosa intendi?

# 444_Hannya
source: In the past, though I sought to become strong, I could not overcome my fear of meeting the gaze of my rivals.
pt: In passato, per quanto cercassi di diventare forte, non riuscivo a superare la mia paura di incrociare lo sguardo dei miei rivali.

# 456_Hannya
source: The fear that haunted me gave away my every move to foes. In the end, I could not best even those I should have defeated handily.
pt: La paura che mi tormentava mi tradiva ad ogni mossa con i miei avversari. Alla fine, non riuscivo a battere nemmeno quelli che avrei dovuto sconfiggere a mani basse.

# 468_Hannya
source: Then, when I wore this Hannya mask, my skill suddenly soared, and I racked up win after win.
pt: Poi, quando ho indossato questa maschera Hannya, la mia abilità è schizzata alle stelle all'improvviso, e ho inanellato una vittoria dopo l'altra.

# 480_Hannya
source: I became invincible.
pt: Sono diventato invincibile.

# 492_Hannya
source: The mask contained unprecedented power!
pt: La maschera conteneva un potere senza precedenti!

# 504_Hannya
source: But this isn't the real me. Lately, I've felt the desire to savor a victory that I earned myself.
pt: Ma non sono il vero me stesso. Ultimamente, ho sentito il desiderio di assaporare una vittoria che mi sono guadagnato da solo.

# 516_Hannya
source: This Hannya mask won't let me, though! It whispers that without it, I'd go back to being the feeble man I once was!
pt: Questa maschera Hannya non mi lascia, però! Mi sussurra che senza di essa, tornerei a essere l'uomo debole che ero una volta!

# 528_Hannya
source: I couldn't bear that. I want to take off the mask, but being reduced to a puny weakling again would be a fate worse than death!
pt: Non potrei sopportarlo. Voglio togliermi la maschera, ma essere ridotto di nuovo a un debole smidollato sarebbe una sorte peggiore della morte!

# 540_Akiyama
source: You've got it bad, all right, but I think I see the solution.
pt: Sei messo proprio male, non c'è che dire, ma credo di aver trovato la soluzione.

# 552_Hannya
source: You do?
pt: Davvero?

# 564_Akiyama
source: You've just got some weird delusions about what the mask can do. Don't worry, I'll put an end to them.
pt: Hai solo delle strane fisse su cosa possa fare la maschera. Non preoccuparti, ci penserò io a metterci fine.

# 576_Hannya
source: What are you going to do?
pt: Cosa hai intenzione di fare?

# 588_Akiyama
source: Come on, Hannya. If I can beat you with that mask on, I bet you'd be willing to take it off.
pt: Dai, Hannya. Se riesco a batterti con quella maschera addosso, scommetto che saresti disposto a togliertela.

# 600_Hannya
source: Are you serious? You think you can win against me in this mask?
pt: Fai sul serio? Pensi di potermi battere con questa maschera?

# 612_Hannya
source: Well... I can only hope that you're right. Here I come!
pt: Beh... posso solo sperare che tu abbia ragione. Eccomi!

# 636_Man
source: Impossible!
pt: Impossibile!

# 648_Man
source: How could this Hannya mask allow me to lose!?
pt: Come diavolo ha potuto questa maschera Hannya permettermi di perdere!?

# 660_Akiyama
source: You put up a good fight, for sure, but I could see the man behind the mask. That's where your true strength lies.
pt: Hai combattuto alla grande, questo è sicuro, ma ho potuto vedere l'uomo dietro la maschera. È lì che sta la tua vera forza.

# 672_Akiyama
source: Within you.
pt: Dentro di te.

# 684_Hannya
source: So you're saying I don't need to wear this mask anymore!?
pt: Quindi stai dicendo che non devo più indossare questa maschera!?

# 696_Akiyama
source: Of course not. You can tell by now, can't you? Your fighting ability is your own.
pt: Certo che no. Ormai lo capisci, no? La tua abilità di combattimento è tua e basta.

# 708_Akiyama
source: Now that you know that, though, I don't see any reason why you'd have to take the mask off.
pt: Ora che lo sai, però, non vedo alcun motivo per cui dovresti toglierti la maschera.

# 720_Hannya
source: I see. You may be right.
pt: Capisco. Potresti aver ragione.

# 732_Akiyama
source: You don't hear the mask talking to you anymore, do you? You're back to your old self.
pt: Non senti più la maschera parlarti, vero? Sei tornato il vecchio te stesso.

# 744_Hannya
source: I just realized, I haven't even asked your name.
pt: Mi sono appena reso conto, non ti ho nemmeno chiesto il tuo nome.

# 756_Akiyama
source: It's Akiyama.
pt: Sono Akiyama.

# 768_Hannya
source: Well, Akiyama-san. If I'm not wearing this mask the next time I go up against you, you wouldn't know me, would you?
pt: Beh, Akiyama-san. Se la prossima volta che ti affronterò non indosserò questa maschera, non mi riconosceresti, vero?

# 780_Akiyama
source: I guess I wouldn't.
pt: Credo che non lo farei.

# 792_Hannya
source: Then I'll keep it on. And one day we'll meet again after I've honed my skills further.
pt: Allora me la terrò. E un giorno ci rivedremo dopo aver affinato ancora di più le mie abilità.

# 804_Akiyama
source: All right.
pt: Va bene.

# 816_Hannya
source: Wait for me at the Victory Road finals. Until then, good luck.
pt: Aspettami alle finali del Victory Road. Fino ad allora, in bocca al lupo.
