Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000216a2.po
Languages: pt

source: Villager
pt: Paesano

# 44_Villager
source: Hey, you're that lost fellow Okudera-san found.
pt: Ehi, sei quel tizio smarrito che Okudera-san ha trovato.

# 56_Saejima
source: Sure am. Ya want somethin'?
pt: Sono io, sì. Che vuoi?

# 68_Villager
source: Don't know how long you're staying here, or why you'd even want to stay long... but there's something you ought to know about our village.
pt: Non so per quanto tempo ti fermerai qui, o perché diavolo vorresti restare a lungo... ma c'è qualcosa che dovresti sapere sul nostro villaggio.

# 80_Villager
source: Up past here, there's a small shrine. They say it was built at the same time as the village, to provide protection.
pt: Su, più avanti, c'è un tempietto. Dicono che l'hanno tirato su quando è stato fondato il paese, per proteggerci.

# 92_Villager
source: Now, a strange old fellow named Tendo calls it home. You have to watch out for him.
pt: Adesso, un vecchio strambo di nome Tendo ci abita. Devi stare attento a lui.

# 104_Saejima
source: How strange are we talkin'?
pt: Ma di che stranezza parliamo?

# 116_Villager
source: Like beyond strange. He looks like a sage out of a storybook, and rumor has it he can use sorcery...
pt: È più che strano. Sembra un saggio uscito da un libro di fiabe, e corre voce che sappia usare la stregoneria...

# 128_Saejima
source: Heh. You believe in that stuff?
pt: Eh. Credi a quella roba?

# 140_Villager
source: If you're really not scared, then go see him for yourself! But don't say I didn't warn you.
pt: Se non hai davvero paura, allora vai a vederlo di persona! Ma non dire che non ti avevo avvertito.

# 152_Saejima
source: (A sorcerer in a mountain shrine, huh? Sounds interestin'.)
pt: (Uno stregone in un santuario di montagna, eh? Sembra interessante.)
