Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00340046.po
Languages: pt

source: It's nothing.
pt: Non è nulla.

source: I have to get going.
pt: Devo andare.

# 756_Riku
source: Hiya, Kiryu-san!
pt: Ehilà, Kiryu-san!

# 780_Kiryu
source: Hey there, Riku.
pt: Ehilà, Riku.

# 792_Riku
source: Ya been waiting long?
pt: Aspetti da tanto?

# 804_Kiryu
source: Maybe. Anyway, shall we be on our way?
pt: Forse. Comunque, andiamo?

# 852_Riku
source: That was loads of fun!
pt: È stato un sacco di divertimento!

# 864_Kiryu
source: I had a good time, too.
pt: Mi sono divertito anch'io.

# 876_Riku
source: Anyhow, I oughta head home. See ya around!
pt: Comunque, devo andare a casa. Ci si vede in giro!

# 960_Riku
source: Oh wow, I love it! Thank you!
pt: Oh, wow, lo adoro! Grazie!

# 972_Riku
source: Oh, uh, thanks. Where we off t'next?
pt: Oh, uhm, grazie. Dove andiamo adesso?

# 984_Riku
source: Thanks! Where we off t'next?
pt: Grazie! Dove andiamo adesso?

# 996_Riku
source: Aww, but I really wanted it.
pt: Uffa, ma lo volevo tanto.

# 1032_Riku
source: Oh wow, I love it! Thank you!
pt: Oh, wow, lo adoro! Grazie!

# 1044_Riku
source: Oh, uh, thanks. Where we off t'next?
pt: Oh, uhm, grazie. Dove andiamo adesso?

# 1056_Riku
source: Thanks! Where we off t'next?
pt: Grazie! Dove andiamo adesso?

# 1068_Riku
source: Ain't ya ashamed at all!? Not buyin' me anything after taking me to all them shops! C'mon!
pt: Ma non ti vergogni proprio!? Non mi hai comprato niente dopo avermi portato in tutti quei negozi! Dai!

# 1104_Riku
source: That was delish! Thanks for treatin' me!
pt: Era una delizia! Grazie per avermi offerto!

# 1116_Riku
source: Where we off t'next?
pt: Dove andiamo adesso?

# 1128_Riku
source: Where we off t'next?
pt: Dove andiamo adesso?

# 1140_Riku
source: I was kinda hungry, ya know.
pt: Avevo un po' di fame, sai.

# 1176_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, ci sai fare un sacco, Kiryu-san! Sono rimasto un po' impressionato!

# 1188_Riku
source: Woohoo! I win! Guess y'need to brush up on your skills, Kiryu-san!
pt: Evvai! Ho vinto! Mi sa che devi farci un po' di pratica, Kiryu-san!

# 1200_Riku
source: Aww, guess it's a draw. But I'll beat ya next time!
pt: Accidenti, mi sa che è un pareggio. Ma la prossima volta ti batto!

# 1236_Riku
source: Aww, I wanted to play some darts.
pt: Accidenti, volevo giocare a freccette.

# 1248_Riku
source: That was wicked fun! But it's on now, mister! I'll hafta practice for next time!
pt: È stato un sacco divertente! Ma adesso si fa sul serio, Kiryu-san! Dovrò farci pratica per la prossima volta!

# 1272_Riku
source: That was delish! Thanks for treatin' me!
pt: Era una delizia! Grazie per avermi offerto!

# 1284_Riku
source: Where we off t'next?
pt: Dove andiamo adesso?

# 1296_Riku
source: Yeah, that wasn't so bad! Where we off t'next?
pt: Sì, non era poi così male! Dove andiamo adesso?

# 1308_Riku
source: I was kinda hungry, ya know.
pt: Avevo un po' di fame, sai.

# 1344_Riku
source: That was delish! Thanks for treatin' me!
pt: Era una delizia! Grazie per avermi offerto!

# 1356_Riku
source: Where we off t'next?
pt: Dove andiamo adesso?

# 1368_Riku
source: Yeah, that wasn't so bad! Where we off t'next?
pt: Sì, non era poi così male! Dove andiamo adesso?

# 1380_Riku
source: I was kinda hungry, ya know.
pt: Avevo un po' di fame, sai.

# 1416_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, sei davvero bravo in questo, Kiryu-san! Sono un po' impressionato!

# 1428_Riku
source: Didn't exactly blow the roof off, y'know.
pt: Non ha mica fatto il botto, sai.

# 1440_Riku
source: That was wicked fun! Looks like someone's gotta practice more.
pt: È stato un divertimento pazzesco! Sembra che qualcuno debba fare più pratica.

# 1452_Riku
source: Why'd ya even come in here?
pt: Perché mai sei entrato qui?

# 1488_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, sei davvero bravo in questo, Kiryu-san! Sono un po' impressionato!

# 1500_Riku
source: Woohoo, I win! Well, we oughta get goin' now, y'think?
pt: Evviva, ho vinto! Beh, è ora di andare, che dici?

# 1512_Riku
source: Aww, guess it's a draw. But I'll beat ya next time!
pt: Ah, diciamo che è un pareggio. Ma ti batterò la prossima volta!

# 1548_Riku
source: Hey, I was lookin' forward to that.
pt: Ehi, non vedevo l'ora, sai.

# 1560_Riku
source: That was loads of fun! You're really good at that, Kiryu-san!
pt: È stato un sacco di divertimento! Sei davvero bravo in questo, Kiryu-san!

# 1644_Riku
source: Those pics came out wicked good!
pt: Quelle foto sono venute pazzesche!

# 1656_Riku
source: Hmm. These didn't turn out so hot, huh?
pt: Hmm. Questi non sono venuti mica un granché, eh?

# 1668_Riku
source: Whaaat? Why you stoppin'?
pt: Ma cosa?! Perché ti fermi?

# 1704_Riku
source: Aww, but I wanted t'get some pictures of us together! C'mon, don't be shy!
pt: Ah, ma volevo fare qualche foto di noi insieme! Dai, non fare il timido!

# 1716_Riku
source: That was lotsa fun! I didn't think y'could let loose like that, Kiryu-san!
pt: È stato un sacco di divertimento! Non pensavo potessi scatenarti così, Kiryu-san!

# 1752_Riku
source: Aw, I wanted somethin' too.
pt: Ah, volevo qualcosa anch'io.

# 1764_Riku
source: That was loads of fun! You're really good at that, Kiryu-san!
pt: È stato un sacco di divertimento! Sei davvero bravo in questo, Kiryu-san!

# 1788_Riku
source: Oh, it's just the one I wanted, too! You're the best, Kiryu-san! Thank ya so much!
pt: Oh, è proprio quello che volevo! Sei il migliore, Kiryu-san! Grazie mille!

# 1848_Riku
source: Sorry, but I have some stuff I gotta take care of, y'know? I'm gonna head on home.
pt: Scusa, ma ho delle cose da sbrigare, sai? Me ne torno a casa.

# 1944_Riku
source: Somethin' the matter?
pt: Qualcosa non va?

# 1956_Riku
source: Well then hurry it up, lazybones!
pt: Dai, sbrigati, pigrone!

# 1968_Riku
source: Aww, okay. Come by the club again soon, 'kay?
pt: Ah, ok. Passa dal club di nuovo presto, va bene?
