Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033cd6.po
Languages: pt

source: <Color:9>Your maximum Heat Gauge increased.<Color:Default>
pt: <Color:9>La tua Barra Furore massima è aumentata.<Color:Default>

source: You got 2,800 experience points.
pt: Hai guadagnato 2.800 punti esperienza.

source: You got 2,800 experience points.
pt: Hai guadagnato 2.800 punti esperienza.

source: Man in Lab Coat
pt: Uomo in camice da laboratorio

source: Yes
pt: Sì

source: Professor
pt: Professore

source: All right.
pt: Va bene.

source: Sorry, but no.
pt: Mi dispiace, ma no.

source: Play the Game
pt: Gioca al gioco

source: Ask About the Game
pt: Chiedi del Gioco

source: Invest Some Money
pt: Investi dei soldi

source: Don't Invest
pt: Non investire

# 124_Man in Lab Coat
source: Pardon me, miss. May I ask you a question?
pt: Mi scusi, signorina. Posso farle una domanda?

# 136_Haruka
source: Me?
pt: Io?

# 148_Man in Lab Coat
source: Would you by any chance consider yourself a gamer?
pt: Ti considereresti per caso un gamer?

# 160_Haruka
source: A gamer?
pt: Un gamer?

# 172_Man in Lab Coat
source: You know, a gamer－a person who likes video games?
pt: Sai, un gamer... cioè, una persona a cui piacciono i videogiochi?

# 184_Haruka
source: Yes, I suppose I do like video games.
pt: Sì, direi proprio che mi piacciono i videogiochi.

# 196_Man in Lab Coat
source: I knew it! In that case, could you spare a moment of your time? It's right this way!
pt: Lo sapevo! In tal caso, potrebbe dedicarmi un momento del suo tempo? È proprio di qua!

# 208_Haruka
source: What do you want me to do?
pt: Cosa vuoi che faccia?

# 220_Man in Lab Coat
source: Oh, my apologies, I should have been more clear. It's nothing weird, I can assure you. If you could just spare a minute, you'll be back in no time!
pt: Oh, le mie scuse, avrei dovuto essere più chiaro. Non è niente di strano, te lo assicuro. Se solo potessi dedicare un minuto, sarai di ritorno in men che non si dica!

# 244_Haruka
source: No, I'm afraid I don't really play video games all that much.
pt: No, a dire il vero non gioco poi così tanto ai videogiochi.

# 256_Man in Lab Coat
source: Oh, what a shame. In that case, never mind. I'm sorry to have bothered you.
pt: Oh, che peccato. In quel caso, lascia perdere. Mi dispiace di averla disturbata.

# 268_Man in Lab Coat
source: Pardon me, but you are a gamer after all, aren't you? I just have this feeling.
pt: Mi scusi, ma lei è una giocatrice, dopotutto, non è così? Ho proprio\nquesta sensazione.

# 280_Haruka
source: Yes, I suppose I do like video games.
pt: Sì, direi proprio che mi piacciono i videogiochi.

# 292_Man in Lab Coat
source: I knew it! In that case, could you spare a moment of your time? It's right this way!
pt: Lo sapevo! In tal caso, potrebbe dedicarmi un momento del suo tempo? È proprio di qua!

# 304_Haruka
source: What do you want me to do?
pt: Cosa vuoi che faccia?

# 316_Man in Lab Coat
source: Oh, my apologies, I should have been more clear. It's nothing weird, I can assure you. If you could just spare a minute, you'll be back in no time!
pt: Oh, le mie scuse, avrei dovuto essere più chiaro. Non è niente di strano, te lo assicuro. Se solo potessi dedicare un minuto, sarai di ritorno in men che non si dica!

# 352_Haruka
source: No, I'm afraid I don't really play video games all that much.
pt: No, a dire il vero non gioco poi così tanto ai videogiochi.

# 364_Man in Lab Coat
source: Oh, what a shame. In that case, never mind. I'm sorry to have bothered you.
pt: Oh, che peccato. In quel caso, lascia perdere. Mi dispiace di averla disturbata.

# 376_Man in Lab Coat
source: Doctor! I've brought a girl gamer! I'm sorry it took so long!
pt: Dottore! Ho portato una ragazza gamer! Mi dispiace che ci sia voluto così tanto tempo!

# 388_Professor
source: Ah, at long last! Now we can finally begin the experiment!
pt: Ah, alla buon'ora! Ora possiamo finalmente iniziare l'esperimento!

# 400_Haruka
source: Um, experiment? What kind of experiment?
pt: Ehm, esperimento? Che tipo di esperimento?

# 412_Professor
source: Heheheh. I am Doctor Minamida. And this device is the new version of my fighting simulator, "Inner Fighter 8: Road Battle"!
pt: Eheheh. Sono il Dottor Minamida. E questo dispositivo è la nuova versione del mio simulatore di combattimento, "Inner Fighter 8: Road Battle"!

# 436_Man in Lab Coat
source: We call it "IF8" for short.
pt: Lo chiamiamo "IF8" per farla breve.

# 448_Minamida
source: IF8 is a revolutionary gaming device of my own invention. It utilizes special electromagnetic waves to allow the player to play inside their own head.
pt: IF8 è un dispositivo di gioco rivoluzionario di mia invenzione. Utilizza speciali onde elettromagnetiche per permettere al giocatore di giocare dentro la propria testa.

# 460_Minamida
source: We'd like you to test it out.
pt: Vorremmo che tu lo testassi.

# 472_Haruka
source: I'm afraid I still don't really understand.
pt: Purtroppo, non ho ancora capito granché.

# 484_Minamida
source: Heheh. I'm not surprised, my dear! IF8 is still in development, you see.
pt: Heheh. Non mi sorprende, mia cara! IF8 è ancora in sviluppo, capisci.

# 496_Minamida
source: Though I am indeed its creator, there's still a lot about it I don't quite understand myself! Thus, we need to test it.
pt: Anche se ne sono davvero il creatore, c'è ancora molto a riguardo che non capisco del tutto neanch'io! Quindi, dobbiamo testarlo.

# 508_Man in Lab Coat
source: And this particular IF8 is a female version. I've modified it to be specially suited to female gamers like you.
pt: E questa particolare IF8 è una versione femminile. L'ho modificata per adattarla apposta a gamer donne come te.

# 520_Minamida
source: My assistant here was so proud of this modification that I rushed to Osaka to see it, but apparently, it's only suited to female players.
pt: Il mio assistente qui era così fiero di questa modifica che io mi sono precipitato a Osaka per vederla, ma a quanto pare, è adatto solo a giocatrici.

# 532_Minamida
source: And here you are at last!
pt: Eccoti finalmente!

# 544_Haruka
source: So I would be the very first one to use it?
pt: Allora sarei la primissima a usarlo?

# 556_Minamida
source: Precisely! But there's absolutely nothing to be afraid of, my dear. I'm sure you will enjoy it immensely.
pt: Esatto! Ma non c'è assolutamente nulla di cui aver paura, mia cara. Sono sicuro che ti divertirai un sacco.

# 568_Minamida
source: In this game, you'll become a magical heroine and combat fearsome enemies deep within your mind. Haven't you always dreamed of doing something like that?
pt: In questo gioco, diventerai un'eroina magica e combatterai temibili nemici nel profondo della tua mente. Non hai sempre sognato di fare qualcosa del genere?

# 580_Haruka
source: I suppose when I was younger...
pt: Immagino quand'ero più giovane...

# 592_Minamida
source: Well, this game makes that dream a reality! But instead of trying to explain, perhaps I should just let you try it for yourself. Are you ready?
pt: Beh, questo gioco rende quel sogno realtà! Ma invece di mettermi a spiegare, forse dovrei farti provare tu stessa. Sei pronta?

# 604_Man in Lab Coat
source: Oh, just a minute, doctor! Before she tests it, she'll need to sign that agreement we talked about.
pt: Oh, un attimo, dottore! Prima che lo provi, dovrà firmare quell'accordo di cui abbiamo parlato.

# 616_Haruka
source: Agreement?
pt: D'accordo?

# 628_Man in Lab Coat
source: We must maintain absolute secrecy around the IF8 project while it's being developed. We therefore need you to sign a non-disclosure agreement.
pt: Dobbiamo mantenere il segreto più assoluto riguardo al progetto IF8 mentre è in fase di sviluppo. Ti chiediamo, pertanto, di firmare un accordo di non divulgazione.

# 640_Haruka
source: A non-disclosure agreement? Well, um, I don't know about signing something so suddenly like that...
pt: Un accordo di non divulgazione? Beh, uhm, non saprei, firmare una cosa così di botto...

# 652_Minamida
source: Your cooperation would be most appreciated! It isn't as easy to acquire a female game tester as one might think. Won't you please consider helping us?
pt: La tua collaborazione sarebbe davvero molto apprezzata! Non è così semplice acquisire una tester di giochi femminile come si potrebbe pensare. Non potresti per favore considerare di aiutarci?

# 664_Minamida
source: The chance to become the magical heroine of your dreams is just a sign away!
pt: L'occasione di diventare la magica eroina dei tuoi sogni è a un solo sì di distanza!

# 676_Haruka
source: All right. Where do I sign?
pt: Perfetto. Dove firmo?

# 688_Man in Lab Coat
source: Oh, thank you!
pt: Oh, grazie!

# 700_Minamida
source: Wonderful, my dear! My assistant here will prepare the document for you. Meanwhile, I'll be getting the device ready.
pt: Magnifico, mia cara! Il mio assistente qui si occuperà del documento per te. Intanto, io preparo il dispositivo.

# 748_Minamida
source: Now, before you begin, allow me to explain the particulars.
pt: Ora, prima di iniziare, permettimi di spiegare i particolari.

# 760_Minamida
source: IF8 has players move along a city street and vanquish enemies using their magical powers. A powerful boss awaits at the end.
pt: IF8 fa muovere i giocatori lungo una via cittadina e annientare i nemici usando i loro poteri magici. Un potente boss li attende alla fine.

# 772_Minamida
source: Defeat this boss, and you'll receive a boost to your abilities. Not those of the player character, but your own!
pt: Sconfiggi questo boss e riceverai un potenziamento alle tue abilità. Non quelle del personaggio giocabile, ma le tue!

# 784_Haruka
source: You mean my own, personal abilities will increase if I win the game?
pt: Vuoi dire che le mie abilità personali aumenteranno se vinco la partita?

# 796_Minamida
source: Precisely! But I'm afraid we're still in the process of gathering data, so only one city is available for play at the moment.
pt: Esatto! Ma purtroppo siamo ancora nel processo di raccolta dati, quindi è disponibile una sola città per giocare al momento.

# 808_Man in Lab Coat
source: You'll be able to play other cities once we've collected enough data, but unfortunately, you'll have to wait a while for that.
pt: Potrai giocare in altre città una volta che avremo raccolto abbastanza dati, ma, sfortunatamente, dovrai aspettare un bel po' per quello.

# 820_Minamida
source: As we've previously mentioned, IF8 is still under development. We'll need quite a bit more funding if we wish to complete it.
pt: Come abbiamo già detto, l'IF8 è ancora in fase di sviluppo. Avremo bisogno di un bel po' di altri fondi se desideriamo completarlo.

# 832_Minamida
source: Speaking of which, do you think you would be willing to contribute to the funding of this project?
pt: A proposito, pensi che saresti disposta a contribuire al finanziamento di questo progetto?

# 844_Haruka
source: Hm? You want me to contribute money?
pt: Hm? Vuoi che ci metta dei soldi?

# 856_Minamida
source: There would be something in it for you as well. Once the device is finished, we'll be able to provide you with a wide variety of feedback.
pt: Anche tu ci ricaveresti qualcosa. Una volta che il dispositivo sarà finito, potremo fornirti un'ampia varietà di feedback.

# 868_Man in Lab Coat
source: We hope you'll give it some thought. Our project is in desperate need of funding.
pt: Speriamo che ci pensiate su. Il nostro progetto ha un disperato bisogno di fondi.

# 880_Minamida
source: Ordinarily, one play would cost 10,000 yen, but, for this first time only, we'll let you test it free of charge.
pt: Normalmente, una sessione costerebbe 10.000 yen, ma, solo per questa prima volta, te lo faremo testare gratuitamente.

# 892_Minamida
source: Well, that just about covers it. You can try it out right away, or if you prefer, you can have me explain again.
pt: Beh, direi che è tutto. Puoi provarlo subito oppure, se preferisci, posso rispiegarti di nuovo.

# 904_Haruka
source: I'd like to play the game.
pt: Mi piacerebbe giocare al gioco.

# 916_Minamida
source: Very well. Then, without further delay...
pt: Molto bene. Allora, senza ulteriori indugi...

# 928_Minamida
source: Let's begin!
pt: Iniziamo!

# 964_Minamida
source: We'll need a great deal of money to complete our project. Are you willing to contribute?
pt: Ci servirà un bel po' di soldi per completare il nostro progetto. Sei disposto a contribuire?

# 988_Minamida
source: Really? Thank you very much! We're very grateful to you.
pt: Davvero? Grazie mille! Ti siamo molto grati.

# 1012_Minamida
source: Our total investments have reached %s. How much would you like to invest?
pt: I nostri investimenti totali hanno raggiunto %s. Quanto vorresti investire?

# 1036_Minamida
source: This should be enough to upgrade IF8 to the latest version I've been working on.
pt: Questo dovrebbe bastare per aggiornare l'IF8 all'ultima versione su cui ho lavorato.

# 1048_Minamida
source: Just one moment, please.
pt: Un momento, per favore.

# 1108_Minamida
source: And... done! IF8 has been upgraded to version 1.1!
pt: E... fatto! IF8 è stato aggiornato alla versione 1.1!

# 1120_Minamida
source: The Kamurocho stage is now playable, thanks to the upgrade.
pt: Lo scenario di Kamurocho è ora giocabile, grazie all'aggiornamento.

# 1132_Minamida
source: I hope you'll try it sometime.
pt: Spero che lo proverai un giorno.

# 1156_Minamida
source: Your cooperation is greatly appreciated. Total investments now stand at %s.
pt: La vostra collaborazione è molto apprezzata. Il totale degli investimenti ammonta ora a %s.

# 1168_Minamida
source: Once we reach 100,000 yen, I'll be able to add a new stage for you to play.
pt: Appena arriviamo a 100.000 yen, ti aggiungerò un nuovo stage per farti giocare.

# 1180_Minamida
source: I hope you'll make the necessary investment.
pt: Spero che farai l'investimento necessario.

# 1192_Minamida
source: Our total investments have reached %s. How much would you like to invest?
pt: I nostri investimenti totali hanno raggiunto %s. Quanto vorresti investire?

# 1216_Minamida
source: This should be enough to upgrade IF8 to the latest version I've been working on.
pt: Questo dovrebbe bastare per aggiornare l'IF8 all'ultima versione su cui ho lavorato.

# 1228_Minamida
source: Just one moment, please.
pt: Un momento, per favore.

# 1288_Minamida
source: And... done! IF8 has been upgraded to version 1.2!
pt: E... finito! L'IF8 è stato aggiornato alla versione 1.2!

# 1300_Minamida
source: Version 1.2 will allow you to earn Soul Orbs each time you complete a stage.
pt: La versione 1.2 ti permetterà di guadagnare Sfere Anima ogni volta che completerai un livello.

# 1312_Minamida
source: But you will need to complete the same stage a number of times. Give it a try!
pt: Ma dovrai completare lo stesso stage diverse volte. Provaci!

# 1324_Minamida
source: Oh, and this is the final upgrade, so there's no need for any more investments. Thank you for all of your help.
pt: Oh, e questo è l'ultimo aggiornamento, quindi non c'è bisogno di altri investimenti. Grazie per tutto il tuo aiuto.

# 1348_Minamida
source: Your cooperation is greatly appreciated. Total investments now stand at %s.
pt: La vostra collaborazione è molto apprezzata. Il totale degli investimenti ammonta ora a %s.

# 1360_Minamida
source: With 200,000 yen at hand, I could add new features.
pt: Con 200.000 yen a disposizione, potrei aggiungere nuove funzionalità.

# 1372_Minamida
source: I hope you'll make the necessary investment.
pt: Spero che farai l'investimento necessario.

# 1384_Minamida
source: Hm, broke, are you? Well, I'm far too busy to be dealing with looky-loos. Good day.
pt: Hm, al verde, eh? Beh, sono troppo impegnato per stare a dare retta ai ficcanaso. Buona giornata.

# 1396_Minamida
source: This is the final version, so no more updates.
pt: Questa è la versione finale, quindi niente più aggiornamenti.

# 1408_Minamida
source: So you're not going to contribute after all? Please don't tease us, young lady.
pt: Allora, alla fine non darai il tuo contributo? Ti prego, non\nprenderci in giro, signorina.

# 1420_Haruka
source: I'm sorry, but no. I'm afraid I can't sign anything like that... My apologies.
pt: Mi dispiace, ma no. Temo di non poter firmare niente del genere... Le mie scuse.

# 1444_Minamida
source: Don't worry. She'll be back. What young lady doesn't dream of becoming a magical heroine?
pt: Non preoccuparti. Tornerà. Quale ragazza non sogna di diventare un'eroina magica?

# 1456_Man in Lab Coat
source: I'm not sure, but I hope you're right...
pt: Non ne sono sicuro, ma spero tu abbia ragione...

# 1468_Minamida
source: My dear, if you ever change your mind, please come on back and see us any time. We will be here waiting for you.
pt: Mia cara, se mai dovessi cambiare idea, per favore torna pure da noi e vieni a trovarci quando ti pare. Noi saremo qui ad aspettarti.

# 1540_Minamida
source: Now then, are you ready to play?
pt: Allora, sei pronta a giocare?

# 1552_Minamida
source: Very well. Allow me to explain the particulars.
pt: Molto bene. Mi permetta di spiegare i dettagli.

# 1564_Minamida
source: IF8 has players move along a city street and vanquish enemies using their magical powers. A powerful boss awaits at the end.
pt: IF8 fa muovere i giocatori lungo una via cittadina e annientare i nemici usando i loro poteri magici. Un potente boss li attende alla fine.

# 1576_Minamida
source: Defeat this boss, and you'll receive a boost to your own abilities. Mind you, we're still gathering data, so only one city is available at the moment.
pt: Sconfiggi questo boss e le tue abilità ne riceveranno una bella spinta. Tieni presente, però, che stiamo ancora raccogliendo dati, quindi per ora è disponibile una sola città.

# 1588_Minamida
source: You'll be able to play in other cities once we've gathered enough data. Please be patient until then.
pt: Potrai giocare in altre città una volta che avremo raccolto abbastanza dati. Per favore, abbi pazienza fino ad allora.

# 1600_Minamida
source: And one more thing. As I've mentioned, IF8 is still under development. We need funding to complete our project.
pt: E un'ultima cosa. Come ho già detto, l'IF8 è ancora in fase di sviluppo. Abbiamo bisogno di fondi per completare il nostro progetto.

# 1612_Minamida
source: Please consider contributing so that we might see this device is fully completed. You see, I may not look it, but I'm flat broke.
pt: Vi prego di considerare un contributo, così potremo vedere questo dispositivo finalmente completato. Vedete, magari non lo do a vedere, ma sono proprio al verde.

# 1624_Minamida
source: Of course, it would benefit you as well. Once the device is finished, we'll be able to provide you with a wide variety of feedback.
pt: Certo, ne trarresti beneficio anche tu. Una volta che il dispositivo sarà ultimato, saremo in grado di fornirti un'ampia varietà di feedback.

# 1636_Minamida
source: We certainly hope you'll give it some thought. Heheh.
pt: Speriamo vivamente che ci penserai su. Heheh.

# 1648_Minamida
source: Now then, one play is 10,000 yen. Quite a bargain, if you ask me! However, we will allow you to play for free just this once.
pt: Allora, una partita costa 10.000 yen. Un vero affarone, se me lo chiedi! Tuttavia, ti permetteremo di giocare gratis solo questa volta.

# 1672_Minamida
source: It looks like you cleared it! Congratulations!
pt: Sembra che ce l'abbia fatta! Complimenti!

# 1684_Minamida
source: You should now experience a boost to your own abilities. Heheheh. You've given us some great data!
pt: Dovresti ora sentire un potenziamento delle tue capacità. Eheheh. Ci hai dato dei gran bei dati!

# 1708_Minamida
source: You're welcome to come back any time! We'll be here waiting for you.
pt: Quando vuoi, puoi tornare! Saremo qui in attesa di te.

# 1720_Man in Lab Coat
source: Thank you for your help. We hope to see you again!
pt: Grazie per il tuo aiuto. Speriamo di rivederti!

# 1816_Minamida
source: Oh, what a pity. It looks like it's game over for you.
pt: Oh, che peccato. Sembra che sia game over per te.

# 1828_Minamida
source: But you can always try again. We'll be here should you decide to come back.
pt: Ma puoi sempre riprovare. Ci saremo nel caso tu decidessi di tornare.

# 1840_Man in Lab Coat
source: Thank you for your help. We hope to see you again!
pt: Grazie per il tuo aiuto. Speriamo di rivederti!
