Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00130c10.po
Languages: pt

source: Tatsuya's new dish "Bolognese Ankake Spaghetti with Hatcho Miso" has been added to Café Alps Kineicho's menu.
pt: Il nuovo piatto di Tatsuya, "Spaghetti Ankake alla Bolognese con Miso Hatcho", è stato aggiunto al menu del Café Alps Kineicho.

source: Player
pt: Giocatore

source: MC
pt: Conduttore

# 56_Player
source: (Wait... Is that Tatsuya?)
pt: (Aspetta... È quello Tatsuya?)

# 80_MC
source: Welcome to Tatsuya's Three-Minute Kitchen Hack! Today, we're coming to you from Kineicho, Nagoya.
pt: Benvenuti a 'La Dritta in Cucina da Tre Minuti di Tatsuya'! Oggi, vi trasmettiamo da Kineicho, Nagoya.

# 92_MC
source: This show is all about having celebrity chef Tatsuya help new and struggling eateries across Japan by coming up with new dishes!
pt: Questo show punta tutto sullo chef celebre Tatsuya che dà una mano ai locali, sia quelli nuovi che quelli in difficoltà, in giro per tutto il Giappone, tirando fuori nuovi piatti!

# 104_MC
source: In this episode, we'll be speaking with the manager of Café Alps Kineicho about his new location's difficulties in attracting customers.
pt: In questa puntata, parleremo col gestore del Café Alps Kineicho riguardo alle difficoltà della sua nuova sede nell'attrarre clienti.

# 116_MC
source: Please, tell us more about your situation.
pt: Per favore, ci racconti di più sulla sua situazione.

# 128_Manager
source: Yes, well, Café Alps is a venerable coffee shop that got its start in Kamurocho, Tokyo, but a new CEO was recently appointed.
pt: Sì, be', il Café Alps è un caffè storico che è nato a Kamurocho, Tokyo, ma di recente è stato nominato un nuovo AD.

# 140_Manager
source: He's pretty ambitious and wants to expand across Japan. He started with Tsukimino, and now there's this Kineicho location, too. Unfortunately...
pt: È piuttosto ambizioso e vuole espandersi in tutto il Giappone. Ha iniziato con Tsukimino, e ora c'è anche questa sede a Kineicho. Sfortunatamente...

# 152_Manager
source: Business hasn't been very good. But if we had a local dish that the people of Kineicho liked, maybe we could win over more customers.
pt: Gli affari non vanno granché bene. Ma se avessimo un piatto del posto che piacesse alla gente di Kineicho, forse potremmo accaparrarci più clienti.

# 164_MC
source: I see... So you want to attract more customers at your Kineicho shop by offering a local dish.
pt: Ah, capisco... Quindi volete attirare più clienti nel vostro locale di Kineicho offrendo un piatto tipico del posto.

# 176_MC
source: Well, Tatsuya-san, let's hear what you came up with!
pt: Allora, Tatsuya-san, sentiamo cosa hai tirato fuori!

# 188_Tatsuya
source: Okay, wait for it... I'm calling my new dish Bolognese Ankake Spaghetti with Hatcho Miso!
pt: Ok, aspettate un attimo... Chiamo il mio nuovo piatto Spaghetti Ankake alla Bolognese con Miso Hatcho!

# 200_MC
source: You've done it again, Tatsuya-san! Could you tell us a little more about your new creation?
pt: Ce l'hai fatta di nuovo, Tatsuya-san! Potrebbe dirci qualcosa di più sulla sua nuova creazione?

# 212_Tatsuya
source: Sure. Nagoya is known for its miso and ankake spaghetti, so I thought, why not combine the two for a bit of fusion magic?
pt: Certo. Nagoya è famosa per il suo miso e gli spaghetti ankake, così ho pensato, perché non unire i due per un po' di magia fusion?

# 224_Tatsuya
source: I use ground chicken and hatcho miso to create a bolognese-style ankake sauce. I also add burdock to subtly ramp up the flavor factor.
pt: Uso pollo macinato e hatcho miso per creare una salsa ankake in stile bolognese. Aggiungo anche bardana per dare una marcia in più al gusto, con discrezione.

# 236_Tatsuya
source: Then there's the flavorful heat of the aged broad bean chili paste I add, along with domestic beef fat to make it even richer.
pt: Poi c'è la gustosa piccantezza della pasta di peperoncino di fave stagionata che aggiungo, insieme al grasso di manzo nostrano per renderlo ancora più ricco.

# 248_Manager
source: That sounds amazing. The people of Nagoya are going to eat that up... literally! How did you ever come up with such a masterpiece!?
pt: Suona una meraviglia. La gente di Nagoya se lo divorerà... letteralmente! Come hai fatto a tirare fuori un tale capolavoro!?

# 260_Tatsuya
source: Well, I might never have if it weren't for the eateries a certain someone introduced me to.
pt: Beh, non le avrei mai provate, se non fosse stato per i locali che un certo qualcuno mi ha fatto conoscere.

# 272_MC
source: And there you have it! Another hit dish courtesy of Tatsuya-san! Bolognese Ankake Spaghetti with Hatcho Miso is now available anytime right here!
pt: Ed eccolo qui! Un altro piatto da urlo, grazie a Tatsuya-san! Gli Spaghetti Ankake alla Bolognese con Hatcho Miso sono ora disponibili in qualsiasi momento, proprio qui!

# 284_MC
source: We hope our viewers will come give it a try! Until next time! Bon appétit!
pt: Speriamo che i nostri spettatori vengano a provarlo! Alla prossima! Buon appetito!

# 356_Player
source: (They have Tatsuya's new dish over at Café Alps Kineicho. Maybe I'll go check it out when I have some money.)
pt: (Al Café Alps Kineicho hanno il nuovo piatto di Tatsuya. Magari ci faccio un salto quando avrò qualche soldo.)
