Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031b.po
Languages: pt

# 10780_Ayanokoji
source: Addlepate! Ignoramus! I shall not suffer such disrespect!
pt: Scervellato! Ignorante! Non sopporterò un simile affronto!

# 10792_Shinada
source: All right, all right. Please, forgive me my trespass, <Italic>Master</Italic>.
pt: Va bene, va bene. Ti prego, perdonami il mio errore, <Italic>Maestro</Italic>.

# 10804_Ayanokoji
source: Hmph! You better have learned something after all the torment you put me through.
pt: Hmph! Sarà meglio che tu abbia imparato qualcosa dopo tutto il tormento che mi hai fatto passare.

# 10816_Shinada
source: Of course I did. I'm not about to waste an opportunity like this, after all.
pt: Certo che l'ho fatto. Non ho alcuna intenzione di sprecare un'occasione del genere, dopotutto.

# 10840_Ayanokoji
source: Very well. I will accept this. A true master can take a bruise or two if his student can learn from it.
pt: Molto bene. Accetterò questo. Un vero maestro può incassare uno o due colpi se il suo allievo può impararci qualcosa.

# 10852_Ayanokoji
source: But no! 'Tis not one or two! My whole body has become an enormous wale!
pt: Ma no! Non sono uno o due! Tutto il mio corpo è diventato un livido enorme!

# 10864_Shinada
source: Y'know, exaggerating like that isn't very master-like. You're no whale. If anything, all this exercise is helping you lose weight.
pt: Sai, esagerare così non è molto da maestro. Non sei mica una balena. Anzi, tutto quest'esercizio ti sta aiutando a perdere peso.

# 10876_Ayanokoji
source: That's not what wale－ Never you mind! Away from me, I say!
pt: Non è quello che intendevo con 'livido'— Lascia perdere! Lontano da me, ti dico!

# 10888_Shinada
source: Aw, come on!
pt: Ah, dai!

# 10900_Ayanokoji
source: 'Tis your turn to serve me, vassal! And it best be something exceptional this time. Got it?
pt: È il tuo turno di servirmi, vassallo! E sarà meglio che sia qualcosa di eccezionale questa volta. Capito?

# 10936_Ayanokoji
source: Blast! And blast again, I say! Still no match for you.
pt: Perbacco! E perbacco ancora, dico! Ancora non sono alla tua altezza.

# 10948_Shinada
source: You may find this frustrating, but I'm learning so much by beating the snot outta you.
pt: Potresti trovarlo frustrante, ma sto imparando così tanto gonfiandoti di botte.

# 10972_Ayanokoji
source: Shinada... Do I detect a hint of gratitude beneath all that sarcasm?
pt: Shinada... Sento forse un pizzico di gratitudine sotto tutto quel sarcasmo?

# 10984_Shinada
source: Aw, no need to be so stiff and formal. I mean, you and I are pals, aren't we, Leo-kun!?
pt: Dai, non c'è bisogno di essere così rigido e formale. Voglio dire, io e te siamo amici, no, Leo-kun!?

# 10996_Shinada
source: Enough about that. Whatever happened with that girl you met?
pt: Basta con questo. Che fine ha fatto quella ragazza che hai incontrato?

# 11020_Shinada
source: Oh. Maybe I shouldn't have asked.
pt: Oh. Forse non avrei dovuto chiedere.

# 11032_Ayanokoji
source: She's my girlfriend now.
pt: Ora è la mia ragazza.

# 11044_Shinada
source: Oh, sorry it didn't－ Wait. Did you just say what I think you did?
pt: Oh, scusa, non è— Aspetta. Hai detto quello che ho capito io?

# 11056_Shinada
source: No way!
pt: Assolutamente no!

# 11068_Shinada
source: Are you serious!? Like seriously serious?
pt: Dici sul serio!? Ma sul serio, sul serio?

# 11080_Ayanokoji
source: Of course I am! 'Tis no tall tale I tell!
pt: Ma certo che sì! Non è mica una fola quella che racconto!

# 11092_Shinada
source: That's awesome, Leo-kun! I'm so happy for you!
pt: Che figata, Leo-kun! Sono contentissimo per te!

# 11104_Shinada
source: So who asked who out? Did you ask her!?
pt: Allora, chi ha chiesto a chi di uscire? Le hai chiesto tu!?

# 11116_Ayanokoji
source: Of course I did! That's the gentleman's duty, after all!
pt: Ma certo che sì! È il dovere di un gentiluomo, dopotutto!

# 11128_Shinada
source: Wow! I can't remember the last time I was so happy for someone! You're, like... the Shogun of Suave!
pt: Wow! Non ricordo l'ultima volta che sono stato così contento per qualcuno! Sei, tipo... lo Shogun dell'Eleganza!

# 11140_Ayanokoji
source: Shinada... What?
pt: Shinada... Cosa?

# 11152_Shinada
source: What, what?
pt: Cosa, cosa?

# 11164_Ayanokoji
source: Shinada, we're friends, aren't we?
pt: Shinada, siamo amici, vero?

# 11176_Shinada
source: Wait, friend? I'm not your vassal anymore?
pt: Aspetta... amico? Non sono più il tuo vassallo?

# 11188_Ayanokoji
source: I'm a new man now. Having a girlfriend has enlightened me.
pt: Sono un uomo nuovo ora. Avere una ragazza mi ha illuminato.

# 11200_Ayanokoji
source: Now I have someone who accepts me for who I am. I don't have to try to impress people by playing the aristocrat card.
pt: Ora ho qualcuno che mi accetta per quello che sono. Non devo più cercare di impressionare la gente giocando la carta dell'aristocratico.

# 11212_Ayanokoji
source: I can keep taking pride in being an aristocrat, of course, as it bolsters my will. But I don't need it as a crutch anymore.
pt: Posso continuare a essere orgoglioso di essere un aristocratico, ovviamente, dato che rafforza la mia volontà. Ma non ne ho più bisogno come una stampella.

# 11236_Ayanokoji
source: I fought with all my might, and still you routed me. That's why I've decided to go back to basics and start my training anew.
pt: Ho combattuto con tutte le mie forze, eppure mi hai sbaragliato. Ecco perché ho deciso di tornare alle basi e ricominciare il mio allenamento da capo.

# 11248_Ayanokoji
source: Besides, I have someone to protect now.
pt: D'altronde, ho qualcuno da proteggere ora.

# 11260_Shinada
source: Whoa, now that's really cool! You're impressing the hell out of me now more than ever!
pt: Caspita, questo è davvero forte! Mi stai impressionando da matti ora più che mai!

# 11272_Shinada
source: I'll be rooting for you, Leo-kun! So keep up the good work!
pt: Farò il tifo per te, Leo-kun! Quindi continua così!

# 11284_Ayanokoji
source: Shinada... What?
pt: Shinada... Cosa?

# 11296_Shinada
source: I've got to try my best too, so you don't outdo me!
pt: Devo impegnarmi al massimo anch'io, così non mi superi!

# 11308_Shinada
source: I'll be seeing you, Leo-kun! I hope you'll make your special lady happy!
pt: Ci si vede, Leo-kun! Spero che renderai felice la tua signora speciale!

# 11320_Ayanokoji
source: I shall, of course! And the next time we meet, you'll see just how magnificent I've become!
pt: Certamente! E la prossima volta che ci incontreremo, vedrai quanto magnifico sarò diventato!

# 11332_Shinada
source: Awesome! Looking forward to it, buddy!
pt: Forte! Non vedo l'ora, compare!

# 11344_Ayanokoji
source: Take care, Shinada. I bid you farewell!
pt: Abbi cura di te, Shinada. Ti porgo il mio addio!

# 11404_Shinada
source: Okay, I'll give you some advice about your life!
pt: Ok, ti darò qualche dritta sulla tua vita!

# 11416_Ayanokoji
source: Must you be so immodest about it? Ugh... Go on.
pt: Ma devi proprio essere così immodesto? Ugh... Avanti.

# 11428_Shinada
source: Before I help you get a girlfriend, I need to know all about you.
pt: Prima di darti una mano a trovarti una ragazza, devo proprio sapere tutto di te.

# 11440_Shinada
source: I'm going to ask you a few questions. All you have to do is answer.
pt: Ti farò qualche domanda. Tutto quello che devi fare è rispondere.

# 11452_Ayanokoji
source: Very well. Go on.
pt: Molto bene. Avanti.

# 11464_Shinada
source: Okay, let me ask you this...
pt: Ok, ti chiedo una cosa...

# 11476_Shinada
source: Have you ever had a girlfriend before?
pt: Hai mai avuto una ragazza prima?

# 11488_Ayanokoji
source: You already know the answer, but I suppose you want to hear me say it... No, I haven't.
pt: Tu sai già la risposta, ma immagino tu voglia sentirmelo dire... No, non ne ho mai avuta.

# 11500_Shinada
source: I see. Okay, how about a one-night stand or something like that?
pt: Capisco. Ok, che ne dici di una botta e via o qualcosa del genere?

# 11512_Ayanokoji
source: An aristocrat such as I would never commit such an abhorrent act. I wouldn't even hold hands with a damsel unless we were at least dating!
pt: Un aristocratico come me non commetterebbe mai un atto così abominevole. Non terrei nemmeno per mano una damigella a meno che non stessimo almeno uscendo insieme!

# 11524_Shinada
source: (Geez, this guy's more naive than I thought.)
pt: Mamma mia, questo tizio è più ingenuo di quanto pensassi.

# 11548_Shinada
source: What type of girl do you like, Leo-kun?
pt: Che tipo di ragazza ti piace, Leo-kun?

# 11560_Ayanokoji
source: A girl suited to my aristocratic qualities. She must also be from a family of some standing. Finally, she must be equal parts intelligent and comely.
pt: Una ragazza consona alle mie qualità aristocratiche. Deve anche provenire da una famiglia di un certo lignaggio. Infine, dev'essere tanto intelligente quanto leggiadra.

# 11572_Shinada
source: (Never met a girl like that before. Or maybe I've been looking in the wrong places.)
pt: (Non ho mai incontrato una ragazza così prima d'ora. O forse ho cercato nei posti sbagliati.)

# 11596_Shinada
source: What would you consider a relationship deal-breaker?
pt: Cosa considereresti un motivo di rottura in una relazione?

# 11608_Ayanokoji
source: Speaking to any man other than me. Naturally, 'twould be utterly inexcusable.
pt: Parlare con qualsiasi uomo che non sia io. Naturalmente, sarebbe assolutamente imperdonabile.

# 11620_Shinada
source: Isn't that a pretty high bar to set?
pt: Non è mica un'asticella un po' troppo alta?

# 11632_Ayanokoji
source: Ah, such an ignorant peasant. You obviously don't understand the importance of protecting my noble lineage.
pt: Ah, che contadino ignorante. Evidentemente non capisci l'importanza di proteggere il mio nobile lignaggio.

# 11644_Shinada
source: (This is worse than I thought. I don't know if any advice is going to help.)
pt: (Questo è peggio di quanto pensassi. Non so se qualche consiglio potrà essere d'aiuto.)

# 11668_Shinada
source: I see... All right, Leo-kun. From what you've told me, we're going to need to change the way you think. A lot.
pt: Capisco... Molto bene, Leo-kun. Da quanto mi hai esposto, dovremo mutare il tuo modo di pensare. E non poco.

# 11680_Ayanokoji
source: Hah! You think your impaired peasant mind could hope to change how I think? Don't make me laugh!
pt: Ah! Pensi che la tua ottusa mente contadina possa sperare di cambiare il mio modo di pensare? Non farmi ridere!

# 11692_Player
source: Let's try that again. Now then...
pt: Proviamo di nuovo. Dunque...

# 11704_Shinada
source: (Based on what I've heard so far, I should...)
pt: (Basandomi su quanto ho sentito finora, dovrei...)

# 11716_Shinada
source: Listen, Leo-kun. You know how the universe is incomprehensibly vast?
pt: Senti, Leo-kun. Hai presente quanto l'universo sia incomprensibilmente vasto?

# 11728_Ayanokoji
source: Pardon? Well yes, I suppose it is. So what?
pt: Come scusa? Beh sì, suppongo di sì. E allora?

# 11740_Shinada
source: Like, we think it's vast, but it's even vaster than that! Like vastly so!
pt: Tipo, pensiamo che sia vasto, ma è persino più vasto di così! Tipo, vastissimo!

# 11752_Ayanokoji
source: Get to the point.
pt: Vieni al dunque.

# 11764_Shinada
source: Compared to the scale of the universe, things like being an aristocrat are utterly insignificant.
pt: Rispetto alla vastità dell'universo, cose come l'essere un aristocratico sono completamente insignificanti.

# 11776_Ayanokoji
source: No, they are not.
pt: No, non lo sono.

# 11788_Shinada
source: No, think about it. We're talking about the universe here. It's really, really big!
pt: No, pensaci un attimo. Qui stiamo parlando dell'universo. È davvero, davvero grande!

# 11800_Ayanokoji
source: I fail to see how this is in any way relevant. I shan't be misled by such inane sophistry.
pt: Non riesco a scorgere la benché minima rilevanza in questo. Non mi farò fuorviare da una simile, insulsa sofisticheria.

# 11812_Shinada
source: (This isn't working. I think I blew it this time.)
pt: (Così non va. Credo di averla fatta grossa stavolta.)

# 11824_Ayanokoji
source: You must put forth more effort than that. I answered your meaningless questions, and yet I am still awaiting proper advice. Perhaps I was right about you after all.
pt: Devi sforzarti ben più di così. Ho risposto alle tue domande insignificanti, eppure sono ancora in attesa di un consiglio degno. Forse, dopotutto, avevo ragione sul tuo conto.

# 11836_Shinada
source: Okay, sorry...
pt: Okay, scusa...

# 11872_Shinada
source: This can't go on, Leo-kun. Your whole way of thinking is wrong.
pt: Così non può andare avanti, Leo-kun. Il tuo modo di pensare è completamente sbagliato.

# 11884_Ayanokoji
source: What? You have not the authority to judge me so!
pt: Come?! Tu non hai l'autorità di giudicarmi in tal modo!

# 11896_Shinada
source: No, you have to listen to me. It's not like I'm a hit with the ladies, either, but you're way behind the times.
pt: No, mi devi dare retta. Neanch'io sono un gran successone con le donne, ma tu sei proprio rimasto indietro di brutto.

# 11908_Shinada
source: Plus, never having dated a girl at your age is a huge red flag. Most women won't touch you with a ten-foot pole once they hear that.
pt: In più, non aver mai avuto una ragazza alla tua età è un pessimo segno. La maggior parte delle donne non ti si avvicinerà manco con un palo lungo dieci metri una volta che lo sentono.

# 11920_Ayanokoji
source: I've only one thing to say to you, Shinada! Go to hell!
pt: Ho solo una cosa da dirti, Shinada! Vattene all'inferno!

# 11932_Ayanokoji
source: I live by my own rules, and I shall not allow some witless peasant to violate them!
pt: Io vivo secondo le mie regole, e non permetterò a un qualunque zotico senza ingegno di violarle!

# 11944_Ayanokoji
source: Away with you, commoner!
pt: Sparisci, plebeo!

# 11956_Shinada
source: (Whoops, he's really mad now.)
pt: (Ops, è proprio furioso adesso.)

# 11992_Shinada
source: All right, I know now there's no way I'm going to persuade you with words alone.
pt: Ok, ora so che non c'è proprio verso di convincerti solo a parole.

# 12004_Ayanokoji
source: Finally, some wisdom! I commend you for knowing your place, but you aren't going to give up that easily, are you?
pt: Finalmente, un po' di saggezza! Ti lodo per aver capito qual è il tuo posto, ma non ti arrenderai così facilmente, vero?

# 12016_Shinada
source: That's not what I meant. Get ready, Leo-kun, because I'm gonna show you how to be a man in more ways than one.
pt: Non è quello che intendevo. Preparati, Leo-kun, perché ti farò vedere come essere un uomo in più di un modo.

# 12028_Ayanokoji
source: What, what?
pt: Come, come?

# 12088_Shinada
source: Advice time! Let's talk about your life!
pt: È ora di consigli! Parliamo della tua vita!

# 12100_Ayanokoji
source: I shall have none of your reckless schemes this time, understand? I want to hear what you have in mind first.
pt: Non accetterò nessuno dei tuoi piani sconsiderati questa volta, hai capito? Prima voglio sentire cosa hai in mente.

# 12112_Shinada
source: Oh, come on, admit it. You actually liked it, right? I'll introduce you to another girl, and at a discounted price again, too.
pt: Dai, ammettilo. Ti è piaciuto sul serio, vero? Ti presento un'altra tipa, e di nuovo a prezzo scontato, pure.

# 12124_Ayanokoji
source: Really? Er... I mean, you shan't pull the wool over my eyes so easily, cretin!
pt: Davvero? Ehm... voglio dire, non mi abbindolerai così facilmente, cretino!

# 12136_Ayanokoji
source: I am a noble! An aristocrat! We of such high birth rarely, if ever, go to such vulgar establishments!
pt: Io sono un nobile! Un aristocratico! Noi di sì alti natali raramente, se non mai, andiamo in locali così volgari!

# 12148_Shinada
source: Yeah, yeah, I get it. You're an aristocrat. And while we're on the subject, is that bizarro makeup your attempt to look like one?
pt: Sì, sì, ho capito. Sei un aristocratico. E visto che ci siamo, quel trucco bizzarro è il tuo tentativo di sembrarlo?

# 12160_Ayanokoji
source: Are you implying I am a fraud!? I'll have you know that this makeup is what every proper noble wears!
pt: Stai forse insinuando che io sia un impostore!? Ti dico che questo trucco è quello che ogni nobile che si rispetti indossa!

# 12172_Shinada
source: But, Leo-kun, come on. No one's going to take you seriously if you look like that.
pt: Ma, Leo-kun, dai. Nessuno ti prenderà sul serio se sei conciato così.

# 12184_Ayanokoji
source: Fie! I wouldn't expect a peasant like you to understand the splendor of my appearance.
pt: Pah! Non mi aspetterei mai che un plebeo come te capisse la magnificenza del mio aspetto.

# 12196_Shinada
source: It has nothing to do with me being a peasant. Now, I have a few questions if you don't mind.
pt: Non c'entra niente col fatto che io sia un plebeo. Ora, se non ti dispiace, avrei un paio di domande.

# 12208_Ayanokoji
source: You may present your inquiries, but naught you can say shall make me remove my makeup.
pt: Puoi pure esporre le tue domande, ma nulla di ciò che dirai mi farà togliere il trucco.

# 12220_Shinada
source: Okay, let me ask you this...
pt: Ok, fammi una domanda...

# 12232_Shinada
source: Do you honestly think you look cool like that?
pt: Ma pensi davvero di essere figo conciato così?

# 12244_Ayanokoji
source: This splendid makeup is simply oozing with elegance. What better way to display my aristocracy?
pt: Questo splendido trucco trasuda semplicemente eleganza. Quale modo migliore per sfoggiare la mia aristocrazia?

# 12256_Shinada
source: This isn't about elegance or aristocracy. It's about looking good. You know, like a stud. A ladies' man.
pt: Non c'entra l'eleganza o l'aristocrazia. Si tratta di essere figo. Sai, tipo un ganzo. Uno sciupafemmine.

# 12268_Ayanokoji
source: Well, I must concede that the aristocratic ideal likely differs from the modern-day commoner's conception of good looks.
pt: Ebbene, devo ammettere che l'ideale aristocratico probabilmente differisce dalla concezione di bellezza del plebeo moderno.

# 12280_Shinada
source: (Hmm, okay. So not even he thinks he looks good in the modern sense.)
pt: (Hmm, ok. Quindi nemmeno lui pensa di essere figo nel senso moderno.)

# 12304_Shinada
source: Are you wearing that because you like it? Or are your parents forcing you?
pt: Ma lo porti perché ti piace? O i tuoi genitori ti costringono?

# 12316_Ayanokoji
source: No, my parents dress in more modern clothes, albeit they don't feel as aristocratic as I do.
pt: No, i miei genitori si vestono con abiti più moderni, anche se non si sentono altrettanto aristocratici quanto me.

# 12328_Shinada
source: So you chose this style because it makes you look like an aristocrat?
pt: Quindi hai scelto questo stile perché ti fa sembrare un aristocratico?

# 12340_Ayanokoji
source: Indeed. My noble spirit cries out for such elegance.
pt: Sì, proprio così. Il mio nobile spirito implora cotanta eleganza.

# 12352_Shinada
source: (So there'd be no need for him to look like this if he can get his head on straight.)
pt: (Quindi non ci sarebbe bisogno che fosse conciato così se mettesse la testa a posto.)

# 12376_Shinada
source: Do you even care what girls think about you? I mean, normal people don't dress like that.
pt: Ma ti frega qualcosa di cosa pensano le ragazze di te? Cioè, la gente normale non è conciata così.

# 12388_Ayanokoji
source: I don't care what you peasants think. And I am far superior to your conception of "normal" in any case. I have no use for anyone who cannot understand that.
pt: Me ne frego di quello che pensate voi plebei. E comunque, sono di gran lunga superiore alla vostra concezione di "normale". Non so che farmene di chi non riesce a capirlo.

# 12400_Shinada
source: Do you think there's anyone who thinks you look cool like that?
pt: Pensi che ci sia qualcuno che ti trovi figo conciato così?

# 12412_Ayanokoji
source: Few indeed, but that is not my concern. Only those who understand my sublime fashion sense matter.
pt: Ben pochi, in effetti, ma non è un mio problema. Solo chi capisce il mio sublime senso della moda conta.

# 12424_Shinada
source: (He knows he's not in the mainstream, but it doesn't seem like he's willing to change.)
pt: (Sa di non essere nel giro, ma non sembra intenzionato a cambiare.)

# 12448_Shinada
source: I think I get it now. You take pride in looking like that.
pt: Adesso ho capito. Ne vai fiero, di essere conciato così.

# 12460_Ayanokoji
source: That should go without saying. I'm impressed a peon such as yourself is able to grasp that.
pt: Va da sé. Sono impressionato che un plebeo come te sia in grado di capirlo.

# 12472_Player
source: Let's try that again. Now then...
pt: Riproviamoci. Allora...

# 12484_Shinada
source: (Based on what I've heard so far, I should...)
pt: (A giudicare da quello che ho sentito finora, dovrei...)

# 12496_Shinada
source: Enough talk! It's time for a change!
pt: Basta chiacchiere! È ora di cambiare!

# 12508_Ayanokoji
source: Huh?
pt: Uh?

# 12544_Ayanokoji
source: Hey! What do you think you're doing!?
pt: Ehi! Ma cosa diavolo credi di fare!?

# 12556_Shinada
source: Just stand still, will you!?
pt: Stai fermo, dai!

# 12568_Ayanokoji
source: Cease! Cease, I say, imbecile!
pt: Basta! Basta, ti dico, imbecille!

# 12616_Ayanokoji
source: Fool! Never manhandle an aristocrat's face as such!
pt: Imbecille! Non si mette mano così sulla faccia di un aristocratico!

# 12628_Shinada
source: Wow. Was that you going all out, Leo-kun? That sure packed a punch.
pt: Wow. Eri tu che ti stavi scatenando, Leo-kun? Quello sì che ha picchiato forte.

# 12640_Ayanokoji
source: Such is your punishment for laying hands upon a noble without permission!
pt: Tale è la tua punizione per aver messo le mani addosso a un nobile senza permesso!

# 12652_Shinada
source: (That didn't go as planned.)
pt: (Non è andata come previsto.)

# 12688_Shinada
source: Okay, let's say the tables were turned. For example...
pt: Ok, diciamo che le parti si invertissero. Ad esempio...

# 12700_Shinada
source: Are there any female celebrities you have a thing for? You know, any you think are cute?
pt: Ci sono celebrità femminili per cui hai un debole? Sai, qualcuna che trovi carina?

# 12712_Ayanokoji
source: A celebrity? Hmm... Well, I have been rather taken with Azusa-chan from T-Set as of late.
pt: Una celebrità? Hmm... Beh, ultimamente ho un debole per Azusa-chan delle T-Set.

# 12724_Shinada
source: An idol? Seriously? Oh, never mind. Let's go with Azusa-chan then.
pt: Un'idol? Sul serio? Vabbè, non importa. Andiamo con Azusa-chan allora.

# 12736_Shinada
source: Would you still like her if she put on otafuku makeup? You know, the white face, red cheeks, narrow red lips, and eyebrows way up here?
pt: Ti piacerebbe ancora se si mettesse il trucco otafuku? Sai, la faccia bianca, le guance rosse, le labbra rosse e strette, e le sopracciglia quassù?

# 12748_Ayanokoji
source: What? She would never wear that. Not even on a comedy show.
pt: Ma cosa?! Non se lo metterebbe mai. Nemmeno in uno spettacolo comico.

# 12760_Shinada
source: We're talking hypothetically here. Just humor me.
pt: Stiamo parlando per ipotesi qui. Stammi al gioco.

# 12772_Ayanokoji
source: Well, I suppose putting makeup like that on her would mar her beauty.
pt: Beh, suppongo che metterle un trucco del genere rovinerebbe la sua bellezza.

# 12784_Shinada
source: Exactly! And the same goes for you, Leo-kun!
pt: Esatto! E lo stesso vale per te, Leo-kun!

# 12796_Ayanokoji
source: But my makeup is different. 'Tis an expression of my aristocratic qualities.
pt: Ma il mio trucco è diverso. È l'espressione delle mie qualità aristocratiche.
