Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c09f2.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: Accept the Challenge
pt: Accetta la Sfida

source: Not Right Now
pt: Non adesso

source: Sing Together
pt: Cantare Insieme

source: Don't Sing
pt: Non Cantare

source: Sing Alone
pt: Canta da solo

source: Invite Someone
pt: Invita qualcuno

source: Nobody
pt: Nessuno

# 156_Staff
source: Thank you very much.
pt: Grazie mille.

# 252_Staff
source: Thank you very much.
pt: Grazie mille.

# 276_Haruka
source: You were kind of off-rhythm there, Uncle Kaz.
pt: Eri un po' fuori ritmo lì, Zio Kaz.

# 288_Kiryu
source: (Sorry about that, Haruka. I'll try to do a better job next time.)
pt: (Scusa per quello, Haruka. Cercherò di fare meglio la prossima volta.)

# 300_Staff
source: You did it, Uncle Kaz! That was super cool!
pt: Ce l'hai fatta, Zio Kaz! È stato fighissimo!

# 324_Staff
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 396_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 456_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 504_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 564_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 624_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 684_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 744_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 804_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 900_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 912_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 936_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1020_Staff
source: Sir, are you familiar with Karaokekan's all-new solo karaoke room?
pt: Signore, ha presente la nuovissima sala karaoke individuale del Karaokekan?

# 1032_Player
source: A solo karaoke room?
pt: Una sala karaoke individuale?

# 1044_Staff
source: Indeed. The room features a special, high-end karaoke setup, so it's like you're in your very own personal studio!
pt: In effetti. La sala presenta un impianto karaoke speciale e di alta qualità, quindi è come se fossi nel tuo personalissimo studio privato!

# 1056_Player
source: Oh? Tell me more.
pt: Oh? Mi dica di più.

# 1068_Staff
source: In addition to the condenser mic set up in the room for pro-grade recording, there are also high-quality headphones available for listening to the karaoke track.
pt: Oltre al microfono a condensatore installato nella sala per registrazioni professionali, sono disponibili anche cuffie di alta qualità per ascoltare la base karaoke.

# 1080_Staff
source: These allow you to hear crisper detail in the sound, and facilitates practicing and voice training.
pt: Queste ti permettono di sentire dettagli più nitidi nel suono, e facilitano la pratica e l'allenamento vocale.

# 1092_Player
source: Sounds neat.
pt: Suona bene.

# 1104_Staff
source: Yes. The monitoring headphones we provide are also used for professional recordings. They aren't like normal headphones used for listening to music.
pt: Sì. Le cuffie da monitoraggio che forniamo sono anche usate per registrazioni professionali. Non sono come le normali cuffie usate per ascoltare la musica.

# 1116_Staff
source: The system can support up to two people at a time, so you can even have a second person join you, to add harmonies to your recording.
pt: Il sistema può supportare fino a due persone alla volta, quindi puoi anche farti raggiungere da una seconda persona, per aggiungere armonie alla tua registrazione.

# 1128_Player
source: Ah, so you can invite someone along with you.
pt: Ah, quindi puoi farti accompagnare da qualcuno.

# 1140_Staff
source: Since the room itself is set up like a true studio environment, anything made here will be of unmatched professional quality.
pt: Dato che la sala stessa è allestita come un vero ambiente da studio, tutto ciò che viene realizzato qui sarà di una qualità professionale ineguagliabile.

# 1152_Player
source: So you can record something much more impressive than what you could at home.
pt: Quindi puoi registrare qualcosa di molto più impressionante di quanto potresti fare a casa.

# 1164_Staff
source: Absolutely! We highly recommend it for people who want to practice their singing and recording skills.
pt: Assolutamente! Lo consigliamo vivamente per chi vuole esercitarsi nel canto e nelle tecniche di registrazione.

# 1176_Player
source: (Karaokekan has a special solo karaoke room. Maybe I'll talk about it at the cabaret club.)
pt: (Karaokekan ha una speciale sala karaoke singola. Forse ne parlerò al cabaret club.)

# 1200_Staff
source: Thank you very much.
pt: Grazie mille.

# 1224_Staff
source: That was a lot of fun, Uncle Kaz! Be sure to call me again sometime!
pt: È stato un sacco di divertimento, Zio Kaz! Mi raccomando, chiamami di nuovo!

# 1236_Staff
source: You got it.
pt: Va bene.

# 1260_Staff
source: Did you have a good time today, Haruka?
pt: Ti sei divertita oggi, Haruka?

# 1272_Staff
source: Yeah! We should sing again sometime!
pt: Sì! Dovremmo farci un'altra cantata, prima o poi!

# 1308_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, sei davvero bravo in questo, Kiryu-san! Sono un bel po' impressionato!

# 1320_Riku
source: That wasn't all that impressive, y'know.
pt: Non era 'sto granché, sai.

# 1332_Riku
source: Looks like I gotta practice more.
pt: Mi sa che devo allenarmi di più.

# 1356_Riku
source: Well, I'm headin' back to Hakata then! <Color:255,200,200,255>♥<Color:Default>
pt: Beh, me ne torno ad Hakata, allora! <Color:255,200,200,255>♥<Color:Default>

# 1368_Riku
source: Gimme a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Richiamami ancora qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 1392_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 1404_Kaguya
source: That wasn't terribly impressive.
pt: Non è stato un granché.

# 1416_Kaguya
source: I need to practice more.
pt: Devo fare più pratica.

# 1440_Kaguya
source: I need to get back on home now. <Color:255,200,200,255>♥<Color:Default>
pt: Devo tornare a casa adesso. <Color:255,200,200,255>♥<Color:Default>

# 1452_Kaguya
source: Please call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Chiamami ancora, quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 1476_Honoka
source: You're super good, Akiyama-san! I'm kinda surprised!
pt: Sei super bravo, Akiyama-san! Sono un bel po' sorpreso!

# 1488_Honoka
source: Eh, that wasn't so great.
pt: Eh, non era 'sto granché.

# 1500_Honoka
source: Yeah, now that's the ticket!
pt: Sì, questo è quello che ci voleva!

# 1524_Honoka
source: I gotta get back to Osaka now. <Color:255,200,200,255>♥<Color:Default>
pt: Devo tornare a Osaka adesso. <Color:255,200,200,255>♥<Color:Default>

# 1536_Honoka
source: Gimme a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Richiamami ancora qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 1560_Shion
source: Shinada-san, you're so good at this! You definitely have my admiration.
pt: Shinada-san, sei così bravo in questo! Hai tutta la mia ammirazione.

# 1572_Shion
source: That wasn't terribly enjoyable.
pt: Non è stato un granché.

# 1584_Shion
source: I suppose I need to practice more.
pt: Mi sa che devo fare più pratica.

# 1608_Shion
source: I'm heading back to Nagoya now. <Color:255,200,200,255>♥<Color:Default>
pt: Devo tornare a Nagoya adesso. <Color:255,200,200,255>♥<Color:Default>

# 1620_Shion
source: Please do call me again! <Color:255,200,200,255>♥<Color:Default>
pt: Richiamami ancora! <Color:255,200,200,255>♥<Color:Default>

# 1644_Hinata
source: You're pretty good at this, Kiryu-san! I'm kind of surprised!
pt: Sei piuttosto bravo in questo, Kiryu-san! Sono un bel po' sorpreso!

# 1656_Hinata
source: Well, singing isn't all there is to life, I guess.
pt: Vabbè, non c'è solo il canto nella vita, mi sa.

# 1668_Hinata
source: Oh no, that was sooo close!
pt: Oh no, per un pelo!

# 1680_Hinata
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 1704_Hinata
source: You're really good at karaoke! I'm kind of surprised!
pt: Sei davvero bravo al karaoke! Sono un bel po' sorpreso!

# 1716_Hinata
source: Well, singing isn't all there is to life, I guess.
pt: Vabbè, non c'è solo il canto nella vita, mi sa.

# 1728_Hinata
source: Oh, that was sooo close!
pt: Oh, per un pelo!

# 1740_Hinata
source: Ask me out again sometime, okay? <Color:255,200,200,255>♥<Color:Default>
pt: Chiedimi di uscire ancora, quando vuoi, ok? <Color:255,200,200,255>♥<Color:Default>

# 1752_Staff
source: I had a lot of fun today, Akiyama-san. Give me a call again sometime!
pt: Mi sono divertita un sacco oggi, Akiyama-san. Chiamami di nuovo una di queste volte!

# 1764_Staff
source: I'm happy to hear that. I'll be sure to invite you along again.
pt: Mi fa piacere sentirlo. Ti inviterò di sicuro di nuovo.

# 1788_Staff
source: Today was lots of fun, Haruka-chan. Will you give me a call again sometime?
pt: Mi sono divertito un sacco oggi, Haruka-chan. Mi chiami di nuovo, quando vuoi?

# 1800_Staff
source: Sure! I'd love to sing together again!
pt: Volentieri! Mi piacerebbe cantare di nuovo insieme!

# 1860_Staff
source: Thank you very much.
pt: Grazie mille.

# 1920_Staff
source: Sir, are you familiar with Karaokekan's all-new solo karaoke room?
pt: Signore, ha presente la nuovissima sala karaoke individuale del Karaokekan?

# 1932_Player
source: A solo karaoke room?
pt: Una sala karaoke individuale?

# 1944_Staff
source: Indeed. The room features a special, high-end karaoke setup, so it's like you're in your very own personal studio!
pt: In effetti. La sala presenta un impianto karaoke speciale e di alta qualità, quindi è come se fossi nel tuo personalissimo studio privato!

# 1956_Player
source: Oh? Tell me more.
pt: Oh? Mi dica di più.

# 1968_Staff
source: In addition to the condenser mic set up in the room for pro-grade recording, there are also high-quality headphones available for listening to the karaoke track.
pt: Oltre al microfono a condensatore installato nella sala per registrazioni professionali, sono disponibili anche cuffie di alta qualità per ascoltare la base karaoke.

# 1980_Staff
source: These allow you to hear crisper detail in the sound, and facilitates practicing and voice training.
pt: Queste ti permettono di sentire dettagli più nitidi nel suono, e facilitano la pratica e l'allenamento vocale.

# 1992_Player
source: Sounds neat.
pt: Suona bene.

# 2004_Staff
source: Yes. The monitoring headphones we provide are also used for professional recordings. They aren't like normal headphones used for listening to music.
pt: Sì. Le cuffie da monitoraggio che forniamo sono anche usate per registrazioni professionali. Non sono come le normali cuffie usate per ascoltare la musica.

# 2016_Staff
source: The system can support up to two people at a time, so you can even have a second person join you, to add harmonies to your recording.
pt: Il sistema può supportare fino a due persone alla volta, quindi puoi anche farti raggiungere da una seconda persona, per aggiungere armonie alla tua registrazione.

# 2028_Player
source: Ah, so you can invite someone along with you.
pt: Ah, quindi puoi farti accompagnare da qualcuno.

# 2040_Staff
source: Since the room itself is set up like a true studio environment, anything made here will be of unmatched professional quality.
pt: Dato che la sala stessa è allestita come un vero ambiente da studio, tutto ciò che viene realizzato qui sarà di una qualità professionale ineguagliabile.

# 2052_Player
source: So you can record something much more impressive than what you could at home.
pt: Quindi puoi registrare qualcosa di molto più impressionante di quanto potresti fare a casa.

# 2064_Staff
source: Absolutely! We highly recommend it for people who want to practice their singing and recording skills.
pt: Assolutamente! Lo consigliamo vivamente per chi vuole esercitarsi nel canto e nelle tecniche di registrazione.

# 2076_Player
source: (Karaokekan has a special solo karaoke room. Maybe I'll talk about it at the cabaret club.)
pt: (Karaokekan ha una speciale sala karaoke singola. Forse ne parlerò al cabaret club.)

# 2100_Staff
source: Welcome! It'll be 1,000 yen for the pair of you. Shall I show you to a room?
pt: Benvenuti! Saranno 1.000 yen per voi due. Vi accompagno in stanza?

# 2124_Haruka
source: Uncle Kaz, do you think you can get <Color:8>900 points or more?<Color:Default> Come on, give it your best shot!
pt: Zio Kaz, pensi di riuscire a fare <Color:8>900 punti o più?<Color:Default> Dai, dacci dentro!

# 2136_Kiryu
source: (Haruka wants me to <Color:8>score at least 900 points <Color:8> in karaoke<Color:Default>.)
pt: (Haruka vuole che io <Color:8>faccia almeno 900 punti <Color:8> al karaoke<Color:Default>.)

# 2160_Staff
source: Very well. If you'd follow me, please.
pt: Molto bene. Mi segua, per favore.

# 2220_Haruka
source: Oh. Okay. Maybe next time then.
pt: Oh. Va bene. Magari la prossima volta, allora.

# 2232_Staff
source: Very well. Please do come again.
pt: Molto bene. Torni pure a trovarci.

# 2256_Staff
source: (I'm broke.)
pt: (Sono al verde.)

# 2268_Staff
source: Not today. Sorry.
pt: Non oggi. Mi dispiace.

# 2280_Staff
source: Very well. Please do come again.
pt: Molto bene. Torni pure a trovarci.

# 2304_Staff
source: Welcome! It'll be 1,000 yen for the pair of you. Shall I show you to a room?
pt: Benvenuti! Saranno 1.000 yen per voi due. Vi accompagno in stanza?

# 2316_Staff
source: Yes, we'd like to sing.
pt: Sì, ci piacerebbe cantare.

# 2340_Staff
source: Very well. If you'd follow me, please.
pt: Molto bene. Mi segua, per favore.

# 2400_Staff
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2412_Staff
source: Not today. Sorry.
pt: Non oggi. Mi dispiace.

# 2424_Staff
source: Very well. Please do come again.
pt: Molto bene. Torni pure a trovarci.

# 2448_Staff
source: Welcome. How many people are in your party?
pt: Benvenuti. In quanti siete?

# 2460_Player
source: Two, please.
pt: Due, per favore.

# 2472_Staff
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2484_Staff
source: Sorry. I should be going.
pt: Mi dispiace. Devo andare.

# 2496_Staff
source: Very well. Please do come again.
pt: Molto bene. Torni pure a trovarci.

# 2520_Staff
source: All right. That'll be 1,000 yen for the two of you.
pt: Va bene. Sono 1.000 yen per voi due.

# 2544_Staff
source: Have a good time.
pt: Divertiti.

# 2604_Staff
source: Welcome. How many people are in your party?
pt: Benvenuti. In quanti siete?

# 2628_Kiryu
source: Just one.
pt: Solo uno.

# 2640_Akiyama
source: One, please.
pt: Uno, per favore.

# 2652_Saejima
source: Just me.
pt: Solo io.

# 2664_Shinada
source: Just one!
pt: Solo uno!

# 2676_Haruka
source: One, please.
pt: Uno, per favore.

# 2700_Staff
source: Very well. If you'd follow me, please.
pt: Molto bene. Mi segua, per favore.

# 2712_Staff
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2736_Kiryu
source: Sorry. I've got to be going.
pt: Scusa. Devo andare.

# 2748_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 2760_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2772_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2784_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2796_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2820_Staff
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 2844_Player
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 2856_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 2880_Player
source: (I'll call up Haruka.)
pt: (Chiamo Haruka.)

# 2952_Haruka
source: Sorry to keep you waiting, Uncle Kaz!
pt: Scusa se ti ho fatto aspettare, zio Kaz!

# 2964_Staff
source: Have a good time.
pt: Divertiti.

# 2976_Player
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 2988_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3012_Player
source: (I'll give Haruka-chan a call.)
pt: (Chiamo Haruka.)

# 3084_Haruka
source: Sorry to keep you waiting, Akiyama-san.
pt: Scusa per averti fatto aspettare, Akiyama-san.

# 3096_Staff
source: Have a good time.
pt: Divertiti.

# 3108_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 3120_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3144_Staff
source: (I'll call Uncle Kaz.)
pt: (Chiamo lo Zio Kaz.)

# 3216_Kiryu
source: Sorry to keep you waiting, Haruka.
pt: Scusa per averti fatto aspettare, Haruka.

# 3228_Staff
source: Have a good time.
pt: Divertiti.

# 3240_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 3252_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3276_Staff
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 3336_Riku
source: Sorry to make y'wait! Karaoke with you sounds like a blast, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa per averti fatto aspettare! Il karaoke con te sembra un vero spasso, Kiryu-san! <Color:255,200,200,255>♥<Color:Default>

# 3348_Staff
source: Have a good time.
pt: Divertiti.

# 3360_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 3372_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3396_Staff
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 3456_Kaguya
source: Sorry for the wait! I'm looking forward to hearing you sing, Saejima-san! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! Non vedo l'ora di sentirti cantare, Saejima-san! <Color:255,200,200,255>♥<Color:Default>

# 3468_Staff
source: Have a good time.
pt: Divertiti.

# 3480_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 3492_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3516_Staff
source: (I should give Honoka-chan a call.)
pt: (Dovrei chiamare Honoka-chan.)

# 3588_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to play sing karaoke? This some kinda joke?
pt: Hai chiamato uno studente che è impegnato a cercare lavoro fin laggiù a Osaka, solo per fare karaoke? È uno scherzo, questo?

# 3600_Player
source: My apologies.
pt: Le mie scuse.

# 3612_Staff
source: Have a good time.
pt: Divertiti.

# 3624_Honoka
source: Sorry to keep ya waitin'! <Color:255,200,200,255>♥<Color:Default> I've been wantin' to practice my singin', actually!
pt: Scusa se ti ho fatto aspettare! <Color:255,200,200,255>♥<Color:Default> A dire il vero, volevo proprio esercitarmi a cantare!

# 3636_Staff
source: Have a good time.
pt: Divertiti.

# 3648_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 3660_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3684_Staff
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 3756_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly, it's not like I don't have anything better to do.
pt: È proprio scortese farmi venire fin da Nagoya per questo, sai. Sinceramente, non è che non abbia niente di meglio da fare.

# 3768_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Già, scusa per quello! Immagino che anche le spese di viaggio siano state un bel peso, eh.

# 3780_Shion
source: Apologies for the delay! I wonder what kind of song you'll be singing for me, Shinada-san.
pt: Scusa il ritardo! Mi chiedo che tipo di canzone canterai per me, Shinada-san.

# 3792_Staff
source: Have a good time.
pt: Divertiti.

# 3816_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 3828_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3852_Staff
source: (Maybe I should call Hinata.)
pt: (Magari dovrei chiamare Hinata.)

# 3912_Hinata
source: Sorry for the wait! And good idea thinking of calling me! I've been rocking karaoke all day! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! E ottima idea aver pensato di chiamarmi! Ho spaccato al karaoke tutto il giorno! <Color:255,200,200,255>♥<Color:Default>

# 3924_Staff
source: Have a good time.
pt: Divertiti.

# 3936_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 3948_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.

# 3972_Staff
source: (Maybe I should call Hinata-chan.)
pt: (Magari dovrei chiamare Hinata-chan.)

# 4044_Hinata
source: Sorry for the wait!
pt: Scusa l'attesa!

# 4056_Staff
source: Have a good time.
pt: Divertiti.

# 4068_Staff
source: There's someone else who'll be joining me.
pt: C'è qualcun altro che si unirà a me.

# 4080_Staff
source: Certainly. In that case, it'll be 1,000 yen for two people.
pt: Certo. In tal caso, saranno 1.000 yen per due persone.
