Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000919d7.po
Languages: pt

source: Nearly Frostbitten Man
pt: Uomo quasi assiderato

# 88_Nearly Frostbitten Man
source: Who is that...?
pt: Chi è quello...?

# 112_Saejima
source: You all right, man? You Kihachi-han?
pt: Sei a posto, amico? Sei Kihachi-han?

# 124_Kihachi
source: Ah, it's... it's you. What are you doing here?
pt: Ah, sei... sei tu. Che ci fai qui?

# 136_Saejima
source: Put that outta your mind for now. Ya seen Nishina-han anywhere? He came out here lookin' for ya.
pt: Mettitelo via per adesso. Hai visto Nishina-han da qualche parte? È venuto fin qui fuori a cercarti.

# 148_Kihachi
source: Uh, no, I haven't seen him.
pt: Uhm, no, non l'ho visto.

# 160_Saejima
source: Okay. First things first, you need rescuin'. Can ya walk?
pt: Ok. Per prima cosa, hai bisogno di essere salvato. Riesci a camminare?

# 172_Kihachi
source: I don't think so. I'm not hurt that bad. It's just... I'm so cold...
pt: Non credo proprio. Non sono ferito così male. È solo... ho così freddo...

# 184_Saejima
source: (He's really weak. Better give him some food.)
pt: (È messo malissimo. Dagli qualcosa da mangiare, e pure in fretta.)

# 208_Saejima
source: I'll bring ya some food; ya just gotta hang on a little longer. Be tough, you can do it!
pt: Ti porto del cibo; devi solo resistere ancora un po'. Coraggio, ce la farai!

# 220_Kihachi
source: I'll try...
pt: Proverò...

# 232_Saejima
source: Here, eat this. It'll perk ya up. And don't fall asleep! That'll kill ya.
pt: Tieni, mangia questo. Ti darà una scossa. E non ti addormentare! Quello ti ammazzerà.

# 244_Kihachi
source: Mm... that really helps. Thank you. Thank you so much.
pt: Mm... è un gran bell'aiuto. Grazie. Grazie mille.

# 256_Saejima
source: Don't worry 'bout it. You're in need.
pt: Non ti preoccupare. Hai bisogno.

# 304_Saejima
source: (Damn, it's turned into a blizzard now. Can't see a thing.)
pt: (Maledizione, adesso è diventata una vera bufera. Non si vede un cavolo.)

# 316_Kihachi
source: This is it... This is how I die...
pt: Questa è la fine... È così che muoio...

# 328_Saejima
source: Hey, don't give up!
pt: Dai, non mollare!

# 364_Saejima
source: (Can't go anywhere with the weather like this... I'll get lost.)
pt: (Con questo tempo non vado da nessuna parte... Mi perderò.)

# 376_Saejima
source: (Sakurai-han was right... I was stupid to come up here.)
pt: (Sakurai-han aveva ragione... Sono stato uno stupido a salire fin quassù.)

# 388_Saejima
source: Hey, we're gonna ride out this blizzard together, ya got that? I'll be right here. Just hang on, Kihachi.
pt: Ehi, supereremo questa bufera insieme, capito? Sarò proprio qui. Tieni duro, Kihachi.

# 400_Saejima
source: Nishina-han's out here somewhere, lookin' for ya. We gotta put our faith in him, now!
pt: Nishina-han è qui fuori da qualche parte, che ti cerca. Dobbiamo fidarci di lui, adesso!

# 412_Kihachi
source: Okay...
pt: Va bene...

# 484_Saejima
source: (Blizzard's still ragin' like an angry wife with a fryin' pan. Damn, my arms and legs feel heavy...)
pt: (La bufera sta ancora infuriando come una moglie incazzata con una padella. Cazzo, sento le braccia e le gambe pesanti...)

# 520_Saejima
source: (This... could be the end.)
pt: (Questa... potrebbe essere la fine.)

# 532_Saejima
source: (Can't... stay awake...)
pt: (Non posso... restare sveglio...)

# 580_Kihachi
source: You... you came back for me.
pt: Tu... sei tornato per me.

# 592_Saejima
source: 'Course I did. Now hang on just a little longer!
pt: Ma certo che sì. Ora tieni duro solo un altro po'!

# 616_Saejima
source: I'll bring ya some food; ya just gotta hang on a little longer. Be tough, you can do it!
pt: Ti porto del cibo; devi solo resistere ancora un po'. Coraggio, ce la farai!

# 628_Kihachi
source: I'll try...
pt: Proverò...

# 640_Saejima
source: Here, eat this. It'll perk ya up. And don't fall asleep! That'll kill ya.
pt: Tieni, mangia questo. Ti darà una scossa. E non ti addormentare! Quello ti ammazzerà.

# 652_Kihachi
source: Mm... that really helps. Thank you. Thank you so much.
pt: Mm... è un gran bell'aiuto. Grazie. Grazie mille.

# 664_Saejima
source: Don't worry 'bout it. You're in need.
pt: Non ti preoccupare. Hai bisogno.

# 712_Saejima
source: (Damn, it's turned into a blizzard now. Can't see a thing.)
pt: (Maledizione, adesso è diventata una vera bufera. Non si vede un cavolo.)

# 724_Kihachi
source: This is it... This is how I die...
pt: Questa è la fine... È così che muoio...

# 736_Saejima
source: Hey, don't give up!
pt: Dai, non mollare!

# 772_Saejima
source: (Can't go anywhere with the weather like this... I'll get lost.)
pt: (Con questo tempo non vado da nessuna parte... Mi perderò.)

# 784_Saejima
source: (Sakurai-han was right... I was stupid to come up here.)
pt: (Sakurai-han aveva ragione... Sono stato uno stupido a salire fin quassù.)

# 796_Saejima
source: Hey, we're gonna ride out this blizzard together, ya got that? I'll be right here. Just hang on, Kihachi.
pt: Ehi, supereremo questa bufera insieme, capito? Sarò proprio qui. Tieni duro, Kihachi.

# 808_Saejima
source: Nishina-han's out here somewhere, lookin' for ya. We gotta put our faith in him, now!
pt: Nishina-han è qui fuori da qualche parte, che ti cerca. Dobbiamo fidarci di lui, adesso!

# 820_Kihachi
source: Okay...
pt: Va bene...

# 892_Saejima
source: (Blizzard's still ragin' like an angry wife with a fryin' pan. Damn, my arms and legs feel heavy...)
pt: (La bufera sta ancora infuriando come una moglie incazzata con una padella. Cazzo, sento le braccia e le gambe pesanti...)

# 928_Saejima
source: (This... could be the end.)
pt: (Questa... potrebbe essere la fine.)

# 940_Saejima
source: (Can't... stay awake...)
pt: (Non posso... restare sveglio...)
