Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00110689.po
Languages: pt

source: Employee
pt: Cameriere

source: Replace the prizes in the UFO Catcher.
pt: Rifornisci i premi nella UFO Catcher.

source: Never mind.
pt: Lascia stare.

source: Player
pt: Giocatore

# 44_Employee
source: Hello! Welcome to Club SEGA. Can I help you with anything?
pt: Salve! Benvenuto al Club SEGA. Posso aiutarti in qualcosa?

# 68_Kiryu
source: Think you could change out the prizes in the UFO Catchers?
pt: Non è che potresti cambiare i premi negli UFO Catcher?

# 80_Akiyama
source: Think you could change out the prizes in the UFO Catchers?
pt: Non è che potresti cambiare i premi negli UFO Catcher?

# 92_Saejima
source: Think you could change out the prizes in the UFO Catchers?
pt: Non è che potresti cambiare i premi negli UFO Catcher?

# 104_Shinada
source: Think you could change out the prizes in the UFO Catchers?
pt: Non è che potresti cambiare i premi negli UFO Catcher?

# 116_Haruka
source: Think you could change out the prizes in the UFO Catchers?
pt: Non è che potresti cambiare i premi negli UFO Catcher?

# 128_Employee
source: Of course! Give me one moment.
pt: Certo! Mi dia un momento.

# 176_Employee
source: Thank you for waiting.
pt: Grazie per l'attesa.

# 200_Kiryu
source: No, it's fine. Thanks.
pt: No, va bene così. Grazie.

# 212_Akiyama
source: Uh, no, nothing. Thanks.
pt: Uh, no, niente. Grazie.

# 224_Saejima
source: Never mind.
pt: Lascia stare.

# 236_Shinada
source: Uh, no, I don't need anything.
pt: Uh, no, non mi serve niente.

# 248_Haruka
source: Oh, sorry, no. I don't need anything.
pt: Oh, scusa, no. Non mi serve niente.

# 260_Employee
source: If you need any assistance, we're here to help. Have fun!
pt: Se ti serve una mano, siamo qui per aiutarti. Divertiti!
