Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330528.po
Languages: pt

source: Employee
pt: Cameriere

# 60_Employee
source: Welcome.
pt: Benvenuto.

# 72_Akiyama
source: This girl I know has trouble with her throat. I'm wondering if you have any medicine that could help.
pt: C'è una ragazza che conosco che ha problemi alla gola. Volevo sapere se avessi qualche medicina che potesse darle una mano.

# 84_Employee
source: What are her symptoms?
pt: Quali sono i suoi sintomi?

# 96_Akiyama
source: She has no pain or swelling, but she's lost her voice.
pt: Non ha né dolore né gonfiore, ma le è andata via la voce.

# 108_Employee
source: I see.
pt: Capisco.

# 120_Akiyama
source: She's got a job interview coming up. She needs to get her voice back, and fast.
pt: C'ha un colloquio di lavoro in arrivo. Le serve che le torni la voce, e in fretta.

# 132_Employee
source: Fast? Hmm...
pt: Veloce? Hmm...

# 144_Akiyama
source: Yeah. Is there a cure-all that might work for something like that?
pt: Sì. C'è un toccasana che potrebbe funzionare per una cosa del genere?

# 156_Employee
source: Let me think...
pt: Fammi pensare...

# 168_Akiyama
source: Even the doctor she saw said they couldn't help, so I guess there isn't any quick fix, but still, if you know anything...
pt: Anche il medico che ha consultato ha detto che non c'era niente da fare, quindi immagino non ci sia una soluzione rapida, ma comunque, se sai qualcosa...

# 180_Employee
source: Wait a second. Maybe, just maybe, there is something.
pt: Un momento. Magari, magari pure, c'è qualcosa.

# 192_Akiyama
source: Wait, really? What is it?
pt: Aspetta, davvero? Cos'è?

# 204_Employee
source: It's something I heard in a rumor, so I can't vouch for it...
pt: È una cosa che ho sentito dire in giro, quindi non posso metterci la mano sul fuoco...

# 216_Akiyama
source: That'll do. Let's hear it.
pt: Basta così. Spara.

# 228_Employee
source: You know how Sotenbori's always been home to a lot of entertainers?
pt: Sai che Sotenbori è sempre stata la patria di tanti artisti?

# 240_Employee
source: Apparently, it's not uncommon for these entertainers to lose their voice before they climb on stage.
pt: A quanto pare, non è raro che questi intrattenitori perdano la voce prima di salire sul palco.

# 252_Employee
source: They say there's a legendary lozenge that instantly restores voices like magic.
pt: Si dice che ci sia una pastiglia leggendaria che restituisce la voce all'istante, come per magia.

# 264_Akiyama
source: A legendary lozenge? Do you have any idea where I could find it?
pt: Una pastiglia leggendaria? Hai idea di dove potrei trovarla?

# 276_Employee
source: I wouldn't know. That said, since it's not sold in stores, one might imagine you would need to look on the shady side of things.
pt: Non saprei. Detto questo, dato che non è venduto nei negozi, si potrebbe immaginare che bisognerebbe cercare nel giro losco.

# 288_Akiyama
source: How shady are we talking?
pt: Quanto è losca la faccenda?

# 300_Employee
source: Well, <Color:255,200,200,255>Ashitaba Park<Color:Default>, for one. You can always find shady people loitering around there.
pt: Beh, <Color:255,200,200,255>Ashitaba Park<Color:Default>, tanto per dirne una. Lì in giro ci trovi sempre un sacco di gente losca.

# 312_Akiyama
source: All right, Ashitaba Park, yeah?
pt: Allora, Ashitaba Park, giusto?

# 324_Employee
source: Rumor says you can't just walk up to anyone and buy it. It's "legendary," after all. Seems only a chosen few can actually get their hands on it.
pt: Si dice in giro che non puoi semplicemente andare da chiunque e comprarla. È "leggendaria", dopotutto. Pare che solo pochi eletti possano effettivamente metterci le mani sopra.

# 336_Employee
source: That's all I know. I'm sorry I can't be of more help.
pt: È tutto quello che so. Mi dispiace di non poterti essere più d'aiuto.

# 348_Akiyama
source: No, that's great, thanks. You gave me enough to get started.
pt: No, va benissimo, grazie. Mi hai dato abbastanza per iniziare.

# 360_Akiyama
source: (A legendary lozenge, huh? Guess I'm headed to Ashitaba Park.)
pt: (Una pastiglia leggendaria, eh? Credo che dovrò andare ad Ashitaba Park.)

# 384_Employee
source: Welcome.
pt: Benvenuto.

# 408_Employee
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 420_Employee
source: Thank you.
pt: Grazie.
