Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330531.po
Languages: pt

# 3500_Shion
source: You got a <Color:8>Zap Gun<Color:Default>.
pt: Hai ottenuto una <Color:8>Pistola Zap<Color:Default>.

# 3560_Shion
source: You got a <Color:8>Drow-Z 55<Color:Default>.
pt: Hai ottenuto un <Color:8>Drow-Z 55<Color:Default>.

# 3620_Shion
source: You got a <Color:8>High Payout Token<Color:Default>.
pt: Hai ottenuto un <Color:8>Gettone ad alta vincita<Color:Default>.

# 3704_Shion
source: You got a <Color:8>Get-Rich-Quick Charm<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto per arricchirsi in fretta<Color:Default>.

# 3788_Shion
source: You got a <Color:8>Banker's Piece<Color:Default>.
pt: Hai ottenuto un <Color:8>Pezzo del Banchiere<Color:Default>.

# 3872_Shion
source: You got a <Color:8>Blackjack Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto Blackjack<Color:Default>.

# 3956_Shion
source: You got an <Color:8>All 1's Charm<Color:Default>.
pt: Hai beccato un <Color:8>Amuleto Tutto Uno<Color:Default>.

# 4040_Shion
source: You got a <Color:8>Black Jewel<Color:Default>.
pt: Hai ottenuto un <Color:8>Gioiello Nero<Color:Default>.

# 4124_Shion
source: You got a <Color:8>Lucky Tile<Color:Default>.
pt: Hai ottenuto una <Color:8>Tessera fortunata<Color:Default>.

# 4208_Shion
source: You got a <Color:8>10-10-1 Charm<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto 10-10-1<Color:Default>.

# 4292_Employee
source: I was told, "I will only send an item pack once." Please come again.
pt: Mi è stato detto: "Invierò un pacchetto di oggetti una volta sola." Torni a trovarci.

# 4304_Employee
source: I was told, "I will send it again if you lose it." Please stop by anytime.
pt: Mi è stato detto: "Te lo rimando se lo perdi." Passa a trovarmi quando vuoi.

# 4316_Shion
source: You're not going to pick anything up? Hope to see you again.
pt: Non prendi nulla? Spero di rivederti.

# 4328_Shion
source: I currently don't have anything to give you. Please come again.
pt: Al momento non ho niente da darti. Ripassa pure.

# 4352_Shion
source: Welcome.
pt: Benvenuto.

# 4376_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 4400_Staff
source: Thank you very much.
pt: Grazie mille.

# 4412_Shion
source: Welcome.
pt: Benvenuto.

# 4424_Employee
source: You're here to pick up your items? Which one would you like to pick up?
pt: Sei qui per ritirare i tuoi oggetti? Quale vuoi ritirare?

# 4448_Shion
source: You got a <Color:8>Payback Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello della Vendetta<Color:Default>.

# 4484_Shion
source: You got a <Color:8>Champion's Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello del Campione<Color:Default>.

# 4520_Shion
source: You got <Color:8>Eager Earrings<Color:Default>.
pt: Hai ottenuto <Color:8>Orecchini dell'Entusiasmo<Color:Default>.

# 4556_Shion
source: You got an <Color:8>Immovable Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura Inamovibile<Color:Default>.

# 4592_Shion
source: You got a <Color:8>Shachihoko<Color:Default>.
pt: Hai ottenuto un <Color:8>Shachihoko<Color:Default>.

# 4628_Shion
source: You got a <Color:8>Golden Pistol<Color:Default>.
pt: Hai ottenuto una <Color:8>Pistola d'oro<Color:Default>.

# 4664_Shion
source: You got a <Color:8>Dragon Scale<Color:Default>.
pt: Hai ottenuto una <Color:8>Squama di Drago<Color:Default>.

# 4700_Shion
source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

# 4736_Shion
source: You got a <Color:8>Toughness Pin<Color:Default>.
pt: Hai ottenuto una <Color:8>Spilla della Resistenza<Color:Default>.

# 4772_Shion
source: You got a <Color:8>Dragon Tail<Color:Default>.
pt: Hai ottenuto una <Color:8>Coda di Drago<Color:Default>.

# 4808_Shion
source: You got a <Color:8>Lucky Binding<Color:Default>.
pt: Hai ottenuto un <Color:8>Legame Fortunato<Color:Default>.

# 4844_Shion
source: You got a <Color:8>Ebisu Socks<Color:Default>.
pt: Hai ottenuto i <Color:8>Calzini Ebisu<Color:Default>.

# 4880_Shion
source: You got a <Color:8>Love Shine Sticks<Color:Default>.
pt: Hai ottenuto un <Color:8>Love Shine Sticks<Color:Default>.

# 4916_Shion
source: You got a <Color:8>Beads of Good Fortune<Color:Default>.
pt: Hai ottenuto un <Color:8>Mala della Buona Sorte<Color:Default>.

# 4952_Shion
source: You got a <Color:8>Leech Gloves<Color:Default>.
pt: Hai ottenuto dei <Color:8>Guanti Sanguisuga<Color:Default>.

# 4988_Shion
source: You got an <Color:8>Encounter Finder<Color:Default>.
pt: Hai ottenuto un <Color:8>Encounter Finder<Color:Default>.

# 5024_Shion
source: You got a <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto un <Color:8>Martello del Pupazzo di Neve<Color:Default>.

# 5060_Shion
source: You got a <Color:8>Celebrity Perfume<Color:Default>.
pt: Hai ottenuto un <Color:8>Profumo da celebrità<Color:Default>.

# 5096_Shion
source: You got a <Color:8>Penguin Spear<Color:Default>.
pt: Hai ottenuto una <Color:8>Lancia Pinguino<Color:Default>.

# 5132_Shion
source: You got a <Color:8>Fortune Mallet<Color:Default>.
pt: Hai ottenuto un <Color:8>Martelletto della Fortuna<Color:Default>.

# 5168_Shion
source: You got a <Color:8>Tiger Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Maglia Tigre<Color:Default>.

# 5204_Shion
source: You got a <Color:8>Expulsion S-12<Color:Default>.
pt: Hai ottenuto un <Color:8>Expulsion S-12<Color:Default>.

# 5240_Shion
source: You got a <Color:8>Frozen Banana<Color:Default>.
pt: Hai ottenuto una <Color:8>Banana Congelata<Color:Default>.

# 5276_Shion
source: You got a <Color:8>SPARK 20,000V<Color:Default>.
pt: Hai ottenuto un <Color:8>SPARK 20,000V<Color:Default>.

# 5312_Shion
source: You got a <Color:8>Platinum Triangle Ruler<Color:Default>.
pt: Hai ottenuto una <Color:8>Squadretta Triangolare di Platino<Color:Default>.

# 5348_Shion
source: You got a <Color:8>Eye of the Dragon<Color:Default>.
pt: Hai ottenuto un <Color:8>Occhio del Drago<Color:Default>.

# 5384_Shion
source: You got a <Color:8>Master Ball<Color:Default>.
pt: Hai ottenuto una <Color:8>Master Ball<Color:Default>.

# 5420_Shion
source: You got a <Color:8>Frozen Tuna<Color:Default>.
pt: Hai ottenuto un <Color:8>Tonno Congelato<Color:Default>.

# 5456_Shion
source: You got a <Color:8>Dragon-drive 99<Color:Default>.
pt: Hai ottenuto un <Color:8>Dragon-drive 99<Color:Default>.

# 5492_Shion
source: You got a <Color:8>Sacrifice Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra del Sacrificio<Color:Default>.

# 5528_Shion
source: You got a <Color:8>Muramasa Blade<Color:Default>.
pt: Hai ottenuto una <Color:8>Lama Muramasa<Color:Default>.

# 5564_Shion
source: You got a <Color:8>Dragon Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Maglia del Drago<Color:Default>.

# 5600_Shion
source: You got a <Color:8>War God Talisman<Color:Default>.
pt: Hai ottenuto un <Color:8>Talismano del Dio della Guerra<Color:Default>.

# 5636_Shion
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 5720_Shion
source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

# 5804_Shion
source: You got an <Color:8>Assassin's Spear<Color:Default>.
pt: Hai ottenuto una <Color:8>Lancia dell'Assassino<Color:Default>.

# 5864_Shion
source: You got a <Color:8>Ballbuster<Color:Default>.
pt: Hai ottenuto un <Color:8>Ballbuster<Color:Default>.

# 5924_Shion
source: You got a <Color:8>Brickshitter Beer<Color:Default>.
pt: Hai ottenuto una <Color:8>Brickshitter Beer<Color:Default>.

# 5984_Shion
source: You got a <Color:8>Patriarch's Driver<Color:Default>.
pt: Hai ottenuto un <Color:8>Driver del Patriarca<Color:Default>.

# 6044_Shion
source: You got a <Color:8>Sakura Storm<Color:Default>.
pt: Hai ottenuto un <Color:8>Sakura Storm<Color:Default>.

# 6104_Shion
source: You got <Color:8>Double Leeks<Color:Default>.
pt: Hai ottenuto <Color:8>Porri Doppi<Color:Default>.

# 6164_Shion
source: You got a <Color:8>Zap Gun<Color:Default>.
pt: Hai ottenuto una <Color:8>Pistola Zap<Color:Default>.

# 6224_Shion
source: You got a <Color:8>Drow-Z 55<Color:Default>.
pt: Hai ottenuto un <Color:8>Drow-Z 55<Color:Default>.

# 6284_Shion
source: You got a <Color:8>High Payout Token<Color:Default>.
pt: Hai ottenuto un <Color:8>Gettone ad alta vincita<Color:Default>.

# 6368_Shion
source: You got a <Color:8>Get-Rich-Quick Charm<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto per arricchirsi in fretta<Color:Default>.

# 6452_Shion
source: You got a <Color:8>Banker's Piece<Color:Default>.
pt: Hai ottenuto un <Color:8>Pezzo del Banchiere<Color:Default>.

# 6536_Shion
source: You got a <Color:8>Blackjack Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto Blackjack<Color:Default>.

# 6620_Shion
source: You got an <Color:8>All 1's Charm<Color:Default>.
pt: Hai beccato un <Color:8>Amuleto Tutto Uno<Color:Default>.

# 6704_Shion
source: You got a <Color:8>Black Jewel<Color:Default>.
pt: Hai ottenuto un <Color:8>Gioiello Nero<Color:Default>.

# 6788_Shion
source: You got a <Color:8>Lucky Tile<Color:Default>.
pt: Hai ottenuto una <Color:8>Tessera fortunata<Color:Default>.

# 6872_Shion
source: You got a <Color:8>10-10-1 Charm<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto 10-10-1<Color:Default>.

# 6956_Employee
source: I was told, "I will only send an item pack once." Please come again.
pt: Mi è stato detto: "Invierò un pacchetto di oggetti una volta sola." Torni a trovarci.

# 6968_Employee
source: I was told, "I will send it again if you lose it." Please stop by anytime.
pt: Mi è stato detto: "Te lo rimando se lo perdi." Passa a trovarmi quando vuoi.

# 6980_Shion
source: You're not going to pick anything up? Hope to see you again.
pt: Non prendi nulla? Spero di rivederti.

# 6992_Shion
source: I currently don't have anything to give you. Please come again.
pt: Al momento non ho niente da darti. Ripassa pure.
