Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0de3.po
Languages: pt

source: Woman
pt: Donna

source: Try the Class
pt: Prova la lezione.

source: Decline
pt: Rifiuta

# 72_Woman
source: Oh, hello. Are you interested in taking Sotenbori Announcer School's free introductory class? If you have the time, please give it a try.
pt: Oh, salve. È interessata a seguire la lezione introduttiva gratuita della Sotenbori Announcer School? Se ha tempo, la provi pure.

# 84_Woman
source: Oh, hello. Are you interested in broadcasting, communications, or becoming an announcer? Our school will give you specialized training.
pt: Oh, salve. Sei interessato al mondo delle trasmissioni, della comunicazione o a diventare un annunciatore? La nostra scuola ti offrirà una formazione specializzata.

# 96_Woman
source: We're the Sotenbori Announcer School, and right now we're offering a free introductory class!
pt: Siamo la Sotenbori Announcer School, e proprio ora stiamo offrendo una lezione introduttiva gratuita!

# 108_Haruka
source: A free class?
pt: Una lezione gratuita?

# 120_Woman
source: That's right. More than ninety percent of the students who've graduated from our program have landed broadcasting or other voice-related jobs.
pt: Esatto. Più del novanta percento degli studenti che si sono diplomati dal nostro programma hanno trovato impiego nel settore delle trasmissioni o in altri lavori legati alla voce.

# 132_Woman
source: We've put together a rich curriculum which trains the broadcasting student in enunciation, intonation, diction, and proper language usage.
pt: Abbiamo messo insieme un ricco programma di studi che prepara l'aspirante annunciatore alla pronuncia, all'intonazione, alla dizione, e all'uso corretto della lingua.

# 144_Woman
source: Are you interested in becoming an announcer?
pt: Sei interessata a diventare un annunciatore?

# 156_Haruka
source: Me? Not really, no...
pt: Io? Non proprio, no...

# 168_Woman
source: Our course is perfect for anyone who wants to work in a voice-related field－voice actors, TV talent, narrators, presenters, etc.
pt: Il nostro corso è perfetto per chiunque voglia lavorare in un campo legato alla voce－doppiatori, talent televisivi, narratori, presentatori, ecc.

# 180_Haruka
source: Oh, I see.
pt: Oh, capisco.

# 192_Haruka
source: (Hmm. A lot of those skills sound like they might be really helpful in my line of work.)
pt: Mmh. Molte di quelle abilità sembrano poter essere davvero utili nel mio lavoro.

# 204_Woman
source: Would you at least like to try our introductory class? It's completely free. You can even take it right now, if you have time.
pt: Ti andrebbe almeno di provare la nostra lezione introduttiva? È completamente gratuita. Puoi anche farla subito, se hai tempo.

# 216_Woman
source: All right. I'll give it a try.
pt: Va bene. Ci provo.

# 228_Woman
source: Wonderful! In that case, come right this way, please.
pt: Ottimo! In tal caso, vieni pure da questa parte, prego.

# 252_Woman
source: No, that's all right.
pt: No, va bene così.

# 264_Woman
source: I see. What a shame. Well, if you ever change your mind, you can come back and see me anytime.
pt: Capisco. Che peccato. Beh, se mai cambi idea, tu puoi tornare a trovarmi quando vuoi.
