Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c09f7.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: ○I'd be okay with that.
pt: ○Mi andrebbe bene.

source: □No way would I go for that.
pt: □Col cavolo che ci starei.

source: △Depends on the situation.
pt: △Dipende dalla situazione.

source: ArmsID
pt: ID Armi

source: Idle
pt: Inattivo

# 104_Staff
source: Welcome.
pt: Benvenuto.

# 116_Staff
source: Let me show you to your table. If you'll please follow me.
pt: Le mostro il suo tavolo. Mi segua pure.

# 164_Staff
source: Welcome! What can I get you?
pt: Benvenuto! Cosa ti porto?

# 176_Honoka
source: Oh, I'd like a <Color:8>Sotenbori Set<Color:Default>!
pt: Oh, vorrei un <Color:8>Sotenbori Set<Color:Default>!

# 188_Player
source: (Honoka-chan wants to eat a <Color:8>Sotenbori Set<Color:Default>.)
pt: (Honoka-chan vuole mangiare un <Color:8>Sotenbori Set<Color:Default>.)

# 260_Honoka
source: This looks delish!
pt: Sembra una delizia!

# 320_Honoka
source: Did you see the guy outside tryin' to hit on girls?
pt: Hai visto quel tizio fuori che ci provava con le ragazze?

# 332_Player
source: Oh, was there a guy? I didn't even notice.
pt: Oh, c'era un tipo? Non ci ho nemmeno fatto caso.

# 344_Honoka
source: Yeah, he's been there since before I got to work today. He's been hittin' on girls all day.
pt: Eh sì, è lì da prima che venissi a lavorare oggi. Ha passato tutto il giorno a provarci con le ragazze.

# 356_Player
source: Guess he isn't having much luck. I don't know how a guy can keep that up for so long.
pt: Mi sa che non sta avendo molta fortuna. Non so come faccia uno a reggere per così tanto.

# 368_Honoka
source: Do you ever do that sorta thing, Akiyama-san?
pt: Ti capita mai di fare cose del genere, Akiyama-san?

# 380_Player
source: I don't. Not under most circumstances, anyway.
pt: Non lo faccio. Non nella maggior parte dei casi, comunque.

# 392_Honoka
source: For real? Ya don't think you'd be able to get a ton of girls, Akiyama-san?
pt: Sul serio? Non pensi che saresti capace di rimorchiare un sacco di ragazze, Akiyama-san?

# 404_Player
source: It's not about whether I could or not. I prefer to treat meeting people more seriously.
pt: Non è tanto se potrei o no. Preferisco prendere gli incontri con le persone con più serietà.

# 416_Honoka
source: Hmm. Okay, what if some cute girl were to try and pick you up?
pt: Mmm. Okay, e se una ragazza carina provasse a rimorchiarti?

# 428_Player
source: I'd be okay with that. I could never say no to a pretty lady.
pt: Per me andrebbe benissimo. Non potrei mai dire di no a una bella donna.

# 440_Honoka
source: Whaaat? But you were just sayin' ya take meetin' people more seriously than that!
pt: Ma coooosa? Ma non stavi appena dicendo che prendevi l'incontrare la gente più sul serio di così!

# 452_Player
source: It's not like that. It's a pretty rare thing for a girl to be the one to make a move like that. I wouldn't want to waste such a unique chance.
pt: Non è così. È piuttosto raro che sia una ragazza a farsi avanti in quel modo. Non vorrei sprecare un'occasione così unica.

# 464_Honoka
source: Even if she wasn't your type?
pt: Anche se non era il tuo tipo?

# 476_Player
source: It's not like we're going to start dating on the spot, but there's nothing wrong with having a coffee date or something.
pt: Non è che ci mettiamo insieme su due piedi, ma non c'è niente di male a prenderci un caffè o qualcosa del genere.

# 488_Honoka
source: So what you're sayin' is that ya've got no standards if some random girl asks ya out. Ain't you quite the flirt?
pt: Quindi stai dicendo che non hai pretese se una ragazza a caso ti chiede di uscire. Non sei mica un gran farfallone?

# 500_Player
source: That's harsh.
pt: Questa è pesante.

# 512_Player
source: No way would I go for that. Going on a date with a girl who picks up guys like that is sure to end in disaster.
pt: Col cavolo che ci starei. Uscire con una ragazza che si attacca ai tipi così è sicuro che finisca in un casino.

# 524_Honoka
source: For serious? Why's that?
pt: Ma sul serio? Come mai?

# 536_Player
source: Well, if they're hitting on you in the middle of the street, they're only judging you by your looks.
pt: Beh, se ti ci provano in mezzo alla strada, ti giudicano solo dall'aspetto.

# 548_Player
source: It seems obvious that there's a high likelihood of our personalities or interests not matching, and a quick breakup will be inevitable.
pt: Sembra palese che ci siano alte probabilità che le nostre personalità o i nostri interessi non combacino per niente, e che una rottura lampo sarà inevitabile.

# 560_Honoka
source: Yeah, I guess that's true. For me, if a guy said he didn't like stand-up comedy, then it's game over, no matter how good he looks.
pt: Sì, immagino sia vero. Per me, se un ragazzo dicesse che non gli piace la stand-up comedy, allora è game over, non importa quanto sia bello.

# 572_Player
source: See? That's why I prefer to take my time to get to know the other person first.
pt: Vedi? È per questo che preferisco prendermela con calma per conoscere prima l'altra persona.

# 584_Honoka
source: Aha! You're not as much of a playboy as ya look, Akiyama-san! <Color:255,200,200,255>♥<Color:Default>
pt: Ahah! Non sei mica il playboy che sembri, Akiyama-san! <Color:255,200,200,255>♥<Color:Default>

# 596_Player
source: Uh, thanks.
pt: Uh, grazie.

# 608_Player
source: Depends on the situation.
pt: Dipende dalla situazione.

# 620_Honoka
source: What kinda situation?
pt: Che razza di situazione?

# 632_Player
source: Well, let's say if the girl's my type. If she isn't, I wouldn't go on a date with her.
pt: Beh, diciamo che se la ragazza è il mio tipo. Se non lo è, non ci uscirei.

# 644_Honoka
source: So if she's yer type it's okay?
pt: Quindi, se è il tuo tipo, va bene?

# 656_Player
source: Yeah. If she struck me as sketchy, then I'd obviously keep my distance.
pt: Sì. Se mi fosse sembrata losca, allora ovviamente mi terrei alla larga.

# 668_Honoka
source: What do ya mean by sketchy?
pt: Che vuoi dire con 'losco'?

# 680_Player
source: Well, you've heard of badger games, right? When a good-looking lady tricks some dumb schmuck in order to blackmail him?
pt: Beh, hai sentito parlare delle truffe del ricatto, giusto? Quando una bella signorina raggira qualche allocco stupido per ricattarlo?

# 692_Player
source: Pretty women usually can't keep guys away from them, so when they approach a man it's kind of suspicious. I know I'd be on my guard then.
pt: Le belle donne di solito non riescono a tenere a bada i tipi, quindi quando si avvicinano a un uomo, la cosa puzza un po'. Io, di sicuro, starei all'erta.

# 704_Honoka
source: Ooh, you're so calculating, Akiyama-san! I would never have thought of that. I'd just blindly follow the guy if he's my type.
pt: Ooh, sei così furbo, Akiyama-san! Non ci avrei mai pensato. Io seguirei ciecamente il tipo, se è il mio tipo.

# 716_Player
source: Then you should be more careful from now on.
pt: Allora dovresti stare più attento d'ora in poi.

# 776_Honoka
source: Thanks for treatin' me!
pt: Grazie per avermi offerto!

# 836_Staff
source: Here is your check.
pt: Ecco il suo conto.

# 860_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 872_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 908_Staff
source: Welcome.
pt: Benvenuto.

# 920_Staff
source: Let me show you to your table.
pt: Lasci che la accompagni al suo tavolo.

# 944_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 956_Staff
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 968_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1016_Staff
source: Welcome! What can I get you?
pt: Benvenuto! Cosa ti porto?

# 1028_Haruka
source: Uncle Kaz, I'd really like some <Color:8>Garlic Chicken<Color:Default>.
pt: Zio Kaz, mi andrebbe proprio del <Color:8>Pollo all'aglio<Color:Default>.

# 1040_Kiryu
source: (Haruka wants some <Color:8>Garlic Chicken<Color:Default>...)
pt: (Haruka vuole del <Color:8>pollo all'aglio<Color:Default>...)

# 1064_Staff
source: But I wanted some <Color:8>Garlic Chicken<Color:Default>...
pt: Ma volevo del <Color:8>Pollo all'aglio<Color:Default>...

# 1100_Staff
source: This looks really tasty! Thanks, Uncle Kaz!
pt: Sembra una vera delizia! Grazie, zio Kaz!

# 1256_Haruka
source: Thanks for treating me!
pt: Grazie per avermi offerto!

# 1268_Staff
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1352_Staff
source: That was delicious!
pt: Era delizioso!

# 1400_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1460_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 1508_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1568_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1628_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1688_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1748_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1808_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1904_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1916_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1940_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1976_Staff
source: I hope that was to your liking. Please come again.
pt: Spero ti sia piaciuto. Torna a trovarci.

# 2000_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 2024_Staff
source: Welcome.
pt: Benvenuto.

# 2036_Staff
source: Let me show you to your table. If you'll please follow me.
pt: Le mostro il suo tavolo. Mi segua pure.

# 2072_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 2108_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 2120_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 2132_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 2144_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 2156_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 2192_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2204_Akiyama
source: Sorry. I have some urgent business to take care of.
pt: Scusa. Ho degli affari urgenti da sbrigare.

# 2216_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2228_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2240_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2252_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 2312_Staff
source: Welcome! What can I get you?
pt: Benvenuto! Cosa ti porto?

# 2336_Kiryu
source: (What do I want to eat?)
pt: (Cosa voglio mangiare?)

# 2348_Akiyama
source: (What should I get?)
pt: (Cosa prendo?)

# 2360_Saejima
source: (What do I wanna eat?)
pt: (Cosa mi va di mangiare?)

# 2372_Shinada
source: (Okay, what do I want to get?)
pt: (Okay, cosa mi prendo?)

# 2384_Haruka
source: (Hmm. I wonder what's good?)
pt: (Mmh. Mi chiedo cosa c'è di buono?)

# 2432_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2444_Akiyama
source: Sorry. I have some urgent business I need to take care of.
pt: Mi dispiace. Ho degli affari urgenti di cui devo occuparmi.

# 2456_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2468_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2480_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2492_Manager
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2540_Staff
source: Here is your check.
pt: Ecco il suo conto.

# 2564_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.
