Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0a90.po
Languages: pt

# 3172_Trader
source: Hello, Saejima. Ooh, is that luxurious-looking item what I think it is?
pt: Ciao, Saejima. Ooh, quell'oggetto dall'aspetto così lussuoso è quello che penso?

# 3184_Saejima
source: Yup, it's yer marten pelt.
pt: Già, è la tua pelle di martora.

# 3196_Trader
source: Thank you! This is a huge boon for my business!
pt: Grazie! Questa è una manna dal cielo per i miei affari!

# 3244_Trader
source: You saved me from losing a customer. Thank you.
pt: Mi hai salvato dal perdere un cliente. Grazie.

# 3256_Saejima
source: Don't mention it.
pt: Non c'è di che.

# 3304_Trader
source: Hi there, Saejima-san. I'm still holding out hope you'll get that marten pelt for me.
pt: Ciao, Saejima-san. Ci spero ancora che tu mi procurerai quella pelle di martora.

# 3316_Trader
source: So, anything I can help you with right now?
pt: Allora, posso darti una mano in qualcosa adesso?

# 3352_Trader
source: Can I help you with anything else?
pt: Posso darti una mano in qualcos'altro?

# 3364_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. Apprezzo sempre i tuoi affari.

# 3400_Trader
source: Oh, Saejima-san. I was wondering if you could help me.
pt: Oh, Saejima-san. Mi stavo chiedendo se potessi aiutarmi.

# 3412_Saejima
source: Whaddya need?
pt: Che ti serve?

# 3424_Trader
source: Uh, could I possibly buy a marten pelt off you? I'll offer double what I usually pay.
pt: Ehm, potrei per caso comprarti una pelle di martora? Ti offro il doppio di quello che pago di solito.

# 3436_Saejima
source: In a bind?
pt: Nei guai?

# 3448_Trader
source: Kind of. One of my regular customers in Tokyo just sent me an urgent order for a marten pelt.
pt: Più o meno. Uno dei miei clienti abituali a Tokyo mi ha appena inviato un ordine urgente per una pelle di martora.

# 3460_Trader
source: If I can't fill it quickly, they're going to stop doing business with me. It's totally unreasonable, but at the same time... It's one of my best customers, so I don't want to lose 'im.
pt: Se non riesco a evaderlo in fretta, smetteranno di fare affari con me. È proprio irragionevole, ma allo stesso tempo... È uno dei miei migliori clienti, perciò non voglio perderlo.

# 3472_Saejima
source: Well, since I need yer business myself, I'll see what I can do.
pt: Beh, visto che pure a me servono i tuoi affari, vedrò cosa posso fare.

# 3484_Trader
source: Oh, that would be such a big help...
pt: Oh, sarebbe un aiuto enorme...

# 3496_Trader
source: Naturally, since it's for such an important customer, I'll have to inspect it carefully before buying.
pt: Naturalmente, visto che è per un cliente così importante, dovrò ispezionarlo attentamente prima di comprarlo.

# 3508_Trader
source: Not that I don't trust you! But just to be safe, please deliver it personally to me. Okay?
pt: Non che non mi fidi di te! Ma solo per sicurezza, per favore, consegnamelo di persona. Ok?

# 3520_Items for the VIP Customer
source: The trader will pay double his usual price for items special-ordered by the VIP customer. They must be handed over in person, so place them in your <Color:7>Inventory<Color:Default> first.
pt: Il commerciante pagherà il doppio del suo prezzo abituale per gli oggetti ordinati appositamente dal cliente VIP. Devono essere consegnati di persona, perciò mettili nel tuo <Color:7>Inventario<Color:Default> prima.

# 3532_Mission Added
source: "Sell a Marten Pelt" was added to the list of missions.
pt: "Vendi una pelle di martora" è stata aggiunta alla lista delle missioni.

# 3556_Saejima
source: I've got a marten pelt here. If this'll do, it's yours.
pt: Ho qui una pelle di martora. Se ti va bene questa, è tua.

# 3568_Trader
source: Oh, wow! You're the best, Saejima-san!
pt: Oh, grandioso! Sei il migliore, Saejima-san!

# 3616_Trader
source: You saved me from losing a customer. Thank you.
pt: Mi hai salvato dal perdere un cliente. Grazie.

# 3628_Saejima
source: Don't mention it.
pt: Non c'è di che.

# 3664_Trader
source: So, anything I can help you with right now?
pt: Allora, ti serve qualcosa adesso?

# 3700_Trader
source: Can I help you with anything else?
pt: Ti serve qualcos'altro?

# 3712_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. I tuoi affari sono sempre apprezzati.

# 3760_Trader
source: Oh, hi there. Say, have you heard the story about the Jizo statues?
pt: Oh, ciao. Senti, hai sentito la storia sulle statue Jizo?

# 3772_Saejima
source: What's this, now?
pt: Che roba è questa, adesso?

# 3784_Trader
source: Well, there are these twelve Jizo statues on the mountain.
pt: Beh, ci sono queste dodici statue Jizo sulla montagna.

# 3796_Saejima
source: What is this, some kinda ghost story?
pt: Che roba è questa, una specie di storia di fantasmi?

# 3808_Trader
source: Oh no, no, not at all! In fact, I'm talking about <Italic>beneficial</Italic> spirits. You see, in the old days, hunters would pray to a Jizo statue if they happened to come across one.
pt: Oh no, no, affatto! Anzi, sto parlando di spiriti <Italic>benefici</Italic>. Vedi, un tempo, i cacciatori pregavano una statua Jizo se si imbattevano in una.

# 3820_Trader
source: It makes sense that the hunters were superstitious. I mean, the mountain is such a dangerous place...
pt: Ha senso che i cacciatori fossero superstiziosi. Insomma, la montagna è un posto così pericoloso...

# 3832_Trader
source: But what if it worked? Some people have sworn that the Jizo statues kept them from getting lost in the wild.
pt: Ma se funzionasse? Certa gente ha giurato che le statue Jizo impedivano loro di perdersi nella natura selvaggia.

# 3844_Saejima
source: It ain't hard to understand why folks turn to superstition.
pt: Non è difficile capire perché la gente si affida alla superstizione.

# 3856_Trader
source: Well, if you ask me, it can't hurt. If I came across a Jizo statue up there, I'd pray to it. Why not?
pt: Beh, per me, male non fa. Se mi imbattessi in una statua Jizo lassù, ci pregherei. Perché no?

# 3868_Saejima
source: Uh-huh...
pt: Uh-uh...

# 3880_Mission Added
source: "Pray to Jizo Statues" was added to the list of missions.
pt: "Pregare le statue Jizo" è stato aggiunto all'elenco delle missioni.

# 3892_Trader
source: So, would you like anything today?
pt: Allora, ti serve qualcosa oggi?

# 3904_Trader
source: Oh hello, Saejima. Can I help you with something?
pt: Oh ciao, Saejima. Ti serve qualcosa?

# 3940_Trader
source: Can I help you with anything else?
pt: Posso aiutarti con qualcos'altro?

# 3952_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. È sempre un piacere fare affari con te.

# 3988_Trader
source: Ah, just the man I wanted to see!
pt: Ah, proprio l'uomo che volevo vedere!

# 4000_Trader
source: I heard about how you sent Yama-oroshi running.
pt: Ho sentito parlare di come hai messo in fuga Yama-oroshi.

# 4012_Trader
source: Pretty impressive. With those kind of hunting skills, I was wondering if I could ask a favor of you.
pt: Davvero impressionante. Con abilità di caccia del genere, mi chiedevo se potessi chiederti un favore.

# 4024_Saejima
source: What is it?
pt: E cioè?

# 4036_Trader
source: Well, because of the Yama-oroshi trouble, all the hunters around here are reluctant to hunt on the mountain.
pt: Beh, a causa del casino di Yama-oroshi, tutti i cacciatori della zona non se la sentono più di cacciare sulla montagna.

# 4048_Saejima
source: Can't blame 'em, with that beast roamin' around.
pt: Come dargli torto, con quella bestia che si aggira in giro.

# 4060_Trader
source: Of course, of course. I can certainly understand. But it's made it very difficult for me to source any merchandise.
pt: Certo, certo. Capisco benissimo. Ma mi ha reso maledettamente difficile procurarmi merce.

# 4072_Trader
source: But maybe you, if you go to the mountain, would be willing to sell me any game you bag?
pt: Ma forse tu, se vai sulla montagna, saresti disposto a vendermi qualsiasi selvaggina che riesci a prendere?

# 4084_Trader
source: It could be meat, hides, or even vegetation. What do you think?
pt: Potrebbe essere carne, pelli, o persino vegetazione. Che ne dici?

# 4096_Saejima
source: Don't get yer hopes up. I don't plan on goin' on any huntin' sprees.
pt: Non farti illusioni. Non ho intenzione di mettermi a fare scorribande di caccia.

# 4108_Trader
source: Oh, I understand. I wasn't asking for reckless slaughter or anything! I have to maintain a good relationship with this village too, you know.
pt: Oh, capisco. Non ti stavo chiedendo di fare un massacro sconsiderato o roba del genere! Devo mantenere buoni rapporti anche con questo villaggio, sai.

# 4120_Saejima
source: Alright. I'll do what I can. How much game do ya need?
pt: Ok. Farò quello che posso. Quanta selvaggina ti serve?

# 4132_Trader
source: Not much... About a million yen worth.
pt: Non molto... Circa un milione di yen di merce.

# 4144_Saejima
source: A million yen! I can't imagine what it'd take to equal that!
pt: Un milione di yen! Non riesco a immaginare cosa diavolo ci voglia per arrivare a tanto!

# 4156_Trader
source: Not as much as you'd think. Don't worry－you'll see what the prices are really like once you bring me a few things. I'm counting on you!
pt: Mica così tanto come pensi. Stai tranquillo—vedrai come sono davvero i prezzi una volta che mi porterai qualche cosetta. Conto su di te!

# 4168_Mission Added
source: "Supply the Trader" was added to the list of missions.
pt: "Fornisci il Commerciante" è stata aggiunta all'elenco delle missioni.

# 4180_Trader
source: So, can I help you with anything today?
pt: Allora, posso aiutarti con qualcosa oggi?

# 4216_Trader
source: Can I help you with anything else?
pt: Posso aiutarti con qualcos'altro?

# 4228_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. I tuoi affari sono sempre i benvenuti.

# 4264_Saejima
source: Got a minute?
pt: Hai un minuto?

# 4276_Trader
source: Yes, of course. How can I help you?
pt: Sì, certo. Come posso aiutarti?

# 4288_Saejima
source: Ya do business here, dontcha? Thought I'd introduce myself, since I've just started huntin', which means I'll be needin' yer services soon 'nuff.
pt: Tu fai affari qui, no? Pensavo di presentarmi, dato che ho appena iniziato a cacciare, il che significa che avrò bisogno dei tuoi servizi a breve.

# 4300_Trader
source: Oh, I see. Pleased to make your acquaintance－I was wondering who the muscly new guy was!
pt: Oh, capisco. Piacere di conoscerti—mi chiedevo chi fosse quel nuovo tipo tutto muscoli!

# 4312_Trader
source: It's been quite a while since any newcomers were around.
pt: È da un bel po' che non si vedevano in giro dei nuovi arrivati.

# 4324_Saejima
source: Makes sense, in a place like this.
pt: Ci sta, in un posto come questo.

# 4336_Trader
source: "In a place like this"? You know, this mountain is actually pretty famous, because of the outstanding quality of its animal meats and skins.
pt: "In un posto come questo"? Sai, questa montagna è in realtà piuttosto famosa, per via dell'eccellente qualità delle carni e delle pelli degli animali.

# 4348_Saejima
source: That so?
pt: Ah sì?

# 4360_Trader
source: Oh, yes. The meat is prized at the most high-end restaurants in Tokyo, and the skins trade at high prices inside the most luxurious fur stores.
pt: Oh, sì. La carne è molto ricercata nei ristoranti più di lusso di Tokyo, e le pelli vengono vendute a prezzi alti nei negozi di pellicce più lussuosi.

# 4372_Trader
source: I mean, I assumed that's why you were hunting here in the first place.
pt: Cioè, immaginavo che fosse per quello che cacciavi qui fin dall'inizio.

# 4384_Saejima
source: Uh, ya might say that. I knew there was choice game, but I didn't know it was that good.
pt: Ah, si può dire. Sapevo che c'era selvaggina pregiata, ma non sapevo fosse così buona.

# 4396_Trader
source: It's some of the best around! Heck, ten years ago, hunters would come up here all the way from Honshu.
pt: È tra le migliori in circolazione! Addirittura, dieci anni fa, i cacciatori salivano fin qui da Honshu.

# 4408_Trader
source: It's not quite like that anymore, though.
pt: Non è più proprio così, però.

# 4420_Saejima
source: (Ten years ago? That's when Okudera-han started livin' in the village, right after he was rescued.)
pt: (Dieci anni fa? È quando Okudera-han ha iniziato a vivere nel villaggio, subito dopo essere stato salvato.)

# 4432_Trader
source: Still, the primo quality of wild game on this mountain remains unmatched. That's why I still come here to trade.
pt: Eppure, la qualità di prim'ordine della selvaggina su questa montagna resta impareggiabile. Per questo vengo ancora qui a fare affari.

# 4444_Saejima
source: Well, lookin' forward to doin' business with ya.
pt: Beh, non vedo l'ora di fare affari con te.

# 4456_Okudera
source: You ready to go, Saejima?
pt: Sei pronto, Saejima?

# 4468_Saejima
source: Yeah, sure.
pt: Sì, certo.

# 4492_Trader
source: Hi, Saejima. I'm happy to do business with you. Can I help you with anything today?
pt: Ciao, Saejima. Sono felice di fare affari con te. Posso esserti d'aiuto in qualcosa oggi?

# 4528_Trader
source: Can I help you with anything else?
pt: Posso esserti d'aiuto in qualcos'altro?

# 4540_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. È sempre un piacere fare affari con te.
