Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0016015a.po
Languages: pt

source: You got a <Color:8>Cherry Tree Branch<Color:Default>.
pt: Hai ottenuto un <Color:8>Ramo di Ciliegio<Color:Default>.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: You handed over a <Color:8>Toughness Z<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Z<Color:Default>.

source: You handed over a <Color:8>Toughness ZZ<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness ZZ<Color:Default>.

source: You handed over a <Color:8>Toughness Emperor<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Emperor<Color:Default>.

source: You handed over a <Color:8>Toughness Infinity<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Infinito<Color:Default>.

source: You handed over a <Color:8>Tauriner<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner<Color:Default>.

source: You handed over a <Color:8>Tauriner +<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner +<Color:Default>.

source: You handed over a <Color:8>Tauriner ++<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner ++<Color:Default>.

source: You handed over a <Color:8>Tauriner Maximum<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner Maximum<Color:Default>.

source: You handed over a <Color:8>Staminan X<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan X<Color:Default>.

source: You handed over a <Color:8>Staminan XX<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan XX<Color:Default>.

source: You handed over a <Color:8>Staminan Royale<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan Royale<Color:Default>.

source: You handed over a <Color:8>Staminan Spark<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan Spark<Color:Default>.

source: You handed over a <Color:8>Staminan Light<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan Light<Color:Default>.

source: You handed over a <Color:8>Toughness Light<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Light<Color:Default>.

source: You handed over a <Color:8>Toughness Z<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Z<Color:Default>.

source: You handed over a <Color:8>Toughness ZZ<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness ZZ<Color:Default>.

source: You handed over a <Color:8>Toughness Emperor<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Emperor<Color:Default>.

source: You handed over a <Color:8>Toughness Infinity<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Infinity<Color:Default>.

source: You handed over a <Color:8>Tauriner<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner<Color:Default>.

source: You handed over a <Color:8>Tauriner +<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner +<Color:Default>.

source: You handed over a <Color:8>Tauriner ++<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner ++<Color:Default>.

source: You handed over a <Color:8>Tauriner Maximum<Color:Default>.
pt: Hai consegnato un <Color:8>Tauriner Maximum<Color:Default>.

source: You handed over a <Color:8>Staminan X<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan X<Color:Default>.

source: You handed over a <Color:8>Staminan XX<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan XX<Color:Default>.

source: You handed over a <Color:8>Staminan Royale<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan Royale<Color:Default>.

source: You handed over a <Color:8>Staminan Spark<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan Spark<Color:Default>.

source: You handed over a <Color:8>Staminan Light<Color:Default>.
pt: Hai consegnato un <Color:8>Staminan Light<Color:Default>.

source: You handed over a <Color:8>Toughness Light<Color:Default>.
pt: Hai consegnato un <Color:8>Toughness Light<Color:Default>.

source: Overseer
pt: Supervisore

source: Talk_No
pt: Parla_No

source: Talk_Smile
pt: Parla_Sorriso

source: Policeman
pt: Poliziotto

# 156_Overseer
source: Okay, okay! Ya made your point! Just let us go!
pt: Okay, okay! Hai fatto capire il punto! Lasciaci andare!

# 168_Shinada
source: You know I can't do that.
pt: Sai che non posso farlo.

# 180_Overseer
source: Sure ya can! We're, uh, ready to turn over a new leaf! Start fresh! ...Pinky promise?
pt: Certo che puoi! Siamo, uh, pronti a cambiare vita! Ricominciare da zero! ...Giurin giurello?

# 192_Shinada
source: Well, when the cops get here, you can pinky promise them－maybe even cry on their shoulder. After all, what's a couple felonies between friends, right?
pt: Beh, quando arriverà la polizia potrai fare il giurin giurello a loro—magari anche piangere sulla loro spalla. In fondo, che saranno mai un paio di reati tra amici, no?

# 204_Overseer
source: Shit... We're screwed!
pt: Merda... Siamo fregati!

# 288_Policeman
source: We appreciate your cooperation. Thanks to you, we've finally shut this trafficking ring down. The seven foreign nationals involved have been taken into protection.
pt: Apprezziamo la sua collaborazione. Grazie a lei abbiamo finalmente smantellato questo giro di traffico. I sette cittadini stranieri coinvolti sono stati messi sotto protezione.

# 300_Shinada
source: Were all of them tricked into coming to Japan and... forced to work on the streets?
pt: Tutti loro sono stati ingannati per venire in Giappone e... costretti a lavorare per strada?

# 312_Policeman
source: It would appear so. In some countries, local mobsters are known to approach families in poor areas and promise them stable jobs abroad.
pt: Sembra di sì. In alcuni paesi, i criminali locali avvicinano famiglie povere promettendo lavori stabili all’estero.

# 324_Policeman
source: It's a serious ongoing problem. But this time we have a solid testimony, thanks to the scum you apprehended. Gives us a better chance to close the book on this for good.
pt: È un problema grave e continuo. Ma questa volta abbiamo una testimonianza solida, grazie alla feccia che ha catturato. Ci dà una possibilità concreta di chiudere definitivamente il caso.

# 384_Sara
source: Thank you so much! Now we all go home!
pt: Grazie mille! Ora possiamo tornare tutti a casa!

# 396_Sara
source: Really, I am grateful. Please, take.
pt: Davvero, sono molto grata. Per favore, prendi.

# 432_Sara
source: You are very brave... You saved everyone!
pt: Sei molto coraggioso... Hai salvato tutti!

# 444_Shinada
source: To be honest. All I did was stumble into a lady who I thought could use a crisp, refreshing vitamin drink. That's about all I could offer someone working through a cold.
pt: A dire il vero, tutto quello che ho fatto è stato imbattermi in una donna che sembrava aver bisogno di una bevanda vitaminica fresca e rinvigorente. Era tutto ciò che potevo offrire a qualcuno con il raffreddore.

# 456_Sara
source: About that...
pt: A proposito di quello...

# 480_Sara
source: I'm sorry, but I lie about the cold.
pt: Mi dispiace, ma ho mentito sul raffreddore.

# 492_Shinada
source: What?
pt: Cosa?

# 504_Sara
source: They told us police were their allies. That police even worse with punishment. So we had no one.
pt: Ci dissero che la polizia era loro alleata. Che la polizia puniva anche peggio. Così non avevamo nessuno.

# 516_Sara
source: I wanted to find Japanese person I could trust. Someone with kind heart who listen.
pt: Volevo trovare una persona giapponese di cui potermi fidare. Qualcuno con un cuore gentile che ascoltasse.

# 528_Sara
source: So I pretend to be sick. To see if nice person come along and help me.
pt: Così ho finto di essere malata. Per vedere se qualcuno gentile sarebbe arrivato ad aiutarmi.

# 540_Shinada
source: Ahhh, so that's what you were up to. Heh, you sure reeled me in. Hope you're happy with your big catch.
pt: Ahhh, quindi era questo il tuo piano. Heh, mi hai proprio abboccato. Spero tu sia soddisfatta della tua bella pesca.

# 552_Sara
source: I thought everyone in this country was rotten... but not you. Thank you for being different. For reaching out to me.
pt: Pensavo che tutti in questo paese fossero marci... ma non tu. Grazie per essere diverso. Per avermi teso la mano.

# 564_Sara
source: I not forget you when I go back home. Thank you... and goodbye.
pt: Non ti dimenticherò quando tornerò a casa. Grazie... e addio.

# 684_Foreign Woman
source: Come on, big daddy. Let's make it a night to remember! *hack* *wheeze*
pt: Dai, bel ragazzo. Facciamo che sia una notte da ricordare! *cof* *ansima*

# 696_Tipsy Man
source: Yeah, I got that, but ya keep talkin' in circles! When're ya gonna tell me the damn price! You even Japanese? Sheesh... At least ya got beauty on your side. But brains? Doubt it.
pt: Sì, ho capito, ma continui a parlare in tondo! Quando mi dici il maledetto prezzo! Sei pure giapponese? Uff... Almeno hai la bellezza dalla tua parte. Ma cervello? Ne dubito.

# 708_Shinada
source: Uh. Sorry to interrupt, but I need to talk to her a sec.
pt: Uh. Scusa l’interruzione, ma devo parlarle un attimo.

# 720_Tipsy Man
source: Huh? Who said ya could cut in line? Didn't ya learn to wait your turn in grade school!?
pt: Huh? Chi ti ha detto che puoi saltare la fila? Non ti hanno insegnato ad aspettare il tuo turno alle elementari!?

# 732_Shinada
source: No, man, that's not it. She's got a cold. I just brought her something to help pick her up.
pt: No, amico, non è così. Ha il raffreddore. Le ho solo portato qualcosa per tirarla un po’ su.

# 744_Foreign Woman
source: Oh? This for me?
pt: Oh? Questo per me?

# 756_Tipsy Man
source: What? She's sick!? Ugh, I'm keeping my hands to myself, thank you very much. You take your <Italic>germ party</Italic> elsewhere!
pt: Cosa? È malata!? Ugh, tengo le mani per me, grazie tante. Portate la vostra <Italic>festa di germi</Italic> da un’altra parte!

# 780_Foreign Woman
source: Look, I just fine. I not cough on you, do I? Wait, please! Ah... Atchoo!
pt: Guarda, sto bene. Non tossisco su di te, vero? Aspetta, per favore! Ah... Etciù!

# 792_Shinada
source: Yeah, you are totally under the weather. I really think you should go home, but if I'm being too overbearing, then here. Try drinking this－it might just do the trick.
pt: Sì, sei proprio a pezzi. Penso davvero che dovresti tornare a casa, ma se sto esagerando, allora tieni. Prova a bere questo—potrebbe fare al caso tuo.

# 840_Foreign Woman
source: That kind of you to offer, but I no can drink.
pt: È gentile da parte tua offrirlo, ma io non posso bere.

# 852_Shinada
source: (She must really have an awful cold. I guess she can't handle much more than a vitamin drink at this point.)
pt: (Deve avere davvero un brutto raffreddore. Immagino che non riesca a reggere molto più di una bevanda vitaminica a questo punto.)

# 864_Foreign Woman
source: <Italic>Gahack-hack!</Italic>
pt: <Italic>Coff-coff!</Italic>

# 876_Foreign Woman
source: <Italic>Gahack-hack!</Italic>
pt: <Italic>Coff-coff!</Italic>

# 888_Shinada
source: (I need to find her an vitamin drink from somewhere.)
pt: (Devo trovarle una bevanda vitaminica da qualche parte.)

# 900_Overseer
source: <Italic>Gahack-hack!</Italic>
pt: <Italic>Coff-coff!</Italic>

# 1596_Foreign Woman
source: ...Thank you. You a really good guy.
pt: ...Grazie. Tu sei davvero un bravo ragazzo.

# 1608_Shinada
source: Ah, it's no big deal. Just trying to help.
pt: Ah, non è niente. Sto solo cercando di aiutare.

# 1620_Foreign Woman
source: My name is Sara. This the first time Japanese person treat me so nice.
pt: Mi chiamo Sara. È la prima volta che un giapponese mi tratta così bene.

# 1632_Sara
source: So, want to party? I give you the extra-sexy service. One-time offer?
pt: Allora, vuoi divertirti? Ti do il servizio extra-sexy. Offerta unica?

# 1644_Shinada
source: That's very sweet of you, but maybe when you're not coughing and sneezing everywhere. By the way, is there some reason you have to keep at it like this?
pt: È molto gentile da parte tua, ma magari quando non starai tossendo e starnutendo ovunque. A proposito, c’è un motivo per cui devi continuare così?

# 1656_Sara
source: I get in trouble if I'm not working. He get angry... then I get hurt.
pt: Mi metto nei guai se non lavoro. Lui si arrabbia... e poi mi fa male.

# 1668_Shinada
source: You mean your employer hits you? For taking time off, even when you're sick? That's insane!
pt: Vuoi dire che il tuo datore di lavoro ti picchia? Perché ti prendi una pausa, anche quando sei malata? È folle!

# 1680_Overseer
source: Hey, you! What's the big idea?
pt: Ehi, tu! Che diavolo credi di fare?

# 1692_Shinada
source: Huh?
pt: Eh?

# 1704_Overseer
source: You just ran that trick off, ya dang goof! We were watchin' the whole time! Ya tryin' to mess with our business!?
pt: Hai appena fatto scappare quella ragazza, idiota! Stavamo guardando tutto il tempo! Stai cercando di rovinarci gli affari!?

# 1716_Shinada
source: I'm－I'm sorry, what?
pt: Io—io scusa, cosa?

# 1728_Sara
source: They always watching, making sure we work. You need to go now. Run. Be safe!
pt: Loro guardano sempre, per assicurarsi che lavoriamo. Devi andare ora. Corri. Stai al sicuro!

# 1752_Overseer
source: You ain't going nowhere, pal! You owe us for that client your dumb ass drove off!
pt: Tu non vai da nessuna parte, amico! Ci devi per quel cliente che il tuo stupido culo ha fatto scappare!

# 1764_Shinada
source: But all I did was get her something to drink. Can't you see she's sick?
pt: Ma le ho solo portato qualcosa da bere. Non vedi che è malata?

# 1776_Overseer
source: Well that cost us business, ya shithead! Now shut your piehole and pay up, or we'll knock your own teeth down your throat!
pt: Beh, questo ci è costato soldi, testa di cazzo! Ora chiudi quella fogna e paga, o ti facciamo ingoiare i tuoi denti!

# 1788_Overseer
source: It's 15,000 yen to play, so we'll let ya off with a penalty of 30,000. Fork it over before your hospital bill gets any worse.
pt: Sono 15.000 yen per giocare, quindi ti lasciamo andare con una penale di 30.000. Sborsa i soldi prima che il tuo conto in ospedale peggiori.

# 1800_Shinada
source: How about no? Oh, and she tells me you hit her? That's a terrible way to treat your workers.
pt: E se ti dicessi di no? Ah, e mi ha detto che la picchi? È un modo orribile di trattare i tuoi lavoratori.

# 1812_Overseer
source: Fuck off. These bitches owe us for bringing their sorry asses into the country. Until they pay us off, we can do with 'em whatever we want.
pt: Vaffanculo. Queste troie ci devono per aver portato i loro culi miserabili in questo paese. Finché non ci ripagano, possiamo farci quello che vogliamo.

# 1824_Shinada
source: They're in debt?
pt: Sono indebitate?

# 1836_Sara
source: They lie to us! They say there good jobs in Japan, but tell us nothing about debt!
pt: Ci hanno mentito! Dicevano che c’erano buoni lavori in Giappone, ma non ci hanno detto nulla dei debiti!

# 1848_Sara
source: When we come, they take our passports. Now we no can go outside unless it to work. We never have moment to ourselves!
pt: Quando siamo arrivate, hanno preso i nostri passaporti. Ora non possiamo uscire se non per lavorare. Non abbiamo mai un momento per noi!

# 1860_Overseer
source: You shut your trap, wench! If it ain't "me love you long time," then "me don't wanna hear it"!
pt: Chiudi quella fogna, sgualdrina! Se non è "io ti amo tanto tanto", allora "io non voglio sentirti"!

# 1872_Shinada
source: You people are morally deficient, taking advantage of girls who are just trying to earn a better life. Wait till the cops hear about this.
pt: Siete moralmente marci, approfittate di ragazze che cercano solo una vita migliore. Aspettate che la polizia senta tutto questo.

# 1884_Sara
source: No! They say police are their friends. If we go to them, they send us back. Things only get worse.
pt: No! Loro dicono che la polizia è loro amica. Se andiamo da loro, ci rimandano indietro. Le cose peggiorano soltanto.

# 1896_Sara
source: Nobody here help us...
pt: Nessuno qui ci aiuta...

# 1920_Shinada
source: The only way that's possible is if they bribed the entire force.
pt: L’unico modo sarebbe se avessero corrotto l’intera forza di polizia.

# 1956_Shinada
source: Well, I highly doubt that's the case. These clowns don't carry that kind of weight, in paper or in stature.
pt: Beh, ne dubito fortemente. Questi pagliacci non hanno né il peso né l’importanza per farlo.

# 1968_Overseer
source: Hey! Yes the hell we do!
pt: Ehi! Eccome se ce l’abbiamo!

# 1980_Shinada
source: Psh. You might be able to con someone who just got here, but I know better. Our boys in blue would never let you get away with this.
pt: Pff. Forse riuscite a fregare chi è appena arrivato, ma io so come stanno le cose. I nostri ragazzi in blu non vi lascerebbero mai passarla liscia.

# 1992_Shinada
source: In fact, let's give 'em a call. Shouldn't be a problem. After all, they're buddy-buddy with you, right?
pt: Anzi, facciamogli una chiamata. Non dovrebbe essere un problema. Dopotutto, sono tanto amici vostri, no?

# 2004_Overseer
source: Wait! Could ya... not do that? Uh... for the sake of convenience!
pt: Aspetta! Potresti... non farlo? Uh... per comodità!

# 2016_Shinada
source: Wow. You guys are a disgrace－to men, to Japan, and to <Italic>Homo sapiens</Italic> in general.
pt: Wow. Siete una disgrazia—per gli uomini, per il Giappone e per l’<Italic>Homo sapiens</Italic> in generale.

# 2040_Overseer
source: Why don't ya take your condescending attitude and shove it up your cornhole! Better yet, we'll do it for ya!
pt: Perché non ti ficchi quella tua aria da superiore su per il culo! Anzi, ci pensiamo noi!

# 2076_Foreign Woman
source: Come on, big daddy. Let's make it a night to remember! *hack* *wheeze*
pt: Dai, bel ragazzo. Facciamo che sia una notte da ricordare! *cof* *ansima*

# 2088_Tipsy Man
source: Yeah, I got that, but ya keep talkin' in circles! When're ya gonna tell me the damn price! You even Japanese? Sheesh... At least ya got beauty on your side. But brains? Doubt it.
pt: Sì, ho capito, ma continui a parlare in tondo! Quando mi dici il maledetto prezzo! Sei pure giapponese? Uff... Almeno hai la bellezza dalla tua parte. Ma cervello? Ne dubito.

# 2100_Shinada
source: Uh. Sorry to interrupt, but I need to talk to her a sec.
pt: Uh. Scusa l’interruzione, ma devo parlarle un attimo.

# 2112_Tipsy Man
source: Huh? Who said ya could cut in line? Didn't ya learn to wait your turn in grade school!?
pt: Huh? Chi ti ha detto che puoi saltare la fila? Non ti hanno insegnato ad aspettare il tuo turno alle elementari!?

# 2124_Shinada
source: No, man, that's not it. She's got a cold. I just brought her something to help pick her up.
pt: No, amico, non è così. Ha il raffreddore. Le ho solo portato qualcosa per tirarla un po’ su.

# 2136_Foreign Woman
source: Oh? This for me?
pt: Oh? Questo per me?

# 2148_Tipsy Man
source: What? She's sick!? Ugh, I'm keeping my hands to myself, thank you very much. You take your <Italic>germ party</Italic> elsewhere!
pt: Cosa? È malata!? Ugh, tengo le mani per me, grazie tante. Portate la vostra <Italic>festa di germi</Italic> da un’altra parte!

# 2172_Foreign Woman
source: Look, I just fine. I not cough on you, do I? Wait, please! Ah... Atchoo!
pt: Guarda, sto bene. Non tossisco su di te, vero? Aspetta, per favore! Ah... Etciù!

# 2184_Shinada
source: Yeah, you are totally under the weather. I really think you should go home, but if I'm being too overbearing, then here. Try drinking this－it might just do the trick.
pt: Sì, sei proprio a pezzi. Penso davvero che dovresti tornare a casa, ma se sto esagerando, allora tieni. Prova a bere questo—potrebbe fare al caso tuo.

# 2232_Foreign Woman
source: That kind of you to offer, but I no can drink.
pt: È gentile da parte tua offrirlo, ma io non posso bere.

# 2244_Shinada
source: (She must really have an awful cold. I guess she can't handle much more than a vitamin drink at this point.)
pt: (Deve avere davvero un brutto raffreddore. Immagino che non riesca a reggere molto più di una bevanda vitaminica a questo punto.)

# 2256_Foreign Woman
source: <Italic>Gahack-hack!</Italic>
pt: <Italic>Coff-coff!</Italic>

# 2268_Foreign Woman
source: <Italic>Gahack-hack!</Italic>
pt: <Italic>Coff-coff!</Italic>

# 2280_Shinada
source: (I need to find her an vitamin drink from somewhere.)
pt: (Devo trovarle una bevanda vitaminica da qualche parte.)

# 2292_Overseer
source: <Italic>Gahack-hack!</Italic>
pt: <Italic>Coff-coff!</Italic>

# 2988_Foreign Woman
source: ...Thank you. You a really good guy.
pt: ...Grazie. Tu sei davvero un bravo ragazzo.

# 3000_Shinada
source: Ah, it's no big deal. Just trying to help.
pt: Ah, non è niente. Sto solo cercando di aiutare.

# 3012_Foreign Woman
source: My name is Sara. This the first time Japanese person treat me so nice.
pt: Mi chiamo Sara. È la prima volta che un giapponese mi tratta così bene.

# 3024_Sara
source: So, want to party? I give you the extra-sexy service. One-time offer?
pt: Allora, vuoi divertirti? Ti do il servizio extra-sexy. Offerta unica?

# 3036_Shinada
source: That's very sweet of you, but maybe when you're not coughing and sneezing everywhere. By the way, is there some reason you have to keep at it like this?
pt: È molto gentile da parte tua, ma magari quando non starai tossendo e starnutendo ovunque. A proposito, c’è un motivo per cui devi continuare così?

# 3048_Sara
source: I get in trouble if I'm not working. He get angry... then I get hurt.
pt: Mi metto nei guai se non lavoro. Lui si arrabbia... e poi mi fa male.

# 3060_Shinada
source: You mean your employer hits you? For taking time off, even when you're sick? That's insane!
pt: Vuoi dire che il tuo datore di lavoro ti picchia? Perché ti prendi una pausa, anche quando sei malata? È folle!

# 3072_Overseer
source: Hey, you! What's the big idea?
pt: Ehi, tu! Che diavolo credi di fare?

# 3084_Shinada
source: Huh?
pt: Eh?

# 3096_Overseer
source: You just ran that trick off, ya dang goof! We were watchin' the whole time! Ya tryin' to mess with our business!?
pt: Hai appena fatto scappare quella ragazza, idiota! Stavamo guardando tutto il tempo! Stai cercando di rovinarci gli affari!?

# 3108_Shinada
source: I'm－I'm sorry, what?
pt: Io—io scusa, cosa?

# 3120_Sara
source: They always watching, making sure we work. You need to go now. Run. Be safe!
pt: Loro guardano sempre, per assicurarsi che lavoriamo. Devi andare ora. Corri. Stai al sicuro!

# 3144_Overseer
source: You ain't going nowhere, pal! You owe us for that client your dumb ass drove off!
pt: Tu non vai da nessuna parte, amico! Ci devi per quel cliente che il tuo stupido culo ha fatto scappare!

# 3156_Shinada
source: But all I did was get her something to drink. Can't you see she's sick?
pt: Ma le ho solo portato qualcosa da bere. Non vedi che è malata?

# 3168_Overseer
source: Well that cost us business, ya shithead! Now shut your piehole and pay up, or we'll knock your own teeth down your throat!
pt: Questo ci è costato lavoro, testa di cazzo! Ora chiudi quella fogna e paga, o ti facciamo ingoiare i tuoi stessi denti!

# 3180_Overseer
source: It's 15,000 yen to play, so we'll let ya off with a penalty of 30,000. Fork it over before your hospital bill gets any worse.
pt: Sono 15.000 yen per giocare, quindi ti lasciamo andare con una penale di 30.000. Sborsa i soldi prima che il tuo conto in ospedale peggiori.

# 3192_Shinada
source: How about no? Oh, and she tells me you hit her? That's a terrible way to treat your workers.
pt: E se ti dicessi di no? Ah, e mi ha detto che la picchi? È un modo orribile di trattare i tuoi lavoratori.

# 3204_Overseer
source: Fuck off. These bitches owe us for bringing their sorry asses into the country. Until they pay us off, we can do with 'em whatever we want.
pt: Vaffanculo. Queste troie ci devono per aver portato i loro culi miserabili in questo paese. Finché non ci ripagano, possiamo farci quello che vogliamo.
