Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330534.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Beginner Course
pt: Corso per principianti

source: Intermediate Course
pt: Corso Intermedio

source: Advanced Course
pt: Corso Avanzato

source: Pro Course
pt: Corso Pro

source: Never Mind
pt: Lascia perdere

source: Yes
pt: Sì

source: Give It a Try
pt: Provaci

source: Forget It
pt: Lascia perdere

# 104_Haruka
source: Hmm... Not too sharp today, Uncle Kaz.
pt: Hmm... Non sei molto in forma oggi, Zio Kaz.

# 116_Kiryu
source: (I'm sorry, Haruka. I'll try to do better next time.)
pt: (Mi dispiace, Haruka. La prossima volta cercherò di fare di meglio.)

# 128_Haruka
source: Yes! You're awesome, Uncle Kaz. You really can do anything.
pt: Sì! Sei un mito, Zio Kaz. Sai fare davvero di tutto.

# 152_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 224_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 284_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 332_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 392_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 452_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 512_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 572_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 632_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 728_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 740_Haruka
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 764_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 800_Kiryu
source: (We should be going.)
pt: (Dovremmo andare.)

# 824_Haruka
source: Thank you for playing. Would you like to play again?
pt: Grazie per aver giocato. Ti va di giocare ancora?

# 836_Staff
source: Welcome. Which course would you like to play?
pt: Benvenuto. Quale percorso vorresti fare?

# 848_Haruka
source: On the Beginner Course, aim for targets and score points to win a prize. You get ten balls. The six targets are relatively easy to hit.
pt: Nel Percorso Principianti, punta ai bersagli e fai punti per vincere un premio. Hai dieci colpi a disposizione. I sei bersagli sono relativamente facili da colpire.

# 860_Haruka
source: Will you play the Beginner Course? It's 500 yen.
pt: Vuoi fare il Percorso Principianti? Costa 500 yen.

# 884_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 908_Haruka
source: The Intermediate Course is like the Beginner Course. Aim for fixed targets and score points. You get ten balls, and the targets are harder to hit.
pt: Il Corso Intermedio è come il Corso per Principianti. Mira a bersagli fissi e fai punti. Hai dieci colpi, e i bersagli sono più ostici da colpire.

# 920_Haruka
source: Will you play the Intermediate Course? It's 500 yen.
pt: Vuoi giocare al Corso Intermedio? Sono 500 yen.

# 944_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 968_Haruka
source: The Advanced Course has targets that flip over when hit, so you can't score off the same target twice. Hit them all to flip them back. You get twelve balls.
pt: Il Corso Avanzato ha bersagli che si capovolgono quando colpiti, quindi non puoi fare punti sullo stesso bersaglio due volte. Colpiscili tutti per farli tornare a posto. Hai dodici palline.

# 980_Haruka
source: Will you play the Advanced Course? It's 500 yen.
pt: Vuoi giocare al Corso Avanzato? Sono 500 yen.

# 1004_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1028_Haruka
source: The Pro Course also has targets that flip over when hit, so you can't score off the same target twice. Hit them all to flip them back. You get fifteen balls.
pt: Il Corso Pro ha anche dei bersagli che si ribaltano quando vengono colpiti, quindi non puoi fare punti sullo stesso bersaglio due volte. Colpiscili tutti per farli tornare indietro. Hai quindici palline.

# 1040_Haruka
source: Will you play the Pro Course? It's 500 yen.
pt: Vuoi giocare al Corso Pro? Sono 500 yen.

# 1064_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1088_Haruka
source: Will you play the Ranking Course? It's 500 yen.
pt: Vuoi giocare al Percorso Classifica? Costa 500 yen.

# 1112_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1136_Staff
source: I see. We look forward to having you join us. Please come again.
pt: Capisco. Non vediamo l'ora di averti di nuovo qui. Torna a trovarci.

# 1160_Staff
source: Look, I don't run a charity here. Nobody gets to play for free.
pt: Senti, non sono mica un ente di beneficenza, io. Nessuno gioca gratis.

# 1184_Staff
source: Welcome.
pt: Benvenuto.

# 1196_Haruka
source: Uncle Kaz! I want to see you <Color:8>get at least 650 points on Intermediate<Color:Default>!
pt: Zio Kaz! Voglio vederti <Color:8>fare almeno 650 punti nell'Intermedio<Color:Default>!

# 1208_Kiryu
source: (Haruka wants me to <Color:8>score at least 650 points on Intermediate<Color:Default>.)
pt: (Haruka vuole che io <Color:8>faccia almeno 650 punti all'Intermedio<Color:Default>.)

# 1232_Haruka
source: Aww, okay. Some other time.
pt: Ah, va bene. Magari un'altra volta.

# 1256_Haruka
source: Thank ya kindly. Enjoy yourself.
pt: Ti ringrazio tanto. Divertiti.

# 1268_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 1292_Staff
source: Oh? You're not playing? Please come again.
pt: Oh? Non stai giocando? Torna a trovarci.

# 1316_Haruka
source: No, no. No one plays for free.
pt: No, no. Nessuno gioca gratis.

# 1340_Staff
source: Welcome. Which course would you like to play?
pt: Benvenuto. Quale percorso vorresti fare?

# 1352_Staff
source: Which course would you like to play?
pt: Quale percorso vuoi fare?

# 1364_Haruka
source: On the Beginner Course, aim for targets and score points to win a prize. You get ten balls. The six targets are relatively easy to hit.
pt: Nel Percorso Principianti, punta ai bersagli e fai punti per vincere un premio. Hai dieci colpi a disposizione. I sei bersagli sono relativamente facili da colpire.

# 1376_Haruka
source: Will you play the Beginner Course? It's 500 yen.
pt: Vuoi fare il Percorso Principianti? Costa 500 yen.

# 1400_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1424_Haruka
source: The Intermediate Course is like the Beginner Course. Aim for fixed targets and score points. You get ten balls, and the targets are harder to hit.
pt: Il Corso Intermedio è come il Corso per Principianti. Mira a bersagli fissi e fai punti. Hai dieci colpi, e i bersagli sono più ostici da colpire.

# 1436_Haruka
source: Will you play the Intermediate Course? It's 500 yen.
pt: Vuoi giocare al Corso Intermedio? Sono 500 yen.

# 1460_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1484_Haruka
source: The Advanced Course has targets that flip over when hit, so you can't score off the same target twice. Hit them all to flip them back. You get twelve balls.
pt: Il Corso Avanzato ha bersagli che si capovolgono quando colpiti, quindi non puoi fare punti sullo stesso bersaglio due volte. Colpiscili tutti per farli tornare a posto. Hai dodici palline.

# 1496_Haruka
source: Will you play the Advanced Course? It's 500 yen.
pt: Vuoi giocare al Corso Avanzato? Sono 500 yen.

# 1520_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1544_Haruka
source: The Pro Course also has targets that flip over when hit, so you can't score off the same target twice. Hit them all to flip them back. You get fifteen balls.
pt: Il Corso Pro ha anche dei bersagli che si ribaltano quando vengono colpiti, quindi non puoi fare punti sullo stesso bersaglio due volte. Colpiscili tutti per farli tornare indietro. Hai quindici palline.

# 1556_Haruka
source: Will you play the Pro Course? It's 500 yen.
pt: Vuoi giocare al Corso Pro? Sono 500 yen.

# 1580_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1604_Haruka
source: Will you play the Ranking Course? It's 500 yen.
pt: Vuoi giocare al Percorso Classifica? Costa 500 yen.

# 1628_Staff
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 1652_Staff
source: Oh? You're not playing? Please come again.
pt: Oh? Non stai giocando? Torna a trovarci.

# 1676_Staff
source: Look, I don't run a charity here. Nobody gets to play for free.
pt: Senti, non sono mica un ente di beneficenza, io. Nessuno gioca gratis.
