Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c80.po
Languages: pt

source: The Other Woman
pt: L'altra donna

# 184_Shinada
source: (Ooh! Are they heading into a love hotel? Oh yeah, baby－now it's about to get steamy!)
pt: (Ooh! Stanno andando in un love hotel? Oh sì, baby—ora si fa bollente!)

# 196_Shinada
source: Yesss! Now, don't be shy! Let me see that money shot!
pt: Sììì! Dai, non fare il timido! Fammi vedere lo scatto che vale oro!

# 220_Shinada
source: Hey, what the－ Stop it! Who the fuck are you? Get that camera out of here! Stop it, I said!
pt: Ehi, che cazz－ Smettila! Chi cazzo sei? Togli quella macchina fotografica da qui! Smettila, ti ho detto!

# 232_The Other Woman
source: Eww, who is this creepazoid? Can you please go away?
pt: Che schifo, chi è questo sgorbio? Puoi levarti di torno, per favore?

# 244_Yamazaki
source: Not until I smash that camera of his! Give me that shit!
pt: Non prima di spaccargli quella telecamera! Dammi quella merda!

# 256_Shinada
source: Hehe, sucks to be you, scumbag! I got what I came for－and away I go!
pt: Hehe, ti va proprio di sfiga, feccia! Ho preso quello che volevo, e me la svigno!

# 268_Shinada
source: Enjoy the rest of your date!
pt: Goditi il resto del tuo appuntamento!

# 280_Yamazaki
source: Get back here, you cockroach!
pt: Torna qui, maledetto scarafaggio!

# 316_Shinada
source: Hey, Michiruuu! It's meeee! Thanks for coming out here. ♪ Isn't this the <Italic>perfect</Italic> place for our secret rendezvous!?
pt: Ehi, Michiruuu! Sono ioo! Grazie di essere venuta qui. ♪ Non è questo il posto <Italic>perfetto</Italic> per il nostro appuntamento segreto!?

# 328_Yamazaki
source: Do you really have to talk so goddamn loud? Pipe down, for fuck's sake!
pt: Ma devi proprio parlare così fottutamente forte? Metti giù la voce, per l'amor di Dio, cazzo!

# 340_The Other Woman
source: Eep! He's angry! Teehee... That's hot. Almost as hot as when you're on stage! ♪
pt: Ops! È arrabbiato! Hihi... Questo è eccitante. Quasi quanto quando sei sul palco! ♪

# 352_Yamazaki
source: Holy crap, just shut up. Seriously. Not another word. Listening to you wears me out.
pt: Porca miseria, sta' zitto e basta. Sul serio. Non un'altra parola. Ascoltarti mi sfianca.

# 364_The Other Woman
source: Hey, that's mean! Why are you even seeing me, then?
pt: Ehi, è da stronzi! Allora perché stai con me?

# 376_Yamazaki
source: Because I wanna rock that deviant little body of yours. Now keep your blow hole shut until we get to the room.
pt: Perché voglio farmi quel tuo corpicino deviato. Ora tappati quella boccaccia finché non arriviamo in camera.

# 388_Shinada
source: (Welp. That must be the side chick. I'll slink along ever-so-silently until I can catch the moment of truth.)
pt: (Beh. Quella dev'essere l'altra. Mi sgattaiolerò zitto zitto finché non riuscirò a cogliere il momento della verità.)

# 412_Yamazaki
source: Hey, you're a reporter, aren't you? I knew there was something fishy about you.
pt: Ehi, sei un reporter, no? Sapevo che c'era qualcosa di losco in te.

# 424_Shinada
source: Oh, who, me? Nah－you must be mistaking me for somebody else.
pt: Oh, chi, io? Nah—mi stai scambiando per qualcun altro.

# 436_Yamazaki
source: ...Uh-huh. Did you really think you could fool me?
pt: ...Ah, sì? Pensavi davvero di potermi fregare?

# 448_Shinada
source: Nope! Don't know what you're talking about!
pt: Macché! Non so di che parli!

# 460_Yamazaki
source: Hello? Me again. Yeah, I have to cancel today. Some media prick's been following me around.
pt: Pronto? Sono di nuovo io. Sì, devo dare buca per oggi. Qualche stronzo dei media mi sta pedinando.

# 472_Shinada
source: Wait, you've got it all wrong! I'm just a humble passerby! And I'm definitely not trying to catch you in the middle of your sexcapade so I can make money off the scandal!
pt: No, aspetta, hai capito tutto male! Sono solo un umile passante! E non sto assolutamente cercando di beccarti nel bel mezzo della tua scappatella hot così da farci su dei soldi con lo scandalo!

# 484_Yamazaki
source: Yeah, yeah, I'll make it up to you next time. I'll be throbbing for you, baby. Okay.
pt: Sì, sì, mi farò perdonare la prossima volta. Mi verrà duro per te, tesoro. Ok.

# 496_Yamazaki
source: Hey, sleazeball.
pt: Ehi, viscido.

# 508_Shinada
source: Huh? I, uh, beg your pardon?
pt: Eh? I-io... scusi?

# 520_Yamazaki
source: You're long past busted, dipshit.
pt: Sei stato sgamato da un pezzo, coglione.

# 532_Shinada
source: ...Crap.
pt: ...Merda.

# 544_Yamazaki
source: Hey, what's your problem? I don't give autographs to dudes. Now quit following me－you're starting to creep me out.
pt: Ehi, che vuoi? Non faccio autografi ai tipi. Ora smettila di seguirmi, mi stai mettendo i brividi.

# 556_Shinada
source: (Dang, got a bit too close. I need to track him from a little farther away.)
pt: (Cavolo, mi sono avvicinato un po' troppo. Devo pedinarlo da un po' più lontano.)

# 580_Shinada
source: (Huh? Where's Yamazaki? Don't tell me I lost him!)
pt: (Eh? Dov'è Yamazaki? Non dirmi che l'ho perso!)

# 592_Shinada
source: (Oh, there's Yamazaki. Whew, can't lose sight of my meal ticket!)
pt: (Ah, c'è Yamazaki. Uff, non posso perdere di vista la mia pagnotta!)

# 664_Shinada
source: (Hey, is that...?)
pt: (Ehi, quello è...?)

# 688_Shinada
source: (Yup, that's him all right. Just look at this adulterous asshole! Well, whatever. Gotta get me those photos.)
pt: (Sì, è proprio lui, eccome. Guarda un po' 'sto stronzo fedifrago! Vabbè. Devo beccarmi quelle foto.)

# 700_Yamazaki
source: Hello? Yeah, it's me. Are you off work? Huh? What's that?
pt: Pronto? Sì, sono io. Hai staccato dal lavoro? Eh? Che c'è?

# 712_Yamazaki
source: Don't be stupid, babe. You know you're my one true love. I told you, the others－they're just toys. Appetizers. Bun warmers at best!
pt: Non fare lo stupido, tesoro. Sai che sei il mio unico vero amore. Te l'ho detto, le altre－sono solo giocattoli. Antipasti. Al massimo delle scaldaculo!

# 724_Yamazaki
source: Haha, no, I don't plan on sleeping with any more fans... Not for a while, anyway. Heheh... gotcha!
pt: Haha, no, non ho intenzione di portarmi a letto altri fan... Non per un po', comunque. Heheh... beccato!

# 736_Yamazaki
source: Uh-huh. Seriously. Wouldn't want another one cutting herself... Yeah, she should've gotten rid of it sooner. It's like, how do you not know you're incubating a fetus?
pt: Mmh-mmh. Sul serio. Non vorrei che un'altra si tagliasse... Già, avrebbe dovuto sbarazzarsene prima. Cioè, come fai a non sapere che stai covando un feto?

# 748_Yamazaki
source: Uh-huh. Don't I know it. Okay. I'm on my way right now. Hope you're ready to get naked.
pt: Uh-huh. Me lo dici a me. Ok. Sto arrivando subito. Spero tu sia pronto a spogliarti.

# 760_Shinada
source: (Man, that was some vile stuff you spewed out there... And you still have the gall to cheat? Better follow this douche from a distance.)
pt: (Cavolo, che schifezze hai tirato fuori... E hai pure la sfacciataggine di tradire? Meglio seguire questo stronzo da lontano.)
