Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00360476.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

# 156_Haruka
source: I love doing karaoke with you, Uncle Kaz! So, what're you gonna sing today?
pt: Mi piace un sacco fare karaoke con te, Zio Kaz! Allora, cosa canti oggi?

# 168_Haruka
source: Hmm... I can't decide what I want you to sing, Uncle Kaz. There're just too many good songs.
pt: Mmm... Non riesco a decidere cosa voglio che tu canti, Zio Kaz. Ci sono troppe belle canzoni.

# 180_Haruka
source: You were so good, Uncle Kaz! You sounded really cool, too.
pt: Sei stato bravissimo, Zio Kaz! E avevi anche una voce fighissima.

# 192_Kiryu
source: Heh, thanks.
pt: Eh, grazie.

# 204_Kiryu
source: What about you, Haruka? I want to hear you sing, too.
pt: E tu, Haruka? Voglio sentirti cantare anche tu.

# 216_Haruka
source: Okay! I'll give it my best shot!
pt: Okay! Ce la metterò tutta!

# 228_Haruka
source: I think I'll pass this time...
pt: Penso che questa volta passo...

# 240_Haruka
source: Uncle Kaz?
pt: Zio Kaz?

# 252_Kiryu
source: Sorry about that. My throat's not doing so well today.
pt: Mi dispiace. La mia gola non sta molto bene oggi.

# 264_Haruka
source: You're so cool, Uncle Kaz! You sounded just like a pro!
pt: Sei troppo forte, Zio Kaz! Cantavi come un vero pro!

# 276_Kiryu
source: Heh, I'm not that good.
pt: Eh, non sono un granché.

# 288_Kiryu
source: What about you, Haruka? I want to hear you sing, too.
pt: E tu, Haruka? Voglio sentirti cantare anche tu.

# 300_Haruka
source: Okay! I'll give it my best shot!
pt: Okay! Ce la metterò tutta!

# 312_Haruka
source: I think I'll pass today...
pt: Penso che oggi passo...

# 324_Haruka
source: I nailed that one thanks to you, Uncle Kaz!
pt: L'ho azzeccata grazie a te, Zio Kaz!

# 336_Kiryu
source: Heh, always glad to help.
pt: Eh, sempre contento di aiutare.

# 348_Haruka
source: Uncle Kaz, you made it really hard to sing...
pt: Zio Kaz, mi hai reso davvero difficile cantare...

# 360_Kiryu
source: Sorry... I just wanted to help.
pt: Mi dispiace... Volevo solo aiutare.

# 372_Haruka
source: I nailed that one thanks to you, Uncle Kaz!
pt: L'ho azzeccata grazie a te, Zio Kaz!

# 384_Kiryu
source: Heh, don't mention it.
pt: Eh, figurati.
