Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069059c.po
Languages: pt

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Ricevuto una mancia di <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Ricevuto una mancia di <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Ricevuto una mancia di <Color:8>4.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>6,000 yen<Color:Default> tip from the audience.
pt: Ricevuto una mancia di <Color:8>6.000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola le Impostazioni Heat della Danza

# 104_Akina
source: Wow, you're even better than I imagined!
pt: Wow, sei addirittura migliore di quanto immaginassi!

# 296_Akina
source: What a shame. I thought you'd be more of a challenge.
pt: Che peccato. Pensavo saresti stato una sfida maggiore.

# 332_Akina
source: Sorry, but I only accept an opponent of about the same skill level. Could you ask somebody else?
pt: Mi dispiace, ma accetto solo sfidanti più o meno alla mia altezza. Potresti chiedere a qualcun altro?

# 356_Akina
source: Oh, hey. Are you looking for a dance opponent?
pt: Oh, ehi. Stai cercando uno sfidante di ballo?

# 452_Akina
source: Sorry, but I'm not.
pt: Mi dispiace, ma non lo sono.

# 464_Akina
source: That's too bad.
pt: Che peccato.

# 500_Akina
source: Hey, wait a minute. It doesn't seem like you have enough energy for this right now.
pt: Ehi, aspetta un attimo. Non mi sembra tu abbia abbastanza energia per questo adesso.

# 512_Haruka
source: I guess you're right. I apologize.
pt: Credo tu abbia ragione. Mi scuso.

# 548_Akina
source: Oh, hey. Are you looking for a dance opponent?
pt: Oh, ehi. Stai cercando uno sfidante di ballo?

# 644_Akina
source: Sorry, but I'm not.
pt: Mi dispiace, ma non lo sono.

# 656_Akina
source: That's too bad.
pt: Che peccato.

# 692_Akina
source: Yes, I am. Would you mind?
pt: Sì, lo sono. Ti dispiacerebbe?

# 704_Akina
source: Not at all. Hehe! This should be good!
pt: Per niente. Hehe! Questo sì che sarà bello!
