Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0dda.po
Languages: pt

source: You got 2,200 experience points.
pt: Hai ottenuto 2.200 punti esperienza.

source: You got some <Color:8>Oden Soup<Color:Default>.
pt: Hai ottenuto <Color:8>Zuppa Oden<Color:Default>.

source: You got <Color:8>Bento Lunch Set<Color:Default>.
pt: Hai ottenuto <Color:8>Set pranzo Bento<Color:Default>.

source: You got some <Color:8>Special Yakisoba<Color:Default>.
pt: Hai ottenuto <Color:8>Yakisoba Speciale<Color:Default>.

source: Practice Batting
pt: Allenamento alla Battuta

source: Chat with Mi-chan
pt: Parla con Mi-chan

source: Take the Challenge
pt: Affronta la Sfida

source: Not Now
pt: Non ora

source: Hand Over the Bento Lunch Set
pt: Dai il Set pranzo Bento

source: Not Yet
pt: Non ancora

source: Oden Soup
pt: Zuppa oden

source: Bento Lunch Set
pt: Set pranzo bento

source: Special Yakisoba
pt: Yakisoba speciali

source: Girl
pt: Ragazza

# 364_Mi-chan
source: Oh, hi, Ta-chan! Let me see you bat.
pt: Oh, ciao, Ta-chan! Fammi vedere come batti.

# 424_Mi-chan
source: Those were some delicious wings, huh, Ta-chan?
pt: Quelle ali erano deliziose, vero, Ta-chan?

# 436_Shinada
source: Yeah, they were pretty good. I had a lot of fun, too. Now I know why your jaw was hurting so much.
pt: Sì, erano piuttosto buone. Mi sono anche divertito un sacco. Ora capisco perché ti faceva così male la mascella.

# 448_Mi-chan
source: Hehehe. That's the first time someone has made that misunderstanding.
pt: Hehehe. È la prima volta che qualcuno fa un malinteso del genere.

# 460_Shinada
source: Hey, I already said I was sorry.
pt: Ehi, ho già chiesto scusa.

# 472_Mi-chan
source: Okay! I have to get back to work now.
pt: Ok! Devo tornare al lavoro adesso.

# 484_Shinada
source: Uh, were you downing beers during work, Mi-chan?
pt: Ehm, ti stavi scolando birre durante il lavoro, Mi-chan?

# 568_Mi-chan
source: Wow! You did it, Ta-chan. You're the man!
pt: Wow! Ce l'hai fatta, Ta-chan. Sei un grande!

# 580_Shinada
source: Yes! Now I get a chicken wings date with you. And it's your treat! Woohoo!
pt: Sì! Ora mi becco un'abbuffata di alette di pollo con te. E offri tu! Evviva!

# 592_Mi-chan
source: Yup, I got it. I can't wait to bite into some wings. Let's go right now!
pt: Perfetto, ci sto! Non vedo l'ora di addentare delle alette. Andiamo subito!

# 616_Shinada
source: (Now, what to do...)
pt: (Ora, che si fa...)

# 676_Mi-chan
source: Hi, Mi-chan, how's it going?
pt: Ehi, Mi-chan, come butta?

# 688_Mi-chan
source: Oh, hi, Ta-chan. Would you like to take the challenge for our chicken wings date?
pt: Oh, ehi, Ta-chan. Ti va di affrontare la sfida per la nostra abbuffata di alette di pollo?

# 700_Mi-chan
source: The rules are the same as before. If you can hit all five pitches, you win!
pt: Le regole sono le stesse di prima. Se riesci a colpire tutte e cinque le palle, vinci!

# 712_Mi-chan
source: Of course I'll do it. A date with you is on the line.
pt: Ma certo che ci sto. C'è in palio un appuntamento con te.

# 724_Mi-chan
source: Haha. Okay, Ta-chan. Let's see you bat.
pt: Haha. Ok, Ta-chan. Vediamo come batti.

# 748_Mi-chan
source: No, maybe another time.
pt: No, forse un'altra volta.

# 760_Mi-chan
source: Oh, okay. I'll hold you to that, Ta-chan.
pt: Oh, ok. Ti prendo in parola, Ta-chan.

# 772_Mi-chan
source: Ooh, too bad! The chicken wings will have to wait, Ta-chan.
pt: Ooh, peccato! Le alette di pollo dovranno aspettare, Ta-chan.

# 784_Shinada
source: Five hits on five pitches. It's tougher than I was expecting.
pt: Cinque colpi su cinque lanci. È più tosta di quanto mi aspettassi.

# 808_Shinada
source: (What to do?)
pt: (Che si fa?)

# 868_Mi-chan
source: Hi, Mi-chan, how's it going?
pt: Ehi, Mi-chan, come butta?

# 880_Mi-chan
source: Oh, hi, Ta-chan! I was waiting for you!
pt: Oh, ehi, Ta-chan! Ti stavo aspettando!

# 892_Shinada
source: Is that right? When I hear that from a young cutie like you, it sets my heart racing.
pt: Davvero? Quando sento una cosa del genere da una bella ragazza come te, mi fa battere il cuore a mille.

# 904_Mi-chan
source: Oh? Ta-chan, are you falling for me?
pt: Oh? Ta-chan, ti stai prendendo una cotta per me?

# 916_Shinada
source: Aww, Mi-chan, you're so darned cute. Especially compared to that old lady who was here before.
pt: Aww, Mi-chan, sei così dannatamente carina. Soprattutto rispetto a quella vecchia che c'era prima.

# 928_Mi-chan
source: Excuse me? Can you not compare me to some old coot? I'm only 23, you know.
pt: Come scusa? Non puoi paragonarmi a qualche vecchia carampana? Ho solo 23 anni, sai.

# 940_Shinada
source: (Mi-chan's 23? Poor girl, already saddled with debt and working it off at some sleazy bathhouse.)
pt: (Mi-chan ha 23 anni? Povera ragazza, già sommersa dai debiti e che li sta ripagando in qualche sordida casa da bagni.)

# 952_Mi-chan
source: Listen, Ta-chan, we should have another bet.
pt: Senti, Ta-chan, dovremmo fare un'altra scommessa.

# 964_Shinada
source: Are we betting over another homemade lunch?
pt: Scommettiamo per un altro pranzo fatto in casa?

# 976_Mi-chan
source: No, not this time. You know Sekai no Yamachan? The chicken wings place?
pt: No, non questa volta. Conosci Sekai no Yamachan? Quello delle alette di pollo?

# 988_Mi-chan
source: If you can beat my challenge, how about I treat you to a meal there?
pt: Se riesci a battere la mia sfida, che ne dici se ti offro un pasto lì?

# 1000_Shinada
source: That sounds awesome! But are you sure? You got it rough with your debt and all.
pt: Spettacolare! Ma sei sicura? Sei messa male con i tuoi debiti e tutto il resto.

# 1012_Mi-chan
source: Well, even a broke girl wants to eat something tasty sometimes, y'know?
pt: Beh, anche una ragazza al verde vuole mangiarsi qualcosa di sfizioso ogni tanto, sai?

# 1024_Mi-chan
source: I love chicken wings, but it's too lonely to go eat by myself. I thought I could go with you!
pt: Adoro le alette di pollo, ma è troppo triste andarci a mangiare da sola. Ho pensato che potrei andarci con te!

# 1036_Shinada
source: If that's the case, forget the challenge and let's just go.
pt: Se è così, lascia stare la sfida e andiamo e basta.

# 1048_Mi-chan
source: We can, but I wouldn't be able to treat you then. Of course, if you're willing to pay, then we can totally go, hell, even tonight!
pt: Possiamo, ma non potrei offrirti io allora. Certo, se sei disposto a pagare, allora possiamo andarci benissimo, diavolo, anche stasera!

# 1060_Shinada
source: I mean, if I had money, then sure, but... Yeah.
pt: Cioè, se avessi i soldi, allora certo, ma... Già.

# 1072_Mi-chan
source: Well, then, you have to take my challenge. Besides, I like watching you bat, Ta-chan.
pt: Beh, allora, devi accettare la mia sfida. E poi, mi piace guardarti battere, Ta-chan.

# 1084_Shinada
source: Is that right? You're gonna make me blush. Okay, lay it on me. What's the challenge this time?
pt: Ah sì? Mi farai arrossire. Ok, spara. Qual è la sfida stavolta?

# 1096_Mi-chan
source: How about five pitches again, but you have to hit all of them?
pt: Che ne dici di cinque lanci di nuovo, ma devi colpirli tutti?

# 1108_Shinada
source: Hmm, okay. If I blow even one, I lose.
pt: Mmm, ok. Se ne sbaglio anche solo uno, perdo.

# 1120_Mi-chan
source: Is it too tough for even the mighty Ta-chan?
pt: È troppo dura anche per il mitico Ta-chan?

# 1132_Shinada
source: Oh, no, there's a date with a pretty girl and some free chicken wings riding on this. It's definitely worth the effort.
pt: Oh, no, ci sono in ballo un appuntamento con una bella ragazza e delle alette di pollo gratis. Ne vale decisamente la pena.

# 1144_Mi-chan
source: That's what I think. I can't wait to go get some wings with you, Ta-chan!
pt: Questo è quello che penso. Non vedo l'ora di andarci a mangiare delle alette di pollo con te, Ta-chan!

# 1156_Shinada
source: You can count on me. Let's get this show on the road.
pt: Contaci. Diamo il via a questo spettacolo!

# 1192_Mi-chan
source: Are you going to bat today?
pt: Batti oggi?

# 1252_Mi-chan
source: Wow, that was awesome. I thought it might be a tough challenge, but there's no beating you, Ta-chan!
pt: Wow, è stato fantastico. Pensavo potesse essere una sfida dura, ma non c'è verso di batterti, Ta-chan!

# 1264_Shinada
source: Heh, it was a piece of cake.
pt: Eh, è stato un gioco da ragazzi.

# 1276_Mi-chan
source: Okay, I promised you something special, right?
pt: Ok, ti ho promesso qualcosa di speciale, giusto?

# 1288_Shinada
source: Here we go. What is it?
pt: Eccoci. Cos'è?

# 1300_Mi-chan
source: It's... Mi-chan's special homemade lunch!
pt: È... il pranzo speciale fatto in casa di Mi-chan!

# 1312_Shinada
source: Huh? Homemade? Mi-chan, you can actually cook?
pt: Eh? Fatto in casa? Mi-chan, sai davvero cucinare?

# 1324_Mi-chan
source: What do you mean by that? I'm a good cook! Why is that such a surprise!?
pt: Come sarebbe? Sono una brava cuoca! Perché tutta questa sorpresa!?

# 1336_Shinada
source: Uh, right. I mean, considering how you act and all... Never mind.
pt: Ah, già. Cioè, voglio dire, visto come ti comporti e tutto il resto... Lascia stare.

# 1348_Shinada
source: (This girl's working at a sleazy bathhouse to pay off a debt... but I guess there's more to her than I thought.)
pt: (Questa tipa sta lavorando in un bagno losco per ripagare un debito... ma a quanto pare c'è più di quanto pensassi.)

# 1360_Mi-chan
source: Trust me! It's really good. Go ahead, try it!
pt: Fidati! È davvero buono. Forza, provalo!

# 1372_Shinada
source: Okay, I'll do that.
pt: Ok, lo farò.

# 1384_Shinada
source: ...Whoa!
pt: ...Wow!

# 1396_Mi-chan
source: Well, Ta-chan? How is it?
pt: Allora, Ta-chan? Com'è?

# 1408_Shinada
source: Aww, this is delicious! Seriously, this is good stuff. It's a pleasant surprise, I can tell you that.
pt: Aww, è buonissimo! Davvero, è roba buona. È una piacevole sorpresa, te lo dico io.

# 1420_Mi-chan
source: See? I told you. That's a relief, though. I'd have been real embarrassed if you didn't like it.
pt: Vedi? Te l'avevo detto. Però, che sollievo. Mi sarei imbarazzata un sacco se non ti fosse piaciuto.

# 1432_Shinada
source: Hold on, Mi-chan... Did you make this lunch just for me?
pt: Aspetta, Mi-chan... Hai preparato questo pranzo solo per me?

# 1444_Mi-chan
source: Oh, no. I just made an extra one this morning.
pt: Oh, no. Ne ho fatto uno in più stamattina.

# 1456_Shinada
source: Oh, uh, right, okay. But hey, it sure made me happy. Thanks, Mi-chan!
pt: Ah, già, ok. Ma ehi, mi ha reso davvero contento. Grazie, Mi-chan!

# 1468_Mi-chan
source: Haha, it was fun having this bet with you. We should do something like this again! I'm pretty bored around here, you know.
pt: Haha, è stato divertente fare questa scommessa con te. Dovremmo rifare una cosa del genere! Mi annoio un sacco da queste parti, sai.

# 1480_Shinada
source: (What to do?)
pt: (Che si fa?)

# 1540_Mi-chan
source: Hi, Mi-chan, how's it going?
pt: Ehi, Mi-chan, come butta?

# 1552_Mi-chan
source: Oh, hi, Ta-chan. Want to take another stab at our bet?
pt: Oh, ciao, Ta-chan. Vuoi rifare la nostra scommessa?

# 1564_Mi-chan
source: If you can hit two home runs out of five, I'll give you something real special! Wanna give it another go?
pt: Se riesci a fare due home run su cinque, ti darò qualcosa di davvero speciale! Ci riprovi?

# 1576_Mi-chan
source: Of course I'll take the challenge. This time, I'm taking it seriously.
pt: Certo che accetto la sfida. Questa volta, faccio sul serio.

# 1588_Mi-chan
source: Haha. Okay, Ta-chan. Let's see you bat.
pt: Haha. Ok, Ta-chan. Vediamo come batti.

# 1612_Mi-chan
source: No, maybe another time.
pt: No, forse un'altra volta.

# 1624_Mi-chan
source: Oh, okay. I'll hold you to that, Ta-chan.
pt: Oh, ok. Ti prendo in parola, Ta-chan.

# 1636_Mi-chan
source: Oh, no. Too bad. I guess two home runs out of five pitches is too tall of an order, huh...
pt: Oh, no. Peccato. Immagino che due home run su cinque lanci sia chiedere troppo, eh...

# 1648_Shinada
source: Gah! I guess I'm not getting that special something...
pt: Accidenti! Immagino che non otterrò quel qualcosa di speciale...

# 1672_Shinada
source: (What to do?)
pt: (Che si fa?)

# 1732_Mi-chan
source: Hi, Mi-chan, how's it going?
pt: Ehi, Mi-chan, come butta?

# 1744_Mi-chan
source: Oh, hi, Ta-chan! I was waiting for you!
pt: Oh, ehi, Ta-chan! Ti stavo aspettando!

# 1756_Shinada
source: Oh? What's up? Let me guess, you were waiting for me to swing by, yeah?
pt: Oh? Che succede? Lascia che indovini, mi stavi aspettando che passassi di qui, eh?

# 1768_Mi-chan
source: That's exactly it. Listen, Ta-chan, we should have another bet like before.
pt: Esatto. Senti, Ta-chan, dovremmo fare un'altra scommessa come prima.

# 1780_Shinada
source: Sure. What are we betting on today?
pt: Certo. Su cosa scommettiamo oggi?

# 1792_Mi-chan
source: If you win, I'll give you something special. But I won't tell you what it is until you win. Fun, right?
pt: Se vinci, ti darò qualcosa di speciale. Ma non ti dirò cos'è finché non vinci. Divertente, no?

# 1804_Shinada
source: Okay. That means I can keep trying until I win. So what do I have to do?
pt: Ok. Questo significa che posso continuare a provare finché non vinco. Allora, cosa devo fare?

# 1816_Mi-chan
source: Let's give you five pitches. If you can hit two home runs, you win. Does that sound fair?
pt: Ti do cinque lanci. Se riesci a fare due home run, vinci. Ti sembra giusto?

# 1828_Shinada
source: And there's no penalty if I fail, right?
pt: E non c'è nessuna penalità se fallisco, giusto?

# 1840_Mi-chan
source: Yup. We good, then? Let's do this!
pt: Sì. Ci siamo, allora? Facciamolo!

# 1876_Mi-chan
source: Are you going to bat today?
pt: Batti oggi?

# 1936_Mi-chan
source: Oh, hi, Ta-chan. Did you get my Bento Lunch Set?
pt: Oh, ciao, Ta-chan. Hai preso il mio set pranzo bento?

# 1948_Mi-chan
source: Uh, no, not yet.
pt: Ehm, no, non ancora.

# 1960_Mi-chan
source: Oh, no, really? I'm starving.
pt: Oh, no, davvero? Sto morendo di fame.

# 1972_Shinada
source: Sorry, sorry. I'll scoot off to the convenience store and get your Bento Lunch Set.
pt: Scusa, scusa. Corro al minimarket e ti prendo il tuo set pranzo bento.

# 1984_Mi-chan
source: Okay, thank you!
pt: Ok, grazie!

# 1996_Mi-chan
source: (What to do?)
pt: (Che si fa?)

# 2008_Mi-chan
source: Here you go.
pt: Ecco a lei.

# 2032_Mi-chan
source: Thank you! You're a lifesaver.
pt: Grazie! Mi hai salvato la vita.

# 2044_Mi-chan
source: Yes! I win! Lunch is on you, Ta-chan. Could you get me a Bento Lunch set?
pt: Sì! Ho vinto! Il pranzo lo offri tu, Ta-chan. Potresti prendermi un set pranzo bento?

# 2056_Shinada
source: Oh, man... But all right. A promise is a promise.
pt: Vabbè... Ma va bene. Una promessa è una promessa.

# 2068_Mi-chan
source: I'm seriously famished. Run over there if you can, before I starve to death!
pt: Ho una fame tremenda, sul serio. Corri laggiù se riesci, prima che muoia di fame!

# 2080_Shinada
source: All right, I'll scoot off to the convenience store. One Bento Lunch Set's good enough for you?
pt: Va bene, corro al minimarket. Ti basta un set pranzo bento?

# 2092_Mi-chan
source: Of course. One is plenty. Thanks, Ta-chan.
pt: Certo. Uno va benissimo. Grazie, Ta-chan.

# 2104_Mi-chan
source: Uh-oh, I lost. Okay, I keep my promises. I'll treat you to some convenience store takeout.
pt: Uh-oh, ho perso. Ok, mantengo le mie promesse. Ti offro qualcosa da asporto dal minimarket.

# 2116_Shinada
source: Hahaha, it's not very gallant of me, but it was a fair wager. I'll happily accept that treat.
pt: Hahaha, non è molto da gentiluomo da parte mia, ma era una scommessa equa. Accetto volentieri l'offerta.

# 2128_Mi-chan
source: What should I go buy?
pt: Cosa vado a comprare?

# 2140_Mi-chan
source: Oden Soup? Okay. I'll be back in a few minutes.
pt: Zuppa di Oden? Va bene. Torno tra pochi minuti.

# 2212_Mi-chan
source: Here you go, Ta-chan.
pt: Ecco a te, Ta-chan.

# 2272_Mi-chan
source: Bento Lunch Set? Okay. I'll be back in a few minutes.
pt: Set pranzo bento? Va bene. Torno tra pochi minuti.

# 2344_Mi-chan
source: Here you go, Ta-chan.
pt: Ecco a te, Ta-chan.

# 2404_Mi-chan
source: Special Yakisoba? Okay. I'll be back in a few minutes.
pt: Yakisoba Speciale? Va bene. Torno tra pochi minuti.

# 2476_Mi-chan
source: Here you go, Ta-chan!
pt: Ecco a te, Ta-chan!

# 2536_Mi-chan
source: Wow, thanks, Mi-chan. You're an angel.
pt: Wow, grazie, Mi-chan. Sei un angelo.

# 2548_Mi-chan
source: I didn't expect you to be able to hit like that. Pretty impressive, to be honest. But I guess I shouldn't have doubted you!
pt: Non mi aspettavo che tu potessi colpire così. Davvero impressionante, ad essere sincero. Ma credo che non avrei dovuto dubitare di te!

# 2560_Mi-chan
source: I'm gonna have to make it harder on you next time!
pt: Dovrò rendertela più difficile la prossima volta!

# 2572_Shinada
source: Oh, boy, don't make it too hard.
pt: Dai, su, non renderla troppo difficile.

# 2632_Shinada
source: (What to do?)
pt: (Che si fa?)

# 2692_Mi-chan
source: Hi, Mi-chan, how's it going?
pt: Ehi, Mi-chan, come butta?

# 2704_Mi-chan
source: Oh, hi, Ta-chan. How are you?
pt: Oh, ciao, Ta-chan. Come va?

# 2716_Shinada
source: Alright. You don't look so good, though. You doing okay?
pt: Ok. Non hai una bella cera, però. Stai bene?

# 2728_Mi-chan
source: Really? I mean, I haven't eaten anything today. I should nip out and get some takeout.
pt: Davvero? Cioè, non ho mangiato niente oggi. Dovrei fare un salto fuori a prendere qualcosa da asporto.

# 2740_Shinada
source: What, and leave the place unattended?
pt: Cosa, e lasciare il posto incustodito?

# 2752_Mi-chan
source: It'll be only a few minutes. I'm just stepping out to grab something quick!
pt: Saranno solo pochi minuti. Faccio solo un salto fuori a prendere qualcosa al volo!

# 2764_Shinada
source: I guess that's true.
pt: Immagino sia vero.

# 2776_Mi-chan
source: Oh, Ta-chan, are you hungry, too?
pt: Oh, Ta-chan, hai fame anche tu?

# 2788_Shinada
source: Huh? What, you gonna treat me to something?
pt: Eh? Cosa, mi offri qualcosa?

# 2800_Mi-chan
source: Well... How about maybe?
pt: Beh... magari?

# 2812_Shinada
source: What do you mean?
pt: Cosa intendi?

# 2824_Mi-chan
source: Want to make a bet of it? We'll see if you can hit a home run off a pitching machine or not.
pt: Vuoi scommettere? Vedremo se riesci a fare un fuoricampo con la macchina lanciapalle o no.

# 2836_Shinada
source: Hmm... Yeah, I could go for that. Sounds fun.
pt: Mmm... Sì, ci sto. Sembra divertente.

# 2848_Mi-chan
source: Okay, how about we base it off three pitches? If you can hit a home run, it'll be my treat.
pt: Va bene, che ne dici di basarci su tre lanci? Se riesci a fare un fuoricampo, ti offro io.

# 2860_Mi-chan
source: So naturally, that means that you have to treat me to lunch if you can't do it.
pt: E quindi, per forza, se non ci riesci, mi devi offrire il pranzo.

# 2872_Shinada
source: Fine. You know, Mi-chan, I'm pretty good at this batting stuff. You might end up regretting this little bet of yours.
pt: Va bene. Sai, Mi-chan, sono abbastanza bravo con 'ste battute. Potresti finire per pentirti di 'sta scommessina tua.

# 2884_Shinada
source: Three pitches is more than plenty for smacking out a homer.
pt: Tre lanci bastano e avanzano per tirare fuori un fuoricampo.

# 2896_Mi-chan
source: Well, let's see if you have to eat those words... and my lunch bill! Hah!
pt: Beh, vediamo se dovrai rimangiarti quelle parole... e il conto del mio pranzo! Ahah!

# 2920_Mi-chan
source: What would you like to do?
pt: Che si fa?

# 2980_Girl
source: Oh, hello!
pt: Oh, salve!

# 2992_Shinada
source: Huh? Who are you?
pt: Eh? Chi sei?

# 3004_Girl
source: I just started today. The lady who used to work here suddenly quit, and they had an ad out saying they were hiring, so here I am!
pt: Ho appena iniziato oggi. La signora che lavorava qui prima ha mollato all'improvviso, e c'era un annuncio che dicevano cercassero gente, quindi eccomi qui!

# 3016_Shinada
source: Oh, so the old lady's gone...
pt: Oh, quindi la vecchia se n'è andata...

# 3028_Shinada
source: (I mean, she did try to kill me...)
pt: (Cioè, ha cercato di uccidermi...)

# 3040_Girl
source: Um, are you a regular here?
pt: Ehm, è un cliente fisso qui?

# 3052_Shinada
source: Huh? Uh, yeah, you might say that.
pt: Eh? Beh, sì, diciamo di sì.

# 3064_Girl
source: Oh, then let me introduce myself! I'm Miki Murai. Please feel free to call me Mi-chan.
pt: Oh, allora mi presento! Sono Miki Murai. Chiamami pure Mi-chan.

# 3076_Shinada
source: Okay, Mi-chan. It's nice to see this place get someone so pretty to work the counter. It'll bring some much-needed shine to the establishment.
pt: Ok, Mi-chan. È bello vedere che questo posto ha qualcuno così carino a lavorare al bancone. Porterà un po' di quel lustro che serviva proprio al locale.

# 3088_Mi-chan
source: Haha, thanks!
pt: Haha, grazie!

# 3100_Shinada
source: I'm Tatsuo Shinada. You can call me Ta-chan.
pt: Sono Tatsuo Shinada. Chiamami pure Ta-chan.

# 3112_Mi-chan
source: Okay, Ta-chan. Huh? Wait, your face... There's...
pt: Ok, Ta-chan. Eh? Aspetta, la tua faccia... C'è...

# 3124_Shinada
source: What's wrong with my face?
pt: Cosa c'è che non va nella mia faccia?

# 3136_Mi-chan
source: Oh, no, I just think I recognize you from somewhere.
pt: Oh, no, mi sembra solo di riconoscerti da qualche parte.

# 3148_Shinada
source: Huh? Really?
pt: Eh? Davvero?

# 3160_Mi-chan
source: Oh! That's it! I think I've seen you in town with someone. Ta-chan, do you maybe know Takasugi-san?
pt: Oh! Ecco! Credo di averti visto in giro con qualcuno. Ta-chan, magari conosci Takasugi-san?

# 3172_Shinada
source: Takasugi-san? As in the money lender? That Takasugi-san?
pt: Takasugi-san? Intendi l'usuraio? Quel Takasugi-san?

# 3184_Mi-chan
source: Yes! That's him.
pt: Sì! È lui.

# 3196_Shinada
source: Mi-chan, why do you know Takasugi-san?
pt: Mi-chan, perché conosci Takasugi-san?

# 3208_Mi-chan
source: Well, it's, um... Because I borrowed money from him.
pt: Beh, è, ehm... Perché gli ho preso dei soldi in prestito.

# 3220_Shinada
source: Oh, that's what it is. You owe him money, too.
pt: Oh, ecco cos'è. Anche tu gli devi dei soldi.

# 3232_Shinada
source: Huh? Come to think of it, I think I heard your name somewhere, too.
pt: Eh? Ora che ci penso, credo di aver sentito il tuo nome da qualche parte anch'io.

# 3244_Mi-chan
source: Really?
pt: Davvero?

# 3256_Shinada
source: What was it now? Was that you on the phone with Takasugi-san?
pt: Com'era, adesso? Eri tu al telefono con Takasugi-san?

# 3268_Shinada
source: (Oh, right, Takasugi had her working at a bathhouse to repay her loan. She was crying because her jaw hurt...)
pt: (Ah, giusto, Takasugi l'aveva messa a lavorare in un bagno pubblico per ripagare il suo debito. Piangeva perché le faceva male la mascella...)

# 3280_Shinada
source: Oh, so that's who you are. You're that Mi-chan!
pt: Oh, ecco chi sei. Sei *quella* Mi-chan!

# 3292_Mi-chan
source: Oh! Did you hear about me from Takasugi-san, then?
pt: Oh! Allora hai sentito parlare di me da Takasugi-san?

# 3304_Shinada
source: Uh, just a little. Like, you're, uh, working another job? It must be pretty tough for you.
pt: Ehm, solo un po'. Cioè, stai, ehm, facendo un altro lavoro? Dev'essere parecchio dura per te.

# 3316_Mi-chan
source: Well, I gotta. If I don't pay back this loan quick, the interest's just gonna keep piling up.
pt: Beh, devo per forza. Se non ripago 'sto prestito in fretta, gli interessi continueranno solo a salire.

# 3328_Shinada
source: That's so true. We both have to dig down and work.
pt: È proprio vero. Dobbiamo entrambi darci sotto e lavorare.

# 3340_Mi-chan
source: Ooh, ouch. My jaw hurts.
pt: Ooh, ahi. Mi fa male la mascella.
