Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901b8.po
Languages: pt

source: Trendy High Schooler
pt: Liceale alla moda

source: Starry-eyed High Schooler
pt: Liceale sognatrice

source: Join Them for Okonomiyaki
pt: Unisciti a loro per l'okonomiyaki

source: Decline
pt: Rifiuta

# 88_Trendy High Schooler
source: Oh, hi, Haruka-chan! Did ya decide to come have okonomiyaki with us after all? It's that restaurant right over there.
pt: Oh, ciao, Haruka-chan! Allora, hai deciso di venire a mangiare l'okonomiyaki con noi, dopotutto? È quel ristorante proprio lì.

# 100_Starry-eyed High Schooler
source: Yeah, let's go! And then we can ask ya all about show business! Whaddya say?
pt: Sì, dai, andiamo! E poi possiamo chiederti tutto sullo spettacolo! Che ne dici?

# 112_Haruka
source: (Should I go? I don't have that many chances to make friends at school. This might be a good opportunity.)
pt: (Dovrei andarci? Non ho molte occasioni per fare amicizia a scuola. Questa potrebbe essere una buona occasione.)

# 124_Haruka
source: I'm sorry. I'm afraid I can't right now. Maybe next time?
pt: Mi dispiace. Purtroppo non posso venire adesso. Magari la prossima volta?

# 136_Trendy High Schooler
source: Oh, you can't? That's too bad.
pt: Oh, non puoi? Che peccato.

# 160_Haruka
source: All right. If you're sure you wouldn't mind, I'd love to come along!
pt: Va bene. Se siete sicuri che non vi dispiace, verrei volentieri con voi!

# 172_Trendy High Schooler
source: Oh, don't be so polite! We're classmates, aren't we?
pt: Oh, non fare complimenti! Siamo compagni di classe, no?

# 184_Starry-eyed High Schooler
source: Yeah, let's go! I've never gone out to eat with somebody famous before!
pt: Sì, dai, andiamo! Non sono mai uscito a mangiare con qualcuno di famoso prima d'ora!

# 196_Haruka
source: Oh, okay.
pt: Ah, okay.
