Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0002076e.po
Languages: pt

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got 5,000 experience points.
pt: Hai ottenuto 5.000 punti esperienza.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Move Everything to the Item Box
pt: Sposta tutto nella Cassa Oggetti

source: Choose Items for Your Inventory
pt: Scegli gli oggetti per il tuo Inventario

source: All good. Let's go.
pt: Tutto a posto. Andiamo.

source: Not ready yet.
pt: Non ancora pronto.

source: Go to the Mountain
pt: Vai alla Montagna

source: Sort Items
pt: Ordina gli oggetti

source: Check Status
pt: Controlla Stato

source: Don't Do Anything Yet
pt: Non fare nulla ancora

source: Yup, ready to go.
pt: Sì, pronto a partire.

source: Need some more time.
pt: Ci serve ancora un po’ di tempo.

source: New Skill: Spotter
pt: Nuova Abilità: Spotter

source: New Skill: Deadeye
pt: Nuova Abilità: Deadeye

source: New Mission
pt: Nuova Missione

source: Mastery Achieved
pt: Maestria Raggiunta

source: Hunting Rifle Acquired
pt: Fucile da caccia acquisito

source: Go to Town with Baba
pt: Vai in città con Baba

source: Rescue the Lost Hunter
pt: Salva l'cacciatore smarrito

source: Search for Narumi
pt: Cerca Narumi

source: Shoot Yama-oroshi with a Transmitter
pt: Tira Yama-oroshi con un trasmettitore

source: Search for Yama-oroshi's Den
pt: Cerca la tana di Yama-oroshi

source: Demonstrate Rifle Skills
pt: Dimostra le abilità del fucile

source: Choose a Rifle
pt: Scegli un fucile

source: Do Nothing
pt: Non fare nulla

source: Head to Tsukimino with Baba
pt: Vai a Tsukimino con Baba

source: Not Yet
pt: Non ancora

source: Horizontal Double Rifle
pt: Fucile Doppio Orizzontale

source: Vertical Double Rifle
pt: Fucile Doppio Verticale

source: Vertical Double Special
pt: Speciale Doppio Verticale

source: Vertical Double Rifle (Extreme)
pt: Fucile Doppio Verticale (Estremo)

source: Golden Rifle
pt: Fucile Dorato

source: No Rifle
pt: Nessun fucile

source: Switching Weapons
pt: Cambio armi

# 744_Okudera
source: You're awake.
pt: Sei sveglio.

# 756_Okudera
source: Things can be replaced; people can't. You're aware of that, aren't you? *sigh* You're lucky to be alive. Get your stuff sorted; I'll hold your gun and shells.
pt: Le cose si possono sostituire; le persone no. Se sei consapevole di questo, vero? *sigh* Sei fortunato di essere vivo. Metti le tue cose in ordine; io ti tengo la pistola e le munizioni.

# 804_Okudera
source: Let me know when you're going to the mountain. And be better prepared next time!
pt: Fammi sapere quando andrai in montagna. E preparati meglio la prossima volta!

# 840_Okudera
source: Finally, you're awake! A passing hunter found you. How lucky is that? I have to say, you do some pretty risky stuff.
pt: Finalmente, sei sveglio! Un cacciatore in giro ti ha scoperto. Che fortuna è? Devo dire che ti fai delle cose piuttosto rischiose.

# 852_Okudera
source: Things can be replaced; people can't. You're aware of that, aren't you? *sigh* You're lucky to be alive. If you want, I'll hold your gun and shells.
pt: Le cose si possono sostituire; le persone no. Se sei consapevole di questo, vero? *sigh* Sei fortunato di essere vivo. Se vuoi, ti terrò la pistola e le munizioni.

# 864_Okudera
source: Let me know when you're going to the mountain. And be better prepared next time!
pt: Fammi sapere quando andrai in montagna. E preparati meglio la prossima volta!

# 912_Okudera
source: Well, well. You're alive.
pt: Bene, bene. Sei vivo.

# 924_Okudera
source: Get some proper rest. I'll hold your gun and shells.
pt: Fatti un bel riposo. Ti terrò la pistola e le munizioni.

# 972_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 984_Okudera
source: How was it?
pt: Com'è stato?

# 996_Saejima
source: The road's been reopened.
pt: La strada è stata riaperta.

# 1008_Okudera
source: Good. You can leave town now. Baba will be fine.
pt: Bene. Puoi lasciare la città ora. Baba starà bene.

# 1020_Saejima
source: But isn't Yama-oroshi still roamin' the mountain?
pt: Ma Yama‑oroshi non sta ancora girando per la montagna?

# 1032_Okudera
source: That's my problem.
pt: Questo è il mio problema.

# 1044_Saejima
source: All right. ...Lemme ask ya somethin'.
pt: Ok. ...Fammi chiedere qualcosa?

# 1056_Okudera
source: What?
pt: Cosa?

# 1068_Saejima
source: Why do ya keep after Yama-oroshi?
pt: Perché continui a inseguire Yama‑oroshi?

# 1080_Okudera
source: That's really none of your concern. Let it be.
pt: Non ti riguarda davvero. Lascia stare.

# 1092_Saejima
source: Okay. I get the feelin' that some day you're gonna end up tellin' me anyway. 'Cause we're alike in certain ways, ya know.
pt: Ok. Ho la sensazione che un giorno finirai per dirmelo comunque. ’Cause siamo simili in certi modi, capisci.

# 1104_Okudera
source: Hmph. You're entitled to your opinion.
pt: Hmph. Hai diritto alla tua opinione.

# 1116_Okudera
source: But for now, you can hurry off to Tsukimino, or stay and hunt. Just let me know what you decide.
pt: Ma per ora puoi correre verso Tsukimino, o restare e cacciare. Fammi sapere cosa decidi.

# 1128_Saejima
source: Sure.
pt: Certo.

# 1152_Okudera
source: How's the village? Saejima, go see if they've plowed the snow from the road.
pt: Com'è il villaggio? Saejima, vai a vedere se hanno spazzato la neve dalla strada.

# 1188_Okudera
source: That trader is pretty much your only option for buying and selling goods. Go introduce yourself!
pt: Quel commerciante è praticamente la tua unica opzione per comprare e vendere merci. Vai a presentarti!

# 1200_Okudera
source: I made some snares. Saejima, you ready for this mountain?
pt: Ho messo delle trappole. Saejima, sei pronto per questa montagna?

# 1212_Saejima
source: Nah, hold on a bit.
pt: Nah, aspetta un attimo.

# 1224_Okudera
source: All right. Just let me know when you're ready.
pt: Ok. Fammi sapere quando sei pronto.

# 1236_Saejima
source: Got it.
pt: Capito.

# 1248_Saejima
source: Yeah. Ready.
pt: Sì. Pronto.

# 1284_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 1308_Okudera
source: All right, let's go!
pt: Dai, andiamo!

# 1332_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 1356_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 1380_Okudera
source: You're back. You done now?
pt: Sei tornato. Hai finito?

# 1392_Saejima
source: Yeah.
pt: Sì.

# 1404_Okudera
source: Good. We'll go trapping, then. For rabbits. That's the best food for Baba. It'll help him get his strength back.
pt: Ok. Andremo a mettere le trappole, poi. Per i conigli. È il miglior cibo per Baba. Lo aiuterà a recuperare la forza.

# 1416_Baba
source: I'm sorry, Aniki. To require so much of you.
pt: Mi dispiace, Aniki. Di aver richiesto così tanto da te.

# 1428_Saejima
source: Don't worry about it.
pt: Non preoccuparti.

# 1440_Okudera
source: Anyway, I made some snares. Are you ready to go to the mountain?
pt: Comunque, ho preparato qualche trappola. Sei pronto per la montagna?

# 1452_Saejima
source: Mind waitin' a bit?
pt: Aspetti un attimo?

# 1464_Okudera
source: Not at all. Just tell me when you're ready.
pt: Di nulla. Fammi sapere quando sei pronto.

# 1476_Saejima
source: Great.
pt: Bene.

# 1488_Saejima
source: Yeah. Ready.
pt: Sì. Pronto.

# 1524_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 1548_Okudera
source: All right, let's get a move on.
pt: Va bene, muoviamoci.

# 1572_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 1596_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 1632_Okudera
source: You mentioned you had a favor to return... To someone who gave you some food, I believe.
pt: Hai detto di avere un favore da restituire… a qualcuno che ti ha dato un po' di cibo, credo.

# 1644_Okudera
source: So are you gonna go do that or not?
pt: Allora, andrai a farlo o no?

# 1656_Saejima
source: (He's right. Gotta go see Nishina-san.)
pt: (Ha ragione. Devo andare a vedere Nishina-san.)

# 1668_Okudera
source: I'll teach you how to trap rabbits when you get back.
pt: Ti mostro come mettere le trappole per i conigli quando torni.

# 1680_Saejima
source: Why? Ain't much meat on those li'l critters. Why not try for deer?
pt: Perché? Non c'è molto per quei piccoli animali. Perché non provare con i cervi?

# 1692_Okudera
source: Rabbit meat is much more tender. It'll be easier for Baba to digest.
pt: La carne di coniglio è molto più tenera. Sarà più facile da digerire per Baba.

# 1704_Okudera
source: The fur will be very useful as well.
pt: La pelliccia sarà molto utile anche.

# 1716_Saejima
source: Well, you'd know best.
pt: Beh, tu lo sai meglio.

# 1728_Okudera
source: Go take care of your business. I'll make some rabbit snares.
pt: Vai a occuparti delle tue faccende. Preparerò alcune trappole per conigli.

# 1740_Okudera
source: They'll be finished by the time you get back.
pt: Saranno già finiti quando ritorni.

# 1872_Okudera
source: Did you not find the person you were looking for?
pt: Non hai trovato la persona che cercavi?

# 1884_Okudera
source: If it makes it any easier, I can hold your gun and shells. You might as well get your stuff sorted, too.
pt: Se ti rende più facile, posso tenere la tua pistola e le cartucce. Potresti anche sistemare le tue cose.

# 1932_Okudera
source: Let me know when you're good and ready. The mountain is not something to be trifled with.
pt: Fammi sapere quando sei a posto. La montagna non è un gioco.

# 1992_Okudera
source: You're awake.
pt: Sei sveglio.

# 2040_Okudera
source: Don't thank me. Nishina's the one you should thank.
pt: Non ringraziarmi. Nishina è colui che dovresti ringraziare.

# 2052_Saejima
source: Didn't mean to be a burden... Sorry.
pt: Non volevo essere un peso... Scusami.

# 2064_Okudera
source: You should be.
pt: Dovresti esserlo.

# 2076_Okudera
source: Kihachi was grateful, though.
pt: Kihachi era grato, però.

# 2088_Saejima
source: Heh, a silver lining to the fact I couldn't even save myself.
pt: Heh, c’è un lato positivo: non sono riuscito nemmeno a salvarmi.

# 2100_Okudera
source: Forget silver linings－let it be a lesson! By the way, I've got your gun and shells here. So don't worry about them; just focus on resting up.
pt: Dimentica le speranze di luce－lascia che sia una lezione! A proposito, ho la tua pistola e le cartucce qui. Quindi non preoccuparti di queste cose; concentrati solo a riposare.

# 2112_Saejima
source: Alright...
pt: Allora...

# 2148_Okudera
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 2232_Okudera
source: Did you not find the person you were looking for?
pt: Non hai trovato la persona che cercavi?

# 2244_Okudera
source: If it makes it any easier, I can hold your gun and shells. You might as well get your stuff sorted, too.
pt: Se ti rende più facile, posso tenere la tua pistola e le cartucce. Potresti anche sistemare le tue cose.

# 2292_Okudera
source: Let me know when you're good and ready. The mountain is not something to be trifled with.
pt: Fammi sapere quando sei a posto. La montagna non è un gioco.

# 2304_Okudera
source: Good.
pt: Bene.

# 2316_Saejima
source: All right. What're we gonna do, Okudera-han?
pt: Allora. Che facciamo, Okudera-han?

# 2328_Okudera
source: I don't know. We'll just have to keep an eye on the situation for now and deal with it when the time comes.
pt: Non lo so. Dobbiamo solo tenere d'occhio la situazione per ora e affrontarla quando verrà il momento.

# 2340_Saejima
source: Y'know, from what I've heard, hunting is one-sided slaughter.
pt: Sai, da quello che sento, la caccia è un massacro unilaterale.

# 2352_Okudera
source: That's not an inaccurate description.
pt: Non è una descrizione imprecisa.

# 2364_Saejima
source: (Wish it could be more fair.)
pt: (Spero che fosse più giusto.)

# 2376_Okudera
source: But that doesn't apply to Yama-oroshi. He could kill a man as easily as we might kill any game.
pt: Ma questo non vale per Yama‑oroshi. Potrebbe uccidere un uomo con la stessa facilità con cui potremmo uccidere qualsiasi animale da caccia.

# 2388_Saejima
source: So he'd be a fair fight, then.
pt: Allora sarebbe una sparatoria leale, giusto?

# 2400_Okudera
source: Enough talk. I'm going to sleep.
pt: Basta chiacchiere. Me ne vado a dormire.

# 2412_Saejima
source: ...Alright.
pt: ...Allora.

# 2448_Okudera
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 2508_New Skill: Spotter
source: Animals in the area are shown on the minimap.
pt: Gli animali nell'area sono mostrati sulla minimappa.

# 2556_Okudera
source: What, you came back without finishing your task?
pt: Che, sei tornato senza aver finito il tuo compito?

# 2568_Okudera
source: If it makes it any easier, I can hold your gun and shells. You might as well get your stuff sorted, too.
pt: Se ti rende più facile, posso tenere la tua pistola e le cartucce. Potresti anche sistemare le tue cose.

# 2616_Okudera
source: Let me know when you're good and ready. The mountain is not something to be trifled with.
pt: Fammi sapere quando sei a posto. La montagna non è un gioco.

# 2628_Okudera
source: You're alive－that's a surprise! What happened?
pt: Sei vivo—che sorpresa! Che è successo?

# 2640_Saejima
source: Plugged him squarely. From now on, we'll know where Yama-oroshi is.
pt: L'ho colpito dritto. Da ora in poi sapremo dove si trova Yama-oroshi.

# 2652_Okudera
source: That's great news. Rest up; I asked a lot of you.
pt: Questa è una grande notizia. Riposate; vi ho chiesto molto.

# 2664_Saejima
source: Won't argue with ya.
pt: Non mi faccio problemi a discutere con te.

# 2700_Okudera
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 2760_New Skill: Deadeye
source: Unsteadiness while shooting is reduced.
pt: Il tremore durante il tiro è ridotto.

# 2796_Okudera
source: When you're ready, we'll search for Yama-oroshi's den.
pt: Quando sei pronto, cercheremo il covo di Yama‑oroshi.

# 2808_Saejima
source: You're feelin' up to it already?
pt: Ti senti già pronto?

# 2820_Okudera
source: I may not be able to hold a gun, but I've got you. If you're willing to help an old man get around, that is.
pt: Non posso tenere un'arma, ma ci sto con te. Se sei disposto a dare una mano a un vecchio per muoversi, allora va bene.

# 2832_Saejima
source: Ha, you're puttin' a lot of faith in me. But no worries, old man, I got your back.
pt: Ha, mi stai dando tanta fiducia. Ma tranquillo, vecchio, ti copio.

# 2844_Okudera
source: I'll start packing. Just tell me when you're ready.
pt: Inizio a fare le valigie. Fammi sapere quando sei pronto.

# 2856_Saejima
source: Got it.
pt: Capito.

# 2868_New Mission
source: "Okudera's Escort" was added.
pt: "Okudera's Escort" è stato aggiunto.

# 2880_Okudera
source: If you want, I can hold your gun and shells. You might as well get your stuff sorted, too.
pt: Se vuoi, posso tenere la tua pistola e le munizioni. Puoi anche sistemare le tue cose.

# 2928_Okudera
source: Let me know when you're good and ready. The mountain is not something to be trifled with.
pt: Fammi sapere quando sei a posto. La montagna non è un gioco.

# 2952_Okudera
source: Hm... the other side of the canyon. Well, now that we know the location of its den, there'll be plenty of other opportunities.
pt: Hm... l’altra parte del canyon. Bene, ora che conosciamo la posizione del suo covo, ci saranno molte altre opportunità.

# 2964_Saejima
source: (Okudera-han backed off so quickly. That's not like 'im.)
pt: (Okudera-han si è allontanato così in fretta. Non è come lui.)

# 2976_Okudera
source: I'll cook supper, Saejima. Why don't you go see how the village is faring?
pt: Faccio la cena, Saejima. Vai a vedere come sta andando il villaggio?

# 2988_Saejima
source: Sure, it's somethin' to do.
pt: Sì, è qualcosa da fare.

# 3024_Okudera
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 3084_Okudera
source: I'll cook supper, Saejima. Why don't you go see how the village is faring?
pt: Faccio la cena, Saejima. Vai a vedere come sta andando il villaggio?

# 3108_Okudera
source: If you want, I can hold your gun and shells. You might as well get your stuff sorted, too.
pt: Se vuoi, posso tenere la tua pistola e le munizioni. Puoi anche sistemare le tue cose.

# 3156_Okudera
source: Let me know when you're good and ready. The mountain is not something to be trifled with.
pt: Fammi sapere quando sei a posto. La montagna non è un gioco.

# 3168_Saejima
source: (Kihachi-san sent the cops packin', and then he took a lotta heat for wastin' their time.)
pt: (Kihachi-san ha mandato i poliziotti via, e poi ha preso un sacco di colpi per aver sprecato il loro tempo.)

# 3192_Saejima
source: (But at least Okudera-han's safe, and Yama-oroshi ain't about to go near people anytime soon.)
pt: (But at least Okudera-han's safe, and Yama-oroshi ain't about to go near people anytime soon.) Traduzione in italiano: (Ma almeno Okudera-han è al sicuro, e Yama-oroshi non si intende avvicinare alle persone per un po'.)

# 3216_Saejima
source: What?
pt: Cosa?

# 3228_Okudera
source: Nothing. Thanks.
pt: Nulla. Grazie.

# 3240_Saejima
source: Don't mention it.
pt: Non c'è di che.

# 3276_Okudera
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 3336_Mastery Achieved
source: Unsteadiness while shooting is minimized. Health loss from the cold is suppressed.
pt: L’instabilità durante il tiro è ridotta. La perdita di salute a causa del freddo è soppressa.

# 3348_Okudera
source: Okudera has given his blessing to trek around the mountain freely.
pt: Okudera ha dato la sua benedizione per fare trekking intorno alla montagna liberamente.

# 3372_Okudera
source: You've been handling rifles a good long while.
pt: Hai maneggiato i fucili per un bel po' di tempo.

# 3384_Saejima
source: What about it?
pt: Cosa c'è?

# 3396_Okudera
source: I'd like to see your skill with my own eyes. Let me know when you've got the time.
pt: Voglio vedere con i miei occhi quanto sei bravo. Fammi sapere quando hai un po' di tempo.

# 3408_New Mission
source: "Hunter Test" was added to the list of missions.
pt: "Hunter Test" è stato aggiunto alla lista delle missioni.

# 3456_Okudera
source: Well done, you've learned. As for the deer you shot, we'll share it with the village. That will show our gratitude for the animal's sacrifice.
pt: Bravissimo, hai imparato. Per quanto riguarda il cervo che hai abbattuto, lo spartiamo con il villaggio. Così dimostreremo la nostra gratitudine per il sacrificio dell'animale.

# 3468_Saejima
source: My learnin' is all thanks to you, Okudera-han. And I still got lotsa catchin' up to do.
pt: La mia crescita è tutta grazie a te, Okudera-han. E ancora ho un sacco da catturare.

# 3480_Okudera
source: Don't be modest. You're ready for this.
pt: Non essere modesto. Sei pronto per questo.

# 3492_Okudera
source: From now on, use this rifle on the mountain.
pt: Da ora in poi, usa questo fucile sulla montagna.

# 3504_Hunting Rifle Acquired
source: You got a Vertical Double Rifle (Extreme).
pt: Hai ottenuto un fucile verticale a doppio colpo (Estremo).

# 3528_Okudera
source: Use it only when you must.
pt: Usalo solo quando devi.

# 3540_Saejima
source: ...I know. 'Preciate it.
pt: ...Lo so. 'Preciatelo.

# 3576_Okudera
source: You've still got a lot to learn. You're wanting in decisiveness, concentration, and accuracy.
pt: Hai ancora tanto da imparare. Ti manca decisione, concentrazione e precisione.

# 3588_Saejima
source: Dunno what to say...
pt: Non so cosa dire...

# 3600_Okudera
source: Come see me again when you've got more experience. As for the deer you shot, we'll share it with the village. That will show our gratitude for the animal's sacrifice.
pt: Vieni a trovarmi di nuovo quando avrai più esperienza. Per quanto riguarda il cervo che hai abbattuto, lo spartiamo con il villaggio. Così dimostreremo la nostra gratitudine per il sacrificio dell'animale.

# 3612_Okudera
source: You've kept up your shooting skills. I was right to give you that gun.
pt: Hai mantenuto il ritmo con le tue abilità di tiro. Ho avuto ragione a darti quella pistola.

# 3624_Saejima
source: It's all thanks to you, Okudera-han. Hope ya keep on teachin' me.
pt: Tutto è grazie a te, Okudera-han. Spero tu continui a insegnarmi.

# 3636_Okudera
source: Oh, I know it's all thanks to me, haha. As for the deer you shot, we'll share it with the village. That will show our gratitude for the animal's sacrifice.
pt: Oh, lo so, è tutto grazie a me, haha. Per quanto riguarda il cervo che hai abbattuto, lo spartiamo con il villaggio. Così dimostreremo la nostra gratitudine per il sacrificio dell'animale.

# 3648_Okudera
source: What's wrong? This isn't like you. Buck up.
pt: Che succede? Non è come sei solitamente. Forza!

# 3660_Saejima
source: Dunno what's wrong with me...
pt: Non so cosa c'è che non va in me...

# 3672_Okudera
source: I guess it can't be helped now. As for the deer you shot, we'll share it with the village. That will show our gratitude for the animal's sacrifice.
pt: Credo che non si possa fare niente ora. Per quanto riguarda il cervo che hai abbattuto, lo spartiamo con il villaggio. Così mostreremo la nostra gratitudine per il sacrificio dell'animale.

# 3708_Saejima
source: We owe ya so much. If not for you, Baba and I'd be bear food by now.
pt: Ti dobbiamo così tanto. Se non fosse stato per te, Baba e io saremmo il cibo degli ortechi ormai.

# 3720_Baba
source: Yes, thank you so much!
pt: Sì, grazie mille!
