Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033c15.po
Languages: pt

source: You got 2,500 experience points.
pt: Hai ottenuto 2.500 punti esperienza.

source: Large Woman
pt: Donna Grande

source: Take Her On
pt: Affrontala

source: Not Right Now
pt: Non adesso

source: Audience
pt: Pubblico

# 120_Large Woman
source: Hey! Hey, you! Hold it right there!
pt: Ehi! Ehi, tu! Fermo lì!

# 132_Haruka
source: Hmm? Me?
pt: Mmh? Io?

# 144_Large Woman
source: Yeah, you! Who do you think!? You're Haruka Sawamura, aren't you?
pt: Sì, proprio tu! Ma chi ti credi di essere?! Tu sei Haruka Sawamura, no? tu?

# 156_Haruka
source: Yes, that's right. Um... Do I know you?
pt: Sì, proprio così. Ehm... Ti conosco?

# 168_Large Woman
source: What!? You're trying to be a top idol, and you don't even know who I am!?
pt: Ma come?! Vuoi fare la idol, e non sai nemmeno chi sono io!?

# 180_Large Woman
source: I'm Ulala, the daughter of the legendary beauty from the neighboring town.
pt: Sono Ulala, la figlia della leggendaria bellezza della città vicina.

# 192_Haruka
source: Um, so your mother is a legendary beauty?
pt: Ehm, quindi tua madre è una bellezza leggendaria?

# 204_Ulala
source: My mother is, and I am, too! They always told me I'd be beautiful when I grew up, and, as you can plainly see, I am!
pt: Mia madre lo è, e lo sono anch'io! Mi hanno sempre detto che sarei diventata bellissima da grande, e, come puoi vedere chiaramente, lo sono!

# 216_Ulala
source: But if you think you can be an idol around here and not know who I am, you've got another thing coming! We idols are very particular, you know!
pt: Ma se pensi di poterti fare un nome da idol qui e non sapere chi sono, ti sbagli di grosso! Noi idol siamo molto particolari, sai!

# 228_Haruka
source: I'm very sorry. I still have a lot to learn...
pt: Mi dispiace molto. Ho ancora molto da imparare...

# 240_Ulala
source: Exactly! And don't you think you've been letting your success go to your head lately?
pt: Esatto! E non credi che il tuo successo ti stia montando la testa ultimamente?

# 252_Ulala
source: You're not even that cute, but you suddenly get a few fans, and now you're all full of yourself!
pt: Non sei neanche così carina, ma all'improvviso hai qualche fan, e adesso te la tiri un sacco!

# 264_Ulala
source: Show-offs like you make me absolutely sick!
pt: Sbruffoni come te mi fanno proprio vomitare!

# 276_Haruka
source: I'm sorry. I didn't mean to come across that way.
pt: Mi dispiace. Non volevo sembrare così.

# 288_Ulala
source: I've seen you, with that snooty, smug look on your face, twisting and gyrating all over the stage, doing those dance battles or whatever you call them!
pt: Ti ho vista, con quella tua faccia da spocchiosa, a dimenarti e contorcerti per tutto il palco, a fare quelle sfide di ballo o come diavolo le chiami!

# 300_Ulala
source: Hmph! You should be downright embarrassed, if you ask me! A potato'd make a better dancer than you!
pt: Hmph! Dovresti morire dalla vergogna, se me lo chiedi! Una patata ballerebbe meglio di te!

# 312_Haruka
source: Um, I'm not sure what I did wrong, but I'm sorry if I did something to upset you.
pt: Ehm, non sono sicura di cosa ho sbagliato, ma mi dispiace se ho fatto qualcosa per farti arrabbiare.

# 324_Haruka
source: Truly, I am.
pt: Lo sono, davvero.

# 336_Ulala
source: Ha! One itty-bitty apology isn't going to cut it, sister!
pt: Ha! Una misera scusa non basterà, sorellina!

# 348_Ulala
source: I came all this way to Sotenbori, only to find everybody making a big fuss over a little nothing like you!? What a joke!
pt: Mi sono fatta tutto questo viaggio fino a Sotenbori, solo per scoprire che tutti fanno un gran casino per una nullità come te!? Che barzelletta!

# 360_Ulala
source: What do you call those thingies again? Dance battles? Okay then, let's see you do one right now! I, the great Ulala, will be your opponent!
pt: Come chiami di nuovo quei cosi? Sfide di ballo? Okay allora, vediamo di farne una proprio adesso! Io, la grande Ulala, sarò la tua avversaria!

# 372_Haruka
source: What? You want to have a dance battle with me?
pt: Cosa? Vuoi sfidarmi a una dance battle?

# 384_Ulala
source: That's right! What, is there something wrong with your hearing, too!?
pt: Esatto! Cosa, hai problemi d'udito pure tu!?

# 396_Ulala
source: Ooh, you make me so mad! Hmph. But that's all right. You'll get yours when I completely annihilate you in front of everybody!
pt: Ooh, mi fai proprio infuriare! Hmph. Ma va bene così. Arriverà il tuo momento quando ti annienterò completamente davanti a tutti!

# 408_Ulala
source: Unless you're too scared to take me on, that is? I mean, who could blame you for thinking you're no match for the great Ulala?
pt: A meno che tu non abbia troppa fifa di affrontarmi, no? Cioè, chi ti potrebbe biasimare se pensi di non essere all'altezza della grande Ulala?

# 420_Haruka
source: All right. You're on.
pt: Va bene. Ci sto.

# 432_Ulala
source: Great. Just try not to cry when I beat you!
pt: Ottimo. Cerca solo di non piangere quando ti batterò!

# 468_Haruka
source: Well, I'd love to, but I'm afraid I'm a little busy right now.
pt: Beh, mi piacerebbe un sacco, ma temo di essere un po' indaffarata proprio ora.

# 480_Ulala
source: Yeah, right! Some excuse that is... Whatever! I'll be here waiting if you ever work up enough courage.
pt: Sì, certo! Che scusa del cavolo, quella... Vabbè! Sarò qui ad aspettarti se mai ti farai coraggio.

# 492_Ulala
source: Ha! You're back! Ready to get pulverized in our dance battle!?
pt: Ah! Sei tornata! Pronta a farti polverizzare nella nostra battaglia di ballo!?

# 504_Haruka
source: All right. You're on.
pt: Va bene. Ci sto.

# 516_Ulala
source: Well, you've got guts, I'll give you that much. Just try not to cry when I beat you!
pt: Beh, hai fegato, te lo riconosco. Vedi di non piangere quando ti straccio!

# 552_Haruka
source: Well, I'd love to, but I'm afraid I'm a little busy right now.
pt: Beh, mi piacerebbe un sacco, ma temo di essere un po' indaffarata proprio ora.

# 564_Ulala
source: Yeah, right! Some excuse that is... Whatever! I'll be here waiting if you ever work up enough courage.
pt: Sì, certo! Che scusa del cavolo, quella... Vabbè! Sarò qui ad aspettarti se mai ti farai coraggio.

# 576_Ulala
source: I lost!? After the performance I just gave!? How could I have lost!?
pt: Ho perso!? Dopo l'esibizione che ho appena fatto!? Come diavolo ho potuto perdere!?

# 588_Ulala
source: Grr! How could a little stick like you possibly beat me!? It doesn't make any sense!
pt: Grr! Come diavolo ha fatto uno stecchino come te a battermi!? Non ha alcun senso!

# 600_Ulala
source: I've worked so hard on my wardrobe and my diet so I could become a top idol! Do you have any idea what I've been through!?
pt: Ho faticato così tanto per il mio guardaroba e la mia dieta, così da poter diventare una idol di punta! Hai la minima idea di quello che ho passato!?

# 612_Haruka
source: Um... No, but－
pt: Uhm... No, ma－

# 624_Ulala
source: Now I'm hungry! And it's all your fault! I'm gonna go get some takoyaki. You wait right there!
pt: E ora mi è venuta fame! Ed è tutta colpa tua! Mi vado a prendere dei takoyaki. Tu aspettami qui!

# 672_Ulala
source: Mmm, that was good! I had three helpings because of you! Thanks for that!
pt: Mmm, che buono! Ho fatto il tris grazie a te! Grazie per questo!

# 684_Haruka
source: Three helpings? But I thought you were trying to diet?
pt: Tre porzioni? Ma non stavi a dieta?

# 696_Ulala
source: Shut up! Who asked you!? What I really wanted to have was cake, but I stopped myself. But what would you know!? You could never understand!
pt: Zitto! Chi te l'ha chiesto!? Quello che volevo davvero era torta, ma mi sono trattenuta. Ma cosa ne sai tu!? Non potrai mai capire!

# 708_Ulala
source: Oh, no! What time is it!? The T-shirt sale at the supermarket is just about to end! They're on sale for only 500 yen each!
pt: Oh, cavolo! Ma che ore sono!? La svendita di magliette al supermercato sta per finire! Sono in offerta a soli 500 yen l'una!

# 720_Ulala
source: If I miss that sale, it'll be all your fault!
pt: Se mi perdo quella svendita, sarà tutta colpa tua!

# 732_Haruka
source: Wait a minute. When you said you've been working hard on your wardrobe, did you mean bargain T-shirts?
pt: Aspetta un attimo. Quando hai detto che stavi lavorando sodo al tuo guardaroba, intendevi magliette da quattro soldi?

# 744_Ulala
source: When there's a supermarket sale, you have to go in prepared for battle! They're serious business!
pt: Quando ci sono le offerte al supermercato, devi entrare preparato per la battaglia! Non si scherza!

# 756_Haruka
source: That may be true, but a bargain T-shirt isn't really what most people would call "fashionable," don't you think?
pt: Sarà pure vero, ma una maglietta da quattro soldi non è proprio quello che la gente definirebbe "fashion", non credi?

# 768_Ulala
source: You've got something to say about everything, don't you, little stick girl!?
pt: Hai sempre qualcosa da ridire su tutto, eh, piccola stecchino!?

# 780_Ulala
source: I'll get my revenge on you! Just you wait! You'd better enjoy your life while you still can!
pt: Mi vendicherò di te! Aspetta e vedrai! Sarà meglio che ti goda la vita finché puoi!

# 816_Haruka
source: Wow. Ulala sure is something...
pt: Cavolo. Ulala è proprio una tipa...

# 900_Ulala
source: Ha! You lose! As expected! I told you a potato could dance better than you!
pt: Ah! Hai perso! Come previsto! Te l'avevo detto che una patata balla meglio di te!

# 912_Audience
source: Wait a minute! Something was off about that battle...
pt: Aspetta un attimo! C'era qualcosa che non andava in quella battaglia...

# 924_Audience
source: I think the smaller girl danced better!
pt: Secondo me, la ragazza più piccolina ha ballato meglio!

# 936_Ulala
source: What's that!? You all got something to say!?
pt: Che c'è!? Avete qualcosa da ridire voi!?

# 948_Ulala
source: Fine! If the peanut gallery doesn't agree that I won, then I'll just do it again! I'll crush this girl as many times as you like!
pt: Va bene! Se il pubblico non è d'accordo che ho vinto, allora Lo rifaccio e basta! La schiaccio quante volte vi pare!

# 960_Ulala
source: You hear that, Haruka!? You'd better come back so I can prove to the crowd once again that I'm the best! I'll be waiting for you!
pt: Hai sentito, Haruka!? Faresti meglio a tornare così posso dimostrare alla folla ancora una volta che sono la migliore! Ti aspetterò!
