Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0ca5.po
Languages: pt

# 72_Haruka
source: (Hey, that wasn't bad, if I do say so myself!)
pt: (Ehi, non era male, se lo dico io stessa!)

# 84_Asuka
source: Wow, Haruka-chan! That was amazing! I couldn't have looked away if I wanted to!
pt: Wow, Haruka-chan! È stato incredibile! Non sarei riuscita a distogliere lo sguardo neanche volendo!

# 96_Asuka
source: I thought you were pretty great during the Princess League preliminaries, but you've gotten even better since then!
pt: Pensavo fossi davvero in gamba durante le eliminatorie della Princess League, ma da allora sei migliorata un sacco!

# 108_Haruka
source: (Oh no. I didn't give Asuka-chan a very good example.)
pt: (Oh no. Non ho dato un gran bell'esempio ad Asuka-chan.)

# 120_Asuka
source: Is something wrong, Haruka-chan?
pt: C'è qualcosa che non va, Haruka-chan?

# 132_Haruka
source: Oh, no. It's just that I made so many mistakes.
pt: Oh, no. È solo che ho fatto così tanti errori.

# 144_Asuka
source: Really? It looked like a great performance to me!
pt: Davvero? A me è sembrata una gran performance!

# 156_Haruka
source: Aw... Thank you!
pt: Oh... Grazie!

# 168_Asuka
source: I really learned a lot watching you. And you helped me see what I need to work on.
pt: Ho imparato un sacco a guardarti. E mi hai fatto capire su cosa devo lavorare.

# 180_Asuka
source: I'll have to work as hard as I can if I want to do well at the next event!
pt: Dovrò impegnarmi al massimo se voglio fare bella figura a il prossimo evento!

# 192_Haruka
source: Oh, good luck, Asuka-chan! I'll be rooting for you!
pt: Oh, buona fortuna, Asuka-chan! Farò il tifo per te!

# 204_Asuka
source: Thank you, Haruka-chan. You know, this is the nicest anybody has been to me since I came to Osaka.
pt: Grazie, Haruka-chan. Sai, nessuno è stato così gentile con me da quando sono arrivata a Osaka.

# 216_Asuka
source: I'll do everything I can to stay in this business. Thank you for all of your help, Haruka-chan!
pt: Farò di tutto per rimanere in questo ambiente. Grazie per tutto il tuo aiuto, Haruka-chan!

# 240_Asuka
source: So this is your agency? You really have lessons here all the time?
pt: Quindi questa è la tua agenzia? Fate davvero lezione qui in continuazione?

# 252_Haruka
source: That's right. Welcome to Dyna Chair, Asuka-chan!
pt: Proprio così. Benvenuta alla Dyna Chair, Asuka-chan!

# 264_Asuka
source: Thank you for the warm welcome!
pt: Grazie per il caloroso benvenuto!

# 276_Haruka
source: All right, are you ready? I'm going to play some music and show you how I do a live performance.
pt: Bene, allora, sei pronta? Metto su della musica e ti mostro come faccio io una performance dal vivo.

# 288_Haruka
source: It isn't much, but if you think it'll be any help at all, I'll be sure to do my very best.
pt: Non è molto, ma se pensi che possa servire a qualcosa, Farò del mio meglio.

# 300_Asuka
source: I really appreciate this, Haruka-chan. And, yes, I think it'll be a big help!
pt: Lo apprezzo davvero molto, Haruka-chan. E sì, credo che mi sarà di grande aiuto!
