Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091c2f.po
Languages: pt

source: Mission Added
pt: Missione Aggiunta

# 84_Saejima
source: How's Okudera-han? Any better?
pt: Come sta Okudera-han? Va un po' meglio?

# 96_Sakurai
source: Sadly no.
pt: Purtroppo no.

# 108_Sakurai
source: I found him like this when I came to discuss Narumi. It's the wound from his fight with Yama-oroshi.
pt: L'ho trovato così quando sono venuto a parlare di Narumi. È la ferita del suo scontro con Yama-oroshi.

# 120_Saejima
source: Pretty bad?
pt: Messa male?

# 132_Sakurai
source: Yeah. He pushes himself too hard for his age. Always wants to be the tough old man.
pt: Già. Si sbatte troppo per la sua età. Vuole sempre fare il vecchio tosto.

# 144_Saejima
source: So whadda we do? Can't ya call an ambulance?
pt: Allora, che si fa? Non puoi mica chiamare un'ambulanza?

# 180_Saejima
source: You okay there?
pt: Sei a posto?

# 192_Sakurai
source: Sorry. But no, that won't work. In this weather not even a helicopter could fly in, let alone an ambulance. We're just too remote.
pt: Mi dispiace. Ma no, non funzionerà. Con un tempo così, nemmeno un elicottero riuscirebbe ad arrivare, figuriamoci un'ambulanza. Siamo troppo isolati.

# 204_Saejima
source: So what <Italic>can</Italic> we do?
pt: E allora, cosa <Italic>possiamo</Italic> fare?

# 216_Sakurai
source: In the old days, drinking bear bile was the cure-all for this sort of thing. And it actually did work.
pt: Ai vecchi tempi, bere la bile d'orso era la panacea per questo genere di cose. E funzionava davvero.

# 228_Saejima
source: ...An' now ya don't have any?
pt: ...E adesso non ne hai più?

# 252_Saejima
source: Simple, then. I'll go get some.
pt: Semplice, allora. Vado a prenderne.

# 264_Sakurai
source: I thought you might say that. But you have to realize, this is a bear. It's not like hunting deer and rabbits.
pt: Me lo immaginavo che avresti detto così. Ma ti devi rendere conto, questo è un orso. Non è mica come andare a caccia di cervi o conigli.

# 276_Saejima
source: "If ya kill, be ready to get killed." That's what Okudera-han always says.
pt: "Se ammazzi, preparati ad essere ammazzato." Questo è ciò che Okudera-han dice sempre.

# 288_Saejima
source: I owe 'im. And I don't want Nishina to hafta go out huntin' right now.
pt: Gli devo un favore. E non voglio che Nishina debba andare a caccia proprio adesso.

# 300_Saejima
source: So I'll go. It's the best thing. For everyone.
pt: Allora ci vado. È la cosa migliore. Per tutti.

# 312_Sakurai
source: *sigh*
pt: *sospiro*

# 324_Sakurai
source: All right. I'm just sorry that all the dangerous work seems to fall on you.
pt: Va bene. Mi spiace solo che tutto il lavoro pericoloso sembri ricadere su di te.

# 336_Saejima
source: Don't let it bother ya. It's my decision.
pt: Non fartene un problema. È una mia decisione.

# 348_Sakurai
source: Well, just tell me when you're ready to go. I'll have Okudera-san's gun and supplies ready.
pt: Beh, basta che mi dici quando sei pronto a partire. Avrò la pistola e i rifornimenti di Okudera-san pronti.

# 360_Saejima
source: Will do. Thanks.
pt: Va bene. Grazie.

# 372_Mission Added
source: "Kill or Be Killed" was added.
pt: "Uccidi o Sarai Ucciso" è stata aggiunta.
