Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460011.po
Languages: pt

source: Party Organizer
pt: Organizzatore di Feste

source: Fellow Organizer
pt: Collega Organizzatore

# 44_Party Organizer
source: I hear that karaage specialty shops are all the rage these days.
pt: Mi dicono che i locali specializzati in karaage spopolano ultimamente.

# 56_Fellow Organizer
source: Don't I know it. You're talkin' about all-you-can-eat karaage places, yeah?
pt: Me lo dici a me? Parli di quei locali di karaage all-you-can-eat, no?

# 68_Party Organizer
source: Then did ya know that Oita prefecture consumes the largest amount o' chicken in the country? And Oita's karaage is finger lickin' delish.
pt: E lo sapevi che la prefettura di Oita consuma la maggior quantità di pollo di tutto il paese? E il karaage di Oita è da leccarsi i baffi.

# 80_Fellow Organizer
source: Really? How's it different from regular karaage?
pt: Davvero? In cosa è diverso dal solito karaage?

# 92_Party Organizer
source: Oita style karaage has strong flavorin' based on a spicy marinade that's made with soy sauce and salt.
pt: Il karaage stile Oita ha un gusto bello deciso, basato su una marinatura speziata fatta con salsa di soia e sale.

# 104_Party Organizer
source: The marinade also has garlic and ginger too, so ya don't get bored of its taste at an all-you-can-eat joint!
pt: Nella marinatura ci sono anche aglio e zenzero, così non ti stanchi del suo sapore in un locale all-you-can-eat!

# 116_Fellow Organizer
source: Whoaaa, that sounds tasty! Next time we go out drinkin', let's hit a place like that up!
pt: Woahhh, che roba buona! La prossima volta che usciamo a bere, andiamo a beccare un posto così!

# 128_Akiyama
source: (Oita style karaage, huh? I bet I could talk about that at the cabaret club.)
pt: (Karaage stile Oita, eh? Scommetto che potrei parlarne al cabaret club.)
