Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033078b.po
Languages: pt

source: Head Straight for Shin-Osaka Station
pt: Vai dritto alla stazione di Shin-Osaka

source: Not Now
pt: Non ora

source: Player
pt: Giocatore

source: Go to Soten TV
pt: Vai a Soten TV

source: Go Somewhere Else
pt: Vai da un'altra parte

# 88_Akiyama
source: (I only have what Christina said to go on. I guess I'll head to Shin-Osaka Station.)
pt: (Ho solo quello che ha detto Christina su cui basarmi. Immagino che andrò alla Stazione di Shin-Osaka.)

# 100_Akiyama
source: Hi. Can you get me to Shin-Osaka Station?
pt: Salve. Mi può portare alla stazione di Shin-Osaka?

# 112_Soten Taxi
source: Of course! Lots of people headed that way, huh?
pt: Certo! Un sacco di gente va da quelle parti, eh?

# 124_Akiyama
source: Is that so?
pt: È così?

# 136_Soten Taxi
source: Yeah, heh. I probably shouldn't be blabbing about this, but just between you and me, I gave a ride to a big pop idol a few minutes ago.
pt: Sì, eh. Probabilmente non dovrei spifferare queste cose, ma detto tra noi, ho dato un passaggio a una grossa pop idol qualche minuto fa.

# 148_Soten Taxi
source: Do you know Haruka Sawamura? She's been on TV a lot lately, maybe you've seen her there.
pt: Conosci Haruka Sawamura? Si vede un sacco in TV ultimamente, magari l'hai vista lì.

# 160_Soten Taxi
source: Anyway, she was sitting right there not fifteen minutes ago! Boy, I knew she was cute from seeing her on TV, but I didn't realize she was that cute in person, too!
pt: Comunque, era seduta proprio qui neanche quindici minuti fa! Mamma mia, sapevo che era carina a vederla in TV, ma non mi ero reso conto fosse così carina anche di persona!

# 172_Akiyama
source: So she went to Shin-Osaka Station, too?
pt: Allora è andata anche lei alla stazione di Shin-Osaka?

# 184_Soten Taxi
source: That's right. She was in a big rush. Work, I guess. Dangit, I should've gotten her autograph!
pt: Esatto. Aveva una gran fretta. Sarà per lavoro, suppongo. Maledizione, avrei dovuto farmi fare l'autografo!

# 196_Akiyama
source: (Lucky he's the talkative type.)
pt: (Meno male che è un tipo chiacchierone.)

# 208_Akiyama
source: Sorry, I forgot to pick something up from the store. I'll be back in a flash.
pt: Scusa, ho dimenticato di passare a prendere una cosa al negozio. Torno in un baleno.

# 220_Akiyama
source: Yeah? You sure? If you hurry, you might still catch her at the station.
pt: Sì? Sei sicuro? Se ti sbrighi, potresti ancora beccarla alla stazione.

# 232_Akiyama
source: So if I hurry, I might catch her at the station? Step on it!
pt: Allora, se mi do una mossa, potrei beccarla alla stazione? Dai gas!

# 244_Soten Taxi
source: You got it! How can I let another Haruka fan down?
pt: Ci mancherebbe! Come potrei mai deludere un altro fan di Haruka?

# 268_Player
source: (Come to think of it, Noa Amon-san was waiting for me at Soten TV.)
pt: A pensarci bene, Noa Amon-san mi aspettava alla Soten TV.

# 280_Player
source: (Hmm... Should I head over there now?)
pt: (Hmm... Dovrei andarci adesso?)

# 292_Player
source: (Okay, let's do this!)
pt: (Ok, facciamolo!)

# 328_Player
source: (I can't afford the fare. Better scrounge up 640 yen...)
pt: (Non posso permettermi la corsa. Meglio che racimoli 640 yen...)

# 340_Soten Taxi
source: The base fare is 640 yen. Where are you headed?
pt: La tariffa base è di 640 yen. Dove sei diretto?

# 376_Soten Taxi
source: Very well.
pt: Molto bene.

# 472_Soten Taxi
source: I'm afraid you don't have enough money, sir. Please come again when you do.
pt: Mi dispiace, signore, ma non ha abbastanza contanti. La prego di tornare quando li avrà.

# 484_Soten Taxi
source: Please come again soon.
pt: Alla prossima!

# 520_Soten Taxi
source: Another city? Of course.
pt: Un'altra città? Certo.

# 556_Player
source: (I can't afford the fare. Better scrounge up 640 yen...)
pt: (Non posso permettermi la corsa. Meglio che racimoli 640 yen...)

# 568_Soten Taxi
source: The base fare is 640 yen. Where are you headed?
pt: La tariffa base è di 640 yen. Dove sei diretto?

# 604_Soten Taxi
source: Very well.
pt: Molto bene.

# 700_Soten Taxi
source: I'm afraid you don't have enough money, sir. Please come again when you do.
pt: Mi dispiace, signore, ma non ha abbastanza contanti. La prego di tornare quando li avrà.

# 712_Soten Taxi
source: Please come again soon.
pt: Alla prossima!

# 748_Soten Taxi
source: Another city? Of course.
pt: Un'altra città? Certo.
