Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490218.po
Languages: pt

source: Wobbly Woman
pt: Donna barcollante

# 108_Yamashita
source: That was absolutely fabulous. I'm never happier than when I'm eating good food.
pt: È stato a dir poco squisito. Non c'è niente che mi renda più felice di una buona mangiata.

# 120_Saejima
source: You okay with springin' for dinner?
pt: Ti va di sganciare per la cena?

# 132_Yamashita
source: Of course! I ate most of it, after all.
pt: Certo! Dopotutto, l'ho mangiato quasi tutto io.

# 144_Saejima
source: Good point.
pt: Giusta osservazione.

# 156_Yamashita
source: Oh! I almost forgot...
pt: Oh! Quasi dimenticavo...

# 168_Saejima
source: What?
pt: Cosa?

# 180_Yamashita
source: Would you tell me the tastiest thing you've eaten recently?
pt: Mi diresti qual è la cosa più squisita che hai mangiato ultimamente?

# 192_Saejima
source: Whaddya mean?
pt: Che vuoi dire?

# 204_Yamashita
source: It's something I always ask whenever I meet someone new. That's how I found out about Matsuo Lamb Barbeque!
pt: È una cosa che chiedo sempre ogni volta che incontro qualcuno di nuovo. È così che ho scoperto il Barbecue di Agnello Matsuo!

# 216_Yamashita
source: This question has led me to so many delicious food discoveries, so I'm certainly going to keep asking it!
pt: Questa domanda mi ha portato a così tante squisite scoperte culinarie, per questo continuerò di certo a farla!

# 228_Saejima
source: I gotcha. All right, the tastiest thing recently... Well it had to be deer stew.
pt: Ho capito. Va bene, la cosa più squisita ultimamente... Beh, dev'essere stato lo stufato di cervo.

# 240_Yamashita
source: Deer stew? I've never had that!
pt: Stufato di cervo? Non l'ho mai mangiato!

# 252_Saejima
source: I had it in this one hunting village. Got lost in a blizzard, and the man who saved me gave me some. Best meal of my life.
pt: L'ho mangiato in questo villaggio di cacciatori. Mi sono perso in una bufera, e l'uomo che mi ha salvato me ne ha dato un po'. Il miglior pasto della mia vita.

# 264_Yamashita
source: What did it taste like?
pt: Che sapore aveva?

# 276_Saejima
source: Ya know, I'd heard deer has a partic'lar odor to it, but all I know is this stuff smelled great. Coulda been the miso, I guess.
pt: Sai, avevo sentito dire che il cervo ha un odore particolare, ma tutto quello che so è che questa roba profumava un sacco. Sarà stato il miso, immagino.

# 288_Saejima
source: They don't boil the deer meat all the way through; they serve it while it's nice n' tender. Whole thing was fantastic.
pt: Non fanno bollire la carne di cervo completamente; la servono quando è bella e tenera. Era tutto fantastico.

# 300_Yamashita
source: Wow, a brand new flavor...
pt: Wow, un sapore nuovo di zecca...

# 312_Yamashita
source: One I've never tried before! I can't wait to taste it.
pt: Uno che non ho mai provato prima! Non vedo l'ora di gustarlo.

# 324_Saejima
source: Well, next time I'm on the mountain, I'll hunt ya some deer－it'll be my thanks for the lamb barbecue.
pt: Beh, la prossima volta che sarò in montagna, ti caccerò del cervo－sarà il mio ringraziamento per il barbecue di agnello.

# 336_Yamashita
source: No, no, that would take too long. Once a dish is in my mind, I want it in my stomach too, as soon as possible!
pt: No, no, ci vorrebbe troppo tempo. Una volta che un piatto mi entra in testa, lo voglio anche nello stomaco, il prima possibile!

# 348_Saejima
source: You mean... now? But we just ate.
pt: Vuoi dire... adesso? Ma abbiamo appena mangiato.

# 360_Yamashita
source: Oh, I can always find room for new flavors. No time to waste!
pt: Oh, trovo sempre spazio per nuovi sapori. Non c'è tempo da perdere!

# 372_Yamashita
source: Thank you very much, Saejima-san. I'm heading up the mountain for some deer stew!
pt: Grazie mille, Saejima-san. Vado in montagna per uno stufato di cervo!

# 408_Saejima
source: (She serious about going up the mountain?)
pt: (Fa sul serio riguardo all'andare in montagna?)

# 420_Saejima
source: (No, can't be. No one's that extreme a foodie, are they?)
pt: No, non può essere. Nessuno è un tale fanatico del cibo, vero?

# 456_Saejima
source: This is it, right? Matsuo Lamb Barbeque.
pt: È questo, giusto? Matsuo Barbecue di Agnello.

# 468_Wobbly Woman
source: Yes! Finally, I can enjoy the legendary lamb barbecue.
pt: Sì! Finalmente, posso gustare il leggendario barbecue di agnello.

# 480_Saejima
source: All right, little lady. Mind if I go now?
pt: Va bene, giovanotta. Posso andare adesso?

# 492_Wobbly Woman
source: Wait! Let me treat you to dinner. As thanks for bringing me here!
pt: Aspetta! Lascia che ti offra la cena. Come ringraziamento per avermi portato qui!

# 504_Saejima
source: No need for that. Haven't fallen so low that I'd let a young person feed me.
pt: Non serve. Non sono caduto così in basso da farmi offrire la cena da un giovanotto.

# 516_Wobbly Woman
source: Please. Aren't people your age always asking young people to show more gratitude?
pt: Ma dai. Quelli della tua età non chiedono sempre ai giovani di mostrare più gratitudine?

# 528_Saejima
source: Heh. All right. Nice comeback.
pt: Eh. Va bene. Bella risposta.

# 540_Wobbly Woman
source: Wonderful. My name is Mami Yamashita. I'm a food journalist.
pt: Fantastico. Mi chiamo Mami Yamashita. Sono una giornalista gastronomica.

# 552_Saejima
source: So, you're eatin' here for yer job?
pt: Allora, mangi qui per lavoro?

# 564_Yamashita
source: Oh, no. This is my private time. So, there's no problem with me treating you.
pt: Oh, no. Questo è il mio tempo privato. Quindi, non c'è problema se ti offro io.

# 576_Saejima
source: All right, then. I'm Saejima.
pt: Va bene, allora. Sono Saejima.

# 588_Yamashita
source: Let's not waste any time, Saejima-san! The lamb barbecue here is legendary!
pt: Dai, non perdiamo tempo, Saejima! Il barbecue di agnello qui è leggendario!

# 600_Yamashita
source: The lambs are selected from the best flocks in New Zealand, and the sauce is made according to a secret recipe that took ten years to perfect!
pt: Gli agnelli vengono selezionati dai migliori allevamenti in Nuova Zelanda, e la salsa è preparata secondo una ricetta segreta che ha richiesto dieci anni per essere perfezionata!

# 612_Yamashita
source: Everyone says this place blows its competitors away.
pt: Tutti dicono che questo posto sbaraglia la concorrenza.

# 624_Saejima
source: Heh. Ya know all about the joint before a single bite!
pt: Eh. Sai già tutto del locale prima ancora di assaggiare!

# 636_Yamashita
source: Well, its reputation is why I've been fasting since yesterday!
pt: Beh, per la sua fama sono a digiuno da ieri!

# 648_Saejima
source: Huh? Ya said you were fastin' a long time. One day ain't a long time...
pt: Eh? Hai detto che eri a digiuno da tanto. Un giorno non è tanto tempo...

# 672_Wobbly Woman
source: Wait, please! Could you take me to Matsuo Lamb Barbeque? I... I'm not sure I can stand up straight much longer.
pt: Aspetta, per favore! Potresti portarmi al Matsuo Lamb Barbeque? Io... non sono sicura di riuscire a stare in piedi ancora a lungo.

# 696_Saejima
source: Fine. Where is it?
pt: Va bene. Dov'è?

# 708_Wobbly Woman
source: On Nakatsuki Street.
pt: In Nakatsuki Street.

# 720_Saejima
source: All right, I'll take ya there. It's nearby.
pt: Va bene, ti ci porto. È qui vicino.

# 732_Wobbly Woman
source: Oh, thank you very much!
pt: Oh, grazie mille!

# 756_Saejima
source: Hey, little lady, what's wrong? Ya look like you're gonna faint.
pt: Ehi, ragazzina, che c'è? Sembri che stai per svenire.

# 768_Wobbly Woman
source: I... I'm okay... Do you know Matsuo Lamb Barbeque? It's a restaurant.
pt: Io... sto bene... Conosci il Matsuo Lamb Barbeque? È un ristorante.

# 780_Saejima
source: Ya wanna know where it is?
pt: Vuoi sapere dov'è?

# 792_Wobbly Woman
source: No, I know where it is. I checked online.
pt: No, so dov'è. Ho controllato online.

# 804_Saejima
source: So what's goin' on? Why're ya so unsteady on yer feet?
pt: Allora, che c'è? Perché non ti reggi in piedi?

# 816_Wobbly Woman
source: I've been fasting a really long time, because I'm getting ready to eat the best lamb barbecue ever!
pt: Ho digiunato per un sacco di tempo, perché mi sto preparando a mangiare il miglior barbecue di agnello di sempre!

# 828_Wobbly Woman
source: An empty stomach is the best seasoning.
pt: Uno stomaco vuoto è il miglior condimento.

# 840_Saejima
source: Nuts to that. I thought ya were in real trouble.
pt: Al diavolo. Pensavo che fossi nei guai per davvero.
