Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490193.po
Languages: pt

# 96_Haruka
source: Phew! That was a lot of fun!
pt: Fiuuu! Mi sono divertita un mondo!

# 108_Airi
source: Thank you so much for doing that for me, Haruka-chan. I was watching you on the monitor backstage. You were great!
pt: Grazie mille per averlo fatto per me, Haruka-chan. Ero a guardarti sul monitor dietro le quinte. Sei stata fantastica!

# 120_Haruka
source: Phew. I'm sorry. I don't know if I helped all that much...
pt: Uff. Mi dispiace. Non so se sono servita poi così tanto...

# 132_Airi
source: Don't be silly. I really appreciate your doing that for me! And thanks to you, my fans had a great time.
pt: Non dire sciocchezze. Ti sono davvero grata per averlo fatto per me! E grazie a te, i miei fan si sono divertiti un mondo.

# 144_Haruka
source: That's nice of you to say. How are you feeling?
pt: Che gentile da parte tua. Come ti senti?

# 156_Airi
source: I took some medicine so I feel a little bit better, but my head still feels all foggy.
pt: Ho preso delle medicine, così mi sento un po' meglio, ma la mia testa è ancora tutta annebbiata.

# 168_Haruka
source: You really should get some rest.
pt: Dovresti proprio riposare.

# 180_Airi
source: I'm sorry you didn't get to see me perform like you wanted. You came all this way...
pt: Mi dispiace che non mi hai potuta vedere esibire come volevi. Sei venuta fin qui...

# 192_Haruka
source: Oh, about that. I actually have a small favor to ask of you.
pt: Oh, a proposito. Avrei, in realtà, un piccolo favore da chiederti.

# 204_Airi
source: You do? What is it?
pt: Davvero? Che cos'è?

# 216_Haruka
source: Well, I was hoping to get your autograph.
pt: Beh, speravo di avere il tuo autografo.

# 228_Airi
source: Really? What would you want with that?
pt: Davvero? Cosa te ne faresti?

# 240_Haruka
source: My manager is a big fan of yours. He's in the hospital right now, recovering from an injury.
pt: Il mio manager è un tuo grande fan. È in ospedale proprio ora, si sta riprendendo da un infortunio.

# 252_Haruka
source: I thought if I got your autograph for him, it might help cheer him up.
pt: Ho pensato che se gli prendessi il tuo autografo, potrebbe aiutarlo a tirarsi su.

# 264_Airi
source: Oh, why didn't you say so? I'd be happy to give you my autograph!
pt: Ma perché non l'hai detto? Ti darò volentieri il mio autografo!

# 276_Airi
source: Just wait right here. Oh, what's your manager's name?
pt: Aspetta proprio qui. Oh, come si chiama il tuo manager?

# 288_Haruka
source: It's Hiroshi Horie-san.
pt: È Hiroshi Horie-san.

# 300_Airi
source: Hiroshi Horie-san. Got it!
pt: Hiroshi Horie-san. Capito!

# 372_Airi
source: Here you go.
pt: Ecco a lei.

# 384_Haruka
source: Oh, thank you, Airi!
pt: Oh, grazie, Airi!

# 396_Airi
source: Don't mention it. Tell Horie-san I said hello.
pt: Figurati. Saluta Horie-san da parte mia.

# 408_Airi
source: Wait a minute... Hiroshi Horie-san?
pt: Aspetta un attimo... Hiroshi Horie-san?

# 420_Airi
source: Is he a guy around thirty? Spiky hair and glasses?
pt: È un tizio sui trenta? Capelli a spazzola e occhiali?

# 432_Haruka
source: Yes, that's him! Do you know him?
pt: Sì, è lui! Lo conosci?

# 444_Airi
source: I do! So he's your manager, huh? And you say he's in the hospital? Oh, I hope he's gonna be all right.
pt: Sì! Allora è il tuo manager, eh? E dici che è in ospedale? Oh, spero che si rimetta.

# 456_Haruka
source: Yes. He'll have to stay there a while, but thankfully, they say he'll be okay.
pt: Sì. Dovrà restarci un po', ma per fortuna, dicono che si riprenderà.

# 468_Airi
source: I'm really glad to hear that. He's been coming to see me perform for as long as I can remember.
pt: Sono davvero contenta di sentirlo. Lui è sempre venuto a vedermi esibire da quando ho memoria.

# 480_Haruka
source: That's what I hear! I didn't even know he was a fan of yours until recently.
pt: È quello che sento! Non sapevo nemmeno che fosse un tuo fan fino a poco tempo fa.

# 492_Airi
source: He even sends me these long, incredibly thoughtful fan letters.
pt: Mi manda persino queste lunghe, incredibilmente sentite fan lettere.

# 504_Airi
source: He wrote, "Life in the entertainment industry can be hard at times, but please never let yourself get discouraged!"
pt: Ha scritto: "La vita nell'industria dell'intrattenimento può essere dura a volte, ma ti prego, non scoraggiarti mai!"

# 516_Airi
source: His words were so warm and supportive! I can't tell you how many times they've cheered me up.
pt: Le sue parole erano così calde e di supporto! Non sai quante volte mi hanno tirato su il morale.

# 528_Haruka
source: With fans like that, I can see why you were so determined to go on today.
pt: Con fan così, ora capisco perché eri così determinata a esibirti oggi.

# 540_Airi
source: Yes. After all the love and support they've given me, I just didn't wanna let them down.
pt: Sì. Dopo tutto l'amore e il supporto che mi hanno dato, non volevo proprio deluderli.

# 552_Airi
source: If you hadn't stopped me, who knows what I would've done to my health? That wouldn't have made anybody happy, least of all my fans.
pt: Se non mi avessi fermato, chissà cosa avrei fatto alla mia salute? Questo non avrebbe reso felice nessuno, tantomeno i miei fan.

# 564_Haruka
source: Well, I certainly admire your devotion to them.
pt: Beh, ammiro davvero la tua devozione a loro.

# 576_Airi
source: But a real pro takes care of herself, right? You know what? When I get better, I wanna give you a proper thank you for helping me today.
pt: Ma una vera professionista si prende cura di sé, giusto? Sai cosa? Quando starò meglio, voglio darti un ringraziamento come si deve per avermi aiutata oggi.

# 588_Haruka
source: Oh, you don't have to do that! The autograph is more than enough.
pt: Oh, non c'è bisogno! L'autografo è più che sufficiente.

# 600_Haruka
source: Just get better soon, and show your fans the healthy Airi-san they all want to see.
pt: Riprenditi presto, e mostra ai tuoi fan la Airi-san in salute che tutti vogliono vedere.

# 612_Airi
source: All right, I will! I promise.
pt: Va bene, lo farò! Lo prometto.

# 744_Staff
source: Airi-chan, you're in no shape to be doing this!
pt: Airi-chan, non sei in condizioni di fare questo!

# 756_Airi
source: No! I have to...!
pt: No! Devo per forza...!

# 768_Staff
source: You're just gonna get worse!
pt: Peggiorerai e basta!

# 780_Haruka
source: Excuse me, but... is everything all right?
pt: Scusi, ma... va tutto bene?

# 792_Staff
source: Huh? I'm sorry, but this area is off-limits－
pt: Eh? Scusi, ma quest'area è vietata－

# 804_Staff
source: Wait a minute! You're Haruka Sawamura-chan from Dyna Chair, aren't you?
pt: Aspetta un attimo! Tu sei Haruka Sawamura-chan della Dyna Chair, vero?

# 828_Haruka
source: Yes, that's right. It's nice to meet you.
pt: Sì, esatto. Piacere di conoscerti.

# 840_Staff
source: What brings you here?
pt: Cosa ti porta qui?

# 852_Haruka
source: Well, I came to see Airi-chan perform.
pt: Beh, sono venuta a vedere Airi-chan esibirsi.

# 864_Airi
source: You came to see me?
pt: Sei venuta a vedermi?

# 876_Staff
source: See, that's the thing. She has the flu, and it's really bad. I've been telling her she's in no shape to perform right now, but she won't listen.
pt: Vedi, il fatto è questo. Ha l'influenza, ed è messa proprio male. Continuo a dirle che non è in condizioni di esibirsi proprio ora, ma non mi ascolta.

# 888_Haruka
source: What? You have the flu?
pt: Cosa? Hai l'influenza?

# 900_Airi
source: I'm fine! I'm perfectly well enough to go on.
pt: Sto bene! Sono in perfette condizioni per esibirmi.

# 912_Staff
source: Yeah, right. What about your fever!?
pt: Ma va'. E la tua febbre!?

# 924_Airi
source: Err...
pt: Ehm...

# 936_Haruka
source: It does sound like it might be a good idea to take the day off.
pt: A me pare proprio che faresti meglio a prenderti una giornata libera.

# 948_Haruka
source: (Now what do I do? This is no time to be asking poor Airi for her autograph.)
pt: (E adesso che faccio? Non è proprio il momento di chiedere alla povera Airi un autografo.)

# 960_Airi
source: No. I'm doing it!
pt: No. Lo faccio!

# 972_Staff
source: Airi-chan, why are you being so stubborn about this?
pt: Airi-chan, perché sei così testarda su questa cosa?

# 984_Airi
source: *pant* *pant* I can't let my fans down!
pt: *ansimando* *ansimando* Non posso deludere i miei fan!

# 996_Airi
source: They've always been so supportive of me. If I act like a sniveling baby and bow out now, I'd feel like I was betraying them.
pt: Mi hanno sempre dato un sacco di supporto. Se faccio il piagnucolone e mi tiro indietro ora, mi sentirei come se li stessi tradendo.

# 1008_Airi
source: Their support gives me the strength to do anything. After all the love they've given me, I just wanna give them a great performance!
pt: Il loro supporto mi dà la forza di fare qualsiasi cosa. Dopo tutto l'affetto che mi hanno dato, voglio solo regalare loro una grande esibizione!

# 1032_Airi
source: *cough* *cough*
pt: *tossendo* *tossendo*

# 1056_Haruka
source: I understand how you feel, but if you overdo it and make yourself sicker, you'll only make your fans feel bad.
pt: Capisco come ti senti, ma se esageri e ti ammali di più, non farai altro che far stare male i tuoi fan.

# 1080_Haruka
source: The best thing you could do for your fans is take the day off and get better as soon as possible. That's the Airi they want to see.
pt: La cosa migliore che puoi fare per i tuoi fan è prenderti una pausa oggi e rimetterti in sesto il prima possibile. Quella è l'Airi che vogliono vedere.

# 1092_Airi
source: But what about the performance? Everybody's waiting for me.
pt: Ma l'esibizione? Tutti mi stanno aspettando.

# 1104_Staff
source: Don't you worry about that! I'll find somebody to go on in your place.
pt: Non ti preoccupare per quello! Troverò qualcuno che salga al tuo posto.

# 1116_Airi
source: But how? It's about to start. Do you expect someone to just fall out of the sky?
pt: Ma come? Sta per iniziare. Ti aspetti che qualcuno cada dal cielo?

# 1128_Staff
source: Hmm.
pt: Mhh.

# 1140_Haruka
source: It's quite the dilemma, isn't it?
pt: È proprio un bel dilemma, vero?

# 1152_Staff
source: Wait a minute!
pt: Aspetta un attimo!

# 1176_Haruka
source: Huh?
pt: Uh?

# 1188_Staff
source: I think someone did just fall out of the sky!
pt: Penso che qualcuno sia appena caduto dal cielo!

# 1200_Airi
source: Haruka-chan, will you do it? Will you go on in my place!?
pt: Haruka-chan, lo farai? Salirai al mio posto!?

# 1212_Haruka
source: Me? But I－
pt: Io? Ma io－

# 1224_Airi
source: I saw you on TV, so I know how good you are! My fans would be thrilled if somebody as great as you went on for me.
pt: Ti ho vista in TV, quindi so quanto sei brava! I miei fan sarebbero entusiasti se qualcuno bravo come te salisse al posto mio.

# 1236_Airi
source: I know we just met, and I have no right to be asking you for a favor like this, but do you think you could it? Please, Haruka-chan!
pt: So che ci siamo appena incontrate, e non ho il diritto di chiederti un favore così, ma pensi di poterlo fare? Ti prego, Haruka-chan!

# 1260_Haruka
source: All right, I'll do it. I'm no replacement for you, but I'll do what I can.
pt: Va bene, lo farò. Non sono un rimpiazzo per te, ma farò quello che posso.

# 1272_Airi
source: You will!? Oh, thank you!
pt: Lo farai!? Oh, grazie!

# 1284_Staff
source: Great! That's perfect! Get ready, then. The show's just about start!
pt: Grandioso! È perfetto! Su, preparati, allora. Lo spettacolo sta per iniziare!

# 1296_Haruka
source: Okay!
pt: Ok!
