Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00130c09.po
Languages: pt

source: Tatsuya's new creation "Madame Teruka's egg baumkuchen" has been added to Montblanc Coffee's menu.
pt: La nuova creazione di Tatsuya, il "Baumkuchen all'uovo della Madame Teruka", è stata aggiunta al menù del Montblanc Coffee.

source: Player
pt: Giocatore

source: MC
pt: Conduttore

# 56_Player
source: (Ah... Isn't that Tatsuya-san?)
pt: (Ah... Ma non è Tatsuya-san?)

# 80_MC
source: Welcome to Tatsuya's Three-Minute Kitchen Hack! Today's show is coming to you from Sotenbori, Osaka.
pt: Benvenuti a 'La Dritta in Cucina in Tre Minuti di Tatsuya'! La puntata di oggi vi arriva da Sotenbori, Osaka.

# 92_MC
source: This show is all about having celebrity chef Tatsuya help new and struggling eateries across Japan by coming up with new dishes!
pt: Questo show punta tutto sullo chef celebre Tatsuya che dà una mano ai locali, sia quelli nuovi che quelli in difficoltà, in giro per tutto il Giappone, tirando fuori nuovi piatti!

# 104_MC
source: In this episode, we'll be speaking with the manager of Montblanc Coffee, a new entrant in the hotly contested market for sweets lovers.
pt: In questa puntata, intervisteremo il gestore del Montblanc Coffee, un nuovo arrivato nel mercato agguerrito per gli amanti dei dolci.

# 116_MC
source: Please, tell us more about your situation.
pt: Per favore, ci racconti di più sulla sua situazione.

# 128_Manager
source: Sotenbori is known for stiff competition in sweets. Only the best of the best can make it in this extremely discerning market.
pt: A Sotenbori, la competizione nel campo dei dolci è spietata. Solo il meglio del meglio può farcela in questo mercato estremamente esigente.

# 140_Manager
source: Our other locations are quite popular, so we thought Sotenbori was the next step. We didn't realize how tough it would be here.
pt: Le nostre altre sedi vanno piuttosto forte, quindi abbiamo pensato che Sotenbori fosse la mossa giusta. Non avevamo idea di quanto sarebbe stata dura qui.

# 152_Manager
source: If only we had a new breakthrough dish...
pt: Se solo avessimo un nuovo piatto che ci dia la svolta...

# 164_MC
source: Hmmm... And just what sort of dish are you hoping for?
pt: Mmmh... E che razza di piatto speri?

# 176_Manager
source: Well, our menu tends to skew too much toward unorthodox fare, so we'd love a suggestion of something more on the classic side.
pt: Beh, il nostro menù tende a sbilanciarsi troppo su roba un po' fuori dagli schemi, quindi ci farebbe molto comodo un suggerimento per qualcosa di più classico.

# 188_MC
source: I see. So you want something more classic to appeal to the customers in a tough market?
pt: Capisco. Quindi vuoi qualcosa di più classico per fare presa sui clienti in un mercato in cui c'è da sgomitare?

# 200_MC
source: Well, Tatsuya-san, let's hear what you came up with!
pt: Allora, Tatsuya-san, sentiamo cosa hai tirato fuori!

# 212_Tatsuya
source: Okay, wait for it... I'm calling my new dish Madame Teruka's egg baumkuchen!
pt: Ok, tenetevi forte... Il mio nuovo piatto si chiama il baumkuchen all'uovo della Signora Teruka!

# 224_MC
source: You've done it again, Tatsuya-san! Could you tell us a little more about your new creation?
pt: Ce l'hai fatta di nuovo, Tatsuya-san! Potrebbe dirci qualcosa di più sulla sua nuova creazione?

# 236_Tatsuya
source: Sure. This simple, yet irresistible masterpiece doesn't skimp on the eggs. Their delicious flavor really shines through.
pt: Certo. Questo capolavoro semplice, eppure irresistibile, non lesina sulle uova. Il loro sapore delizioso risalta davvero.

# 248_Tatsuya
source: Rich, fresh eggs and the sweet milk from Jersey cows are combined in perfect harmony with natural vanilla beans.
pt: Uova ricche e fresche e il dolce latte delle mucche Jersey si sposano in perfetta armonia con i baccelli naturali di vaniglia.

# 260_Tatsuya
source: This exquisite cake is then baked up soft and moist with no artificial flavors or colors added.
pt: Questa squisita torta viene poi cotta, morbida e umida, senza aromi o coloranti artificiali aggiunti.

# 272_Manager
source: Wow... I've probably had baumkuchen hundreds of times, but this is on a whole other level. You're a genius, Tatsuya-san!
pt: Wow... Avrò mangiato il baumkuchen centinaia di volte, ma questo è proprio un'altra cosa. Sei un genio, Tatsuya-san!

# 284_Tatsuya
source: Well, I might never have come up with this if it weren't for the eateries a certain young lady introduced me to.
pt: Beh, non mi sarebbe mai venuto in mente questo se non fosse stato per i locali che una certa ragazza mi ha fatto conoscere.

# 296_Tatsuya
source: I think you can sense the warmth this cake has. That's her adorable, sweet, and helpful nature shining through.
pt: Credo proprio che si possa percepire il calore di questa torta. È la sua natura adorabile, dolce e disponibile che traspare.

# 308_MC
source: Are we talking about a girlfriend here, Tatsuya-san? You sure have a way with the ladies!
pt: Ma qui stiamo parlando di una ragazza, Tatsuya-san? Con le donne ci sai proprio fare!

# 320_Tatsuya
source: No, no. Don't go getting the wrong idea now!
pt: No, no. Non farti strane idee, adesso!

# 332_MC
source: Well, it looks like we have another hit on our hands today! Madame Teruka's egg baumkuchen is now available anytime right here!
pt: Beh, a quanto pare abbiamo un altro colpaccio oggi! Il baumkuchen all'uovo di Madame Teruka è ora disponibile a tutte le ore, proprio qui!

# 344_MC
source: We hope our viewers will come give it a try! Until next time! Bon appétit!
pt: Speriamo che i nostri spettatori vengano a provarlo! Alla prossima! Buon appetito!

# 416_Player
source: (They're serving Tatsuya's new dish! I think I'll go give it a try when I have some time.)
pt: (Stanno servendo il nuovo piatto di Tatsuya! Magari ci faccio un salto a provarlo quando ho un attimo.)
