Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049015c.po
Languages: pt

source: You got <Color:8>Angler's Hook<Color:Default>.
pt: Hai ottenuto <Color:8>Amo da Pescatore<Color:Default>.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: Desperate Debtor
pt: Debitore Disperato

source: Onlooker
pt: Spettatore

# 108_Desperate Debtor
source: I consulted a lawyer. He got me off the hook with those loan sharks.
pt: Ho consultato un avvocato. Mi ha tirato fuori dai guai con quegli strozzini.

# 120_Desperate Debtor
source: From now on, I'm your customer. Thank you so much for taking me on.
pt: D'ora in poi, sono un tuo cliente. Grazie di cuore per avermi accettato.

# 132_Akiyama
source: Happy to help. Of course, you still have a mountain of debt. You'll have to work it off.
pt: Contento di aver aiutato. Certo, hai ancora una montagna di debiti. Dovrai sudarteli.

# 144_Desperate Debtor
source: Yes, of course!
pt: Sì, certo!

# 156_Desperate Debtor
source: Um... Would you please accept this? I know it may seem odd coming from a borrower, but...
pt: Ehm... Potrebbe per favore accettare questo? So che potrebbe sembrare strano venendo da un debitore, ma...

# 192_Akiyama
source: Heh, sure. Thanks.
pt: Eh, certo. Grazie.

# 204_Desperate Debtor
source: I have to get to work. See you around!
pt: Devo andare al lavoro. Ci si vede!

# 228_Akiyama
source: (He'll be okay... I think.)
pt: Starà bene... credo.

# 276_Desperate Debtor
source: Okay! It's now or never! Hopefully they won't kill me...
pt: Ok! O la va o la spacca! Speriamo che non mi facciano la pelle...

# 300_Desperate Debtor
source: ...No! I'm going to live! I'm going to get out of this and get my life together! Here I go! Aaaaahhhhh!
pt: ...No! Voglio vivere! Ne uscirò e rimetterò in sesto la mia vita! Eccomi! Aaaaahhhhh!

# 312_Akiyama
source: (Well... I'm eager to see how this plays out.)
pt: (Beh... Sono curioso di vedere come va a finire.)

# 384_Akiyama
source: (It's been a while. I suppose I should check in on him.)
pt: (È passato un po' di tempo. Credo che dovrei dargli un'occhiata.)

# 408_Akiyama
source: Uh, hey, pal. What are you doing?
pt: Ehm, ehi, amico. Che stai combinando?

# 420_Desperate Debtor
source: Don't try to stop me! I have to kill myself!
pt: Non provare a fermarmi! Devo uccidermi!

# 432_Akiyama
source: Oh. Well, you're probably not going to die if you jump from there. Not unless you can't swim.
pt: Oh. Beh, probabilmente non morirai se salti da lì. A meno che tu non sappia nuotare.

# 444_Desperate Debtor
source: Huh? Really?
pt: Eh? Davvero?

# 456_Onlooker
source: You idiot, stay out of this!
pt: Idiota, fatti i fatti tuoi!

# 468_Onlooker
source: It was just startin' to get good, too.
pt: Stava giusto cominciando a farsi interessante, pure.

# 480_Onlooker
source: Well, that sucked. Let's go.
pt: Beh, che schifo. Andiamo.

# 504_Akiyama
source: Huh? I'm the bad guy here?
pt: Eh? Sono il cattivo qui?

# 576_Desperate Debtor
source: ...Sorry to drag you into this.
pt: ...Scusa se ti ho trascinato in questa storia.

# 588_Akiyama
source: No kidding. I feel like a real ass trying to play the good guy.
pt: Non scherzo. Mi sento un vero stronzo a cercare di fare il bravo ragazzo.

# 600_Desperate Debtor
source: I'm sorry...
pt: Mi dispiace...

# 612_Akiyama
source: So, why kill yourself? I'm already involved－I may as well hear you out.
pt: Allora, perché ucciderti? Ci sono già dentro－tanto vale che ti ascolti.

# 624_Desperate Debtor
source: I was a little short on money, so I went to a loan shark. And long story short, I now owe more than I can ever hope to repay.
pt: Ero un po' a corto di soldi, così sono andato da uno strozzino. E, per farla breve, ora devo più di quanto non riuscirò mai a ripagare.

# 636_Akiyama
source: You should have consulted a lawyer right away. They would have shut down any threats in no time flat.
pt: Avresti dovuto consultare subito un avvocato. Avrebbero zittito qualsiasi minaccia in un batter d'occhio.

# 648_Desperate Debtor
source: Well, the loan sharks seem to know that. They said they'd kill me if I went to a lawyer. Plus, they're watching my every move, so I couldn't call one even if I wanted to...
pt: Beh, gli strozzini sembrano saperlo. Hanno detto che mi avrebbero ammazzato se fossi andato da un avvocato. In più, tengono d'occhio ogni mia mossa, quindi non potrei chiamarne uno anche se volessi...

# 660_Akiyama
source: So you settled on killing yourself? Didn't really think that through, did you?
pt: Allora, ti sei deciso a ucciderti? Non ci hai mica pensato bene, vero?

# 672_Desperate Debtor
source: It's always this way with me. I fail at everything I do. This debt isn't even mine－I was forced into being a guarantor.
pt: È sempre così con me. Sbaglio tutto quello che faccio. Questo debito non è nemmeno mio－sono stato costretto a fare da garante.

# 684_Desperate Debtor
source: And now, it turns out I can't even kill myself properly. I don't know what to do anymore...
pt: E ora, pare che non riesca neanche ad ammazzarmi come si deve. Non so più cosa fare...

# 696_Akiyama
source: Hm. Depressing.
pt: Mh. Deprimente.

# 708_Akiyama
source: But you're in luck for a change. After all, it was none other than me who stopped you from jumping.
pt: Ma sei fortunato per una volta. Dopotutto, non è stato nessun altro che io a fermarti dal saltare.

# 720_Akiyama
source: I haven't introduced myself. I'm Akiyama. I run a moneylending business by the name of Sky Finance.
pt: Non mi sono presentato. Sono Akiyama. Gestisco un'agenzia di prestiti col nome di Sky Finance.

# 732_Desperate Debtor
source: What? You're a loan shark, too!? Oh, I get it. You seem all friendly at first, then watch, you're going to bleed me dry just like the rest of them!
pt: Cosa? Anche tu sei uno strozzino!? Ah, ho capito. All'inizio sembri tutto amichevole, poi vedrai, mi prosciugherai come gli altri!

# 744_Akiyama
source: Now, now. Just hear me out.
pt: Su, su. Fammi parlare.

# 756_Akiyama
source: The loan sharks and I are a little different when it comes to loan applications. I have only one condition－that you pass the test I assign.
pt: Gli strozzini e io siamo un po' diversi quando si tratta di richieste di prestito. Ho solo una condizione－che tu superi la prova che ti assegno.

# 780_Akiyama
source: Right. If you pass, you qualify for a loan with no maximum limit, no interest, and no collateral. That's our specialty.
pt: Giusto. Se la superi, hai diritto a un prestito senza un limite massimo, senza interessi e senza garanzie. È la nostra specialità.

# 792_Desperate Debtor
source: No limit? No interest, no collateral? How is that even possible?
pt: Nessun limite? Nessun interesse, nessuna garanzia? Com'è possibile una cosa del genere?

# 804_Akiyama
source: Let me worry about that. So, what do you say? Care to take my test?
pt: Lascia che me ne occupi io. Allora, che ne dici? Ti va di fare la mia prova?

# 816_Desperate Debtor
source: Er－ Yes! Yes, please!
pt: Ehm－ Sì! Sì, la faccio!

# 828_Akiyama
source: Okay then, let's get to work. Your test is simple.
pt: Ok, allora mettiamoci al lavoro. La tua prova è semplice.

# 840_Akiyama
source: Go to the lender's office right now, and tell them you're going to a lawyer.
pt: Vai subito all'ufficio dello strozzino, e digli che vai da un avvocato.

# 852_Desperate Debtor
source: But, I can't! I told you, if I so much as think about talking to a lawyer, they'll kill me! Why would you make me do that!?
pt: Ma non posso! Te l'ho detto, se oso anche solo pensare a parlare con un avvocato, mi uccideranno! Perché mi faresti fare una cosa del genere!?

# 864_Akiyama
source: You can whine all you want, but that's my test. It's up to you. You in or out?
pt: Puoi frignare quanto vuoi, ma questa è la mia prova. Sta a te. Ci stai o no?

# 876_Desperate Debtor
source: Urk... But...
pt: Urk... Ma...

# 888_Akiyama
source: Look, you weren't doing a very good job, but you were trying to kill yourself, right?
pt: Guarda, non stavi facendo un gran lavoro, ma stavi cercando di suicidarti, giusto?

# 900_Akiyama
source: Try using that nothing-left-to-lose attitude to face your problem head-on, not run away from it. This could be your last chance, you know.
pt: Cerca di usare quell'atteggiamento da chi non ha più niente da perdere per affrontare il tuo problema di petto, non scappargli via. Questa potrebbe essere la tua ultima chance, sai.

# 912_Desperate Debtor
source: Akiyama-san, I...
pt: Akiyama-san, io...

# 924_Desperate Debtor
source: Okay, I get it. I'll do it.
pt: Ok, ho capito. Lo faccio.

# 936_Akiyama
source: Great, let's not waste any time. Where's their office?
pt: Ottimo, non perdiamo tempo. Dov'è il loro ufficio?

# 948_Desperate Debtor
source: They're over in West Shofukucho.
pt: Sono a West Shofukucho.

# 960_Akiyama
source: Good. Off you go, then. Don't worry, I'm with you all the way. If they kill you, I'll spring for your funeral.
pt: Bene. Forza, allora. Non preoccuparti, sono con te fino alla fine. Se ti uccidono, pago io il tuo funerale.

# 972_Desperate Debtor
source: Thank you.... Okay. Here I go!
pt: Grazie.... Ok. Vado!

# 996_Akiyama
source: (Will he actually go through with this? He said the lender's in West Shofukucho. I'd better go take a look.)
pt: (Ci andrà davvero fino in fondo? Ha detto che lo strozzino è a West Shofukucho. Meglio che vada a dare un'occhiata.)
