Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033052a.po
Languages: pt

source: You paid <Color:8>50,000 yen<Color:Default>.
pt: Hai pagato <Color:8>50.000 yen<Color:Default>.

source: Owner
pt: Proprietario

source: Player
pt: Giocatore

source: Prize Exchange
pt: Scambio premi

source: Buy Mahjong Sticks
pt: Compra bastoncini da mahjong

source: Ask About Point Bonuses
pt: Chiedi informazioni sui Bonus Punti

source: Never Mind
pt: Lascia perdere

source: 100,000 Points
pt: 100.000 Punti

source: 25,000 Points
pt: 25.000 punti

source: 10,000 Points
pt: 10.000 Punti

source: Sign Up
pt: Iscriviti

source: Not Now
pt: Non ora

source: Play a Seiryo Cup Match
pt: Gioca una Partita della Seiryo Cup

source: Beginner Table
pt: Tavolo per principianti

source: Intermediate Table
pt: Tavolo Intermedio

source: Advanced Table
pt: Tavolo Avanzato

source: Expert Table
pt: Tavolo Esperti

# 84_Owner
source: Way to go, champ! You're now the top mahjong player in Kamurocho!
pt: Ottimo lavoro, campione! Adesso sei il numero uno del mahjong a Kamurocho!

# 96_Owner
source: Now it's your turn to defend your title.
pt: Ora tocca a te difendere il tuo titolo.

# 108_Player
source: What do you mean?
pt: Cosa intendi?

# 120_Owner
source: As the top mahjong player, you've got a target on your back. Up-and-coming players are going to be gunning for you.
pt: Da miglior giocatore di mahjong, hai un bersaglio sulla schiena. Le nuove leve ti daranno la caccia.

# 132_Owner
source: How long you hold on to the title－that's all on you. You control your own destiny.
pt: Quanto a lungo ti tieni il titolo... quello sta solo a te. Il tuo destino lo decidi tu.

# 144_Owner
source: Okay, champ. Be ready to fight to retain your crown as Kamurocho's best!
pt: Ok, campione. Preparati a lottare per mantenere la tua corona come il migliore di Kamurocho!

# 168_Owner
source: Hey, good job. It looks like you're keeping your challengers at bay. Keep the wins coming, champ.
pt: Ehi, bel lavoro. Sembra che tu stia tenendo a bada i tuoi sfidanti. Continua così con le vittorie, campione.

# 204_Owner
source: How was it? I trust you had a good time? I hope you come visit us again soon.
pt: Com'è andata? Spero ti sia divertito. Spero che tornerai a trovarci presto.

# 216_Owner
source: Hey, good job out there. Come on back whenever you want to try climbing the ranks.
pt: Ehi, bel colpo, eh. Torna pure quando ti va di scalare le classifiche.

# 240_Owner
source: 'Ey boss. Would you like to exchange your winnings for prizes or purchase mahjong sticks?
pt: Ehi capo. Vuoi scambiare le tue vincite con premi o comprare delle stecche da mahjong?

# 252_Owner
source: You need mahjong sticks to play mahjong. How much you lookin' to buy? It's 1 yen a stick.
pt: Ti servono i bastoncini per giocare a mahjong. Quanti ne vuoi comprare? Costano 1 yen l'uno.

# 264_Owner
source: I'll take 100,000 points worth.
pt: Prendo per 100.000 punti.

# 288_Owner
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 312_Owner
source: I'll take 25,000 points worth.
pt: Prendo per 25.000 punti.

# 336_Owner
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 360_Owner
source: I'll take 10,000 points worth.
pt: Prendo 10.000 punti.

# 384_Owner
source: Thank you. Enjoy yourself.
pt: Grazie. Si diverta.

# 408_Owner
source: I'm fine for now.
pt: Sto bene per ora.

# 420_Owner
source: I see. Come visit again sometime.
pt: Capisco. Fatti un altro giro quando vuoi.

# 432_Owner
source: 'Ey boss, you don't have enough to pay for that! Come back again when you do!
pt: Ehi, capo, non ti bastano i soldi per quello! Torna quando ce li hai!

# 444_Owner
source: You'd like to exchange points, eh? What'll it be?
pt: Vuoi scambiare punti, eh? Cosa sarà?

# 468_Owner
source: Thanks for comin' by. You're always welcome here.
pt: Grazie di essere passato. Sei sempre il benvenuto qui.

# 504_Owner
source: Here, we hold the Mahjong Ranking Seiryo Cup, where players compete to determine the best mahjong player in Kamurocho.
pt: Qui, teniamo la Seiryo Cup del Ranking di Mahjong, dove i giocatori si sfidano per decretare il miglior giocatore di mahjong di Kamurocho.

# 516_Owner
source: You're back again! Want to participate in the Seiryo Cup?
pt: Di nuovo da queste parti! Vuoi partecipare alla Seiryo Cup?

# 528_Owner
source: Everyone who's anyone in the mahjong scene is taking part.
pt: Tutti quelli che contano nella scena del mahjong stanno partecipando.

# 540_Owner
source: It's 50,000 yen to sign up for the rankings. Once you're signed up, you can play mahjong whenever you want.
pt: L'iscrizione alla classifica costa 50.000 yen. Una volta iscritto, puoi giocare a mahjong quando vuoi.

# 552_Owner
source: You'll be able to earn better and better prizes each time your rank goes up.
pt: Potrai guadagnare premi sempre migliori ogni volta che salirai di grado.

# 564_Talk_Yes
source: If you manage to reach the top of the rankings, you'll win somethin' that'll really make your eyes pop.
pt: Se riesci a raggiungere la vetta della classifica, vincerai qualcosa che ti farà davvero sgranare gli occhi.

# 576_Owner
source: Well, what do ya think?
pt: Beh, che ne dici?

# 588_Player
source: Hmm... Sure, sign me up.
pt: Mmh... Certo, iscrivimi.

# 600_Owner
source: Okay! The registration fee is 50,000 yen. You've gotta pay in advance, sorry.
pt: Ok! La quota d'iscrizione è di 50.000 yen. Tocca pagare in anticipo, scusa.

# 624_Player
source: All right.
pt: Va bene.

# 660_Owner
source: Thank you. Want to play right away?
pt: Grazie. Vuoi giocare subito?

# 672_Player
source: Yeah, I'll give it a shot.
pt: Sì, ci provo.

# 684_Owner
source: Well then, good luck, buddy.
pt: Bene allora, buona fortuna, amico.

# 708_Player
source: Not now. I'll come back later.
pt: Non ora. Tornerò più tardi.

# 720_Owner
source: I see. Well, you're signed up now, so you can play ranked matches whenever you want.
pt: Ah, capisco. Beh, sei iscritto adesso, quindi puoi farti le partite classificate quando vuoi.

# 732_Player
source: (I don't have enough cash.)
pt: (Non ho abbastanza soldi.)

# 744_Owner
source: Seems you're short on funds there.
pt: Mi sa che sei a corto di grana.

# 756_Owner
source: Well, you can sign up for the rankings whenever you want, so come back another time.
pt: Beh, puoi iscriverti alla classifica quando vuoi, quindi torna un'altra volta.

# 768_Player
source: Not now. I'll come back later.
pt: Non ora. Tornerò più tardi.

# 780_Owner
source: All right. Well, registration's always open, so come back whenever you'd like to play a ranking match.
pt: Va bene. Beh, le iscrizioni sono sempre aperte, quindi torna quando vuoi per una partita classificata.

# 804_Owner
source: You're back again! How are your ranked matches going so far?
pt: Sei tornato! Come stanno andando le tue partite classificate finora?

# 816_Owner
source: Hi there, champ. Defending your title okay?
pt: Ehi, campione. La difesa del titolo va bene?

# 828_Owner
source: What will it be today? Will you play a Seiryo Cup match?
pt: Che si fa oggi? Ti va di farti una partita della Seiryo Cup?

# 840_Player
source: Sure, I'll play now.
pt: Certo, gioco subito.

# 852_Owner
source: Well then, good luck, buddy.
pt: Bene allora, buona fortuna, amico.

# 876_Player
source: Not now. I'll come back later.
pt: Non ora. Tornerò più tardi.

# 888_Owner
source: Okay. Well, you're registered for ranked play, so you can play those matches anytime.
pt: Ok. Beh, sei registrato per le partite classificate, quindi puoi giocare a quelle partite quando vuoi.

# 900_Owner
source: The bonus/penalty points for each rank are as follows.
pt: I punti bonus/malus per ogni grado sono i seguenti.

# 912_Owner
source: 1st 10,000 points 2nd 5,000 points 3rd -5,000 points 4th -10,000 points
pt: 1° 10.000 punti 2° 5.000 punti 3° -5.000 punti 4° -10.000 punti

# 924_Owner
source: 1st 20,000 points 2nd 10,000 points 3rd -10,000 points 4th -20,000 points
pt: 1° 20.000 punti 2° 10.000 punti 3° -10.000 punti 4° -20.000 punti

# 936_Owner
source: 1st 30,000 points 2nd 10,000 points 3rd -10,000 points 4th -30,000 points
pt: 1° 30.000 punti 2° 10.000 punti 3° -10.000 punti 4° -30.000 punti

# 948_Owner
source: 1st 60,000 points 2nd 30,000 points 3rd -30,000 points 4th -60,000 points
pt: 1° 60.000 punti 2° 30.000 punti 3° -30.000 punti 4° -60.000 punti
