Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000211d4.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: You got <Color:8>Brass Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto e Punta in Ottone<Color:Default>.

source: You got <Color:8>Tungsten Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto e Punta in Tungsteno<Color:Default>.

source: You got <Color:8>Mini-standard Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Asta Mini-standard<Color:Default>.

source: You got <Color:8>Bristol X Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Asta Bristol X<Color:Default>.

source: I'm sorry, but there's a 500 yen fee for replacing a card.
pt: Spiacente, ma la sostituzione della carta costa 500 yen.

source: You got a <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: You replaced your <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai sostituito la tua <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: You got <Color:8>Brass Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto e Punta in Ottone<Color:Default>.

source: You got <Color:8>Tungsten Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto e Punta in Tungsteno<Color:Default>.

source: You got <Color:8>Mini-standard Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Asta Mini-standard<Color:Default>.

source: You got <Color:8>Bristol X Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Asta Bristol X<Color:Default>.

source: I'm sorry, but there's a 500 yen fee for replacing a card.
pt: Spiacente, ma la sostituzione della carta costa 500 yen.

source: You got a <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: You replaced your <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai sostituito la tua <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: Player
pt: Giocatore

source: Play 901
pt: Gioca 901

source: Don't Play
pt: Non giocare

source: Employee
pt: Cameriere

source: Play Darts
pt: Gioca a Freccette

source: Read the Rules
pt: Leggi le Regole

source: Start a New Card
pt: Inizia una nuova tessera

source: Customize Darts
pt: Personalizza Freccette

source: Never Mind
pt: Lascia perdere

source: Play Darts with Riku
pt: Gioca a Freccette con Riku

source: Play Alone
pt: Gioca da solo

source: Play Darts with Kaguya
pt: Gioca a Freccette con Kaguya

source: Play Darts with Hinata
pt: Gioca a Freccette con Hinata

source: Replace Card
pt: Sostituisci Carta

source: Count-Up
pt: Punteggio

source: How to Play Count-Up
pt: Come si gioca a Count-Up

source: How to Play '01 Games
pt: Come si gioca a '01

source: How to Play Cricket
pt: Come si gioca a Cricket

source: About Overkill
pt: A proposito di Overkill

# 108_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato divertente. Magari faccio qualcos'altro adesso.)

# 168_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, sei davvero bravo in questo, Kiryu-san! Sono abbastanza impressionato!

# 180_Riku
source: I win!
pt: Ho vinto!

# 192_Riku
source: Aww, guess it's a draw. I'll beat ya next time for sure!
pt: Ah, peccato, è un pareggio. La prossima volta ti batto di sicuro!

# 252_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso pazzesco! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 264_Riku
source: That was wicked fun! I'm headin' back to Tokyo now! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso pazzesco! Ora me ne torno a Tokyo! <Color:255,200,200,255>♥<Color:Default>

# 276_Riku
source: That was wicked fun! I'm headin' back to Hakata now! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso pazzesco! Ora me ne torno a Hakata! <Color:255,200,200,255>♥<Color:Default>

# 288_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso pazzesco! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 300_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 312_Kaguya
source: Yay, I win! Looks like you have to practice some more, Saejima-san!
pt: Evvai, ho vinto! Mi sa che devi allenarti ancora un po', Saejima-san!

# 324_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non ci posso credere che sia stata così sul filo di lana! Mi ha proprio fatto pompare il sangue alla grande!

# 384_Kaguya
source: That was so much fun! This place is only a minute's walk from my house, so please call me again anytime! <Color:255,200,200,255>♥<Color:Default>
pt: Mi sono divertito un mondo! Questo posto è a solo un minuto a piedi da casa mia, quindi richiamami quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 396_Kaguya
source: This was so much fun! <Color:255,200,200,255>♥<Color:Default> I wish I could head straight home now! But I have to make sure nobody from Rose Hip sees me.
pt: Mi sono divertita un mondo! <Color:255,200,200,255>♥<Color:Default> Vorrei potermene andare dritta a casa ora! Ma devo assicurarmi che nessuno del Rose Hip mi veda.

# 408_Kaguya
source: That was lots of fun! I'm going to head home now. <Color:255,200,200,255>♥<Color:Default>
pt: Mi sono divertito un mondo! Ora me ne torno a casa. <Color:255,200,200,255>♥<Color:Default>

# 420_Kaguya
source: That was so much fun! We simply must do it again sometime!
pt: Mi sono divertito un mondo! Dobbiamo assolutamente rifarlo qualche volta!

# 432_Honoka
source: You're real good, Akiyama-san! I'm kinda surprised!
pt: Sei davvero bravo, Akiyama-san! Sono un po' sorpresa!

# 444_Honoka
source: Yeah, I win! Gotta try a little harder than that, Akiyama-san!
pt: Evvai, ho vinto! Devi impegnarti un po' di più di così, Akiyama-san!

# 456_Honoka
source: Wow, I can't believe it's a draw! Next time I'm definitely gonna win!
pt: Wow, non ci posso credere che sia un pareggio! La prossima volta vincerò di sicuro!

# 480_Honoka
source: That was super fun! Now I gotta get back to Osaka. <Color:255,200,200,255>♥<Color:Default>
pt: Mi sono divertita un mondo! Ora devo tornare a Osaka. <Color:255,200,200,255>♥<Color:Default>

# 492_Honoka
source: That was loads of fun! Gimme a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Mi sono divertita un mondo! Richiamami ancora qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 504_Shion
source: Shinada-san, you're so good at this! You definitely have my admiration.
pt: Shinada-san, sei così bravo a questo! Hai decisamente la mia ammirazione.

# 516_Shion
source: Oh, I win! I knew I wouldn't lose to you, Shinada-san.
pt: Oh, ho vinto! Sapevo che non avrei perso contro di te, Shinada-san.

# 528_Shion
source: How remarkable that we managed to have a draw! I'll be sure to win next time, though!
pt: Incredibile che siamo riusciti a pareggiare! La prossima volta però vincerò di sicuro!

# 552_Shion
source: That was quite fun! I'll be heading back to Nagoya now. <Color:255,200,200,255>♥<Color:Default>
pt: Mi sono divertito un mondo! Ora devo tornare a Nagoya. <Color:255,200,200,255>♥<Color:Default>

# 564_Shion
source: That was so much fun! Please do call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Mi sono divertita un mondo! Richiamami ancora qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 576_Hinata
source: You're really good at that, Kiryu-san! I'm kinda surprised!
pt: Sei davvero bravo, Kiryu-san! Sono un po' sorpresa!

# 588_Hinata
source: Yay, I win! Looks like you have to practice some more, Kiryu-san!
pt: Evvai, ho vinto! Devi fare ancora un po' di pratica, Kiryu-san!

# 600_Hinata
source: Wow, I can't believe it was a tie! But I'm gonna win next time!
pt: Wow, non ci posso credere che sia stato un pareggio! Ma la prossima volta vincerò di sicuro!

# 612_Hinata
source: That was super fun! Ask me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Mi sono divertita un mondo! Chiedimi di uscire ancora qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 708_Player
source: Sorry, that didn't go so well. I'm sure next time it'll be fine!
pt: Scusa, non è andata un granché. Sono sicuro che la prossima volta andrà bene!

# 720_Player
source: You did it, Uncle Kaz! That was super cool!
pt: Ce l'hai fatta, Zio Kaz! È stato fighissimo!

# 744_Player
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 816_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 876_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 924_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 984_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1044_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1104_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1164_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1224_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1320_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1332_Player
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1356_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1392_Haruka
source: Uncle Kaz, I want to see if you can beat <Color:8>901 in single-player mode<Color:Default>!
pt: Zio Kaz, voglio vedere se riesci a battere <Color:8>901 in modalità singolo<Color:Default>!

# 1404_Kiryu
source: (Haruka wants me to complete <Color:8>901 in single-player mode<Color:Default>.)
pt: (Haruka vuole che completi <Color:8>901 in modalità singolo<Color:Default>.)

# 1428_Player
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 1476_Employee
source: Do you want to play darts? One game is 200 yen.
pt: Vuoi giocare a freccette? Una partita costa 200 yen.

# 1488_Employee
source: Do you want to play darts? It's 400 yen for two people.
pt: Vuoi giocare a freccette? Costa 400 yen per due persone.

# 1512_Riku
source: Let's play darts together! ♪
pt: Giochiamo a freccette insieme! ♪

# 1524_Kiryu
source: (Riku wants to play some darts.)
pt: (Riku vuole giocare a freccette.)

# 1548_Kiryu
source: Okay, let's play a round.
pt: Va bene, giochiamo una partita.

# 1560_Riku
source: Hehe, I ain't gonna go easy on you! ♪
pt: Hehe, non ti andrò leggero! ♪

# 1584_Kiryu
source: Sorry, but I'd rather play alone.
pt: Mi dispiace, ma preferirei giocare da solo.

# 1596_Riku
source: What? Aren't we on a date?
pt: Come? Non siamo a un appuntamento?

# 1620_Kiryu
source: Sorry. I don't have the money.
pt: Mi dispiace. Non ho i soldi.

# 1632_Riku
source: Kiryu-san, you shouldn't invite people on dates if yer broke.
pt: Kiryu-san, non dovresti invitare la gente ad appuntamenti se sei al verde.

# 1656_Kiryu
source: Sorry, but I'm not feeling it.
pt: Mi dispiace, ma non me la sento.

# 1668_Riku
source: Oh... You're not?
pt: Oh... Non vuoi?

# 1692_Kaguya
source: Let's play darts together! ♪
pt: Giochiamo a freccette insieme! ♪

# 1704_Saejima
source: (Kaguya wants to play darts.)
pt: (Kaguya vuole giocare a freccette.)

# 1728_Saejima
source: Sure, let's have ourselves a game.
pt: Sicuro, facciamoci una partita.

# 1740_Kaguya
source: Don't expect me to go easy on you!
pt: Non aspettarti che ti vada leggero!

# 1764_Saejima
source: Sorry, but I kinda wanna play alone.
pt: Mi dispiace, ma mi andrebbe di giocare da solo.

# 1776_Kaguya
source: Oh... I guess I'll just watch, then.
pt: Oh... Vabbè, allora guarderò e basta.

# 1800_Saejima
source: Sorry. Can't afford it.
pt: Mi dispiace. Non posso permettermelo.

# 1812_Kaguya
source: Oh, okay... I guess we'll have to go somewhere that doesn't cost money, then.
pt: Oh, ok... Vabbè, allora dovremo andare da qualche parte che non costi soldi.

# 1836_Saejima
source: Sorry. Not really in the mood.
pt: Mi dispiace. Non me la sento proprio.

# 1848_Kaguya
source: What? Why did you even ask me on a date, then!?
pt: Cosa? E allora perché mi hai chiesto di uscire, scusa!?

# 1872_Hinata
source: Let's play darts! ♪
pt: Giochiamo a freccette! ♪

# 1884_Kiryu
source: (Hinata wants to play some darts...)
pt: (Hinata vuole giocare a freccette...)

# 1908_Kiryu
source: Okay, let's play a round.
pt: Va bene, giochiamo una partita.

# 1920_Hinata
source: Hehe. I'm not letting you off easy! ♪
pt: Hehe. Non ti vado leggero! ♪

# 1944_Kiryu
source: Sorry, but I'd rather play alone.
pt: Mi dispiace, ma preferirei giocare da solo.

# 1956_Hinata
source: What? Fine, I'll just watch.
pt: Cosa? Vabbè, allora guarderò e basta.

# 1980_Kiryu
source: Sorry, I don't have the money.
pt: Mi dispiace, non ho i soldi.

# 1992_Hinata
source: Wow, you're pretty broke.
pt: Wow, sei proprio al verde.

# 2016_Kiryu
source: Sorry, but I'm not feeling it.
pt: Mi dispiace, ma non me la sento.

# 2028_Hinata
source: Seriously? But what about our date?
pt: Davvero? E il nostro appuntamento?

# 2064_Employee
source: Have you ever customized your darts, sir? Come see me if you'd like to do so.
pt: Hai mai personalizzato le tue freccette, signore? Vieni a trovarmi se ti va.

# 2184_Employee
source: Darts are made of two simple parts: the dart itself and the flight. I'll give you four parts to play around with, but there are many more out there you can use.
pt: Le freccette sono composte da due semplici parti: la freccetta stessa e l'aletta. Ti darò quattro parti con cui sbizzarrirti, ma ce ne sono molte altre là fuori che puoi usare.

# 2196_Employee
source: Many passionate dart players customize their darts, so you may find people who will give you parts for your own set.
pt: Molti giocatori di freccette appassionati personalizzano le loro freccette, quindi potresti trovare persone che ti daranno parti per il tuo set.

# 2208_Employee
source: Go on, put the parts together and make your own custom set of darts.
pt: Forza, metti insieme le parti e crea il tuo set di freccette personalizzato.

# 2352_Employee
source: Would you like to play with one of our employees? If so, it'll be 400 yen for two players.
pt: Ti va di giocare con uno dei nostri impiegati? Se sì, saranno 400 yen per due giocatori.

# 2376_Kiryu
source: (Who should I invite to play? It'll be 400 yen for a two player game.)
pt: Chi dovrei invitare a giocare? Saranno 400 yen per una partita a due giocatori.

# 2388_Akiyama
source: (400 yen for two people, huh? Who should I invite to play?)
pt: 400 yen per due persone, eh? Chi dovrei invitare a giocare?

# 2400_Saejima
source: (400 yen for two people, huh? Who should I invite to play?)
pt: 400 yen per due persone, eh? Chi dovrei invitare a giocare?

# 2412_Shinada
source: (All right, who should I invite to play? It's 400 yen for the two of us.)
pt: Bene, chi dovrei invitare a giocare? Sono 400 yen per noi due.

# 2424_Haruka
source: (Who should I call over? It's 400 yen for two people, right?)
pt: Chi dovrei invitare a giocare? Sono 400 yen per due persone, vero?

# 2436_Kiryu
source: (I'll invite Riku.)
pt: (Inviterò Riku.)

# 2568_Riku
source: Sorry to keep y'waiting! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a freccette con me?

# 2580_Riku
source: Geez, why'd ya hafta call me back from Tokyo for this, Kiryu-san? Couldn't we have just gone somewhere out there?
pt: Accidenti, perché dovevi richiamarmi da Tokyo per questo, Kiryu-san? Non potevamo andare da qualche parte là fuori?

# 2592_Player
source: Why didn't you say that before you got here?
pt: Perché non l'hai detto prima di arrivare qui?

# 2604_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to play darts!?
pt: Ma stai scherzando?! Mi hai fatto venire fino a Tokyo solo per giocare a freccette!?

# 2616_Player
source: Well, you can do some sightseeing before you head back, too. Anyway, let's play.
pt: Beh, puoi fare anche un po' di turismo prima di tornare. Comunque, giochiamo.

# 2628_Riku
source: Sorry to keep ya waitin'! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a freccette con me?

# 2640_Saejima
source: (Let's call up Kaguya.)
pt: (Chiamiamo Kaguya.)

# 2772_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo intenzione di starmene a casa oggi, ma non posso dire di no quando mi inviti ad uscire, Saejima-san!

# 2784_Kaguya
source: If you wanted to play darts, we could have played in Kamurocho. Why did you call me all the way back here to Tsukimino!?
pt: Se volevi giocare a freccette, avremmo potuto giocare a Kamurocho. Perché mi hai richiamato fin qui a Tsukimino!?

# 2796_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 2808_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Già è una seccatura andare a lavorare, ma tu mi richiami fin qui a Tokyo!? Incredibile!

# 2820_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 2832_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo intenzione di starmene a casa oggi, ma non posso dire di no quando mi inviti ad uscire, Saejima-san!

# 2844_Akiyama
source: (Let's call up Honoka-chan.)
pt: (Chiamiamo Honoka-chan.)

# 2940_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to play darts? This some kinda joke?
pt: Hai chiamato uno studente impegnato a cercare lavoro fin qui a Osaka, solo per giocare a freccette? È uno scherzo, questo?

# 2952_Player
source: Oh, right. I'm really sorry.
pt: Ah, già. Mi dispiace davvero.

# 2964_Honoka
source: Sorry for the wait! It's good to get out every once in a while! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! È bello uscire ogni tanto! <Color:255,200,200,255>♥<Color:Default>

# 2976_Player
source: Shall we begin?
pt: Iniziamo?

# 2988_Shinada
source: (I'll give Shion-chan a call.)
pt: (Chiamerò Shion-chan.)

# 3084_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly! Do you think I have nothing better to do?
pt: È davvero piuttosto maleducato farmi venire fin qui da Nagoya per questo, sai. Onestamente! Credi che non abbia niente di meglio da fare?

# 3096_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Già, scusa per questo! Immagino che anche le spese di viaggio siano state pesanti.

# 3108_Shion
source: Apologies for the delay! I haven't played darts in forever. I'm a little nervous, actually!
pt: Scusa il ritardo! Non gioco a freccette da un'eternità. Sono un po' nervoso, a dire il vero!

# 3120_Player
source: Well, want to get started?
pt: Allora, iniziamo?

# 3132_Kiryu
source: (Let's give Hinata a call.)
pt: (Chiamiamo Hinata.)

# 3216_Hinata
source: Sorry to keep you waiting! I was just looking for something to do. Nice timing, Kiryu-san!
pt: Scusa l'attesa! Stavo giusto cercando qualcosa da fare. Ottimo tempismo, Kiryu-san!

# 3228_Employee
source: Enjoy your game.
pt: Divertiti a giocare.

# 3252_Employee
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 3276_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 3288_Akiyama
source: (I don't have the money. Better try again when I do.)
pt: (Non ho i soldi. Meglio riprovare quando li avrò.)

# 3300_Saejima
source: (Looks like I'm a little short.)
pt: (Mi sa che sono un po' a corto.)

# 3312_Shinada
source: (Crap, I don't have 200 yen! Man... Better give up, then.)
pt: (Cavolo, non ho 200 yen! Mannaggia... Meglio rinunciare, allora.)

# 3324_Haruka
source: (I don't have 200 yen. I'll have to come back later.)
pt: (Non ho 200 yen. Dovrò tornare più tardi.)

# 3360_Kiryu
source: (I don't have enough money to play with someone else...)
pt: (Non ho abbastanza soldi per giocare con qualcun altro...)

# 3372_Akiyama
source: (I don't have enough to play with someone else. I'll have to hold off till next time.)
pt: (Non ho abbastanza soldi per giocare con qualcun altro. Dovrò rimandare alla prossima volta.)

# 3384_Saejima
source: (I could invite someone to play if I had the cash.)
pt: (Potrei invitare qualcuno a giocare se avessi i soldi.)

# 3396_Shinada
source: (If I had money, I could invite someone...)
pt: (Se avessi i soldi, potrei invitare qualcuno...)

# 3408_Haruka
source: (I don't have enough money. I'll try again some other time, I suppose.)
pt: (Non ho abbastanza soldi. Riproverò un'altra volta, immagino.)

# 3432_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 3444_Akiyama
source: (I don't have enough money. Guess I'll have to play another time.)
pt: (Non ho abbastanza soldi. Mi sa che dovrò giocare un'altra volta.)

# 3456_Saejima
source: (Looks like I'm a little short.)
pt: (Mi sa che sono un po' a corto.)

# 3468_Shinada
source: (I don't have 500 yen! Damn, better give up, then...)
pt: (Non ho 500 yen! Mannaggia, meglio rinunciare, allora...)

# 3480_Haruka
source: (I don't have 500 yen. I'll have to come back another day.)
pt: (Non ho 500 yen. Dovrò tornare un altro giorno.)

# 3504_Employee
source: Sir, it seems you are not in possession of a <Color:8>DARTSLIVE Membership Card<Color:Default> yet.
pt: Signore, sembra che lei non sia ancora in possesso di una <Color:8>DARTSLIVE Membership Card<Color:Default>.

# 3516_Employee
source: This handy little card lets you keep track of your darts results.
pt: Questa pratica schedina ti permette di tenere traccia dei tuoi risultati alle freccette.
