Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00340048.po
Languages: pt

source: It's nothin'.
pt: Niente di che.

source: I'm goin' home.
pt: Me ne vado a casa.

# 812_Saejima
source: Finally made it, huh?
pt: Finalmente ci siamo, eh?

# 824_Kaguya
source: Sorry to keep you waiting!
pt: Mi scusi per l'attesa!

# 836_Saejima
source: Yeah. Wanna get goin'?
pt: Sì. Ci muoviamo?

# 884_Kaguya
source: I had so much fun!
pt: Mi sono divertita un sacco!

# 896_Saejima
source: Me too.
pt: Anch'io.

# 908_Kaguya
source: Okay, I need to get back now. I'll see you at the club!
pt: Va bene, ora devo rientrare. Ci si vede al club!

# 992_Kaguya
source: I'll take good care of it. Thank you!
pt: Me ne prenderò cura. Grazie!

# 1004_Kaguya
source: Oh, thanks. Now then, where to next?
pt: Oh, grazie. Allora, prossima tappa?

# 1016_Kaguya
source: Thank you! Now then, where to next?
pt: Grazie! Allora, prossima tappa?

# 1028_Kaguya
source: But I wanted that.
pt: Ma io lo volevo.

# 1064_Kaguya
source: I'll take good care of it. Thank you!
pt: Me ne prenderò cura. Grazie!

# 1076_Kaguya
source: Oh, thanks. Now then, where to next?
pt: Oh, grazie. Allora, prossima tappa?

# 1088_Kaguya
source: Thank you! Now then, where to next?
pt: Grazie! Allora, prossima tappa?

# 1100_Kaguya
source: But I wanted that.
pt: Ma io lo volevo.

# 1136_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 1148_Kaguya
source: I win! Better luck next time, Saejima-san!
pt: Ho vinto! Sarà per la prossima volta, Saejima-san!

# 1160_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non posso credere che sia stata così vicina! Mi ha fatto salire l'adrenalina di brutto!

# 1196_Kaguya
source: But I wanted to go bowling.
pt: Ma io volevo andare a bowling.

# 1208_Kaguya
source: That was fun! Looks like I need to practice some more. Maybe I can line up some empty bottles at home.
pt: È stato divertente! Mi sa che devo allenarmi ancora un po'. Magari potrei mettere in fila delle bottiglie vuote a casa.

# 1244_Kaguya
source: I wanted this! Thank you so much, Saejima-san!
pt: Volevo questo! Grazie mille, Saejima-san!

# 1256_Kaguya
source: I win! Now then, where to next?
pt: Ho vinto! Allora, prossima tappa?

# 1268_Kaguya
source: It's a draw! Now then, where to next?
pt: È un pareggio! Allora, prossima tappa?

# 1304_Kaguya
source: But I wanted that.
pt: Ma io lo volevo.

# 1316_Kaguya
source: That was fun! You're very good at that, Saejima-san!
pt: È stato divertente! Ci sai fare molto bene, Saejima-san!

# 1400_Kaguya
source: Oh, those came out nice!
pt: Oh, sono venuti proprio bene!

# 1412_Kaguya
source: These didn't come out all that well.
pt: Questi non sono venuti un granché.

# 1424_Kaguya
source: What? We're not even going to take pictures? How disappointing.
pt: Cosa? Non facciamo neanche delle foto? Che delusione.

# 1460_Kaguya
source: I just wanted to take a photo together. You don't need to be so shy.
pt: Volevo solo fare una foto insieme. Non devi essere così timido.

# 1472_Kaguya
source: That was fun! I guess you know how to get into the spirit of things after all, Saejima-san!
pt: È stato divertente! A quanto pare, sai anche tu come divertirti, dopotutto, Saejima-san!

# 1496_Kaguya
source: That was delicious! Thank you for treating me!
pt: È stato delizioso! Grazie per avermi offerto!

# 1508_Kaguya
source: Now then, where to next?
pt: Allora, prossima tappa?

# 1520_Kaguya
source: Now then, where to next?
pt: Allora, prossima tappa?

# 1532_Kaguya
source: But I wanted to have some.
pt: Ma io ne volevo.

# 1568_Kaguya
source: That was delicious! Thank you for treating me!
pt: È stato delizioso! Grazie per avermi offerto!

# 1580_Kaguya
source: Now then, where to next?
pt: Allora, prossima tappa?

# 1592_Kaguya
source: Now then, where to next?
pt: Allora, prossima tappa?

# 1604_Kaguya
source: But I wanted to have some.
pt: Ma io ne volevo.

# 1640_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 1652_Kaguya
source: That wasn't terribly impressive.
pt: Non è stato un granché.

# 1664_Kaguya
source: That was fun! Looks like I need to practice some more.
pt: È stato divertente! Mi sa che devo allenarmi ancora un po'.

# 1676_Kaguya
source: But I wanted to hear you sing, Saejima-san!
pt: Ma io volevo sentirti cantare, Saejima-san!

# 1712_Kaguya
source: That was delicious! Thank you for treating me!
pt: È stato delizioso! Grazie per avermi offerto!

# 1724_Kaguya
source: Now then, where to next?
pt: Allora, prossima tappa?

# 1736_Kaguya
source: Now then, where to next?
pt: Allora, prossima tappa?

# 1748_Kaguya
source: But I wanted to have some...
pt: Ma io ne volevo...

# 1784_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 1796_Kaguya
source: I win! Better luck next time, Saejima-san!
pt: Ho vinto! Sarà per la prossima volta, Saejima-san!

# 1808_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non ci credo che sia stata così per un pelo! Mi ha fatto salire l'adrenalina un sacco!

# 1844_Kaguya
source: But I wanted to play pool...
pt: Ma io volevo giocare a biliardo...

# 1856_Kaguya
source: That was fun! Looks like I need to practice some more. Maybe I should buy a table for home.
pt: È stato divertente! Mi sa che devo allenarmi ancora un po'. Magari mi compro un tavolo per casa.

# 1880_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 1892_Kaguya
source: I win! Better luck next time, Saejima-san!
pt: Ho vinto! Sarà per la prossima volta, Saejima-san!

# 1904_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non ci credo che sia stata così per un pelo! Mi ha fatto salire l'adrenalina un sacco!

# 1940_Kaguya
source: But I wanted to play darts...
pt: Ma io volevo giocare a freccette...

# 1952_Kaguya
source: That was fun! Maybe I should buy a board for home so I can practice some more.
pt: È stato divertente! Magari mi compro un bersaglio per casa così posso allenarmi ancora un po'.

# 1976_Kaguya
source: I'm sorry, but something came up. I need to head back for today.
pt: Mi dispiace, ma mi è sorto un imprevisto. Devo rientrare per oggi.

# 2072_Kaguya
source: What's the matter?
pt: Che c'è?

# 2084_Kaguya
source: Then come on, let's get going!
pt: Allora, forza, andiamo!

# 2096_Kaguya
source: Really? I hope I'll see you back at the club.
pt: Davvero? Spero di vederti di nuovo al club.
