Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b25.po
Languages: pt

source: Judgmental Woman
pt: Donna giudicante

source: Judgmental Son
pt: Figlio giudicante

# 160_Judgmental Woman
source: You!?
pt: Tu!?

# 172_Saejima
source: What're ya doin' out here? Where's yer boy?
pt: Che ci fai qui fuori? Dov'è tuo figlio?

# 184_Judgmental Woman
source: Mind your own business! Just leave me be!
pt: Fatti i fatti tuoi! Lasciami in pace!

# 196_Saejima
source: This ain't no time fer pride. Where is he?
pt: Non è il momento di darsi delle arie. Dov'è?

# 208_Judgmental Woman
source: *heavy sigh*
pt: *sospiro profondo*

# 220_Judgmental Woman
source: We were picking wild plants when we came upon a bear.
pt: Stavamo raccogliendo piante selvatiche quando ci siamo imbattuti in un orso.

# 232_Judgmental Woman
source: We started running for our lives, and I lost sight of my son.
pt: Abbiamo iniziato a correre a gambe levate, e ho perso di vista mio figlio.

# 244_Saejima
source: Okay. You're not hurt, are ya?
pt: Va bene. Non ti sei fatto male, vero?

# 256_Judgmental Woman
source: Don't worry about me. Worry about my son!
pt: Non preoccuparti per me. Preoccupati per mio figlio!

# 268_Saejima
source: Fine, fine! Did ya happen to see the direction he went in?
pt: Va bene, va bene! Hai mica visto in che direzione è andato?

# 280_Judgmental Woman
source: I'm not sure, but I think he went deeper in.
pt: Non ne sono sicura, ma mi sa che è andato più a fondo.

# 292_Judgmental Woman
source: Please, it's my son... Help him.
pt: Ti prego, è mio figlio... Aiutalo.

# 304_Saejima
source: Do my best, ma'am.
pt: Farò del mio meglio, signora.

# 328_Judgmental Woman
source: I think my son is lost, somewhere deeper in the woods. Please help him.
pt: Credo che mio figlio si sia perso, da qualche parte più in profondità nel bosco. Ti prego, aiutalo.

# 412_Judgmental Son
source: Mother!
pt: Mamma!

# 436_Judgmental Woman
source: Oh, thank goodness!
pt: Oh, grazie al cielo!

# 448_Judgmental Son
source: I'm glad you're okay, Mom.
pt: Sono contento che stai bene, Mamma.

# 460_Judgmental Woman
source: My precious son...
pt: Mio prezioso figlio...

# 484_Judgmental Woman
source: Oh, my poor boy... Where are you?
pt: Oh, il mio povero bambino... Dove sei?

# 496_Saejima
source: (Damn. Got separated. Gotta go back.)
pt: (Dannazione. Mi sono separato. Devo tornare indietro.)
