Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c015d.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

# 76_Staff
source: Welcome.
pt: Benvenuto.

# 88_Haruka
source: Uncle Kaz! I want some <Color:8>Sea Urchin Cream Sauce Spaghetti<Color:Default>! It's a delicacy, you know!
pt: Zio Kaz! Voglio degli <Color:8>Spaghetti alla Crema di Ricci di Mare<Color:Default>! È una prelibatezza, sai!

# 100_Kiryu
source: (Hmm. Looks like Haruka wants some <Color:8>Sea Urchin Cream Sauce Spaghetti<Color:Default>.)
pt: (Mmh. Pare che Haruka voglia degli <Color:8>Spaghetti alla crema di riccio di mare<Color:Default>.)

# 124_Haruka
source: Aw. I wanted a bite of the <Color:8>Sea Urchin Cream Sauce Spaghetti<Color:Default>.
pt: Ah. Volevo un morso dello <Color:8>Spaghetti alla crema di ricci di mare<Color:Default>.

# 136_Staff
source: Thank you very much.
pt: Grazie mille.

# 160_Haruka
source: Thank you, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 184_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 256_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 316_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 364_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 424_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 484_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 544_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 604_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 664_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 760_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 772_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 796_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 832_Staff
source: Welcome. May I take your order? Anything to drink?
pt: Benvenuto. Posso prendere la tua ordinazione? Qualcosa da bere?

# 868_Staff
source: Here's the food menu.
pt: Ecco il menù del cibo.

# 904_Staff
source: Thank you. Your total comes to %s.
pt: Grazie. Il suo totale è di %s.

# 916_Staff
source: Thank you.
pt: Grazie.

# 940_Staff
source: Thank you. Your total comes to %s.
pt: Grazie. Il suo totale è di %s.

# 952_Staff
source: Thank you.
pt: Grazie.

# 976_Player
source: (I don't need to eat now.)
pt: (Non ho bisogno di mangiare ora.)

# 988_Player
source: (I don't need to eat now.)
pt: (Non ho bisogno di mangiare ora.)

# 1000_Player
source: (Don't need food now.)
pt: (Non mi serve cibo adesso.)

# 1012_Player
source: (Don't need food now.)
pt: (Non mi serve cibo adesso.)

# 1024_Player
source: (Not hungry yet.)
pt: (Non ho ancora fame.)

# 1048_Player
source: Sorry. Something came up.
pt: Scusa. Mi è saltato fuori qualcosa.

# 1060_Player
source: Excuse me. I've got an urgent errand.
pt: Scusi. Ho una commissione urgente.

# 1072_Player
source: Sorry. Gotta run.
pt: Scusa. Devo scappare.

# 1084_Player
source: Sorry, I forgot I had to do something.
pt: Scusa, mi ero scordato che dovevo fare una cosa.

# 1096_Player
source: I'm so sorry. I have to go.
pt: Mi dispiace tanto. Devo andare.

# 1108_Staff
source: That's fine. Come again.
pt: Va bene così. Torni pure.

# 1120_Staff
source: Here's the food menu.
pt: Ecco il menù del cibo.

# 1156_Staff
source: Thank you. Your total comes to %s.
pt: Grazie. Il suo totale è di %s.

# 1168_Staff
source: Thank you.
pt: Grazie.

# 1180_Staff
source: Welcome. May I take your order? Anything to drink?
pt: Benvenuto. Posso prendere la tua ordinazione? Qualcosa da bere?

# 1216_Player
source: (I'm drinking too much.)
pt: (Sto bevendo troppo.)

# 1240_Player
source: (Not hungry, either.)
pt: (Non ho fame neanch'io.)

# 1264_Player
source: Let's see the food menu.
pt: Vediamo il menù del cibo.

# 1276_Player
source: Can I see the food menu?
pt: Posso vedere il menù?

# 1288_Player
source: Lemme see the food menu.
pt: Fammi vedere il menù.

# 1300_Player
source: Can you show me the food menu?
pt: Mi fai vedere il menù?

# 1312_Player
source: May I see the food menu please?
pt: Potrei vedere il menù del cibo, per favore?

# 1360_Haruka
source: (I can't have any alcohol.)
pt: (Non posso bere alcolici.)

# 1384_Staff
source: Here's the food menu.
pt: Ecco il menù del cibo.

# 1420_Staff
source: Thank you very much. Your total comes to %s.
pt: Grazie mille. Sono %s.

# 1432_Staff
source: Thank you very much.
pt: Grazie mille.

# 1456_Staff
source: Thank you very much. Your total comes to %s.
pt: Grazie mille. Sono %s.

# 1468_Staff
source: Thank you very much.
pt: Grazie mille.

# 1492_Player
source: (I don't need to eat now.)
pt: (Non ho bisogno di mangiare ora.)

# 1504_Player
source: (I don't need to eat now.)
pt: (Non ho bisogno di mangiare ora.)

# 1516_Player
source: (Don't need food now.)
pt: (Non mi serve cibo adesso.)

# 1528_Player
source: (Not hungry yet.)
pt: (Non ho ancora fame.)

# 1540_Player
source: (I'm full now.)
pt: (Sono pieno ora.)

# 1564_Player
source: Sorry. Something came up.
pt: Scusa. Mi è saltato fuori qualcosa.

# 1576_Player
source: Excuse me. I've got an urgent errand.
pt: Scusi. Ho una commissione urgente.

# 1588_Player
source: Sorry. Gotta run.
pt: Scusa. Devo scappare.

# 1600_Player
source: Sorry, I forgot I had to do something.
pt: Scusa, mi ero scordato che dovevo fare una cosa.

# 1612_Player
source: I'm so sorry. I have to go.
pt: Mi dispiace tanto. Devo andare.

# 1624_Staff
source: Very well. We look forward to your next visit.
pt: Molto bene. Non vediamo l'ora della tua prossima visita.

# 1636_Staff
source: This is our food menu.
pt: Ecco il nostro menù.

# 1672_Staff
source: Thank you. Your total comes to %s.
pt: Grazie. Il suo totale è di %s.

# 1684_Staff
source: Thank you.
pt: Grazie.
