Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0034004a.po
Languages: pt

source: It's nothing.
pt: Non è nulla.

source: I need to get home.
pt: Devo andare a casa.

# 772_Shion
source: Shinada-san!
pt: Shinada!

# 796_Shinada
source: Hey, Shion-chan!
pt: Ehi, Shion!

# 808_Shion
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 820_Shinada
source: Shall we get going?
pt: Ci muoviamo?

# 892_Shion
source: Shinada-san!
pt: Shinada!

# 916_Shinada
source: Hey, Shion-chan!
pt: Ehi, Shion!

# 928_Shion
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 940_Shinada
source: Shall we get going?
pt: Ci muoviamo?

# 988_Shion
source: I had such a lovely time!
pt: Sono stata così bene!

# 1000_Shinada
source: Me too!
pt: Anch'io!

# 1012_Shion
source: I need to head home now. I'll see you at the club.
pt: Devo andare a casa adesso. Ci vediamo al club.

# 1096_Shion
source: Oh, I love it! Thank you!
pt: Oh, lo adoro! Grazie!

# 1108_Shion
source: Oh, thank you. Now then, where shall we go next?
pt: Oh, grazie. Allora, dove andiamo poi?

# 1120_Shion
source: Thank you! Now then, where shall we go next?
pt: Grazie! Allora, dove andiamo poi?

# 1132_Shion
source: Honestly, why did we even come in here? I'm so embarrassed.
pt: Ma davvero, perché siamo venuti qui dentro? Sono così imbarazzata.

# 1168_Shion
source: Oh, I love it! Thank you!
pt: Oh, lo adoro! Grazie!

# 1180_Shion
source: Oh, thank you. Now then, where shall we go next?
pt: Oh, grazie. Allora, dove andiamo poi?

# 1192_Shion
source: Thank you! Now then, where shall we go next?
pt: Grazie! Allora, dove andiamo poi?

# 1204_Shion
source: Honestly, why did we even come in here? I'm so embarrassed.
pt: Ma davvero, perché siamo venuti qui dentro? Sono così imbarazzata.

# 1240_Shion
source: That was delicious! Thank you for treating me.
pt: Era delizioso! Grazie per avermi offerto.

# 1252_Shion
source: Now then, where shall we go next?
pt: Allora, dove andiamo poi?

# 1264_Shion
source: Now then, where shall we go next?
pt: Allora, dove andiamo poi?

# 1276_Shion
source: Honestly, why did we even come in here? I'm so embarrassed.
pt: Ma davvero, perché siamo venuti qui dentro? Sono così imbarazzata.

# 1312_Shion
source: That was delicious! Thank you for treating me.
pt: Era delizioso! Grazie per avermi offerto.

# 1324_Shion
source: That didn't taste good at all! Take me somewhere else, please.
pt: Non era per niente buono! Portami da qualche altra parte, ti prego.

# 1336_Shion
source: That was decent enough. Now then, where shall we go next?
pt: Non era male. Allora, dove andiamo poi?

# 1348_Shion
source: Honestly, why did we even come in here? I'm so embarrassed.
pt: Ma davvero, perché siamo venuti qui dentro? Sono così imbarazzata.

# 1384_Shion
source: Shinada-san, you're so good at this! You definitely have my respect.
pt: Shinada-san, sei bravissimo in questo! Hai sicuramente il mio rispetto.

# 1396_Shion
source: Oh, I win! I knew I wouldn't lose to you, Shinada-san.
pt: Oh, ho vinto! Lo sapevo che non avrei perso contro di te, Shinada-san.

# 1408_Shion
source: How remarkable, it's a draw! I'll be sure to win next time!
pt: Incredibile, è un pareggio! La prossima volta vincerò di sicuro!

# 1444_Shion
source: But I wanted to play pool with you, Shinada-san.
pt: Ma volevo giocare a biliardo con te, Shinada-san.

# 1456_Shion
source: That was so much fun! We simply must do it again sometime!
pt: Mi sono divertita un mondo! Dobbiamo assolutamente rifarlo un'altra volta!

# 1480_Shion
source: That was delicious! Thank you for treating me.
pt: Era delizioso! Grazie per avermi offerto.

# 1492_Shion
source: Now then, where shall we go next?
pt: Allora, dove andiamo poi?

# 1504_Shion
source: Now then, where shall we go next?
pt: Allora, dove andiamo poi?

# 1516_Shion
source: Honestly, why did we even come in here? I'm so embarrassed.
pt: Ma davvero, perché siamo venuti qui dentro? Sono così imbarazzata.

# 1552_Shion
source: Shinada-san, you're so good at this! You definitely have my respect.
pt: Shinada-san, sei bravissimo in questo! Hai sicuramente il mio rispetto.

# 1564_Shion
source: Oh, I win! I knew I wouldn't lose to you, Shinada-san.
pt: Oh, ho vinto! Lo sapevo che non avrei perso contro di te, Shinada-san.

# 1576_Shion
source: How remarkable, it's a draw! I'll be sure to win next time!
pt: Incredibile, è un pareggio! La prossima volta vincerò di sicuro!

# 1612_Shion
source: But I wanted to play Taiko No Tatsujin with you, Shinada-san.
pt: Ma volevo giocare a Taiko No Tatsujin con te, Shinada-san.

# 1624_Shion
source: That was so much fun! We simply must do it again sometime!
pt: Mi sono divertita un mondo! Dobbiamo assolutamente rifarlo un'altra volta!

# 1708_Shion
source: We took some lovely photos!
pt: Abbiamo fatto delle foto davvero belle!

# 1720_Shion
source: Oh dear, this batch didn't turn out well at all.
pt: Oh cavolo, queste non sono venute bene per niente.

# 1732_Shion
source: Are we not going to do this? But it's the perfect opportunity.
pt: Non lo facciamo? Ma è l'occasione perfetta.

# 1768_Shion
source: But I wanted to take pictures with you. Please don't be so shy.
pt: Ma volevo fare foto con te. Per favore, non essere così timido.

# 1780_Shion
source: That was fun! You like this sort of thing, don't you, Shinada-san?
pt: Mi sono divertita! Ti piace questo genere di cose, vero, Shinada-san?

# 1816_Shion
source: Oh, I wanted this! Thank you, Shinada-san!
pt: Oh, lo volevo proprio! Grazie, Shinada-san!

# 1828_Shion
source: I win! Now then, we shall we go next?
pt: Ho vinto! Allora, dove andiamo adesso?

# 1840_Shion
source: It's a draw! Now then, where shall we go next?
pt: È un pareggio! Allora, dove andiamo adesso?

# 1876_Shion
source: Oh, but I wanted that. What a shame.
pt: Oh, ma lo volevo proprio. Che peccato.

# 1888_Shion
source: That was fun! You're very talented, Shinada-san!
pt: Mi sono divertita! Sei davvero bravo, Shinada-san!

# 1912_Shion
source: Shinada-san, you're so good at this! You definitely have my respect.
pt: Shinada-san, sei bravissimo in questo! Hai sicuramente il mio rispetto.

# 1924_Shion
source: That wasn't terribly enjoyable.
pt: Non mi sono divertita molto.

# 1936_Shion
source: That was fun! I need to practice more.
pt: Mi sono divertita! Devo fare più pratica.

# 1948_Shion
source: But I wanted to hear you sing, Shinada-san.
pt: Ma volevo sentirti cantare, Shinada-san.

# 1984_Shion
source: My apologies, but something has come up. I need to be on my way.
pt: Mi dispiace, ma è sorto un imprevisto. Devo andare.

# 2080_Shion
source: Is something the matter?
pt: C'è qualcosa che non va?

# 2092_Shion
source: Are you sure? We should be on our way then.
pt: Sei sicuro? Allora dovremmo andare.

# 2104_Shion
source: I see. Then can I expect to see you back at the club?
pt: Capisco. Allora, posso aspettarmi di rivederti al club?
