Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0ed5.po
Languages: pt

source: You got <Color:8>1,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>1.000 yen<Color:Default>.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: You lost <Color:8>1,000 yen<Color:Default>.
pt: Hai perso <Color:8>1.000 yen<Color:Default>.

source: Old Woman
pt: Anziana

source: Accept
pt: Accetta

source: Refuse
pt: Rifiuta

source: Dancer
pt: Ballerina

# 92_Old Woman
source: Hm? What's up? You up for another dance battle? I can do that, but it'll cost ya another 1,000 if ya lose.
pt: Hm? Che c'è? Te la senti per un'altra sfida di ballo? Posso farlo, ma ti costerà altri 1.000 se perdi.

# 116_Old Woman
source: Sure, you're on.
pt: Certo, ci sto.

# 128_Old Woman
source: Good answer! Here we go!
pt: Bella risposta! Ci siamo!

# 152_Old Woman
source: You know, I'd love to, but I'm a little short on funds right now.
pt: Sai, lo farei volentieri, ma sono un po' a corto di grana proprio adesso.

# 164_Old Woman
source: Worried about losin' before ya begin, eh? C'mon, where's your spine? That said, yes, bring money.
pt: Ti tremano già le gambe prima di cominciare, eh? Forza, tira fuori la spina dorsale! Detto questo, sì, porta i soldi.

# 176_Old Woman
source: No, I'll pass for now.
pt: No, passo per ora.

# 188_Old Woman
source: Hmph. Well, that's probably for the best.
pt: Mpf. Beh, forse è meglio così.

# 224_Old Woman
source: I'm in shock... My goodness gracious me, ya got some smooth moves for a man your age.
pt: Sono scioccata... Mamma mia, hai delle mosse così agili per un uomo della tua età.

# 236_Akiyama
source: Maybe, but you're really one to talk.
pt: Forse, ma parli proprio tu!

# 248_Old Woman
source: Tell me, though－you're not actually a dancer, are you? The way you move leads me to believe you're an amateur through and through.
pt: Dimmi, però－non sei mica un ballerino, vero? Il modo in cui ti muovi mi porta a credere che sei un dilettante fino al midollo.

# 260_Akiyama
source: Oh, is it that obvious? Guess there's no fooling a prima ballerina. It's like you say, I'm no dancer.
pt: Oh, è così palese? A quanto pare non si frega mica una prima ballerina. È proprio come dici, non sono un ballerino.

# 272_Old Woman
source: Well, it's truly astonishing, a man with no formal training dancin' so well.
pt: Beh, è davvero sorprendente, un tipo che non ha mai avuto un addestramento formale eppure balla così bene.

# 284_Old Woman
source: The way you use your feet, especially. I know pros that can't even do the things ya do.
pt: Il modo in cui usi i piedi, soprattutto. Conosco dei pro che non riescono nemmeno a fare le cose che fai tu.

# 296_Old Woman
source: ...Heh, all right, sonny. You win this one.
pt: ...Heh, va bene, giovanotto. Questa l'hai vinta tu.

# 308_Akiyama
source: Huh?
pt: Uh?

# 320_Old Woman
source: I've been dancin' for over half a century. And if an amateur dances that well against me, I can't, in good conscience, give myself the win.
pt: È da più di mezzo secolo che ballo. E se un dilettante balla così bene contro di me, non posso, in buona coscienza, assegnarmi la vittoria.

# 332_Old Woman
source: That's why this round's yours, sonny. Here, take your 1,000 yen.
pt: Ecco perché questo round è tuo, figliolo. Tieni i tuoi 1.000 yen.

# 368_Old Woman
source: Heheh, watchin' you dance was almost like seein' my late husband dance again. Ya made me remember the old coot.
pt: Heheh, guardarti ballare è stato quasi come rivedere il mio defunto marito ballare di nuovo. Mi hai fatto ricordare quel vecchio bacucco.

# 380_Akiyama
source: Heh. That's quite an honor.
pt: Eh. È un bell'onore.

# 392_Old Woman
source: Of course, the old coot was a little better lookin' than you. No offense. See ya!
pt: Certo, la vecchia era un po' più bellina di te. Senza offesa. Ci vediamo!

# 404_Akiyama
source: None taken.
pt: Non me la sono presa.

# 524_Old Woman
source: Urgh! My back!
pt: Uffa! La mia schiena!

# 536_Old Woman
source: Ah, threw out your back, did ya? That's what ya get for over-exertin' yourself, old-timer.
pt: Ah, ti sei giocato la schiena, eh? È quello che ti succede a strapazzarti troppo, vecchietto.

# 548_Akiyama
source: Yes, but, my, aren't you one to talk?
pt: Sì, ma, accidenti, ma senti chi parla!

# 560_Old Woman
source: Your dancin's strictly amateur hour, too. Honestly felt like I was pickin' on ya.
pt: Anche il tuo ballo è roba da principianti e basta. Onestamente, mi sentivo come se ti stessi prendendo in giro.

# 572_Old Woman
source: But a bet's a bet. I'll be takin' that 1,000 yen.
pt: Ma una scommessa è una scommessa. E quei 1.000 yen me li piglio.

# 608_Old Woman
source: Now you take care of yourself. If you're lookin' for a rematch, I'm always willing. You know where to find me.
pt: Ora stammi bene. Se cerchi una rivincita, sono sempre pronta. Sai dove trovarmi.

# 680_Old Woman
source: Hm? What's up? Decide you're up for that dance battle? Gotta throw in your 1,000 yen first, though.
pt: Hm? Che succede? Hai deciso che ti butti in quella dance battle? Devi mettere giù i tuoi 1.000 yen prima, però.

# 692_Old Woman
source: Hm? You a dancer, too? Kind of old for that, ain't ya?
pt: Eh? Anche tu una ballerina? Non sei un po' vecchiotta per ste cose, no?

# 704_Akiyama
source: Haha, you're telling me?
pt: Haha, me lo dici a me?

# 716_Old Woman
source: Not a bad face, though. You remind me of my husband when he was a lot younger.
pt: Non male come faccia, però. Mi ricordi mio marito quando lui era molto più giovane.

# 728_Old Woman
source: So, what can I do for ya? Wanna square off in a dance battle? The bet's just 1,000 yen.
pt: Allora, che posso fare per te? Vuoi sfidarti in una gara di ballo? La scommessa è di soli 1.000 yen.

# 740_Akiyama
source: Uh, are you sure you're going to be all right? Dancing's pretty strenuous, don't you think?
pt: Uhm, è sicura che andrà tutto bene? Ballare è piuttosto faticoso, non crede?

# 752_Old Woman
source: Pshaw, that ain't nothin' for you to concern yourself with. I was a prima ballerina with a company in Europe when I was younger.
pt: Pff, non è roba di cui ti debba preoccupare. Ero una prima ballerina in una compagnia in Europa quando ero più giovane.

# 764_Old Woman
source: Don't assume I'm just some run-of-the-mill granny.
pt: Non credere che sia una nonna qualsiasi.

# 776_Akiyama
source: Wow. You're a former prima ballerina? That's, uh... Time sure can be cruel, huh?
pt: Wow. Sei un'ex prima ballerina? Cioè, uh... Il tempo può essere davvero crudele, eh?

# 788_Old Woman
source: Heh, a joker, are ya? I like you. C'mon, join me for a dance battle.
pt: Eh, sei un burlone, eh? Mi piaci. Dai, vieni a fare una battaglia di ballo con me.

# 800_Old Woman
source: (A dance battle, huh? Well, I have seen Haruka dance, so I suppose I might be able to hold my own.)
pt: (Una gara di ballo, eh? Beh, ho visto ballare Haruka, quindi credo che potrei riuscire a cavarmela.)

# 824_Old Woman
source: Sure, you're on.
pt: Certo, ci sto.

# 836_Old Woman
source: Good answer! Here we go!
pt: Bella risposta! Ci siamo!

# 860_Old Woman
source: You know, I'd love to, but I'm a little short on funds right now.
pt: Sai, lo farei volentieri, ma sono un po' a corto di grana proprio adesso.

# 872_Old Woman
source: Worried about losin' before ya begin, eh? C'mon, where's your spine? That said, yes, bring money.
pt: Ti tremano già le gambe prima di cominciare, eh? Forza, tira fuori la spina dorsale! Detto questo, sì, porta i soldi.

# 884_Old Woman
source: No thanks, I'll pass.
pt: No grazie, passo.

# 896_Old Woman
source: And leave me hangin'? That's weak!
pt: E mi pianti in asso? Che roba da sfigati!

# 908_Dancer
source: Hey, what was that? I just got served by an old lady!
pt: Ehi, cos'è stato? Mi ha appena stracciato una vecchia!

# 920_Old Woman
source: Idiot. I've seen kids dance better than you. Your fundamentals stink.
pt: Idiota. Ho visto ragazzini ballare meglio di te. Le tue basi fanno schifo.

# 932_Old Woman
source: You call yourself a dancer? That's an outright lie. You oughta be ashamed of yourself.
pt: Ti definisci un ballerino? Ma è una balla colossale. Dovresti proprio vergognarti.

# 944_Dancer
source: Damn it...
pt: Maledizione...

# 956_Old Woman
source: Okay, sonny, pay up. Come on, 1,000 yen.
pt: Ok, giovanotto, sgancia i soldi. Dai, 1.000 yen.

# 968_Dancer
source: Fine! I'll pay, I'll pay!
pt: E va bene! Pago, pago!

# 980_Old Woman
source: Hehehe. And that's why I'm not about to give up on dance battles any time soon. There's more money to be made here than at the pachinko parlor.
pt: Hehehe. Ed è per questo che non ho intenzione di mollare le dance battle tanto presto. Qui si fanno più soldi che al pachinko.

# 992_Akiyama
source: (The old lady put money on that dance battle? Huh, there's something you don't see every day.)
pt: (La vecchia ha puntato soldi su quella dance battle? Eh, questa non è una cosa che si vede tutti i giorni.)

# 1016_Old Woman
source: So, anyone else wanna take me on? Got plenty of dancin' left in me. Lay down your bets－just 1,000 yen for a dance-off with yours truly!
pt: Allora, qualcun altro vuole sfidarmi? Ho ancora tanto ballo in corpo. Piazzate le scommesse—solo 1.000 yen per una sfida di ballo con la sottoscritta!
