Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046004f.po
Languages: pt

source: Man
pt: Uomo

source: Private Investigator
pt: Investigatore Privato

# 44_Shinada
source: All right, buddy, start talking. Who are you?
pt: Forza, amico, sputa il rospo. Chi sei?

# 56_Man
source: I'm... I'm with Kinei Detective Agency.
pt: Sono... Sono dell'Agenzia Investigativa Kinei.

# 68_Shinada
source: You're a detective!? So you're not a stalker. Are you protecting her?
pt: Sei un detective!? Quindi non sei uno stalker. La stai proteggendo?

# 80_Shinada
source: Wait. Shion-chan never said anything about hiring a detective.
pt: Aspetta. Shion-chan non ha mai parlato di aver ingaggiato un detective.

# 92_Private Investigator
source: No, I've been asked to conduct a background check on the young lady. I can only assume she mistook me for a stalker.
pt: No, mi hanno chiesto di fare un'indagine sul conto della ragazza. Immagino che mi abbia scambiato per uno stalker.

# 104_Shinada
source: A background check? For who?
pt: Un'indagine sul conto? Per chi?

# 116_Private Investigator
source: I'm not at liberty to say. It's my policy as an investigator to maintain my clients' privacy.
pt: Non sono autorizzato a dirlo. È la mia politica come investigatore mantenere la privacy dei miei clienti.

# 128_Shinada
source: Hm. You could be anyone for all I know. I'm betting I can still turn you over to the police. Taking photos of people without them knowing is still a crime.
pt: Mm. Per quel che ne so, potresti essere chiunque. Scommetto che ti posso comunque sbattere alla polizia. Fare foto alla gente di nascosto è comunque un crimine.

# 140_Private Investigator
source: Then I'll simply claim that photography is a hobby of mine. I simply take pictures of what I see. Since when is that against the law?
pt: Allora dirò semplicemente che la fotografia è un mio hobby. Scatto semplicemente foto di quello che vedo. Da quando è contro la legge?

# 152_Shinada
source: Ha! So that's how it's gonna be, huh?
pt: Ah! Allora è così che butta, eh?

# 164_Shinada
source: All right, then instead of the cops, how about I turn you over to the Nagoya Family?
pt: Va bene, allora, invece che agli sbirri, che ne dici se ti sbatto alla Famiglia di Nagoya?

# 176_Private Investigator
source: The... The Nagoya Family!?
pt: La... La Famiglia di Nagoya!?

# 188_Shinada
source: Yeah. I'm guessing you've heard of them?
pt: Sì. Immagino che tu ne abbia sentito parlare?

# 200_Private Investigator
source: Listen, man! I'll talk! I'll talk!
pt: Senti, amico! Parlerò! Parlerò!

# 212_Shinada
source: (Heh. Being on the other side of a threat like this sure is bizarre.)
pt: (Heh. Essere dall'altra parte di una minaccia del genere è proprio bizzarro.)

# 224_Private Investigator
source: The client who hired me to investigate Shion-san is an executive at one of the leading companies in Nagoya.
pt: Il cliente che mi ha assunto per indagare su Shion-san è un dirigente di una delle aziende più importanti di Nagoya.

# 236_Shinada
source: What!? Then that means...
pt: Cosa!? Allora significa...

# 248_Private Investigator
source: Yes. Someone has asked for her hand in marriage.
pt: Sì. Qualcuno ha chiesto la sua mano in matrimonio.

# 260_Shinada
source: So why the investigation?
pt: Allora, perché l'indagine?

# 272_Private Investigator
source: It's not uncommon for influential families to conduct a background check on a potential spouse. It would be problematic if they had associations with an undesirable crowd.
pt: Non è raro che famiglie influenti facciano un controllo dei precedenti su un potenziale coniuge. Sarebbe problematico se avessero a che fare con un brutto giro.

# 284_Shinada
source: An undesirable crowd? Shion-chan might not be at your client's level, but she's from a pretty wealthy family too. She can't possibly be trouble.
pt: Un brutto giro? Shion-chan potrà anche non essere al livello del tuo cliente, ma anche lei viene da una famiglia piuttosto benestante. Non può mica essere un problema.

# 296_Private Investigator
source: Actually, my investigation has turned up some alarming facts.
pt: In realtà, la mia indagine ha rivelato alcuni fatti allarmanti.

# 308_Shinada
source: Alarming facts?
pt: Fatti allarmanti?

# 320_Private Investigator
source: As it turns out, Shion-san owes a considerable amount of money.
pt: A quanto pare, Shion-san deve una considerevole somma di denaro.

# 332_Shinada
source: What!?
pt: Cosa!?

# 344_Private Investigator
source: Well, technically her parents do. They've sold off their mansion and are now living in an apartment that costs 70,000 yen per month.
pt: Beh, tecnicamente, la devono i suoi genitori. Hanno venduto la loro villa e ora vivono in un appartamento che costa 70.000 yen al mese.

# 356_Shinada
source: She hasn't said a word about any of this.
pt: Non ha detto una parola di tutto questo.

# 368_Private Investigator
source: Nagoya women are a prideful sort. She wouldn't want to tarnish her reputation.
pt: Le donne di Nagoya sono tipi orgogliosi. Non vorrebbe mica macchiare la sua reputazione.

# 380_Shion
source: It can't be...
pt: Non può essere...

# 428_Shinada
source: Did you hear all that?
pt: Hai sentito tutto?

# 440_Shion
source: Investigator-san, is it true that you were hired to perform a background check on me?
pt: Investigator-san, è vero che sei stato ingaggiato per fare un'indagine su di me?

# 452_Private Investigator
source: Yes, miss. And unfortunately, at this point, I'm afraid my client is likely to rescind his marriage proposal.
pt: Sì, signorina. E purtroppo, a questo punto, temo che il mio cliente probabilmente ritirerà la sua proposta di matrimonio.

# 476_Private Investigator
source: Pedigree is everything in Nagoya. Despite your family's good name and long history, he cannot marry into a legacy that has fallen from grace.
pt: Il lignaggio è tutto a Nagoya. Nonostante il buon nome e la lunga storia della sua famiglia, lui non può sposare un'eredità caduta in disgrazia.

# 488_Shinada
source: What the hell!?
pt: Ma che diavolo!?

# 512_Shinada
source: Hey, Shion-chan!
pt: Ehi, Shion-chan!
