Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c97.po
Languages: pt

source: The Other Woman
pt: L'altra donna

# 120_Yamazaki
source: Hey, you're a reporter, aren't you? I knew there was something fishy about you.
pt: Ehi, sei un reporter, no? Sapevo che c'era qualcosa di losco in te.

# 132_Shinada
source: Oh, who, me? Nah－you must be mistaking me for somebody else.
pt: Oh, chi, io? Nah—mi stai scambiando per qualcun altro.

# 144_The Other Woman
source: What's going on, Michiru? Who is this guy?
pt: Che succede, Michiru? Chi è questo tizio?

# 156_Yamazaki
source: Some dumbass reporter. He was tailing us.
pt: Un giornalista del cazzo. Ci stava pedinando.

# 168_The Other Woman
source: No way! He's with the paparazzi?
pt: Impossibile! È con i paparazzi?

# 180_Shinada
source: Wait, you've got it all wrong! I'm just a humble passerby! Whatever scandal you're involved in is of no interest to me!
pt: Aspetta, ma hai capito tutto male! Sono solo un umile passante! Qualsiasi scandalo in cui sei coinvolto non mi interessa minimamente!

# 192_Yamazaki
source: ...You lying little shit. You're long past busted. Now get lost!
pt: ...Brutto stronzo bugiardo. Sei beccato da un pezzo. Adesso levati di torno!

# 204_Shinada
source: (Great, there's no way I can follow them now... There goes that big scoop.)
pt: (Magnifico, non c'è modo di seguirli adesso... E così se n'è andato lo scoopone.)

# 216_Shinada
source: ...Crap!
pt: ...Merda!

# 252_Yamazaki
source: ...Hey. Am I trippin' or are we being followed right now?
pt: ...Ehi. Mi sto a fare un film o ci stanno seguendo sul serio adesso?

# 264_Yamazaki
source: Huh? There's no way... Not out here. Why, you see some kind of paparazzi or something?
pt: Eh? Ma no... Non qui in giro. Perché, hai visto qualche\npaparazzo o roba del genere?

# 276_Yamazaki
source: I dunno, babe... I just can't shake the feeling I'm being watched.
pt: Non lo so, tesoro... non riesco proprio a scrollarmi di dosso la sensazione di essere spiato.

# 288_Shinada
source: (Oops. Got a bit too close... I need to keep the right amount of distance.)
pt: Ops. Mi sono avvicinato un po' troppo... Devo mantenere la giusta distanza.

# 312_Shinada
source: (Huh? Where's Yamazaki? Did I lose him?)
pt: (Eh? Dov'è Yamazaki? Me lo sono perso?)

# 324_Shinada
source: (Oh, there he is... Come on, man, don't lose him.)
pt: (Oh, eccolo... Dai, amico, non perderlo.)
