Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0de0.po
Languages: pt

source: You got a <Color:8>Mystery Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra Misteriosa<Color:Default>.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: Snow Festival Staffer
pt: Membro dello staff del Festival della Neve

source: Describe the Site Layout
pt: Descrivi la disposizione del sito

source: Not Yet
pt: Non ancora

source: A Bear
pt: Un Orso

source: A Snowman
pt: Un pupazzo di neve

source: A Magic Girl
pt: Una Ragazza Magica

source: Some Seals
pt: Alcune Foche

source: A Snow Crystal
pt: Un Cristallo di Neve

source: A Slide
pt: Uno scivolo

source: A Treasure Ship
pt: Una Nave del Tesoro

source: A Whale
pt: Una Balena

source: A Dragon
pt: Un Drago

source: A Fox
pt: Una volpe

source: Part-time Staffer
pt: Addetto a tempo parziale

# 76_Snow Festival Staffer
source: So, uh, were you able to check out the snow statue locations?
pt: Allora, uhm, sei riuscito a dare un'occhiata alle posizioni delle statue di neve?

# 88_Snow Festival Staffer
source: No, not yet.
pt: No, non ancora.

# 100_Snow Festival Staffer
source: Oh, geez... I'm sorry, but could I ask you to please hurry? We really need the info right away!
pt: Oh, cavolo... Mi scusi, ma potrebbe darsi una mossa, per favore? Abbiamo davvero bisogno di quelle informazioni subito!

# 112_Snow Festival Staffer
source: I'd go, but I have to stay in this spot, so please tell me when you figure out where they all are. Thank you!
pt: Ci andrei, ma sono bloccato qui, quindi per favore dimmi quando hai capito dove si trovano tutti. Grazie!

# 136_Snow Festival Staffer
source: Are you sure you remember it all correctly?
pt: Sei sicuro di ricordarti tutto giusto?

# 148_Snow Festival Staffer
source: Yeah. I can tell ya where the snow statues are.
pt: Sì. Posso dirti dove stanno le statue di neve.

# 160_Snow Festival Staffer
source: Fantastic! Let's get right to it, while your memory's fresh.
pt: Fantastico! Andiamo dritti al sodo, finché hai la memoria fresca.

# 172_Snow Festival Staffer
source: So, looking at the site from here, there's a giant slide. Facing the slide from the front, what's to your right?
pt: Allora, guardando il sito da qui, c'è uno scivolo gigante. Mettendoti di fronte allo scivolo, cosa c'è alla tua destra?

# 184_Snow Festival Staffer
source: Facing the slide, to the right, was a bear.
pt: Di fronte allo scivolo, a destra, c'era un orso.

# 196_Snow Festival Staffer
source: Okay, the bear. Next one...
pt: Ok, l'orso. Il prossimo...

# 208_Snow Festival Staffer
source: Facing the slide, to the right, was a snowman.
pt: Di fronte allo scivolo, sulla destra, c'era un pupazzo di neve.

# 220_Snow Festival Staffer
source: A snowman? Somebody entered that?
pt: Un pupazzo di neve? Qualcuno l'ha iscritto?

# 232_Saejima
source: Saw it with my own eyes.
pt: L'ho visto con i miei occhi.

# 244_Snow Festival Staffer
source: Uh, right, of course. Sorry, I didn't mean to imply I doubted you. Anyway...
pt: Uh, giusto, certo. Scusa, non volevo mica farti credere che dubitassi di te. Comunque...

# 256_Snow Festival Staffer
source: Facing the slide, to the right, was some girl with a wand? Not sure what she's s'posed to be.
pt: Di fronte allo scivolo, sulla destra, c'era una tipa con una bacchetta? Non so che razza di cosa dovrebbe rappresentare.

# 268_Snow Festival Staffer
source: Oh, yes, yes, that's right! I remember now. That's the magic girl statue.
pt: Ah, sì, sì, esatto! Ora ricordo. Quella è la statua della ragazzina magica.

# 280_Snow Festival Staffer
source: Okay, the next one I need to know about...
pt: Ok, il prossimo che mi serve sapere...

# 292_Snow Festival Staffer
source: Which snow statue is right in the middle?
pt: Quale statua di neve è proprio al centro?

# 304_Snow Festival Staffer
source: Some seals were smack dab in the middle.
pt: Alcune foche erano nel bel mezzo.

# 316_Snow Festival Staffer
source: Oh, right, there were seals! This is very helpful.
pt: Ah, giusto, c'erano i sigilli! Questo è molto d'aiuto.

# 328_Snow Festival Staffer
source: There was a snow crystal right smack dab in the middle.
pt: C'era un cristallo di neve proprio nel bel mezzo.

# 340_Snow Festival Staffer
source: A snow crystal? Was there, really? Don't remember that one.
pt: Un cristallo di neve? C'era, davvero? Non me lo ricordo proprio.

# 352_Saejima
source: Yeah. No mistake.
pt: Sì. Nessun errore.

# 364_Snow Festival Staffer
source: I see. A snow crystal right in the middle, huh?
pt: Capisco. Un cristallo di neve proprio al centro, eh?

# 376_Snow Festival Staffer
source: There was a slide right smack dab in the middle.
pt: C'era uno scivolo proprio lì in mezzo.

# 388_Snow Festival Staffer
source: Hm? No, that can't be right. The slide is one of the giant dioramas flanking the site.
pt: Hm? No, non torna. Lo scivolo è uno dei diorami giganti che fiancheggiano il sito.

# 400_Saejima
source: Oh... I guess it was.
pt: Oh... immagino di sì.

# 412_Snow Festival Staffer
source: Hmm... Maybe you should go check the statues again?
pt: Mmm... Magari dovresti andare a ricontrollare le statue?

# 424_Snow Festival Staffer
source: Across from the slide, there's another diorama, a massive one if I recall. What did it feature?
pt: Di fronte allo scivolo, ce n'è un altro di diorama, uno mastodontico, se non erro. Cosa raffigurava?

# 436_Snow Festival Staffer
source: That'd be a treasure ship.
pt: Sarebbe una nave del tesoro.

# 448_Snow Festival Staffer
source: A treasure ship...? My memory must be slipping. I don't remember a treasure ship at all.
pt: Una nave del tesoro...? La mia memoria deve starmi giocando brutti scherzi. Non ricordo proprio nessuna nave del tesoro.

# 460_Snow Festival Staffer
source: That'd be a whale.
pt: Quella sarebbe una balena.

# 472_Snow Festival Staffer
source: Oh yeah. I completely forgot about the whale. Even though it's so big!
pt: Ah, sì. Me l'ero proprio scordata, la balena. E dire che è enorme!

# 484_Snow Festival Staffer
source: That'd be a dragon.
pt: Sarebbe un drago.

# 496_Snow Festival Staffer
source: Huh? That's not right. The dragon was a smaller statue. I'm sure.
pt: Ma come? Non è giusto. Quella del drago era una statua più piccola. Ne sono certo.

# 508_Saejima
source: Oh... I guess it was.
pt: Oh... immagino di sì.

# 520_Snow Festival Staffer
source: Hmm... Maybe you should go check the statues again?
pt: Mmm... Magari dovresti andare a ricontrollare le statue?

# 532_Snow Festival Staffer
source: There's only one statue left to confirm. What was the small one next to the penguin?
pt: Manca solo una statua da confermare. Qual era quella piccola accanto al pinguino?

# 544_Snow Festival Staffer
source: A fox.
pt: Una volpe.

# 556_Snow Festival Staffer
source: Ahhh, that's where the fox is. Okay! I know the locations of all the statues now.
pt: Ahhh, ecco dov'è la volpe. Ok! Ora so dove sono tutte le statue.

# 568_Snow Festival Staffer
source: I dunno who she is, but it's a girl with her hair in two really long pigtails.
pt: Non so chi diavolo sia, ma è una ragazza con i capelli a due codini davvero lunghi.

# 580_Snow Festival Staffer
source: Ah, that would be Hatsune Miku. Of course someone sculpted her; she's such a popular character. Well, you did it! Now I know where all the statues are.
pt: Ah, quella sarebbe Hatsune Miku. Certo, qualcuno l'ha scolpita; è un personaggio così popolare. Bene, ce l'hai fatta! Ora so dove sono tutte le statue.

# 592_Snow Festival Staffer
source: I think it was a dragon.
pt: Credo che fosse un drago.

# 604_Snow Festival Staffer
source: Oh, that's where the dragon is. Okay! Now I know where all the statues are!
pt: Oh, ecco dov'è il drago. Ok! Ora so dove sono tutte le statue!

# 616_Snow Festival Staffer
source: Well, thank you very much! You can't imagine what a big help that was.
pt: Beh, ti ringrazio proprio tanto! Non puoi immaginare che grande aiuto è stato.

# 628_Snow Festival Staffer
source: Oy! You there!
pt: Ehi! Tu lì!

# 640_Part-time Staffer
source: Yes?
pt: Sì?

# 652_Snow Festival Staffer
source: I got the site layout with all the statue locations. It's all on this note, so go have the site map printed, okay?
pt: Ho il layout del sito con tutte le posizioni delle statue. È tutto su questo appunto, quindi vai a far stampare la mappa del sito, va bene?

# 676_Snow Festival Staffer
source: Understood.
pt: Capito.

# 700_Snow Festival Staffer
source: I'll place an order with the printers now.
pt: Ora farò l'ordine alla tipografia.

# 712_Snow Festival Staffer
source: Thank you again! We couldn't have done it without you. Please accept this as a souvenir of the event.
pt: Grazie ancora! Non ce l'avremmo fatta senza di te. Accetta questo come ricordo dell'evento, per favore.

# 760_Snow Festival Staffer
source: Thanks. And hey, good luck. Lookin' forward to yer snow festival.
pt: Grazie. Ehi, buona fortuna. Non vedo l'ora del tuo festival della neve.

# 772_Snow Festival Staffer
source: Huh? Hold on a second, one of these locations isn't right!
pt: Eh? Aspetta un attimo, una di queste posizioni non è giusta!

# 784_Snow Festival Staffer
source: What's that?
pt: Cos'è?

# 796_Part-time Staffer
source: I was on-site earlier, helping with setup. So I remember where at least some of the statues are...
pt: Sono stato sul posto prima, a dare una mano con l'allestimento. Quindi mi ricordo dove sono almeno alcune delle statue...

# 808_Snow Festival Staffer
source: I see. I guess the gentleman here gave me wrong info about one of the statues... which means I can't really trust any other information he brought me...
pt: Ah, capisco. Immagino che il tizio qui mi abbia dato una dritta sbagliata su una delle statue... il che vuol dire che non posso mica fidarmi di tutte le altre informazioni che mi ha portato...

# 820_Snow Festival Staffer
source: I'm sorry. I shouldn't have given you this task.
pt: Mi dispiace. Non avrei dovuto darti questo compito.

# 832_Snow Festival Staffer
source: I hope you don't expect a reward. I mean, I know you put in some effort and all, but...
pt: Spero tu non ti aspetti una ricompensa. Cioè, so che ti sei impegnato e tutto il resto, ma...

# 844_Saejima
source: No, forget it. Guess I got a bit confused, there.
pt: No, lascia perdere. Mi sa che mi sono un po' confuso, lì.

# 856_Snow Festival Staffer
source: No, no, it's my fault...
pt: No, no, è colpa mia...

# 868_Part-time Staffer
source: Should I go take a look at them?
pt: Dovrei andare a darci un'occhiata?

# 880_Snow Festival Staffer
source: No. I don't feel comfortable delegating anymore. If you want a job done right, you have to do it yourself.
pt: No. Non mi sento più di delegare. Se un lavoro lo vuoi fatto bene, devi fartelo da solo.

# 892_Saejima
source: Good luck gettin' it done. Lookin' forward to the snow festival.
pt: In bocca al lupo a sistemare la cosa. Non vedo l'ora del festival della neve.

# 904_Snow Festival Staffer
source: Yes, I think we'll really need it now, after this fiasco.
pt: Sì, credo che ne avremo proprio bisogno ora, dopo questo fiasco.

# 916_Saejima
source: (...Right.)
pt: (...Giusto.)

# 1000_Snow Festival Staffer
source: Why can't people ever do things right?
pt: Perché la gente non riesce mai a fare le cose come si deve?

# 1012_Saejima
source: What's wrong?
pt: Che succede?

# 1024_Snow Festival Staffer
source: Oh! Um, I'm the snow festival operations manager. My staff pulled a bonehead move that might ruin everything.
pt: Oh! Ehm, sono il responsabile delle operazioni del festival della neve. Il mio staff ha combinato una cavolata pazzesca che potrebbe rovinare tutto.

# 1036_Snow Festival Staffer
source: I just learned that no one ordered site maps for the visitors.
pt: Ho appena scoperto che nessuno ha ordinato le mappe del sito per i visitatori.

# 1048_Snow Festival Staffer
source: If we don't order them right now, the printers won't have enough time, but... Aargh! Darn it!
pt: Se non li ordiniamo subito, le tipografie non avranno tempo, ma... Aargh! Dannazione!

# 1060_Saejima
source: What's keepin' ya? Order it now.
pt: Che aspetti? Ordinalo subito.

# 1072_Snow Festival Staffer
source: I'd love to, but my memory is foggy when it comes to which snow statues are at which locations.
pt: Mi piacerebbe un sacco, ma ho la memoria un po' annebbiata quando si tratta di quali statue di neve sono in quali posizioni.

# 1084_Snow Festival Staffer
source: And I can't leave my post to go check, and my staff is too busy doing a million other things.
pt: E non posso mica lasciare la mia postazione per andare a controllare, e il mio staff è troppo impegnato con un milione di altre cose.

# 1096_Saejima
source: I get it. You're undermanned.
pt: Capisco. Siete a corto di personale.

# 1108_Snow Festival Staffer
source: Exactly! You understand. Hey, wait a minute... Maybe you have some spare time?
pt: Esatto! Hai capito. Ehi, aspetta un attimo... Forse hai un po' di tempo libero?

# 1120_Saejima
source: Hm?
pt: Mh?

# 1132_Snow Festival Staffer
source: I hate to impose, but... would you be willing to check the snow statue locations?
pt: Mi dispiace darti disturbo, ma... potresti dare un'occhiata alle posizioni delle statue di neve?

# 1144_Saejima
source: Me?
pt: Io?

# 1156_Snow Festival Staffer
source: I can't pay you, but I could give you a festival souvenir for your efforts. It shouldn't take long, and it would be a huge help.
pt: Non posso pagarti, ma potrei darti un souvenir del festival per i tuoi sforzi. Non dovrebbe volerci molto, e sarebbe un aiuto enorme.

# 1168_Saejima
source: Don't know. That's askin' a lot.
pt: Non so. È chiedere un bel po'.

# 1180_Snow Festival Staffer
source: Oh, please! We're desperate.
pt: Oh, ti prego! Siamo disperati.

# 1192_Saejima
source: So, ya want me to see what statues are on the site and where, right?
pt: Allora, vuoi che veda quali statue ci sono sul sito e dove, giusto?

# 1204_Snow Festival Staffer
source: Yes! I'll be right here when you come back. I have to be, after all!
pt: Sì! Sarò proprio qui quando tornerai. Devo esserci, dopotutto!
