Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049025e.po
Languages: pt

source: You got 3,600 experience points.
pt: Hai ottenuto 3.600 punti esperienza.

source: Accept Her Challenge
pt: Accetta la Sua Sfida

source: Back Off
pt: Fatti da Parte

# 136_Kurata
source: You're good!
pt: Sei brava!

# 148_Haruka
source: So I won?
pt: Quindi ho vinto?

# 160_Kurata
source: Yeah, fair and square. I guess I underestimated you, thinking you were just some silly idol.
pt: Sì, onestamente. Credo di averti sottovalutata, pensando che fossi solo una sciocca idol.

# 172_Kurata
source: Can't really call myself a dancer anymore, can I? Maybe I'll stick to talk shows.
pt: Non posso più definirmi una ballerina, vero? Forse mi limiterò ai talk show.

# 196_Haruka
source: Gee, Kurata-san, I－
pt: Accidenti, Kurata-san, io—

# 220_Haruka
source: Yamaura-san! How did you know where I was?
pt: Yamaura-san! Come sapeva dove fossi?

# 232_Yamaura
source: What're ya doin' here with Ayu!?
pt: Che ci fai qui con Ayu!?

# 244_Haruka
source: Well, you see－
pt: Be’, vede—

# 256_Kurata
source: Misa. You sure found a good one in this girl, didn't ya?
pt: Misa. Hai trovato proprio una brava ragazza, eh?

# 268_Yamaura
source: Huh?
pt: Eh?

# 280_Kurata
source: Idols do all kinds of things, right? They don't just perform. They get their pictures taken, make appearances on variety shows, greet fans at events...
pt: Le idol fanno un sacco di cose, no? Non si limitano a esibirsi. Fanno servizi fotografici, appaiono nei varietà, salutano i fan agli eventi...

# 292_Kurata
source: So I always thought they didn't have time to focus on training and nobody cared if they couldn't dance.
pt: Così ho sempre pensato che non avessero tempo per allenarsi e che a nessuno importasse se non sapevano ballare.

# 304_Kurata
source: I never understood why people fawned all over the no-talent idols and ignored us real entertainers.
pt: Non ho mai capito perché la gente idolatrasse quelle senza talento e ignorasse noi veri intrattenitori.

# 328_Kurata
source: So imagine how surprised I was to find out there's an idol who takes such pride in her performance on stage, both singing and dancing.
pt: Quindi immagina la mia sorpresa nello scoprire un’idol che tiene così tanto alle sue esibizioni sul palco, sia nel canto che nel ballo.

# 352_Yamaura
source: Well, we never were idols, that's for sure.
pt: Be’, noi non siamo mai state idol, questo è certo.

# 364_Kurata
source: But we sang and danced up there on the stage, just like they do. I wish we could have gone further together, you and me.
pt: Ma cantavamo e ballavamo su quel palco, proprio come loro. Avrei voluto che noi due potessimo andare più lontano insieme.

# 376_Kurata
source: But I guess it just wasn't meant to be.
pt: Ma immagino che non fosse destino.

# 412_Kurata
source: Nowadays, I'm a TV personality, and I never sing or dance anymore, but, truth be told, I still miss it.
pt: Oggi sono una personalità televisiva, e non canto né ballo più, ma a dirla tutta… mi manca ancora.

# 424_Kurata
source: Don't you miss it, too, Misa? Don't ya just hate bein' nothing but a voice coach?
pt: Non manca anche a te, Misa? Non ti dà fastidio essere solo un’insegnante di canto?

# 436_Yamaura
source: Well, I...
pt: Be’, io…

# 448_Kurata
source: I'm a lousy singer, but you? Doesn't it just rankle ya to hafta listen to terrible, amateur singing all day when you know you're so much better?
pt: Io sono una pessima cantante, ma tu? Non ti rode ascoltare tutto il giorno cantanti terribili e dilettanti, sapendo che tu sei molto più brava?

# 472_Kurata
source: I bet ya still miss the old days, just like I do－
pt: Scommetto che ti mancano ancora i vecchi tempi, proprio come a me—

# 484_Yamaura
source: Nope.
pt: No.

# 508_Yamaura
source: I may not cling to my old dreams like you do, but that doesn't mean I've given up on dreams altogether.
pt: Magari non mi aggrappo più ai miei vecchi sogni come fai tu, ma non significa che abbia rinunciato del tutto a sognare.

# 520_Yamaura
source: My new dream is to see this kid here have a successful debut.
pt: Il mio nuovo sogno è vedere questa ragazza fare un debutto di successo.

# 556_Yamaura
source: The same is true for Park, Horie, and Christina, too. Show business is a place where dreams are passed on from one to another.
pt: Vale lo stesso per Park, Horie e Christina. Il mondo dello spettacolo è un posto dove i sogni passano da una persona all’altra.

# 568_Yamaura
source: So it didn't work out for me. At least I can still help make someone else's dream come true. That's what keeps me going.
pt: A me non è andata bene. Ma almeno posso aiutare a realizzare il sogno di qualcun altro. È questo che mi dà la forza.

# 580_Yamaura
source: Otherwise, I would've left this business ages ago and found myself a husband or something.
pt: Altrimenti avrei lasciato questo settore anni fa e mi sarei trovata un marito o qualcosa del genere.

# 604_Kurata
source: Heh, same old Misa.
pt: Heh, la solita Misa.

# 616_Kurata
source: Haruka, you've got yourself a great teacher here, so you better study hard and have a hell of a debut, or you'll be hearing from me!
pt: Haruka, qui hai un’insegnante fantastica, quindi studia bene e fai un debutto coi fiocchi, o sentirai parlare di me!

# 628_Haruka
source: I will!
pt: Lo farò!

# 640_Kurata
source: Also, Misa, I dunno why ya think you'd find a husband so easily. You looked in a mirror lately?
pt: E poi, Misa, non so perché pensi di trovare un marito così facilmente. Ti sei guardata allo specchio, ultimamente?

# 652_Yamaura
source: Ha! What about you!? All these years in the business, and I haven't heard jack squat about your love life.
pt: Ah! E tu allora!? Tutti questi anni nel settore, e non ho mai sentito una parola sulla tua vita amorosa.

# 664_Kurata
source: That's because I keep my private life private. Ya don't need to worry about my love affairs, thank you very much.
pt: È perché tengo la mia vita privata… privata. Non devi preoccuparti delle mie relazioni, grazie tante.

# 676_Yamaura
source: Oh, yeah? Name one boyfriend, then! Ya can't, can ya!?
pt: Ah sì? Allora dimmi il nome di un fidanzato! Non puoi, vero!?

# 688_Kurata
source: What!?
pt: Cosa!?

# 712_Haruka
source: You two really do like each other after all, don't you?
pt: In fondo vi volete davvero bene, eh?

# 724_Yamaura & Kurata
source: We do not!
pt: Non è vero!

# 796_Kurata
source: Now whaddya want? Come to pick another fight?
pt: E adesso che vuoi? Sei venuta a cercare un’altra sfida?

# 808_Haruka
source: I still want you to take back what you said about singing skill not being important!
pt: Voglio ancora che ti rimangi quello che hai detto sul fatto che saper cantare non sia importante!

# 820_Kurata
source: That stuff again? I bet you're just all hung up on singing because you're a terrible dancer.
pt: Ancora con questa storia? Scommetto che sei fissata col canto solo perché sei una pessima ballerina.

# 832_Haruka
source: That's not true!
pt: Non è vero!

# 844_Kurata
source: In that case, you know what I want. A dance battle, you against me!
pt: Allora sai cosa voglio. Una sfida di ballo, tu contro di me!

# 856_Haruka
source: (It would be crazy to take on a former pro, but I can't let her get away with the things she said. What do I do?)
pt: (Sarebbe folle sfidare un’ex professionista, ma non posso lasciarle passar lisce quelle cose. Che faccio?)

# 868_Haruka
source: Well...
pt: Be’...

# 880_Kurata
source: What? Ya come lookin' for a fight then back out!? Pretty pathetic, if you ask me...
pt: Cosa? Vieni qui cercando una sfida e poi ti tiri indietro!? Abbastanza patetico, se vuoi saperlo...

# 892_Kurata
source: But I guess that's about what I'd expect from a student of Misa's. Whatever.
pt: Ma immagino sia quello che ci si può aspettare da una studentessa di Misa. Come vuoi.

# 904_Haruka
source: (I hate to walk away, but I just don't think I'm ready yet. I'll come back later!)
pt: (Odio andarmene così, ma non credo di essere ancora pronta. Tornerò più tardi!)

# 916_Haruka
source: Fine. You're on! But if I win, you have to take back what you said!
pt: Va bene. Accetto! Ma se vinco, ti rimangi quello che hai detto!

# 928_Kurata
source: Oh, sure. Tell ya what. If by some miracle you do win, I'll get down on my knees to apologize and everything.
pt: Oh, certo. Facciamo così: se per qualche miracolo vinci, mi inginocchio per chiederti scusa e tutto il resto.

# 940_Kurata
source: Let's do it, then! I'll show ya what a real pro can do!
pt: Allora facciamolo! Ti farò vedere cosa può fare una vera professionista!

# 964_Kurata
source: *pant* *pant*
pt: *ansima* *ansima*

# 976_Kurata
source: Hmph. Ya gave me that big speech about both skills being so important, and that's all ya got?
pt: Hmph. Mi hai fatto tutto quel discorso su quanto siano importanti entrambe le abilità, e questo è tutto ciò che sai fare?

# 988_Kurata
source: Maybe learn how to dance before ya try lecturin' people again, eh?
pt: Forse impara a ballare prima di provare a fare la morale alla gente, eh?

# 1012_Haruka
source: (Darn. I'm still no match for her. I'd better train extra hard and try again later.)
pt: (Accidenti. Non sono ancora al suo livello. Meglio allenarmi molto di più e riprovarci più tardi.)

# 1024_Kurata
source: Can you believe that girl? She seriously thinks she's gonna be a big star someday with mediocre talent like that?
pt: Ma l’hai vista quella ragazza? Pensa davvero di diventare una grande star con un talento così mediocre?

# 1036_Kurata
source: She was doing her best to sing, but she was all outta breath, and her moves were sloppy, too. I tell ya, that was some pretty low-level stuff.
pt: Ce la metteva tutta per cantare, ma era senza fiato, e i suoi movimenti erano imprecisi. Te lo dico io, era roba di livello molto basso.

# 1048_Staff
source: And you oughta know. I remember you used to be able to sing and dance at the same time like it was nothing.
pt: E tu dovresti saperlo. Mi ricordo che riuscivi a cantare e ballare allo stesso tempo come niente fosse.

# 1060_Kurata
source: Don't be silly! That was lip-syncing. What else? All these pre-recorded deals use lip-syncing! Especially idol shows!
pt: Non dire sciocchezze! Era playback. Che altro? Tutti questi programmi preregistrati usano il playback! Soprattutto gli show delle idol!

# 1072_Staff
source: Really!? I didn't know that.
pt: Davvero!? Non lo sapevo.

# 1096_Kurata
source: There are all kinds of ways to fake it, so it doesn't really matter how well ya sing. What's really important is the dancing.
pt: Ci sono mille modi per fingere, quindi non importa davvero quanto sai cantare. Quello che conta davvero è il ballo.

# 1108_Kurata
source: And ya can't fake dancing. So if you're gonna be good at one thing or the other, it better be dancing. That's what people really notice.
pt: E il ballo non lo puoi falsare. Quindi, se devi essere brava in qualcosa, meglio che sia il ballo. È quello che la gente nota davvero.

# 1120_Staff
source: Hmm. I see.
pt: Hmm. Capisco.

# 1132_Kurata
source: The only people who oughta worry about singing are those who can already dance.
pt: Le uniche persone che dovrebbero preoccuparsi del canto sono quelle che sanno già ballare.

# 1144_Kurata
source: If singing's the only thing you can do, you're pretty much screwed.
pt: Se l’unica cosa che sai fare è cantare, sei praticamente spacciata.

# 1156_Haruka
source: (Wow, how rude! They're equally important, and we all work really hard on both!)
pt: (Wow, che maleducazione! Sono entrambe importanti, e lavoriamo duramente su tutte e due!)

# 1168_Haruka
source: Excuse me!
pt: Scusa!

# 1180_Haruka
source: I'd like you to take that back!
pt: Voglio che ti rimangi quello che hai detto!

# 1192_Kurata
source: Oh, it's you. You're Misa's student, right?
pt: Oh, sei tu. Sei l’allieva di Misa, giusto?

# 1204_Haruka
source: That's right. Haruka Sawamura.
pt: Esatto. Haruka Sawamura.

# 1216_Kurata
source: Well? Whaddya want?
pt: E allora? Che vuoi?

# 1228_Haruka
source: Do you really believe that all idols use lip-sync, and that singing skill doesn't really matter?
pt: Credi davvero che tutte le idol usino il playback, e che saper cantare non conti davvero?

# 1240_Kurata
source: Of course! When it comes to idols, it's all about the visual.
pt: Certo! Quando si parla di idol, conta tutto l’aspetto visivo.

# 1252_Kurata
source: You don't amount to nothin' without charisma, no matter how well ya sing. If you don't have visual appeal, ya might as well be on the radio.
pt: Non sei nessuno senza carisma, anche se canti bene. Se non hai appeal visivo, tanto vale stare alla radio.

# 1264_Haruka
source: But...!
pt: Ma…!

# 1276_Kurata
source: These kids nowadays have nothing but looks, and dancing's little more than a game to them. They call themselves artists! Gimme a break!
pt: Questi ragazzini oggi hanno solo l’aspetto, e il ballo per loro è poco più di un gioco. E si chiamano pure artisti! Ma per favore!

# 1288_Haruka
source: I think you're being very disrespectful! The idols I know are all very serious about both their singing and dancing. They work very, very hard!
pt: Penso che tu sia davvero irrispettosa! Le idol che conosco sono tutte molto serie sia nel canto che nel ballo. Lavorano davvero, davvero duro!

# 1300_Haruka
source: And so do the voice coaches who train them!
pt: E anche gli insegnanti di canto che le allenano!

# 1312_Kurata
source: Hmph. Whatever. I bet you're just like Misa－no confidence in your dancing abilities, so ya try to make up for it with singing.
pt: Hmph. Come vuoi. Scommetto che sei proprio come Misa—nessuna fiducia nelle tue capacità di ballo, quindi cerchi di compensare con il canto.

# 1324_Kurata
source: Look, if ya wanna make it on TV, don't waste your time on all that voice training crap. Just focus on not embarrassing yourself with mediocre dancing!
pt: Senti, se vuoi sfondare in TV, non perdere tempo con tutte quelle sciocchezze dell’allenamento vocale. Pensa solo a non farti ridere dietro con un ballo mediocre!

# 1348_Kurata
source: Now, if ya don't mind, I'm a little busy.
pt: Ora, se non ti dispiace, sono un po’ occupata.

# 1372_Haruka
source: But I do have confidence in my dancing abilities!
pt: Ma io ho fiducia nelle mie capacità di ballo!

# 1396_Haruka
source: I know I can dance! Idols train really hard in both singing and dancing! That's just what we do!
pt: So ballare! Le idol si allenano duramente sia nel canto che nel ballo! È quello che facciamo!

# 1408_Kurata
source: Well, well... Those are some pretty feisty words.
pt: Oh, oh… parole belle grintose.

# 1420_Kurata
source: How about I put ya to a little test, then? A dance battle, you against me.
pt: Che ne dici se ti metto alla prova, allora? Una sfida di ballo, tu contro di me.

# 1432_Haruka
source: Pardon?
pt: Come?

# 1444_Kurata
source: You said you can dance, didn't ya? Or were you just blowin' smoke?
pt: Hai detto che sai ballare, no? O stavi solo facendo la gradassa?

# 1456_Haruka
source: No, I－
pt: No, io—

# 1468_Kurata
source: Hmph. It's Misa all over again－a big mouth, and nothin' to back it up.
pt: Hmph. È Misa tutto da capo—grande bocca, e niente per sostenerla.

# 1480_Haruka
source: (It would be crazy to take on a former pro, but I can't let her get away with the things she said. What do I do?)
pt: (Sarebbe folle sfidare un’ex professionista, ma non posso lasciarle passar lisce quelle cose. Che faccio?)

# 1492_Haruka
source: Well...
pt: Be’...

# 1504_Kurata
source: What? Ya come lookin' for a fight, then back out!? Pretty pathetic, if you ask me...
pt: Cosa? Vieni qui cercando una sfida e poi ti tiri indietro!? Abbastanza patetico, se vuoi saperlo...

# 1516_Kurata
source: But I guess that's about what I'd expect from a student of Misa's. Whatever.
pt: Ma immagino sia quello che ci si può aspettare da una studentessa di Misa. Come vuoi.

# 1528_Haruka
source: (I hate to walk away, but I just don't think I'm ready yet. I'll come back later!)
pt: (Odio andarmene così, ma non credo di essere ancora pronta. Tornerò più tardi!)

# 1540_Haruka
source: Fine. You're on! But if I win, you have to take back what you said!
pt: Va bene. Accetto! Ma se vinco, ti rimangi quello che hai detto!

# 1552_Kurata
source: Oh, sure. Tell ya what. If by some miracle you do win, I'll get down on my knees to apologize and everything.
pt: Oh, certo. Facciamo così: se per qualche miracolo vinci, mi inginocchio per chiederti scusa e tutto il resto.

# 1564_Kurata
source: Let's do it, then! I'll show ya what a real pro can do!
pt: Allora facciamolo! Ti farò vedere cosa può fare una vera professionista!
