Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690589.po
Languages: pt

source: Bartender
pt: Barista

source: Player
pt: Giocatore

# 44_Bartender
source: Well, that was quite a game.
pt: Beh, è stata proprio una bella partita.

# 56_Bartender
source: We're offering a little contest here for couples who play together. Would you care to try it out?
pt: Qui abbiamo una piccola gara per le coppie che giocano insieme. Vi andrebbe di provare?

# 68_Bartender
source: A contest?
pt: Una gara?

# 80_Bartender
source: That's right, it's called Prize Bank Shot. We have the names of some prizes written on the pool table.
pt: Esatto, si chiama Prize Bank Shot. Abbiamo i nomi di alcuni premi scritti sul tavolo da biliardo.

# 92_Bartender
source: Make a bank shot onto one to win that prize! Simple, right?
pt: Fai una sponda su uno per vincere quel premio! Semplice, no?

# 116_Bartender
source: Your lady friend will have to work extra hard for some of these prizes. What do you say?
pt: La tua compagna dovrà darsi da fare un bel po' per alcuni di questi premi. Che ne dici?

# 128_Bartender
source: Your lady friend will have to work extra hard for some of these prizes. What do you say?
pt: La tua compagna dovrà darsi da fare un bel po' per alcuni di questi premi. Che ne dici?

# 140_Bartender
source: Your lady friend will have to work extra hard for some of these prizes. What do you say?
pt: La tua compagna dovrà darsi da fare un bel po' per alcuni di questi premi. Che ne dici?

# 152_Bartender
source: Your lady friend will have to work extra hard for some of these prizes. What do you say?
pt: La tua compagna dovrà darsi da fare un bel po' per alcuni di questi premi. Che ne dici?

# 164_Bartender
source: Your lady friend will have to work extra hard for some of these prizes. What do you say?
pt: La tua compagna dovrà darsi da fare un bel po' per alcuni di questi premi. Che ne dici?

# 188_Bartender
source: Haha! Sounds like fun. Good luck, Kiryu-san.
pt: Ahah! Sembra uno spasso. Buona fortuna, Kiryu-san.

# 200_Bartender
source: Ooh! That sounds like fun. Good luck, Saejima-san!
pt: Ooh! Sembra uno spasso. Buona fortuna, Saejima-san!

# 212_Bartender
source: Haha! Sounds like it could be fun. Go get 'em, Akiyama-san!
pt: Ahah! Sembra uno spasso. Dagli dentro, Akiyama-san!

# 224_Bartender
source: Well, I suppose that might be fun. Give it your best shot, Shinada-san!
pt: Beh, suppongo che potrebbe essere uno spasso. Dagli dentro, Shinada-san!

# 236_Bartender
source: Hey, that sounds like fun! You can do it, Kiryu-san!
pt: Ehi, sembra uno spasso! Ce la puoi fare, Kiryu-san!

# 248_Bartender
source: Okay, I'll give it a try.
pt: Va bene, ci provo.

# 260_Bartender
source: All right, then!
pt: Va bene, allora!
