Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690224.po
Languages: pt

# 9316_Haruka
source: I heard that <Color:8>Kushikatsu Daruma<Color:Default> in Sotenbori is really good. We should go give it a try!
pt: Ho sentito che il <Color:8>Kushikatsu Daruma<Color:Default> a Sotenbori è davvero buono. Dovremmo provarlo!

# 9340_Haruka
source: Fugu cuisine at <Color:8>Zuboraya<Color:Default> is one of Sotenbori's most well-known dishes. We should go try it out!
pt: La cucina di fugu da <Color:8>Zuboraya<Color:Default> è una delle specialità più famose di Sotenbori. Dovremmo provarla!

# 9364_Haruka
source: I'd really like to try <Color:8>Tsuruhashi Fugetsu<Color:Default>'s okonomiyaki, Uncle Kaz!
pt: Mi piacerebbe davvero provare l’okonomiyaki di <Color:8>Tsuruhashi Fugetsu<Color:Default>, zio Kaz!

# 9388_Haruka
source: Have you had crab before, Uncle Kaz? I'd love to go to <Color:8>Kani Douraku<Color:Default> and try it again.
pt: Hai mai mangiato il granchio, zio Kaz? Mi piacerebbe andare da <Color:8>Kani Douraku<Color:Default> e mangiarlo di nuovo.

# 9412_Haruka
source: I heard there are big snow sculptures in <Color:8>Main Street Park<Color:Default>, Uncle Kaz! I wish I could see them... Maybe you'll take me! Sound good?
pt: Ho sentito che al <Color:8>Main Street Park<Color:Default> ci sono grandi sculture di neve, zio Kaz! Vorrei tanto vederle… Magari mi ci porti! Che ne dici?

# 9436_Haruka
source: We should take some <Color:8>PrintCircle<Color:Default> photos as a souvenir of our trip to Tsukimino!
pt: Dovremmo fare qualche foto al <Color:8>PrintCircle<Color:Default> come ricordo del nostro viaggio a Tsukimino!

# 9460_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 9472_Kiryu
source: It's nothing.
pt: Niente.

# 9484_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 9496_Kiryu
source: Sorry, there's someplace I have to go alone.
pt: Scusa, devo andare da solo in un posto.

# 9508_Haruka
source: Aww, okay... I'll head back to New Serena, then.
pt: Oh… va bene. Allora torno al New Serena.

# 9556_Haruka
source: I feel like doing some <Color:8>bowling<Color:Default>, Uncle Kaz! C'mon, let's go!
pt: Mi va di fare un po’ di <Color:8>bowling<Color:Default>, zio Kaz! Dai, andiamo!

# 9580_Haruka
source: I heard there's a pool table at a place called <Color:8>Ambitious<Color:Default>. Let's go and check it out!
pt: Ho sentito che in un posto chiamato <Color:8>Ambitious<Color:Default> c’è un tavolo da biliardo. Andiamo a vedere!

# 9604_Haruka
source: I'm getting hungry, Uncle Kaz! I'd love a bite to eat from <Color:8>Gyoza King<Color:Default>.
pt: Mi sta venendo fame, zio Kaz! Mi piacerebbe mangiare qualcosa da <Color:8>Gyoza King<Color:Default>.

# 9628_Haruka
source: <Color:8>Matsuo Lamb Barbeque<Color:Default> is really famous in Tsukimino, right? Let's go try it!
pt: Il <Color:8>Matsuo Lamb Barbeque<Color:Default> è davvero famoso a Tsukimino, giusto? Andiamo a provarlo!

# 9652_Haruka
source: Let's go to <Color:8>Sushi Zanmai<Color:Default>, Uncle Kaz! Their fish is always so fresh and tasty.
pt: Andiamo da <Color:8>Sushi Zanmai<Color:Default>, zio Kaz! Il loro pesce è sempre così fresco e delizioso.

# 9676_Haruka
source: I've never had curry at <Color:8>Miyoshino<Color:Default> before. I really want to try it!
pt: Non ho mai mangiato il curry da <Color:8>Miyoshino<Color:Default>. Voglio davvero provarlo!

# 9712_Haruka
source: I've worked up a big appetite, Uncle Kaz. Let's get a snack at <Color:8>Seicomart<Color:Default>.
pt: Mi è venuto un gran appetito, zio Kaz. Prendiamo uno spuntino da <Color:8>Seicomart<Color:Default>.

# 9724_Haruka
source: All this walking is making me thirsty, Uncle Kaz. Let's get something to drink at <Color:8>Seicomart<Color:Default>.
pt: Tutto questo camminare mi ha fatto venire sete, zio Kaz. Prendiamo qualcosa da bere da <Color:8>Seicomart<Color:Default>.

# 9748_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 9760_Kiryu
source: It's nothing.
pt: Niente.

# 9772_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 9784_Kiryu
source: Sorry, there's someplace I have to go alone.
pt: Scusa, devo andare da solo in un posto.

# 9796_Haruka
source: Aww, okay... I'll head back to New Serena, then.
pt: Oh… va bene. Allora torno al New Serena.

# 9844_Haruka
source: I've worked up a big appetite, Uncle Kaz. Let's get a snack at <Color:8>Seicomart<Color:Default>.
pt: Mi è venuto un gran appetito, zio Kaz. Prendiamo uno spuntino da <Color:8>Seicomart<Color:Default>.

# 9868_Haruka
source: Hey, Uncle Kaz! Do you know that <Color:8>ramen stand<Color:Default> that opens in the evening? I wanna go see it!
pt: Ehi, zio Kaz! Conosci quel <Color:8>chiosco di ramen<Color:Default> che apre la sera? Voglio andare a vederlo!

# 9892_Haruka
source: <Color:8>Ose Bridge<Color:Default> is famous, isn't it, Uncle Kaz? I'd like to go see it.
pt: Il <Color:8>Ponte Ose<Color:Default> è famoso, vero, zio Kaz? Mi piacerebbe andarlo a vedere.

# 9916_Haruka
source: We should take some <Color:8>PrintCircle<Color:Default> photos together to commemorate coming to Nagasugai!
pt: Dovremmo fare qualche foto al <Color:8>PrintCircle<Color:Default> per commemorare il nostro arrivo a Nagasugai!

# 9940_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 9952_Kiryu
source: It's nothing.
pt: Niente.

# 9964_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 9976_Kiryu
source: Sorry, there's someplace I have to go alone.
pt: Scusa, devo andare da solo in un posto.

# 9988_Haruka
source: Aww, okay... I'll head back to New Serena, then.
pt: Oh… va bene. Allora torno al New Serena.

# 10036_Haruka
source: Let's go to <Color:8>Club SEGA<Color:Default>, Uncle Kaz!
pt: Andiamo al <Color:8>Club SEGA<Color:Default>, zio Kaz!

# 10060_Haruka
source: Hey, Uncle Kaz, can we stop by <Color:8>Bee<Color:Default>? I kinda want to see what it's like inside... That's okay, right?
pt: Ehi, zio Kaz, possiamo fermarci da <Color:8>Bee<Color:Default>? Vorrei vedere com’è dentro… Va bene, vero?

# 10084_Haruka
source: Hey, Uncle Kaz, did you know that <Color:8>Fukuya<Color:Default>'s mentaiko is one of Nagasugai's specialties? Let's go take a look!
pt: Ehi, zio Kaz, lo sapevi che il mentaiko di <Color:8>Fukuya<Color:Default> è una delle specialità di Nagasugai? Andiamo a vedere!

# 10108_Haruka
source: Hey, Uncle Kaz, can we stop by <Color:8>Don Quijote<Color:Default>? I wanna see if the Nagasugai store is any different than the one back home.
pt: Ehi, zio Kaz, possiamo fermarci da <Color:8>Don Quijote<Color:Default>? Voglio vedere se il negozio di Nagasugai è diverso da quello di casa.

# 10132_Haruka
source: I've heard that the motsunabe at <Color:8>Motsunabe Kaede<Color:Default> is really good. I mean, it's in the name, after all. Can we go try some?
pt: Ho sentito che il motsunabe di <Color:8>Motsunabe Kaede<Color:Default> è davvero buono. Dopotutto, è nel nome. Possiamo andare a provarlo?

# 10156_Haruka
source: Boy, all this walking making me hungry, Uncle Kaz. Can we grab a bite at <Color:8>Hanamidori<Color:Default>?
pt: Caspita, tutto questo camminare mi sta facendo venire fame, zio Kaz. Possiamo mangiare qualcosa da <Color:8>Hanamidori<Color:Default>?

# 10180_Haruka
source: Are you hungry, Uncle Kaz? I kind of am. We should stop by the local <Color:8>M Store<Color:Default> and get a snack.
pt: Hai fame, zio Kaz? Io un po’ sì. Dovremmo fermarci al <Color:8>M Store<Color:Default> locale e prendere uno spuntino.

# 10216_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 10228_Kiryu
source: It's nothing.
pt: Niente.

# 10240_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 10252_Haruka
source: Let's head back to New Serena.
pt: Torniamo al New Serena.

# 10300_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 10312_Kiryu
source: It's nothing.
pt: Niente.

# 10324_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 10336_Haruka
source: Let's head back to New Serena.
pt: Torniamo al New Serena.

# 10384_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 10396_Kiryu
source: It's nothing.
pt: Niente.

# 10408_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 10420_Haruka
source: Let's head back to New Serena.
pt: Torniamo al New Serena.

# 10468_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 10480_Kiryu
source: It's nothing.
pt: Niente.

# 10492_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 10504_Haruka
source: Sorry, there's someplace I have to go alone.
pt: Scusa, devo andare da solo in un posto.

# 10516_Haruka
source: Aww, okay... I'll head back to New Serena, then.
pt: Oh… va bene. Allora torno al New Serena.
