Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0003450c.po
Languages: pt

# 44_Tatsuya
source: Ah, Suzuki-san! Good to see you! How are things?
pt: Ah, Suzuki-san! Che piacere rivederti! Come vanno le cose?

# 56_Kiryu
source: Fair. How about you?
pt: Giusto. E tu?

# 68_Tatsuya
source: Oh yes. After meeting you in Nagasu, I traveled to Tsukimino, Sotenbori, and Kineicho looking for tasty local delicacies.
pt: Oh sì. Dopo averti incontrato a Nagasu, sono andato a Tsukimino, Sotenbori e Kineicho in cerca di prelibatezze locali squisite.

# 80_Tatsuya
source: Now I have a ton of amazing recipe ideas swimming through my mind's eye. I'm getting the urge to create something new and exciting!
pt: Adesso ho una marea di idee per ricette pazzesche che mi frullano per la testa. Mi sta venendo voglia di creare qualcosa di nuovo ed entusiasmante!

# 92_Kiryu
source: That's good... Listen, about that, I actually had a favor to ask you.
pt: Bene... Senti, a proposito, avrei un favore da chiederti.

# 104_Tatsuya
source: A favor? Such as?
pt: Un favore? Tipo?

# 152_Tatsuya
source: I see... He needs something tasty enough to get his business booming before time runs out.
pt: Capisco... Gli serve qualcosa di talmente saporito da far schizzare alle stelle gli affari, prima che il tempo gli scada.

# 164_Kiryu
source: I know you're busy, but do you think you'd be able to come up with something?
pt: So che sei impegnato, ma credi di riuscire a tirare fuori qualcosa?

# 176_Tatsuya
source: Sure, I'd be glad to help! You just leave it to me.
pt: Certo, ti do una mano volentieri! Ci penso io.

# 188_Kiryu
source: Thanks.
pt: Grazie.

# 200_Tatsuya
source: Okay, no time to waste! Let's head to this café!
pt: Va bene, niente tempo da sprecare! Andiamo subito in questo caffè!
