Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00034584.po
Languages: pt

source: Oh, oh! What about me?
pt: Oh, oh! E io?

source: Santa
pt: Babbo Natale

source: I'll give 'em a talkin' to.
pt: Gliene dirò quattro.

source: Got no time for this.
pt: Non ho tempo per ste stronzate.

source: Energetic Child
pt: Bambino Energico

source: Adorable Child
pt: Bambino Adorabile

source: Cheerful Child
pt: Bambino Allegro

source: Precocious Child
pt: Bambino precoce

source: Boisterous Child
pt: Bambino Scalmanato

source: Feisty Child
pt: Bambino Grintoso

source: Try One More Time
pt: Riprova

source: Give Up
pt: Arrenditi

# 152_Saejima
source: Hey, you all right?
pt: Ehi, sei a posto?

# 164_Santa
source: Urgh... I got beat up by a gang of Santa hunters.
pt: Urgh... Mi hanno riempito di botte una banda di cacciatori di Babbo Natale.

# 176_Saejima
source: Santa hunters? Look, can you just tell me if you're all right?
pt: Cacciatori di Babbo Natale? Senti, puoi solo dirmi se sei a posto?

# 188_Santa
source: Yeah, I think so.
pt: Già, penso di sì.

# 260_Saejima
source: Well, you can stand, at least. That's a good sign.
pt: Beh, almeno sei in piedi. È un buon segno.

# 272_Santa
source: Yes, sorry to have troubled you.
pt: Sì, mi dispiace di averti disturbato.

# 284_Saejima
source: No worries. But what was that ya said earlier? Somethin' about Santa hunters?
pt: Stai tranquillo. Ma cosa hai detto prima? Una roba sui cacciatori di Babbo Natale?

# 296_Santa
source: They're a gang of delinquents. They make a game of beating up retail workers wearing Santa costumes.
pt: È una banda di teppisti. Se la spassano a menare i commessi con i costumi da Babbo Natale.

# 308_Saejima
source: Wow. Buncha punks...
pt: Wow. Una banda di balordi...

# 320_Santa
source: Because of them, people don't consider the shopping district a safe place anymore. It ruins the festive mood entirely.
pt: Per colpa loro, la gente non considera più il distretto commerciale un posto sicuro. Rovina completamente l'atmosfera festiva.

# 332_Saejima
source: I'll give those kids a talkin' to.
pt: Darò una bella strigliata a quei bambini.

# 344_Santa
source: Pardon? You're going to, what, lecture them? How?
pt: Come scusa? Vuoi, cosa, fargli una predica? Come?

# 356_Saejima
source: They go after Santas, right? Lend me your outfit.
pt: Se la prendono con i Babbo Natale, giusto? Prestami il tuo costume.

# 368_Santa
source: You're going to use yourself as bait? That's nuts. They've got close to ten kids. By yourself, you couldn't possibly...
pt: Ti userai come esca? È da matti. Sono quasi dieci ragazzi. Da solo, non ce la faresti mai...

# 380_Saejima
source: Wasn't plannin' on fightin' them. They might just listen to reason.
pt: Non avevo intenzione di mettermi a picchiarli. Magari si fanno convincere.

# 392_Santa
source: I doubt that...
pt: Non credo proprio...

# 404_Saejima
source: Don't worry. If things get ugly, I'll cut and run. I won't push it.
pt: Non preoccuparti. Se le cose si mettono male, taglierò la corda. Non mi spingerò oltre.

# 416_Santa
source: Okay.
pt: Ok.

# 440_Saejima
source: That's rough. Just gotta hope they'll regret it when they're older, right? But I gotta go now.
pt: È tosta. Speriamo solo che se ne pentano da grandi, no? Ma ora devo andare.

# 452_Santa
source: Oh. Okay, then.
pt: Oh. Va bene, allora.

# 500_Santa
source: Urff... Those punks...
pt: Uff... Quei teppisti...

# 512_Saejima
source: Santa hunters, eh? Dumb kids.
pt: Cacciatori di Babbo Natale, eh? Stupidi ragazzini.

# 524_Saejima
source: I'll give those kids a talkin' to.
pt: Darò una bella strigliata a quei bambini.

# 536_Santa
source: Pardon? You're going to, what, lecture them? How?
pt: Come scusa? Vuoi, cosa, fargli una predica? Come?

# 548_Saejima
source: They go after Santas, right? Lend me your outfit.
pt: Se la prendono con i Babbo Natale, giusto? Prestami il tuo costume.

# 560_Santa
source: You're going to use yourself as bait? That's nuts. They've got close to ten kids. By yourself, you couldn't possibly...
pt: Ti userai come esca? È da matti. Sono quasi dieci ragazzi. Da solo, non ce la faresti mai...

# 572_Saejima
source: Wasn't plannin' on fightin' them. They might just listen to reason.
pt: Non avevo intenzione di mettermi a picchiarli. Magari si fanno convincere.

# 584_Santa
source: I doubt that...
pt: Non credo proprio...

# 596_Saejima
source: Don't worry. If things get ugly, I'll cut and run. I won't push it.
pt: Non preoccuparti. Se le cose si mettono male, taglierò la corda. Non mi spingerò oltre.

# 608_Santa
source: Okay.
pt: Ok.

# 632_Saejima
source: That's rough. Just gotta hope they'll regret it when they're older, right? But I gotta go now.
pt: È tosta. Speriamo solo che se ne pentano da grandi, no? Ma ora devo andare.

# 644_Santa
source: Oh. Okay, then.
pt: Oh. Va bene, allora.

# 692_Saejima
source: All right. This should make the Santa hunters come lookin' for me.
pt: Va bene. Così dovrei far venire i cacciatori di Babbo Natale a cercarmi.

# 704_Santa
source: Please be careful. They carry weapons, and they're not shy about using them.
pt: Fai attenzione. Portano armi e non si fanno problemi a usarle.

# 716_Saejima
source: I'll be fine.
pt: Me la caverò.

# 728_Saejima
source: (All right, let's find these so-called Santa hunters.)
pt: (Ok, andiamo a beccare questi cosiddetti cacciatori di Babbo Natale.)

# 812_Energetic Child
source: Look, it's Santa again! Do you have my present now?
pt: Guarda, è di nuovo Babbo Natale! Hai il mio regalo adesso?

# 824_Adorable Child
source: Oh, oh! What about me?
pt: Oh, oh! E a me?

# 848_Cheerful Child
source: Santa! I want my present!
pt: Babbo Natale! Voglio il mio regalo!

# 860_Saejima
source: You all are just begging to end up on Santa's naughty list!
pt: Voi tutti state proprio chiedendo di finire sulla lista dei cattivi di Babbo Natale!

# 884_Energetic Child
source: Hey, it's Santa!
pt: Ehi, è Babbo Natale!

# 896_Adorable Child
source: Yaaay!
pt: Evviva!

# 908_Saejima
source: (Hehe, cute kids. Wearin' this getup around town ain't so bad!)
pt: (Hehe, ragazzini carini. Mettersi 'sta roba in giro per la città non è mica tanto male!)

# 920_Energetic Child
source: Santa, can I have my present now?
pt: Babbo Natale, posso avere il mio regalo adesso?

# 932_Adorable Child
source: Oh, oh! What about me?
pt: Oh, oh! E a me?

# 944_Saejima
source: Sorry, tykes, ain't got nothin' on me. At least not stuff that would make good gifts for ya.
pt: Spiacente, piccoli, non c'ho niente addosso. Almeno non roba da regalarvi.

# 956_Energetic Child
source: Huh? No fair! I want my present!
pt: Eh? Non vale! Voglio il mio regalo!

# 968_Adorable Child
source: Pweeease, Santa!
pt: Ti pregooo, Babbo Natale!

# 980_Saejima
source: No presents. I don't got my... uh, sleigh with me.
pt: Niente regali. Non c'ho... uhm, la slitta con me.

# 992_Energetic Child
source: Why didn't you bring it!?
pt: Perché non l'hai portato!?

# 1016_Cheerful Child
source: Look, it's Santa! I want a present!
pt: Guarda, è Babbo Natale! Voglio un regalo!

# 1028_Precocious Child
source: What? Santa? *gasp* He's here!
pt: Cosa? Babbo Natale? *anf* È qui!

# 1040_Boisterous Child
source: Santa, can I sit on your lap?
pt: Babbo Natale, posso sedermi in grembo?

# 1052_Feisty Child
source: Do you have a present for <Italic>me</Italic>?
pt: Hai un regalo per <Italic>me</Italic>?

# 1064_Saejima
source: (What the hell? Where'd all these kids come from?)
pt: (Che diavolo? Da dove sono spuntati tutti questi bambini?)

# 1076_Saejima
source: You all gotta go home and wait till Christmas to get your presents!
pt: Voi tutti, andate a casa e aspettate fino a Natale per ricevere i vostri regali!

# 1088_Energetic Child
source: I can't wait that long!
pt: Non posso aspettare così a lungo!

# 1100_Adorable Child
source: Pwease can I have it now, Santa?
pt: Per favore, posso averlo adesso, Babbo Natale?

# 1112_Cheerful Child
source: Lemme go get my friends! They want presents, too!
pt: Vado a chiamare i miei amici! Vogliono regali anche loro!

# 1124_Saejima
source: No! Don't tell any other kids I'm here!
pt: No! Non dirlo ad altri bambini che sono qui!

# 1136_Precocious Child
source: I just posted online where Santa is. Everyone's coming.
pt: Ho appena postato online dov'è Babbo Natale. Stanno arrivando tutti.

# 1148_Saejima
source: Ya posted what?
pt: Ma che hai postato?

# 1160_Boisterous Child
source: Santa, how come you don't have my present!?
pt: Babbo Natale, come mai non hai il mio regalo!?

# 1172_Feisty Child
source: Hey, I was here first!
pt: Ehi, sono arrivato prima io!

# 1184_Saejima
source: (Gah... I gotta just make a break for it!)
pt: (Accidenti... Devo solo filarmela!)

# 1220_Saejima
source: It was pointless... Wearin' the Santa getup brought kids swarmin'. Couldn't do a thing with them around.
pt: Era inutile... Indossare il costume da Babbo Natale ha attirato i bambini a sciami. Non potevo fare un tubo con loro in giro.

# 1232_Santa
source: Oh, that's too bad. I guess there's nothing we can do...
pt: Oh, peccato. Immagino che non ci sia niente che possiamo fare...

# 1244_Saejima
source: Hey, I'll give it one more go. Let me use the Santa outfit again, if ya don't mind.
pt: Ehi, ci riprovo un'altra volta. Fammi usare di nuovo il vestito da Babbo Natale, se non ti dispiace.

# 1256_Santa
source: Wow, you're no quitter! Thank you very much for trying again. All of us Santas have our ho-ho-hopes in you!
pt: Wow, non molli mai! Grazie mille per averci riprovato. Tutti noi Babbi Natale riponiamo le nostre "ho-ho-ho" speranze in te!

# 1268_Saejima
source: Yeah, yeah...
pt: Sì, sì...

# 1328_Energetic Child
source: Look, it's Santa again! Do you have my present now?
pt: Guarda, è di nuovo Babbo Natale! Hai il mio regalo adesso?

# 1352_Saejima
source: Santa! I want my present!
pt: Babbo Natale! Voglio il mio regalo!

# 1364_Saejima
source: You all are just begging to end up on Santa's naughty list!
pt: Voi tutti state proprio chiedendo di finire sulla lista dei cattivi di Babbo Natale!

# 1388_Saejima
source: Yeah... don't think there's anythin' we can do.
pt: Già... non credo che ci sia niente da fare.

# 1400_Santa
source: Oh. Okay, then.
pt: Oh. Va bene, allora.

# 1424_Saejima
source: (All right. Gotta hit the town again and find those Santa hunters.)
pt: Va bene. Devo rimettermi in giro per la città e scovare quei cacciatori di Babbo Natale.

# 1436_Santa
source: Um, do you think you're going to look for the Santa hunters again? Or should all of us retail Santas just accept our very un-jolly fates?
pt: Ehm, credi che andrai di nuovo a cercare quei cacciatori di Babbo Natale? O dovremmo noi, Babbo Natale da centro commerciale, rassegnarci al nostro ben poco allegro destino?

# 1448_Saejima
source: I'll give it one more go. Let me use the Santa outfit again, if ya don't mind.
pt: Ci riprovo. Lasciami rimettere il vestito di Babbo Natale, se non ti dispiace.

# 1460_Santa
source: Wow, you don't give up! Thank you very much for trying so hard.
pt: Wow, non molli mai! Grazie mille per esserti impegnato così tanto.

# 1472_Saejima
source: Sure.
pt: Certo.

# 1484_Santa
source: I wish you luck.
pt: In bocca al lupo.

# 1508_Saejima
source: Yeah... don't think there's anythin' we can do.
pt: Già... non credo che ci sia niente da fare.

# 1520_Santa
source: Oh. Okay, then.
pt: Oh. Va bene, allora.
