Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330016.po
Languages: pt

source: Bartender
pt: Barista

# 76_Bartender
source: You're underage, aren't you, miss? I'm sorry, but I'm not allowed to serve you any alcohol.
pt: Sei minorenne, non è vero, signorina? Mi dispiace, ma non mi è permesso servirti alcolici.

# 100_Tobe
source: Hello, Kiryu-san. What can I get you?
pt: Salve, Kiryu-san. Cosa prendi?

# 148_Tobe
source: Kiryu-san, I think you've had enough.
pt: Kiryu-san, direi che ne hai avuto abbastanza.

# 160_Tobe
source: Would you like another, Kiryu-san?
pt: Ne vuole un altro, Kiryu-san?

# 172_Tobe
source: I see. Please do come again.
pt: Capisco. Torni pure.

# 196_Tobe
source: Welcome. Have you decided what you would like to order?
pt: Benvenuto. Hai deciso cosa ordinare?

# 244_Tobe
source: Excuse me, but I think you've had enough.
pt: Scusi, ma penso che ne abbia avuto abbastanza.

# 256_Tobe
source: Would you like another?
pt: Ne vuole un altro?

# 268_Tobe
source: I see. Please do come again.
pt: Capisco. Torni pure.
