Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020c82.po
Languages: pt

source: You got <Color:8>Cutie Girl Sticks<Color:Default>.
pt: Hai ottenuto <Color:8>Bastoncini da Ragazza Carina<Color:Default>.

source: Yes
pt: Sì

source: Go to the Princess League
pt: Vai alla Princess League

source: Not Quite Yet
pt: Non proprio ancora

source: Go Now
pt: Vai ora

source: Not Just Yet
pt: Non proprio ancora

# 344_Yamaura
source: You did it, Haruka! That was some great dancing! All we gotta do now is keep our fingers crossed for round two!
pt: Ce l'hai fatta, Haruka! Hai ballato alla grande! Ora dobbiamo solo incrociare le dita per il secondo turno!

# 356_Yamaura
source: Still, T-Set's no doubt gonna give ya a run for your money. We can't count on round two goin' the same way. You're gonna have to work for it!
pt: Comunque, le T-Set di sicuro ti daranno del filo da torcere. Non possiamo contare che il secondo turno vada allo stesso modo. Dovrai darti da fare per ottenerlo!

# 368_Yamaura
source: Once ya feel confident, select "Princess League" from the schedule board. Good luck, Haruka!
pt: Una volta che ti senti sicura, seleziona "Princess League" dal tabellone del programma. In bocca al lupo, Haruka!

# 392_Yamaura
source: What a shame, huh, Haruka? I think maybe ya let your guard down a little bit.
pt: Che peccato, eh, Haruka? Credo che forse tu abbia abbassato la guardia un po'.

# 404_Yamaura
source: But there are special rules this time. Apparently, they'll let ya do round one over. So make sure you're well prepared, then go out and get your revenge!
pt: Ma ci sono regole speciali questa volta. A quanto pare, ti lasceranno rifare il primo turno. Quindi assicurati di essere ben preparata, poi vai là fuori e prenditi la tua vendetta!

# 416_Yamaura
source: Once you're fully prepared and feelin' confident, select "Princess League" from the schedule board. You can do this, Haruka!
pt: Una volta che sei completamente preparata e ti senti sicura, seleziona "Princess League" dal tabellone del programma. Puoi farcela, Haruka!

# 440_Yamaura
source: Way to go, kid! Your singin' never sounded better! Only thing left is that all-important final round!
pt: Così si fa, Haruka! Non hai mai cantato così bene! L'unica cosa che resta è l'importantissimo turno finale!

# 452_Yamaura
source: But T-Set is gonna come at ya, guns blazin'. You gotta make sure you're completely prepared!
pt: Ma le T-Set ti verranno addosso, con tutte le armi spianate. Devi assicurarti di essere completamente preparata!

# 464_Yamaura
source: Once ya feel confident, select "Princess League" from the schedule board. Good luck, Haruka!
pt: Una volta che ti senti sicura, seleziona "Princess League" dal tabellone del programma. In bocca al lupo, Haruka!

# 488_Yamaura
source: What a shame, huh, Haruka? I think maybe ya let your guard down a little bit.
pt: Che peccato, eh, Haruka? Credo che forse tu abbia abbassato la guardia un po'.

# 500_Yamaura
source: But there are special rules this time. Apparently, they'll let ya do round one over. So make sure you're well prepared, then go out and get your revenge!
pt: Ma ci sono regole speciali questa volta. A quanto pare, ti lasceranno rifare il primo turno. Quindi assicurati di essere ben preparata, poi vai là fuori e prenditi la tua vendetta!

# 512_Yamaura
source: Once you're fully prepared and feelin' confident, select "Princess League" from the schedule board. You can do this, Haruka!
pt: Una volta che sei completamente preparata e ti senti sicura, seleziona "Princess League" dal tabellone del programma. Puoi farcela, Haruka!

# 536_Yamaura
source: You did it, Haruka! You really did it!
pt: Ci sei riuscita, Haruka! Ci sei riuscita davvero!

# 548_Christina
source: Congratulations, Haruka. That was a brilliant performance.
pt: Congratulazioni, Haruka. È stata una performance brillante.

# 560_Haruka
source: Thank you! I couldn't have done it without everyone's help.
pt: Grazie! Non ce l'avrei fatta senza l'aiuto di tutti.

# 572_Yamaura
source: Park-san really found a gem in you. I'm sure she's real proud, Haruka.
pt: Park-san ha trovato un vero gioiello in te. Sono sicuro che è davvero orgogliosa, Haruka.

# 596_Yamaura
source: Here's a little something for all your hard work. Think of it as a gift from Park-san.
pt: Ecco un pensierino per tutto il tuo duro lavoro. Pensalo come un regalo da parte di Park-san.

# 632_Haruka
source: Wow, thank you!
pt: Wow, grazie!

# 644_Yamaura
source: I bet ya feel like a real weight has been lifted, huh? Now you can spend your time however ya like－at least for a little while.
pt: Scommetto che ti senti come se ti sia tolto un bel peso, eh? Ora puoi passare il tuo tempo come ti pare－almeno per un po'.

# 656_Haruka
source: Okay! Thank you!
pt: Perfetto! Grazie!

# 668_Yamaura
source: Congratulations, Haruka! Truly!
pt: Congratulazioni, Haruka! Davvero!

# 692_Yamaura
source: What a shame, huh, Haruka? I think maybe ya let your guard down a little bit.
pt: Che peccato, eh, Haruka? Credo che forse tu abbia abbassato la guardia un po'.

# 704_Yamaura
source: But there are special rules this time. Apparently, they'll let ya do round one over. So make sure you're well prepared, then go out and get your revenge!
pt: Ma ci sono regole speciali stavolta. A quanto pare, ti faranno fare il primo round da capo. Quindi assicurati di essere ben preparato, poi vai là fuori e prenditi la tua rivincita!

# 716_Yamaura
source: Once ya feel confident, select "Princess League" from the "Princess League" from the schedule board. You can do this, Haruka!
pt: Una volta che ti senti sicura, seleziona "Princess League" dalla "Princess League" dalla bacheca degli orari. Puoi farcela, Haruka!

# 788_Yamaura
source: Hey, kid. Round one of the Princess League is almost here, huh?
pt: Ehi, ragazza. Il primo round della Princess League è quasi qui, eh?

# 800_Yamaura
source: Until then, do work or take lessons to up your skills. Once you feel confident, select "Princess League" from the schedule board.
pt: Fino ad allora, datti da fare o prendi lezioni per migliorare le tue abilità. Una volta che ti senti sicura, seleziona "Princess League" dalla bacheca degli orari.

# 812_Yamaura
source: Good luck, Haruka!
pt: In bocca al lupo, Haruka!

# 908_Yamaura
source: Just check out "Princess League" on the schedule board whenever you're ready.
pt: Ti basta dare un'occhiata a "Princess League" sulla bacheca degli orari quando sei pronta.

# 920_Haruka
source: All right.
pt: Va bene.

# 932_Yamaura
source: Whaddya think, Haruka? Ready to head out to the Princess League taping?
pt: Che ne dici, Haruka? Pronta per la registrazione della Princess League?

# 944_Yamaura
source: Just check out "Princess League" on the schedule board whenever you're ready.
pt: Ti basta dare un'occhiata a "Princess League" sulla bacheca degli orari quando sei pronta.

# 956_Haruka
source: All right.
pt: Va bene.

# 968_Yamaura
source: But listen to me, Haruka...
pt: Ma ascoltami, Haruka...

# 980_Yamaura
source: If ya beat T-Set today, your face is gonna be known all over the country.
pt: Se batti le T-Set oggi, la tua faccia sarà conosciuta in tutto il paese.

# 992_Yamaura
source: There's no going back to a regular life after that. I want you to be prepared.
pt: Non puoi più tornare alla vita di prima dopo quello. Voglio che tu sia preparata.

# 1004_Yamaura
source: So if there's anything ya wanna get outta the way first, now's the time to do it.
pt: Quindi se c'è qualcosa che vuoi sbrigare prima, ora è il momento di farlo.

# 1016_Haruka
source: Right, okay.
pt: Va bene.

# 1052_Yamaura
source: Just check out "Princess League" on the schedule board whenever you're ready.
pt: Ti basta dare un'occhiata a "Princess League" sulla bacheca degli orari quando sei pronta.

# 1064_Haruka
source: All right.
pt: Va bene.

# 1076_Yamaura
source: Whaddya think, Haruka? Ready to head out to the Princess League taping?
pt: Che ne dici, Haruka? Pronta per la registrazione della Princess League?

# 1088_Yamaura
source: Just check out "Princess League" on the schedule board whenever you're ready.
pt: Ti basta dare un'occhiata a "Princess League" sulla bacheca degli orari quando sei pronta.

# 1100_Haruka
source: All right.
pt: Va bene.

# 1112_Yamaura
source: But listen to me, Haruka...
pt: Ma ascoltami, Haruka...

# 1124_Yamaura
source: If ya beat T-Set today, your face is gonna be known all over the country.
pt: Se batti le T-Set oggi, la tua faccia sarà conosciuta in tutto il paese.

# 1136_Yamaura
source: There's no going back to a regular life after that. I want you to be prepared.
pt: Non puoi più tornare alla vita di prima dopo quello. Voglio che tu sia preparata.

# 1148_Yamaura
source: So if there's anything ya wanna get outta the way first, now's the time to do it.
pt: Quindi se c'è qualcosa che vuoi sbrigare prima, ora è il momento di farlo.

# 1160_Haruka
source: Right, okay.
pt: Va bene.

# 1184_Yamaura
source: Okay, ready to go?
pt: Va bene, pronta per andare?

# 1196_Haruka
source: I'm sorry. Could I have just a little more time?
pt: Mi dispiace. Potrei avere solo un altro po' di tempo?

# 1208_Yamaura
source: Sure, just come on back when you're ready.
pt: Va bene, torna pure quando sei pronta.

# 1220_Haruka
source: Yes, I'm all set.
pt: Sì, sono pronta.

# 1232_Yamaura
source: Great! Let's get started, then.
pt: Ottimo! Allora, iniziamo.

# 1304_Yamaura
source: There ya are, Haruka. Not much time until the Princess League.
pt: Eccoti, Haruka. Non c'è molto tempo fino alla Princess League.

# 1316_Yamaura
source: Whaddya wanna do? You wanna go now?
pt: Che vuoi fare? Vuoi andare adesso?

# 1328_Yamaura
source: There ain't much time left, ya know. You wanna go now?
pt: Non c'è molto tempo, sai. Vuoi andare adesso?

# 1340_Haruka
source: I'm sorry. Could I have just a little more time?
pt: Mi dispiace. Potrei avere solo un altro po' di tempo?

# 1352_Yamaura
source: That's fine, but we're cutting it pretty close. Don't take too long.
pt: Va bene, ma il tempo stringe parecchio. Non metterci troppo.

# 1364_Haruka
source: Okay, I won't.
pt: Va bene, non lo farò.

# 1376_Haruka
source: I'm ready to go to the Princess League.
pt: Sono pronta per andare alla Princess League.

# 1388_Yamaura
source: Great! You look ready!
pt: Ottimo! Sembri pronta!

# 1400_Yamaura
source: Okay, take a look at the schedule board, and check out the part that says "Princess League."
pt: Allora, dai un'occhiata al tabellone del programma, e guarda la parte dove c'è scritto "Princess League."

# 1436_Yamaura
source: All set? Let's go!
pt: Sei pronta? Andiamo!

# 1448_Haruka
source: Okay!
pt: Ok!

# 1520_Haruka
source: Yamaura-san! I got Airi Yuki-san's autograph!
pt: Yamaura-san! Ho l'autografo di Airi Yuki-san!

# 1532_Yamaura
source: You did!? Way to go, girl! Horie-kun's really gonna love it. Was it hard to get?
pt: L'hai fatto!? Alla grande, ragazza! A Horie-kun piacerà un sacco. È stato difficile ottenerlo?

# 1544_Haruka
source: Not really. I got to meet Airi-san, and I think I learned a lot from the experience!
pt: Non proprio. Sono riuscita a incontrare Airi-san, e credo di aver imparato un sacco da questa esperienza!

# 1556_Yamaura
source: Well, good for you! I'll bring this to Horie-kun next time I visit, so don't worry about a thing. You just take it easy.
pt: Contento per te! Questo lo porto io a Horie-kun la prossima volta\nche lo vado a trovare, quindi non preoccuparti di niente. Tu stai pure\ntranquilla.

# 1568_Haruka
source: Okay. Thank you!
pt: Ok. Grazie!

# 1580_Yamaura
source: Oh, Haruka! Think ya could help me think of something?
pt: Oh, Haruka! Mi daresti una mano a pensare a qualcosa?

# 1592_Haruka
source: Something for what?
pt: Per cosa?

# 1604_Yamaura
source: Some kind of present to bring Horie-kun while he's in the hospital.
pt: Un regalo da portare a Horie-kun mentre è in ospedale.

# 1616_Haruka
source: Oh, all right. Hmm, let me think...
pt: Oh, va bene. Uhm, fammi pensare...

# 1628_Yamaura
source: Knowing him, he'd probably say he didn't want us fussing over him when we should be focusing on something more important.
pt: Conoscendolo, probabilmente direbbe che non voleva che ci preoccupassimo troppo per lui quando invece dovremmo concentrarci su qualcosa di più importante.

# 1640_Yamaura
source: In fact, your successful debut would probably be the best present of all, don't you think?
pt: Anzi, il tuo debutto di successo sarebbe probabilmente il regalo migliore di tutti, non credi?

# 1652_Haruka
source: Yes, ma'am!
pt: Sì, signora!

# 1664_Yamaura
source: But we gotta get him somethin', ya know? Can't just go visit empty-handed.
pt: Ma dobbiamo pur portargli qualcosa, sai? Non possiamo mica andare a trovarlo a mani vuote.

# 1676_Haruka
source: And I'm sure he wouldn't want another fruit basket. It would just be in the way.
pt: E sono sicura che non vorrebbe un'altra cesta di frutta. Sarebbe solo d'intralcio.

# 1688_Yamaura
source: Exactly! I tell ya, I've really been scratching my head over it, but I can't come up with anything...
pt: Esatto! Guarda, mi ci sono davvero scervellato su ma non riesco a trovare niente...

# 1700_Haruka
source: Hmm.
pt: Mhh.

# 1712_Haruka
source: Well, let's see... What does he like? Is there anything he's interested in?
pt: Beh, vediamo... Cosa gli piace? C'è qualcosa che gli\ninteressa?

# 1724_Haruka
source: I hardly know anything about his personal life.
pt: Non so quasi niente della sua vita privata.

# 1736_Haruka
source: Isn't that awful? My own manager and I don't even know him!
pt: Non è terribile? Il mio stesso manager, e non lo conosco nemmeno!

# 1748_Yamaura
source: Well, I know one thing Horie-kun is interested in...
pt: Beh, so una cosa a cui Horie-kun è interessato...

# 1760_Yamaura
source: Idols! He's a big fan, ya know.
pt: Gli idol! È un grande fan, sai.

# 1772_Haruka
source: Really!? Idols!?
pt: Davvero!? Gli idol!?

# 1784_Yamaura
source: Don't tell me you're surprised. He's an idol manager, isn't he?
pt: Non dirmi che sei sorpreso. È un manager di idol, non è\nvero?

# 1796_Haruka
source: Well, yes, but I thought people just did that sort of thing because it was their job.
pt: Beh, sì, ma pensavo che la gente facesse quel genere di cose perché era il loro lavoro.

# 1808_Yamaura
source: Yeah, sure, some people are like that. But not Horie-kun! He was a real idol otaku when he was younger.
pt: Sì, certo, certa gente è così. Ma Horie-kun no! Lui era un vero idol otaku quando era più giovane.

# 1820_Haruka
source: Come to think of it, I guess he did mention he likes idols. But I never imagined it was such a big thing with him!
pt: Ora che ci penso, mi sembra che avesse accennato che gli piacciono gli idol. Ma non avrei mai immaginato che ci tenesse così tanto!

# 1832_Yamaura
source: He used to be a groupie for some underground singers. Started giving them advice, and, before he knew it, he was arranging gigs!
pt: Era un groupie per alcuni cantanti underground. Iniziò a dar loro consigli e, senza rendersene conto, si ritrovò a\norganizzare concerti!

# 1844_Yamaura
source: He said it was so much fun seeing the singers he loved get popular that he finally just decided to get into the business officially.
pt: Ha detto che era così divertente vedere i cantanti che amava diventare popolari che alla fine ha semplicemente deciso di entrare nel settore ufficialmente.

# 1868_Yamaura
source: Once he got into the industry, he said it was time to grow up and put aside his groupie ways.
pt: Una volta che è entrato nel settore, ha detto che era ora di crescere e mettere da parte le sue abitudini da groupie.

# 1880_Haruka
source: Hehe. He's very dedicated, isn't he?
pt: Eheheh. Ci tiene molto, non è vero?

# 1892_Yamaura
source: But even now, he still goes to see his favorites' concerts on his days off.
pt: Ma anche adesso, va ancora a vedere i concerti dei suoi preferiti nei suoi giorni liberi.

# 1904_Yamaura
source: Apparently, he went to see an idol named Airi Yuki perform recently, and somebody from another agency caught him tons of souvenirs.
pt: A quanto pare, è andato a vedere un'idol di nome Airi Yuki esibirsi\ndi recente, e qualcuno di un'altra agenzia l'ha beccato con tonnellate\ndi souvenir.

# 1916_Haruka
source: Hehe! I bet he'll never live that one down. It sure sounds like he loves idols!
pt: Eheheh! Ci scommetto che non gliela faranno mai dimenticare. Sembra proprio che ami gli idol!

# 1928_Yamaura
source: Hey, here's a thought! I bet Horie-kun'd love to get Airi Yuki's autograph, don't you think?
pt: Ehi, un'idea! Scommetto che a Horie-kun piacerebbe un sacco avere l'autografo di Airi Yuki, non credi?

# 1940_Haruka
source: Ah, that's a great idea!
pt: Ah, è un'ottima idea!

# 1952_Yamaura
source: That settles it, then! Haruka, I want ya to go see Airi Yuki and get her autograph for Horie-kun!
pt: È fatta, allora! Haruka, voglio che tu vada a trovare Airi Yuki e le chieda l'autografo per Horie-kun!

# 1964_Haruka
source: You mean right now!? But isn't it kind of awkward to try seeing her without making an appointment first or anything?
pt: Vuoi dire proprio adesso!? Ma non è un po' imbarazzante provare a vederla senza prendere un appuntamento prima o roba del genere?

# 1976_Yamaura
source: But that's the kind of thing Horie-kun did for you every single day to get you work. It's what we in the business call "walk-in sales."
pt: Ma questo è il tipo di cose che Horie-kun faceva per te ogni singolo giorno per trovarti del lavoro. È quello che noi nel settore chiamiamo "vendite a freddo".

# 1988_Haruka
source: Well, when you put it that way... All right, I'll do it!
pt: Beh, se la metti così... Va bene, lo faccio!

# 2000_Yamaura
source: Good girl! Oh, hold on. At least lemme help ya find out where she's at right now.
pt: Brava! Oh, aspetta. Almeno lascia che ti aiuti a scoprire dove si trova in questo momento.

# 2024_Yamaura
source: Hello. This is Misa Yamaura from Dyna Chair. Could you tell me where Airi Yuki-san is scheduled to perform today?
pt: Ciao. Sono Misa Yamaura di Dyna Chair. Potrebbe dirmi dove Airi Yuki-san è programmata per esibirsi oggi?

# 2036_Yamaura
source: Ah, I see. Thank you very much. All right. Goodbye, now!
pt: Ah, capisco. Grazie mille. Va bene. Arrivederci!

# 2060_Haruka
source: What did you find out?
pt: Cosa hai scoperto?

# 2072_Yamaura
source: This will work out great! She's gonna be performing at Castle Records, they said. Get out there and get that autograph!
pt: Andrà alla grande! Si esibirà a Castle Records, hanno detto. Forza, vai lì e prendi quell'autografo!

# 2084_Haruka
source: (My goodness. Yamaura-san can be a little pushy sometimes... But this is for Horie-san, and he's always doing so much for me, so surely I can do this for him!)
pt: (Mamma mia. Yamaura-san a volte può essere un po' insistente... Ma questo è per Horie-san, e lui fa sempre così tanto per me, quindi di sicuro posso farlo per lui!)

# 2096_Yamaura
source: Haruka, if ya don't hurry up and get over to that audition, the positions'll get filled! You ready to go?
pt: Haruka, se non ti sbrighi ad andare a quell'audizione, i posti verranno riempiti! Sei pronta?

# 2108_Yamaura
source: All right. I'll go right away, then!
pt: Va bene. Vado subito, allora!

# 2120_Yamaura
source: Hehe, attagirl! Knock 'em dead out there!
pt: Hehe, brava! Spacca tutto là fuori!

# 2132_Yamaura
source: I'm afraid I'm not ready to go just yet. I want to prepare a little first.
pt: Mi sa che non sono ancora pronta ad andare. Voglio prepararmi un pochino prima.

# 2144_Yamaura
source: All right. But come back and lemme know as soon as you're ready.
pt: Va bene. Ma torna e fammi sapere appena sei pronta.

# 2156_Yamaura
source: There you are, Haruka. Ready to hear about that audition?
pt: Eccoti, Haruka. Pronta a sentire di quell'audizione?

# 2168_Haruka
source: It's an audition to be a poster girl for Watami and Watamin-chi, right?
pt: È un'audizione per essere la ragazza immagine di Watami e Watamin-chi, giusto?

# 2180_Yamaura
source: That's right. This one'll be a little different from a regular audition, however. It's gonna be a joint audition this time around.
pt: Esatto. Questa sarà un po' diversa da un'audizione normale, però. Sarà un'audizione congiunta stavolta.

# 2192_Haruka
source: A joint audition?
pt: Un'audizione congiunta?

# 2204_Yamaura
source: Watami and Watamin-chi are both looking for a new poster girl, and they got the idea to hold their auditions together.
pt: Watami e Watamin-chi stanno entrambe cercando una nuova ragazza immagine, e hanno avuto l'idea di tenere le loro audizioni insieme.

# 2216_Yamaura
source: The audition will be conducted by the presidents of Watami and Watamin-chi themselves.
pt: L'audizione sarà condotta dai presidenti di Watami e Watamin-chi in persona.

# 2228_Yamaura
source: And they're each hoping to find the perfect poster girl. In other words, there are two spots open.
pt: E ognuna spera di trovare la ragazza immagine perfetta. In altre parole, ci sono due posti disponibili.

# 2240_Haruka
source: Oh, okay! But I've never heard of two companies holding an audition together. They must get along really well.
pt: Oh, va bene! Ma non ho mai sentito di due compagnie che tengono un' audizione insieme. Devono andare d'accordo davvero bene.

# 2252_Yamaura
source: Well, Watami and Watamin-chi are both part of the Watami Group, after all. But I wouldn't go so far as to say they "get along."
pt: Beh, Watami e Watamin-chi fanno entrambe parte del Gruppo Watami, dopotutto. Ma non andrei così in là da dire che si "vadano d'accordo."

# 2264_Haruka
source: Really? Why's that?
pt: Davvero? Come mai?

# 2276_Yamaura
source: I hear the two presidents have a really strong sense of rivalry with each other. They're both out to prove they're better than the other.
pt: Sento dire che i due presidenti hanno un senso di rivalità davvero forte l'uno con l'altro. Entrambi puntano a dimostrare di essere migliori dell'altro.

# 2288_Yamaura
source: That's why they're doing a joint audition, apparently. The audition coordinator told me sparks have been flying nonstop.
pt: Ecco perché stanno facendo un'audizione congiunta, a quanto pare. Il coordinatore dell'audizione mi ha detto che le scintille sono volate senza sosta.

# 2300_Haruka
source: Oh, okay...
pt: Oh, ok...

# 2312_Yamaura
source: They're both fiendishly determined to find the best poster girl.
pt: Sono entrambi ferocemente determinati a trovare la migliore ragazza immagine.

# 2324_Haruka
source: Hmm. I don't know if that's a good thing or a bad thing...
pt: Mmm. Non so se sia una cosa buona o cattiva...

# 2336_Yamaura
source: What're ya talkin' about? This is a big opportunity for us! These are two huge companies we're talking about here－national chains.
pt: Ma di che parli? Questa è una grande opportunità per noi! Parliamo di due compagnie enormi qui — catene nazionali.

# 2348_Yamaura
source: You get hired as one of their poster girls, and your face will be plastered all over the country.
pt: Se vieni assunta come una delle loro ragazze immagine, e il tuo viso sarà spiattellato in tutto il paese.

# 2360_Haruka
source: Oh, wow. That's true.
pt: Oh, wow. È vero.

# 2372_Yamaura
source: Might wanna do a little studyin' before you go to that audition. Don't wanna embarrass yourself.
pt: Magari faresti meglio a farti una ripassata prima di andare a quell' audizione. Non vorrai mica fare una figuraccia.

# 2384_Haruka
source: Right. Good point.
pt: Giusto. Buon punto.

# 2396_Yamaura
source: First is Watami. They're all about good old-fashioned home cooking.
pt: Prima c'è Watami. Puntano tutto sulla buona, vecchia cucina casalinga.
