Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200055.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Challenge Him to a Fight
pt: Sfidalo a combattere

source: Pass for Now
pt: Superato per ora

source: Tournament Staff
pt: Staff del Torneo

source: Passed Sotenbori Qualifiers
pt: Qualificazioni di Sotenbori superate

# 104_Kongo
source: Homura Kongo is always ready to take up a challenge! Come and get it!
pt: Homura Kongo è sempre pronto ad accettare una sfida! Forza, fatti sotto!

# 116_Kongo
source: Looks like I don't need to hold back against you. Okay, let's do this.
pt: Pare che non mi debba più trattenere con te. Allora, si fa sul serio!

# 128_Kongo
source: I hope you can put up a good fight! Here goes!
pt: Spero che tu faccia una bella lotta! Si comincia!

# 152_Kongo
source: No, it'll have to wait.
pt: No, dovrà aspettare.

# 164_Kongo
source: You know where to find me! Come back when you're game!
pt: Sai dove trovarmi! Torna quando sei carico!

# 176_Kongo
source: Man! I pushed my strength to the limit, and now nobody wants to take me on!
pt: Cavolo! Ho spinto le mie forze al limite, e ora nessuno vuole più affrontarmi!

# 188_Akiyama
source: (I'm not sure I want to deal with this guy.)
pt: (Non so se mi va di affrontare questo tizio.)

# 200_???
source: What's this!? I sense a dangerous soul!
pt: Cos'è questo!? Sento un'anima pericolosa!

# 212_???
source: Who're you!? State your name!
pt: Chi diavolo sei!? Spara il tuo nome!

# 224_Akiyama
source: Hey, I was just...
pt: Ehi, stavo solo...

# 236_???
source: That worn-out suit! That stubbled face! You must be Shun Akiyama!
pt: Quel completo sdrucito! Quella faccia con la barba incolta! Devi essere Shun Akiyama!

# 248_???
source: I heard all about you from those I've defeated! They say you're pretty tough!
pt: Ho sentito parlare di te da quelli che ho sconfitto! Dicono che sei bello tosto!

# 260_???
source: I'm Homura Kongo! A martial artist, through and through!
pt: Sono Homura Kongo! Un artista marziale, fino in fondo!

# 272_Akiyama
source: Umm...
pt: Uhm...

# 284_Kongo
source: Word is, you're the last guy in this town anywhere close to giving me a real challenge!
pt: Si dice in giro che tu sia l'ultimo, in questa città, che possa darmi una vera sfida!

# 296_Akiyama
source: I'm honored, I guess.
pt: Sono onorato, credo.

# 308_Kongo
source: Once I've taken you down, I'll be on to the Victory Road finals!
pt: Una volta che ti avrò steso, sarò alle finali della Victory Road!

# 320_Kongo
source: But I couldn't care less about that! I just want to gauge my own abilities!
pt: Ma di quello non me ne frega niente! Voglio solo mettere alla prova le mie capacità!

# 332_Akiyama
source: Meaning?
pt: Che significa?

# 344_Kongo
source: I pushed myself to the brink of death while training!
pt: Mi sono spinto sull'orlo della morte mentre mi allenavo!

# 356_Kongo
source: But now that I'm here and putting those skills to use, there hasn't been a single fighter with the fortitude to stand against me!
pt: Ma ora che sono qui e sto mettendo a frutto quelle abilità, non c'è stato un solo lottatore con il fegato di tenermi testa!

# 368_Kongo
source: How am I supposed to put my skills to the test if all my opponents fall to a single blow!?
pt: Ma come faccio a mettermi alla prova, se tutti i miei avversari vanno al tappeto con un pugno solo!?

# 380_Kongo
source: You are the last hope I've got for that! I hope you have the strength to match me!
pt: Sei l'ultima speranza che mi è rimasta per quello! Spero tu abbia la forza di tenermi testa!

# 392_Akiyama
source: I... see.
pt: Capisco...

# 404_Kongo
source: Homura Kongo is always ready to take up a challenge! Come and get me!
pt: Homura Kongo è sempre pronto a raccogliere una sfida! Fatti sotto!

# 416_Kongo
source: Looks like I don't need to hold back against you. Okay, let's do this.
pt: Pare che non mi debba più trattenere con te. Allora, si fa sul serio!

# 428_Kongo
source: I hope you can put up a good fight! Here goes!
pt: Spero che tu faccia una bella lotta! Si comincia!

# 452_Kongo
source: No, it'll have to wait.
pt: No, dovrà aspettare.

# 464_Kongo
source: You know where to find me! Come back when you're game!
pt: Sai dove trovarmi! Torna quando sei carico!

# 476_Kongo
source: *huff* *huff* That's the way it's done! Finally, I have been bested! This is wonderful!
pt: *ansimo* *ansimo* È così che si fa! Finalmente, sono stato battuto! Questo è magnifico!

# 488_Akiyama
source: Huh? Wonderful?
pt: Eh? Meraviglioso?

# 500_Kongo
source: Knowing there's someone stronger than me makes all the training worth it! Now I've got a reason to hone my skills further!
pt: Sapere che c'è qualcuno più forte di me fa sì che tutto l'allenamento ne valga la pena! Ora ho un motivo per affinare ancora le mie abilità!

# 512_Akiyama
source: Heh, I'm not who you need to worry about. I've seen plenty of guys stronger than me.
pt: Heh, non sono io quello di cui devi preoccuparti. Ho visto un sacco di tipi più forti di me.

# 524_Kongo
source: What!?
pt: Cosa!?

# 536_Akiyama
source: When you stay up in the mountains all the time, you miss all the stuff going on down at ground level. The world's bigger than you think it is.
pt: Quando stai sempre lassù in montagna, ti perdi un sacco di roba che succede qui giù, a livello strada. Il mondo è più grande di quanto pensi.

# 548_Kongo
source: And if I make it to the Victory Road finals, I'll get to meet these men?
pt: E se ce la faccio ad arrivare alle finali della Victory Road, potrò incontrare questi uomini?

# 560_Akiyama
source: Probably.
pt: Probabilmente.

# 572_Kongo
source: Hahaha! Perfect! That's the best news I've heard so far!
pt: Hahaha! Perfetto! Questa è la notizia più bella che abbia sentito finora!

# 584_Kongo
source: That's what I'll set my sights on now! The Victory Road! I've still got plenty of unlocked potential!
pt: È a quello che punterò ora! La Victory Road! Ho ancora un sacco di potenziale inespresso!

# 596_Kongo
source: All right! Time waits for no man! Farewell for now, Akiyama!
pt: Perfetto! Il tempo non aspetta nessuno! A presto, Akiyama!

# 608_Akiyama
source: (He's an odd one, all right...)
pt: (È proprio un tipo strano...)

# 620_Tournament Staff
source: Well done, Akiyama-san.
pt: Ben fatto, Akiyama-san.

# 632_Akiyama
source: You one of the Victory Road people?
pt: Sei uno di quelli di Victory Road?

# 644_Tournament Staff
source: Indeed. I help run the tournament. With this win, you've passed the qualifiers, Akiyama-san.
pt: Esatto. Aiuto a gestire il torneo. Con questa vittoria, hai passato le qualificazioni, Akiyama-san.

# 656_Tournament Staff
source: There is nobody left in this town who can defeat you. You've made it through to the Victory Road finals.
pt: Non c'è più nessuno in questa città che ti possa battere. Ce l'hai fatta ad arrivare alle finali di Victory Road.

# 668_Akiyama
source: The Victory Road finals, huh?
pt: Le finali della Victory Road, eh?

# 680_Tournament Staff
source: They'll be held at the Underground Coliseum, where all the strongest fighters gather.
pt: Si terranno all'Underground Coliseum, dove si radunano i combattenti più forti.

# 692_Tournament Staff
source: Go there once all the competitors have been decided.
pt: Vai lì una volta decisi tutti i concorrenti.

# 704_Akiyama
source: So where is this Underground Coliseum?
pt: Allora, dov'è questo Colosseo sotterraneo?

# 716_Tournament Staff
source: In the country's greatest pleasure quarter. Fate has a way of bringing the most powerful fighters together there.
pt: Nel quartiere del piacere più grande del paese. Il destino ha il suo modo di radunare lì i combattenti più forti.

# 728_Tournament Staff
source: I must be going now. Good luck on the road ahead, Akiyama-san.
pt: Ora devo andare. In bocca al lupo per le sfide che ti attendono, Akiyama-san.

# 800_Kongo
source: Congratulations on passing the qualifiers. The Victory Road finals will be held in a certain pleasure quarter once the qualifiers in each city have been completed.
pt: Complimenti per aver superato le qualificazioni. Le finali della Victory Road si terranno in un certo quartiere a luci rosse una volta completate le qualificazioni in ogni città.

# 812_Kongo
source: Though you have secured a place in the finals, Victory Road competitors will still challenge you in the street to test their skills. Keep fighting to stay in peak condition.
pt: Anche se ti sei assicurato un posto nelle finali, i contendenti di Victory Road ti sfideranno comunque per strada per mettere alla prova le loro abilità. Continua a combattere per rimanere in forma smagliante.
