Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091f5e.po
Languages: pt

source: Guest
pt: Ospite

source: Play
pt: Gioca

source: Not Now
pt: Non ora

source: Player
pt: Giocatore

source: Buy Mahjong Sticks and Play
pt: Compra bastoncini di Mahjong e gioca

# 160_Guest
source: Hey, bud, don't I know ya? From Riichi Tower, right? Fancy sittin' down for some mahjong with us? We're a man short.
pt: Ehi, socio, non ti conosco? Dalla Riichi Tower, giusto? Ti andrebbe di unirti a noi per una partita a mahjong? Ci manca uno.

# 172_Guest
source: Yeah, I'll play.
pt: Sì, gioco.

# 184_Guest
source: Good answer! Let's get started.
pt: Bella risposta! Iniziamo.

# 256_Guest
source: Hold it, you ain't got no mahjong sticks. Wanna buy 25,000 points worth so you can play?
pt: Fermo lì, non c'hai bastoncini del Mahjong. Vuoi comprare l'equivalente di 25.000 punti così puoi giocare?

# 268_Guest
source: All right. I'll join you.
pt: Va bene. Mi unisco a voi.

# 280_Guest
source: You're the man. Let's start.
pt: Sei un grande. Iniziamo.

# 364_Guest
source: Whoops, guess ya don't have the cash right now. We'll play some other time, then, yeah?
pt: Ops, immagino che tu non abbia grana adesso. Facciamo un'altra volta, allora, eh?

# 376_Guest
source: Actually, I'll pass.
pt: A dire il vero, passo.

# 388_Guest
source: No, huh? Well, if you get to thinkin' otherwise, I'll be right here.
pt: No, eh? Beh, se dovessi cambiare idea, sarò qui.

# 412_Guest
source: Yo, how 'bout you join us for some mahjong?
pt: Ehi, ti va di fare due tiri a mahjong con noi?

# 424_Guest
source: Yeah, I'll play.
pt: Sì, gioco.

# 436_Guest
source: Good answer! Let's get goin', then.
pt: Bella risposta! Allora, si va!

# 508_Guest
source: Hold it, you ain't got no mahjong sticks. Wanna buy 25,000 points worth so you can play?
pt: Fermo lì, non c'hai bastoncini del Mahjong. Vuoi comprare l'equivalente di 25.000 punti così puoi giocare?

# 520_Guest
source: All right. I'll join you.
pt: Va bene. Mi unisco a voi.

# 532_Guest
source: You're the man. Let's do this.
pt: Sei un grande. Facciamolo.

# 616_Guest
source: Whoops, guess ya don't have the cash right now. We'll play some other time, then, yeah?
pt: Ops, immagino che tu non abbia grana adesso. Facciamo un'altra volta, allora, eh?

# 628_Guest
source: Actually, I'll pass.
pt: A dire il vero, passo.

# 640_Guest
source: No, huh? Well, if you get to thinkin' otherwise, I'll be right here.
pt: No, eh? Beh, se dovessi cambiare idea, sarò qui.

# 652_Guest
source: What, you gotta run? Well, that was fun. Come play again sometime!
pt: Ah, devi già filare? Beh, è stato un bel divertimento. Torna a giocare un'altra volta!

# 664_Guest
source: Man, that was a blast. Gotta do that again sometime!
pt: Cavolo, è stato uno spasso. Dobbiamo rifarci una partita un'altra volta!
