Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460051.po
Languages: pt

# 92_Shion
source: Have you come to laugh at me? At the lying girl who pretended to be rich when she was poor all along?
pt: Sei venuto a ridere di me? Della bugiarda che ha finto di essere ricca, pur essendo sempre stata una poveraccia?

# 104_Shinada
source: Of course not. How can you even think that of me, Shion-chan?
pt: Ma certo che no. Come puoi anche solo pensare una cosa del genere di me, Shion-chan?

# 116_Shinada
source: I wouldn't want to be judged by how much money I don't have. I'm not going to do that to anyone else either.
pt: Non vorrei essere giudicato per i soldi che non ho. E non lo farò nemmeno con nessun altro.

# 128_Shion
source: Hm?
pt: Mh?

# 140_Shinada
source: So can you tell me what's going on? Is it true you're in debt?
pt: Allora, puoi dirmi cosa sta succedendo? È vero che sei indebitata?

# 152_Shion
source: It is...
pt: È così...

# 164_Shinada
source: But how?
pt: Ma come?

# 176_Shion
source: My father's business failed, and we were left with nothing but debt. He worked so hard to try to turn things around, but the fatigue and stress was just too much.
pt: L'attività di mio padre è fallita, e non ci è rimasto altro che debiti. Ha lavorato così duramente per cercare di risollevare la situazione, ma la stanchezza e lo stress erano semplicemente troppi.

# 188_Shinada
source: Your father worked himself to death.
pt: Tuo padre si è ammazzato di lavoro.

# 200_Shion
source: Didn't you think it was strange, Shinada-san? A proper Nagoya woman has no business being a hostess.
pt: Non ti è sembrato strano, Shinada-san? Non è da una donna per bene di Nagoya fare la hostess.

# 212_Shion
source: None of my other friends rejoice in receiving gifts from clients, or have to work so hard sending out emails to maintain good business.
pt: Nessuna delle mie altre amiche si rallegra di ricevere regali dai clienti, o deve faticare così tanto a mandare e-mail per mantenere un buon giro.

# 236_Shion
source: Ever since my father passed away, my mother has become so weak. I'm the only one who can possibly repay our debts.
pt: Da quando mio padre è morto, mia madre è diventata così debole. Sono l'unica che può ripagare i nostri debiti.

# 248_Shinada
source: And that's why you got a job as a hostess.
pt: Ed è per questo che hai iniziato a fare la hostess.

# 260_Shion
source: I thought if I worked hard enough, I could pay off those debts, and we could live our happy life from before.
pt: Pensavo che se mi fossi data abbastanza da fare, sarei riuscita a ripagare quei debiti e avremmo potuto vivere la nostra vita felice di prima.

# 272_Shion
source: When that client asked me to marry him, I was hesitant at first. But I decided to accept, in order to save my family.
pt: Quando quel cliente mi ha chiesto di sposarlo, all'inizio ero esitante. Ma ho deciso di accettare, per salvare la mia famiglia.

# 284_Shinada
source: I guess that's out now too, huh?
pt: Immagino che anche questo sia venuto fuori, eh?

# 296_Shion
source: This is all because we don't have money anymore. When it comes down to it, our family's lineage and good name are worth nothing.
pt: È tutto perché non abbiamo più soldi. Quando si arriva al dunque, la stirpe della nostra famiglia e il buon nome non valgono niente.

# 308_Shinada
source: That's not true, Shion-chan.
pt: Non è vero, Shion-chan.

# 320_Shion
source: What?
pt: Cosa?

# 344_Shinada
source: Even if you don't have money, it's being together that makes you a happy family.
pt: Anche se non hai soldi, è lo stare insieme che vi rende una famiglia felice.

# 356_Shinada
source: So what if you're poor, or if you pretend to have more than you do? The important thing is whether or not you're proud of the life you're living.
pt: E che importa se sei povero, o se fingi di avere più di quello che hai? L'importante è se sei orgoglioso della vita che stai vivendo.

# 368_Shinada
source: What do you want more than anything, Shion-chan? To live a life of luxury?
pt: Cosa vuoi più di ogni altra cosa, Shion-chan? Vivere una vita di lusso?

# 380_Shion
source: I...
pt: Io...

# 392_Shinada
source: Or is it to have your family back to the way it was, when all three of you were happy?
pt: Oppure è riavere la tua famiglia com'era, quando tutti e tre eravate felici?

# 404_Shion
source: I hadn't thought about it like that. As long as my family was happy again, I wouldn't care if we didn't have any money.
pt: Non ci avevo mai pensato in quel modo. Finché la mia famiglia fosse di nuovo felice, non m'importerebbe se non avessimo soldi.

# 416_Shinada
source: That's the spirit!
pt: Così si fa!

# 428_Shion
source: I... I will decline the marriage proposal.
pt: Io... Rifiuterò la proposta di matrimonio.

# 440_Shinada
source: Huh?
pt: Uh?

# 452_Shion
source: I think I've had quite enough of men who care only about my family's background!
pt: Credo di averne avuto abbastanza degli uomini che si preoccupano solo del nome della mia famiglia!

# 464_Shinada
source: Hahaha! There's the Shion-chan I know!
pt: Ahahah! Ecco la Shion-chan che conosco!

# 476_Shion
source: Instead, I found a man who was kind enough to tell me he doesn't care if I'm poor.
pt: Invece, ho trovato un uomo che è stato così bravo da dirmi che non gli importa se sono povera.

# 488_Shion
source: I can't ask for anything more than to spend time with someone who accepts me for who I am.
pt: Non potrei chiedere di più che passare del tempo con qualcuno che mi accetta per quello che sono.

# 500_Shinada
source: Do you mean...?
pt: Vuoi dire...?

# 512_Shion
source: Shinada-san, would you like to be my boyfriend?
pt: Shinada-san, ti piacerebbe essere il mio ragazzo?

# 524_Shinada
source: Really? Me!? You bet I would!
pt: Davvero? Io!? E come no!

# 536_Shion
source: Yes! And in exchange, I want to know everything there is to know about you!
pt: Sì! E in cambio, voglio sapere proprio tutto di te!
