Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c089d.po
Languages: pt

# 116_Wada
source: What's wrong, Suzuki-san? You're looking glum.
pt: Che c'è, Suzuki-san? Sembri giù.

# 128_Kiryu
source: I am? This is just how I always look, though.
pt: Davvero? Ma io ho sempre questa faccia, però.

# 140_Wada
source: Don't play dumb. I can see it written all over your face. What's on your mind?
pt: Non fare lo gnorri. Te lo leggo in faccia. Cosa ti passa per la testa?

# 164_Kiryu
source: Let's say you had to live away from the people you care about. What would you do, Wada-san?
pt: Mettiamo che dovessi vivere lontano dalle persone a cui tieni. Cosa faresti, Wada-san?

# 176_Wada
source: People you care about, huh?
pt: Gente a cui tieni, eh?

# 188_Kiryu
source: Sorry, I shouldn't have brought this up. Forget I said anything.
pt: Scusa, non avrei dovuto tirare fuori 'sta cosa. Lascia perdere quello che ho detto.

# 200_Wada
source: If you care about them, you should've stayed.
pt: Se ci tieni a loro, saresti dovuto restare.

# 212_Kiryu
source: Wha...!
pt: Cosa...!

# 224_Wada
source: They say even when apart, you're still connected in a way. That's the truth, but people aren't always as strong as they make out to be.
pt: Dicono che anche se si è lontani, si è sempre legati in qualche modo. È la verità, ma la gente non è sempre così tosta come si spaccia per essere.

# 236_Wada
source: Still, there are plenty of ways to stay in touch even when you can't be there in person.
pt: Comunque, ci sono un sacco di modi per rimanere in contatto anche quando non puoi esserci di persona.

# 248_Wada
source: I guess you should do what you can now or you might regret it. But that's just what I think.
pt: Immagino ti convenga fare quel che puoi adesso, o potresti pentirtene. Ma è solo quello che penso io.

# 260_Kiryu
source: Yes, you're right. Thank you.
pt: Sì, hai ragione. Grazie.

# 272_Wada
source: Heh. No worries.
pt: Eh. Non ti preoccupare.
