Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046002d.po
Languages: pt

# 56_Hinata
source: I've actually never been up there before. I've always wanted to, though.
pt: A dire il vero, non ci sono mai stato lassù prima. Però, ci ho sempre voluto andare.

# 68_Kiryu
source: The Millennium Tower? The view from the rooftop is amazing, especially at night.
pt: La Millennium Tower? La vista dal tetto è mozzafiato, soprattutto di notte.

# 80_Hinata
source: You've been up there, Kiryu-san? Wow!
pt: Ci sei stato, Kiryu-san? Wow!

# 92_Kiryu
source: Yeah. And you can, too. If you want to go to the top that badly, you should just go.
pt: Sì. E puoi andarci anche tu. Se ci tieni così tanto ad andare in cima, dovresti andarci e basta.

# 104_Hinata
source: I know, it's just always been a matter of poor timing. Whenever I tried to go, some sort of accident had happened and it was closed to the public.
pt: Lo so, è che non ho mai beccato il momento giusto. Ogni volta che provavo ad andarci, era capitato qualche incidente e la chiudevano al pubblico.

# 116_Kiryu
source: Heh. I'm sure it's okay now. You should try to go again.
pt: Heh. Sono sicuro che adesso è a posto. Dovresti provare ad andarci di nuovo.

# 128_Hinata
source: Yeah, I guess you're right.
pt: Già, immagino tu abbia ragione.

# 152_Hinata
source: Oh hey, it's Aimi-chan.
pt: Oh, ehi, è Aimi-chan.

# 164_Kiryu
source: You know her?
pt: La conosci?

# 176_Hinata
source: She works at the club. She started a little after I did.
pt: Lavora al club. Ha iniziato un po' dopo di me.

# 188_Kiryu
source: So you have seniority over her.
pt: Quindi sei lì da più tempo di lei.

# 200_Hinata
source: Well, yeah, but－ Wait, is that one of our customers with her?
pt: Beh, sì, però... Aspetta, quello è uno dei nostri clienti con lei?

# 212_Kiryu
source: Looks like they're out on a date.
pt: Sembra che siano usciti per un appuntamento.

# 224_Hinata
source: Darn, she's really good at nabbing clients. If I don't up my game, she's going to outrank me soon.
pt: Cavolo, è davvero brava ad accaparrarsi i clienti. Se non mi do una mossa, mi farà le scarpe presto.

# 236_Kiryu
source: Don't stress over it. You're already on your way up. Just do it at your own pace.
pt: Non stressarti per questo. Sei già sulla buona strada. Fallo al tuo ritmo.

# 248_Hinata
source: Right.
pt: Giusto.

# 308_Hinata
source: Thanks for coming out with me today.
pt: Grazie per essere uscito con me oggi.

# 320_Kiryu
source: Sure. I'll take you out whenever you like.
pt: Certo. Ti porto fuori quando vuoi.

# 332_Hinata
source: See you at the club!
pt: Ci vediamo al club!
