Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d0239.po
Languages: pt

source: Older Man
pt: Uomo Anziano

source: Player
pt: Giocatore

# 72_Older Man
source: Hey, Shinada.
pt: Ehi, Shinada.

# 84_Player
source: Oh, hi.
pt: Oh, ciao.

# 96_Older Man
source: Hoo, boy. You sure got that week-before-payday air about you. Well, here's a stroke of good fortune for you. Here, take one of these.
pt: Ah, ragazzo. Hai proprio l'aria di chi è a secco prima dello stipendio. Beh, ecco un colpo di fortuna per te. Tieni, prendine uno di questi.

# 108_Older Man
source: You got <Color:8>Prize Tickets<Color:Default>.
pt: Hai preso <Color:8>Biglietti premio<Color:Default>.

# 132_Player
source: A prize ticket?
pt: Un biglietto premio?

# 144_Older Man
source: Yup. It's a part of the local community things that the Chamber of Commerce is doing.
pt: Già. Fa parte delle iniziative per la comunità locale che la Camera di Commercio sta portando avanti.

# 156_Older Man
source: You're supposed to get some for shopping or dining locally. But get this, a bunch got blown away by a gust of wind. Now, you can find 'em all over town.
pt: Si suppone che tu li prenda facendo spese o mangiando nei locali della zona. Ma senti un po', un sacco sono volati via per una raffica di vento. Ora, li puoi trovare sparsi per tutta la città.

# 168_Older Man
source: We spent quite a bit to round up some decent prizes. Try your luck at the prize wheel－it has to take a turn for the better sometime.
pt: Abbiamo speso un capitale per mettere insieme dei premi mica male. Tenta la fortuna alla ruota: prima o poi le cose devono pur mettersi bene.

# 180_Player
source: A prize wheel, huh? Can't say no to something that comes free. I'll be happy to partake in your generosity.
pt: Una ruota della fortuna, eh? Non si può dire di no a qualcosa di gratis. Sarò ben felice di approfittare della vostra generosità.

# 192_Older Man
source: Yeah, you give it a go. And work harder, too.
pt: Sì, dai, tentaci. E datti una mossa, eh.
