Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c09f3.po
Languages: pt

source: Trendy High Schooler
pt: Liceale alla moda

source: Starry-eyed High Schooler
pt: Liceale sognatrice

source: How is school lately?
pt: Come va la scuola ultimamente?

source: You two seem close.
pt: Voi due sembrate molto amiche.

source: What were your names again?
pt: Come vi chiamavate di nuovo?

source: ArmsID
pt: ID Armi

source: To study and learn about relationships.
pt: Per studiare e imparare sulle relazioni.

source: To spend time with friends of the same age.
pt: Passare del tempo con amici della stessa età.

source: To be honest, I don't know.
pt: Ad essere sincera, non lo so.

source: Romance isn't a priority right now.
pt: Il romanticismo non è una priorità adesso.

source: I want to concentrate on my career.
pt: Voglio concentrarmi sulla mia carriera.

source: I'm too young for a boyfriend.
pt: Sono troppo giovane per un ragazzo.

# 112_Haruka
source: (I guess I should get them talking. What should I talk about?)
pt: (Immagino che dovrei provare a farle parlare. Di cosa potrei parlare?)

# 124_Haruka
source: So, um, how's school?
pt: Allora, uhm, come va la scuola?

# 136_Trendy High Schooler
source: What do you mean, how's school?
pt: Ma che vuol dire "com'è la scuola"?

# 148_Haruka
source: Uh, well, I haven't been able to attend very much lately.
pt: Beh, uhm, non sono riuscita a venire molto ultimamente.

# 160_Starry-eyed High Schooler
source: Well, nothin's really happenin'. It's gonna be winter break soon.
pt: Beh, non succede niente di che. Tanto tra un po' è già vacanze invernali.

# 172_Trendy High Schooler
source: Huh? Nothin's happenin'? That's not true, Madoka. Yamamoto asked you out, didn't he?
pt: Eh? Non sta succedendo niente? Non è vero, Madoka. Yamamoto ti ha chiesto di uscire, no?

# 184_Madoka
source: Well that's not even important! I got a boyfriend already, anyway.
pt: Ma quello non è neanche importante! Comunque, ho già il ragazzo.

# 196_Haruka
source: (Okay, this girl's named Madoka. I better not forget.)
pt: (Ok, questa ragazza si chiama Madoka. Non devo dimenticarlo.)

# 208_Madoka
source: You say that, Hiromi, but you're turnin' things up with Shino-senpai. You're textin' him all day long.
pt: Dici così, Hiromi, ma stai combinando qualcosa con Shino-senpai. Gli scrivi tutto il giorno.

# 220_Hiromi
source: Pfft. I don't even text him that much.
pt: Pff. Non è che gli scriva poi così tanto.

# 232_Haruka
source: (This girl's Hiromi. I'm sure glad I didn't have to ask my classmates what their names are.)
pt: (Questa ragazza è Hiromi. Sono davvero contenta di non aver dovuto chiedere alle mie compagne di classe come si chiamassero.)

# 244_Haruka
source: Um, you two are pretty close, huh?
pt: Ehm, voi due siete piuttosto legate, eh?

# 256_Trendy High Schooler
source: Well, yeah, we grew up together.
pt: Beh, sì, siamo cresciute insieme.

# 268_Haruka
source: Oh, that must be nice. I moved here from Okinawa, so most of my childhood friends are still over there...
pt: Oh, dev'essere bello. Mi sono trasferita qui da Okinawa, quindi la maggior parte dei miei amici d'infanzia sono ancora lì...

# 280_Starry-eyed High Schooler
source: I dunno, I'm super jealous you got to live in Okinawa. It's so nice over there.
pt: Boh, sono super invidiosa che hai potuto vivere a Okinawa. È un incanto laggiù.

# 292_Trendy High Schooler
source: Just get your boyfriend to take you to Okinawa, Madoka.
pt: Fatti portare dal tuo ragazzo a Okinawa, Madoka.

# 304_Madoka
source: Uh, how rich do you think he is? That ain't happenin'.
pt: Uh, ma quanto ricco pensi che sia? Non se ne parla proprio.

# 316_Haruka
source: (Okay, this girl's named Madoka. I better not forget.)
pt: (Ok, questa ragazza si chiama Madoka. Non devo dimenticarlo.)

# 328_Madoka
source: Heh, you could always ask Shino-senpai, Hiromi. Just tell him you wanna go to Okinawa. See if he'll put up.
pt: Eh, potresti sempre chiedere a Shino-senpai, Hiromi. Digli solo che vuoi andare a Okinawa. Vedi se sgancia.

# 340_Hiromi
source: Please, like that's gonna happen.
pt: Ma dai, come se dovesse succedere.

# 352_Haruka
source: (This girl's Hiromi. I'm sure glad I didn't have to ask my classmates what their names are.)
pt: (Questa ragazza è Hiromi. Sono davvero contenta di non aver dovuto chiedere alle mie compagne di classe come si chiamassero.)

# 364_Haruka
source: Uh, um, I'm sorry, what were your names again?
pt: Uh, ehm, scusate, come vi chiamavate di nuovo?

# 376_Trendy High Schooler
source: Huh? Haruka-chan, ya don't remember our names?
pt: Eh? Haruka-chan, non ti ricordi i nostri nomi?

# 388_Starry-eyed High Schooler
source: No way! Seriously!?
pt: Non ci credo! Davvero!?

# 400_Haruka
source: I'm so sorry! I haven't made friends in class, and I haven't been able to attend school very much...
pt: Mi dispiace tanto! Non ho fatto amicizia in classe, e non sono riuscita a frequentare molto la scuola...

# 412_Trendy High Schooler
source: Sure, I guess, but still...
pt: Certo, suppongo, ma comunque...

# 424_Starry-eyed High Schooler
source: Huh. Well, I'm Madoka.
pt: Ah. Beh, io sono Madoka.

# 436_Trendy High Schooler
source: And I'm Hiromi. Don't forget again, okay?
pt: E io sono Hiromi. Non scordartelo di nuovo, ok?

# 448_Haruka
source: I'm really sorry!
pt: Mi dispiace molto!

# 460_Haruka
source: (I should have been more subtle about getting their names. Now they're mad at me...)
pt: (Avrei dovuto essere più discreta nel chiedere i loro nomi. Ora sono arrabbiate con me...)

# 520_Madoka
source: So, ya know how skin dries out in the winter? That's why you gotta take care of your lips. Keep 'em plushy and kissable.
pt: Allora, sapete che d'inverno la pelle si secca, no? Ecco perché dovete prendervi cura delle labbra. Per averle belle morbide e baciabili.

# 532_Madoka
source: It's no biggie during school, but you don't wanna be on a hot date and puckerin' up with bone-dry lips. You want 'em cute and tempting, yeah?
pt: Non è un dramma a scuola, ma non vorrai mica andare a un appuntamento figo e poi fare le labbra a cuoricino con la bocca secchissima. Le vuoi carine e invitanti, no?

# 544_Hiromi
source: Oh, no doubt, no doubt. You agree, don'tcha, Haruka-chan?
pt: Ma certo, certo. Sei d'accordo, vero, Haruka-chan?

# 556_Haruka
source: Oh, uh, yeah. My lips get chapped all the time.
pt: Oh, uhm, sì. Mi si screpolano sempre le labbra.

# 568_Madoka
source: Yeah, but ya know how there's all kinds of lipstick? You gotta choose wisely. You know Kani-chan? She uses Bentendo's Marouge.
pt: Sì, ma sai che ci sono un sacco di tipi di rossetti? Devi scegliere con saggezza. Conosci Kani-chan? Lei usa il Marouge della Bentendo.

# 580_Hiromi
source: You saw that on TV, didn't ya? Is that why you're all about Marouge lately?
pt: L'hai visto in TV, vero? È per questo che sei tutta presa da Marouge ultimamente?

# 592_Madoka
source: Hiromi, you use Appleton, right?
pt: Hiromi, tu usi Appleton, vero?

# 604_Hiromi
source: Yeah, Appleton's the bomb. It's super glossy, so it makes my lips all shiny and perfect.
pt: Già, l'Appleton è una bomba. È super lucido, quindi mi fa le labbra tutte lucide e perfette.

# 616_Haruka
source: (They're throwing around all these brand names I've never heard of. I wish I knew what they were talking about...)
pt: (Parlano di tutti questi marchi di cui non ho mai sentito parlare. Magari sapessi di cosa parlano...)

# 628_Hiromi
source: Hey, Haruka-chan, what do you use on your lips?
pt: Ehi, Haruka-chan, cosa ti metti sulle labbra?

# 640_Haruka
source: Huh? You mean like uh, lipstick? Uhh...
pt: Eh? Intendi tipo, uhm, rossetto? Ehm...

# 652_Haruka
source: (I have to keep up with them. What should I say I use?)
pt: (Devo stare al loro passo. Cosa dico che uso?)

# 664_Haruka
source: Kani-chan, I think?
pt: Kani-chan, credo?

# 676_Madoka
source: Wait, what? Kani-chan? She doesn't have her own line yet.
pt: Aspetta, cosa? Kani-chan? Non ha ancora una sua battuta.

# 688_Hiromi
source: Do ya even know who Kani-chan is? She's a pretty famous model. But forget that, I wanna know what kind of lipstick you're usin'.
pt: Ma tu sai chi è Kani-chan? È una modella piuttosto famosa. Ma lascia perdere, voglio sapere che tipo di rossetto usi tu.

# 700_Haruka
source: Oh. That's right.
pt: Oh. Giusto.

# 712_Madoka
source: Are ya really listenin' to us, Haruka-chan?
pt: Ma ci stai davvero ascoltando, Haruka-chan?

# 724_Hiromi
source: Ya seem kinda distracted.
pt: Sembri un po' con la testa tra le nuvole.

# 736_Haruka
source: Sorry.
pt: Scusa.

# 748_Haruka
source: (I screwed up. I didn't think having a simple conversation would be this hard!)
pt: (Ho fatto una cavolata. Non pensavo che una semplice chiacchierata sarebbe stata così difficile!)

# 760_Haruka
source: Mapplouge, I think?
pt: Mapplouge, credo?

# 772_Madoka
source: Mapplouge? The heck is that? Some weird combination of Marouge and Appleton?
pt: Mapplouge? Ma che cavolo è? Una combinazione stramba di Marouge e Appleton?

# 784_Hiromi
source: Wait a sec. Are you just makin' stuff up 'cause you don't know much about makeup, Haruka-chan?
pt: Aspetta un attimo. Ti stai solo inventando le cose perché non sai molto di trucco, Haruka-chan?

# 796_Madoka
source: You're a pop idol, aren't you? I figured you'd know this kinda stuff!
pt: Sei una pop idol, no? Pensavo che queste cose le sapessi!

# 808_Haruka
source: I'm sorry, I really don't know all that much about it...
pt: Scusatemi, non ne so davvero granché...

# 820_Haruka
source: (That didn't go very well... I never thought having a simple conversation would be this hard.)
pt: (Non è andata granché bene... Non avrei mai pensato che una semplice chiacchierata potesse essere così difficile.)

# 832_Haruka
source: I use Appleton.
pt: Io uso Appleton.

# 844_Hiromi
source: Oh, really? That's the same as me!
pt: Ah, davvero? Uguale a me!

# 856_Haruka
source: Yeah, cool, huh?
pt: Sì, figo, eh?

# 868_Haruka
source: (I had to lie, but no harm in a little white lie, right?)
pt: (Ho dovuto mentire, ma che male c'è in una piccola bugia bianca, no?)

# 880_Madoka
source: Oh, but Marouge is good, too! You should definitely give it a try sometime, okay?
pt: Ah, ma anche Marouge è ottimo! Dovresti assolutamente provarlo prima o poi, ok?

# 892_Haruka
source: Sure, sounds great. I'll put Marouge on my list.
pt: Certo, suona benissimo. Metterò Marouge sulla mia lista.

# 904_Hiromi
source: You don't even have to, though. Appleton's the best. Ya can't go changing it, 'cause we're Appleton Girls!
pt: Ma non ce n'è nemmeno bisogno. La Appleton è la migliore. Non si può mica cambiare, perché siamo delle Appleton Girls!

# 916_Haruka
source: (I think that went well. Maybe we can be friends after all!)
pt: (Penso che sia andata bene. Magari possiamo essere amiche dopotutto!)

# 976_Madoka
source: So anyway, Haruka-chan, I know you're busy, but what about school? Are ya planning on going to college or anything?
pt: Allora, Haruka-chan, so che sei impegnata, ma la scuola? Pensi di andare all'uni o roba del genere?

# 988_Haruka
source: Hmm. I don't know. I haven't really thought about it. There's just so much to do with work.
pt: Mmm. Non lo so. Non ci ho granché pensato. Ho così tante cose da fare con il lavoro.

# 1000_Madoka
source: Oh. So you might not have to deal with entrance exams or any of that?
pt: Oh. Quindi potresti non doverti preoccupare degli esami d'ammissione o roba del genere?

# 1012_Haruka
source: Uh, no, maybe not...
pt: Uhm, no, magari no...

# 1024_Hiromi
source: Must be nice. Wait, though, if you're not gonna take entrance exams, what's the point of goin' to school at all?
pt: Beata te. Aspetta, però, se non devi fare gli esami d'ammissione, che ci vai a fare a scuola, allora?

# 1036_Madoka
source: Geez, Hiromi, that was kinda mean, you know? I mean, it's not like Haruka-chan doesn't wanna go to school or anything, right?
pt: Uffa, Hiromi, è stato un po' meschino da parte tua, sai? Cioè, non è che Haruka-chan non voglia andare a scuola o roba del genere, vero?

# 1048_Haruka
source: Right! I like going to school!
pt: Giusto! Mi piace andare a scuola!

# 1060_Hiromi
source: Well, okay, but I'm still kinda confused. Why do ya even bother with school, Haruka-chan?
pt: Mah, vabbè, ma sono ancora un po' confusa. Perché ti ci sbatti con la scuola, Haruka-chan?

# 1072_Haruka
source: I think high school is a place where I can study and learn about things. It lets me learn about people, too.
pt: Penso che il liceo sia un posto dove posso studiare e imparare delle cose. Mi permette di imparare anche sulle persone.

# 1084_Hiromi
source: Oh, I getcha. I bet you wish you could come to school more often then, huh?
pt: Ah, ti capisco. Scommetto che vorresti venire a scuola più spesso, allora, eh?

# 1096_Madoka
source: See, I told ya. It's not like Haruka-chan doesn't wanna come to school. Right, Haruka-chan?
pt: Vedi, te l'avevo detto. Non è che Haruka-chan non voglia venire a scuola. Vero, Haruka-chan?

# 1108_Haruka
source: Yeah. I wish I could spend time with people my own age, whether it's in class or just hanging out during lunch. That way, I could get away from the work side of the world.
pt: Sì. Vorrei poter passare del tempo con gente della mia età, che sia in classe o semplicemente a fare due chiacchiere durante il pranzo. Così potrei staccare un po' dal mio mondo lavorativo.

# 1120_Hiromi
source: Oh, yeah. I bet in the idol world, everyone your age is competing for sales and attention. Can't really make friends with them, then, huh?
pt: Ah, già. Scommetto che nel mondo delle idol, tutte quelle della tua età sono lì a sgomitare per vendite e attenzioni. Non puoi mica farti delle amiche lì, allora, eh?

# 1132_Madoka
source: And you could really relax with some people outside of the business at school.
pt: E a scuola potevi davvero rilassarti con della gente che non fa parte del giro.

# 1144_Haruka
source: I guess. To be honest, I really don't know...
pt: Immagino. A essere sincera, non lo so davvero...

# 1156_Hiromi
source: Oh. Really?
pt: Oh. Davvero?

# 1168_Madoka
source: We shouldn'ta asked that, huh?
pt: Non avremmo dovuto chiederlo, eh?

# 1180_Haruka
source: No, no, it's okay.
pt: No, no, va bene.

# 1192_Hiromi
source: Um, Haruka-chan, please don't quit school, okay?
pt: Ehm, Haruka-chan, ti prego, non mollare la scuola, ok?

# 1204_Madoka
source: Oh, sheesh, Hiromi! You coulda been a bit more thoughtful. Sorry 'bout that, Haruka-chan.
pt: Oh, cavolo, Hiromi! Potevi essere un po' più delicata. Scusa, Haruka-chan.

# 1228_Haruka
source: It's just that I haven't made many friends yet at school.
pt: È solo che non ho ancora fatto molti amici a scuola.

# 1240_Madoka
source: Really? We can be your friends, if ya like?
pt: Davvero? Possiamo essere tue amiche, se ti va?

# 1252_Hiromi
source: It'd be so cool to be friends with a celebrity! I can totally brag about it.
pt: Sarebbe fighissimo essere amica di una celebrità! Potrei vantarmi alla grande.

# 1264_Madoka
source: Ooh, yeah, Haruka-chan, can I tell my friends about ya? And how we're friends?
pt: Oh, sì, Haruka-chan, posso raccontare di te alle mie amiche? E che siamo amiche?

# 1276_Haruka
source: Uh, well, sure. Of course.
pt: Uh, beh, certo. Certo.

# 1288_Haruka
source: (They just want to know me as a celebrity. I wonder if I can ever be just a regular friend...)
pt: (Vogliono solo conoscermi come una celebrità. Mi chiedo se potrò mai essere semplicemente un'amica normale...)

# 1348_Madoka
source: It must be so cool to be a pop star, Haruka-chan. You get to meet all sorts of celebrities all the time, don'tcha?
pt: Dev'essere una figata essere una pop star, Haruka-chan. Incontri un sacco di celebrità di continuo, vero?

# 1360_Hiromi
source: Yeah, Haruka-chan, didn't I see ya on TV together with Nonomiya-kun the other night?
pt: Sì, Haruka-chan, non ti ho vista in TV insieme a Nonomiya-kun l'altra sera?

# 1372_Madoka
source: No way, really? I'm a huge fan of his! Did ya get to talk with him, Haruka-chan? What was he like?
pt: Ma dai, davvero? Sono una sua fan sfegatata! Ci hai parlato, Haruka-chan? Com'era?

# 1384_Haruka
source: (Nonomiya-kun? I don't remember him.)
pt: (Nonomiya-kun? Non me lo ricordo.)

# 1396_Haruka
source: No. I didn't talk to him at all. I don't really have any friends in the celebrity world...
pt: No. Non gli ho parlato per niente. Non ho proprio amici nel mondo delle celebrità...

# 1408_Madoka
source: Sure, maybe not yet. But if you play your cards right, maybe you could even date Nonomiya-kun someday!
pt: Certo, magari non ancora. Ma se te la giochi bene, chissà, magari un giorno potresti anche uscire con Nonomiya-kun!

# 1420_Hiromi
source: Don't like guy celebrities hit ya up for your number or email?
pt: Non ti capita che qualche VIP maschio ti chieda il numero o l'email?

# 1432_Madoka
source: Is it true your manager won't let you date anyone? Doesn't that suck?
pt: È vero che il tuo manager non ti lascia uscire con nessuno? Non ti fa schifo?

# 1444_Haruka
source: No, there's nothing like that...
pt: No, non c'è niente del genere...

# 1456_Hiromi
source: So you've got a boyfriend, then?
pt: Allora hai un ragazzo?

# 1468_Haruka
source: No, I don't.
pt: No, non ce l'ho.

# 1480_Hiromi
source: Why not? It's no fun not havin' a guy around. Why don't ya find yourself a boyfriend?
pt: Perché no? Non è divertente non avere un ragazzo in giro. Perché non ti trovi un fidanzato?

# 1492_Haruka
source: Well, because, uh, romance isn't really a priority for me right now. It's not all that important, anyway.
pt: Beh, perché, uhm, il romanticismo non è proprio una mia priorità in questo momento. Non è poi così importante, comunque.

# 1504_Madoka
source: Huh? Is that some kinda dig at us?
pt: Eh? È tipo una frecciatina per noi?

# 1516_Haruka
source: Huh?
pt: Uh?

# 1528_Hiromi
source: We got boyfriends. Ya got somethin' against us thinkin' romance is important?
pt: Abbiamo i ragazzi. Ce l'hai con noi perché pensiamo che il romanticismo sia importante?

# 1540_Haruka
source: That isn't what I meant!
pt: Non è quello che intendevo!

# 1552_Madoka
source: Well, then, what didja mean?
pt: Ma allora, che volevi dire?

# 1564_Hiromi
source: Gee, Haruka-chan, you're not as nice as how ya present yourself on TV.
pt: Accidenti, Haruka-chan, non sei così gentile come ti mostri in TV.

# 1576_Haruka
source: (Oh, no... This is really not the way to make friends, is it?)
pt: (Oh, no... Non è proprio così che ci si fa degli amici, vero?)

# 1588_Haruka
source: Right now, I want to concentrate on my career. I don't have time to get a boyfriend.
pt: Adesso voglio concentrarmi sulla mia carriera. Non ho tempo per trovarmi un ragazzo.

# 1600_Madoka
source: I guess so. You're still tryin' to make it. Can't afford a scandal now, huh?
pt: Immagino di sì. Stai ancora cercando di sfondare. Non puoi permetterti uno scandalo adesso, eh?

# 1612_Hiromi
source: And when you're a star, they put ya on a diet so ya can't eat what ya want, right?
pt: E quando fai la star, ti mettono a stecchetto, così non puoi mangiare quello che ti va, vero?

# 1624_Madoka
source: Yeah? When ya put it that way, maybe this bein' a star thing ain't all that fun.
pt: Vero? Se la metti così, forse 'sta faccenda di essere una star non è mica tutto 'sto divertimento.

# 1636_Haruka
source: Oh, no, work is fun. It does feel great when you have all those people cheering you on.
pt: Oh, no, il lavoro è divertente. Ci si sente proprio alla grande quando hai tutta quella gente che fa il tifo per te.

# 1648_Madoka
source: Oh, but your fans. Aren't they mostly like, creepy otaku guys?
pt: Oh, ma i tuoi fan. Non sono per lo più, tipo, dei ragazzi otaku inquietanti?

# 1660_Haruka
source: That doesn't really bother me...
pt: La cosa non mi dà molto fastidio...

# 1672_Hiromi
source: That's enough, Madoka! I'm your fan, Haruka-chan. You're gonna keep at it, right?
pt: Basta così, Madoka! Sono una tua fan, Haruka-chan. Ci darai dentro, vero?

# 1684_Haruka
source: Oh, uh, yeah! Thanks.
pt: Oh, uh, sì! Grazie.

# 1696_Haruka
source: I just think I'm a little young for a serious boyfriend.
pt: Credo solo di essere un po' piccolina per un fidanzato serio.

# 1708_Hiromi
source: That ain't true. Why, Madoka here had a guy back in middle school!
pt: Non è vero. Ma, Madoka qui aveva già un tipo alle medie!

# 1720_Madoka
source: Hey! Don't go spillin' my whole story like that!
pt: Ehi! Non andare a spiattellare tutti i fatti miei in quel modo!

# 1732_Hiromi
source: Wait, wait, so ya mean ya haven't had your first kiss yet?
pt: Ma aspetta, aspetta, quindi vuoi dire che non ti sei ancora data il tuo primo bacio?

# 1744_Haruka
source: Huh? Uh, er, um...
pt: Eh? Ehm, cioè, uhm...

# 1756_Madoka
source: Whoa! Not yet!? No way, no way, no way!
pt: Urca! Non ancora!? Ma dai, ma dai, ma dai!

# 1768_Hiromi
source: No friggin' way! You're kiddin', right?
pt: Ma dai, non è possibile! Stai scherzando, vero?

# 1780_Haruka
source: (Ugh... I want to go home!)
pt: (Uff... Voglio andare a casa!)
