Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000210d0.po
Languages: pt

source: You got <Color:8>Limited-edition Color Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto e Punta a colori in edizione limitata<Color:Default>.

source: You got <Color:8>Sweet Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Bella Aletta e Bel Fusto<Color:Default>.

source: You got <Color:8>Brass Torpedo Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Canna e punta a siluro in ottone<Color:Default>.

source: You got <Color:8>Hito-nyan Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Fusto Hito-nyan<Color:Default>.

source: You got <Color:8>Flashy Butterfly Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta a farfalla e Fusto appariscenti<Color:Default>.

source: You got <Color:8>Brass Straight Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto dritto in ottone e Punta<Color:Default>.

source: You got <Color:8>Kite Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Flight a aquilone e Asta<Color:Default>.

source: You got <Color:8>Teardrop Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta a goccia e Fusto<Color:Default>.

source: Play a Game
pt: Gioca una Partita

source: Not Now
pt: Non ora

source: Woman
pt: Donna

# 312_Shino
source: I win! Hahaha. I'm getting pretty good at this, huh? Let's do it again sometime!
pt: Ho vinto! Hahaha. Divento sempre più bravo, eh? Rifacciamola, dai!

# 336_Shino
source: Damn it. I lost.
pt: Maledizione. Ho perso.

# 348_Shino
source: Oh, yeah. Here's a little something for playing with me today.
pt: Ah, sì. Ecco un pensierino per aver giocato con me oggi.

# 408_Shino
source: Man, all that practice for nothing. Guess I don't have what it takes yet.
pt: Cavolo, tutto quell'allenamento per niente. Credo di non avere ancora la stoffa.

# 420_Shino
source: You make a good opponent, though.
pt: Sei un bell'avversario, però.

# 444_Kiryu
source: Glad to hear it.
pt: Mi fa piacere.

# 456_Shino
source: It's been fun hanging out. Thank you!
pt: È stato divertente stare insieme. Grazie!

# 468_Kiryu
source: Glad to hear it. Didn't you say you had a tournament coming up?
pt: Bello a sapersi. Non avevi mica un torneo in programma?

# 480_Shino
source: Yeah. It's just a little one for amateurs, though. Can't wait to see how high I'll rank!
pt: Già. È solo un torneino per amatori, però. Non vedo l'ora di vedere che posto mi piazzerò!

# 540_Shino
source: Hey! I've been practicing up a storm lately, and I think I'm really getting the hang of this. Let's play a game!
pt: Ehi! Mi sono allenato un sacco ultimamente, e credo di averci preso la mano per bene. Facciamo una partita!

# 552_Kiryu
source: I'm busy.
pt: Sono impegnato.

# 564_Shino
source: Oh, okay. That's a shame. Well, say the word if you ever feel like playing, okay?
pt: Oh, va bene. Che peccato. Beh, fammi un fischio se ti va mai di giocare, ok?

# 576_Kiryu
source: Yeah, sure.
pt: Sì, certo.

# 588_Shino
source: Yay! Okay, we'll play 301. No need to cut me any slack!
pt: Evviva! Ok, giocheremo a 301. Non c'è bisogno di andarci piano con me!

# 648_Shino
source: I win! Hahaha. I told you I'd been honing my skills. Let's play another game sometime!
pt: Ho vinto! Hahaha. Te l'avevo detto che mi stavo allenando per bene. Dobbiamo rifare una partita, prima o poi!

# 672_Shino
source: How did you get so good at this?
pt: Ma come hai fatto a diventare così bravo in questo?

# 684_Kiryu
source: Huh?
pt: Uh?

# 696_Shino
source: Nothing, sorry. Oh, yeah! Do you want these? I don't need them anymore.
pt: Niente, scusa. Ah, già! Le vuoi queste? Non mi servono più.

# 780_Shino
source: I'm going to brush up on my skills. Give me another shot at beating you later, okay?!
pt: Vado a fare pratica. Dammi un'altra possibilità di batterti più tardi, ci stai?!

# 804_Shino
source: Hey! I put in some practice, and I'm playing way better now. Want another game of darts with me?
pt: Ehi! Mi sono allenato un po' e ora gioco un sacco meglio! Vuoi fare un'altra partita a freccette con me?

# 816_Kiryu
source: I'm busy.
pt: Sono impegnato.

# 828_Shino
source: Oh, okay. That's a shame. Well, say the word if you ever feel like playing, okay?
pt: Oh, va bene. Che peccato. Beh, fammi un fischio se ti va mai di giocare, ok?

# 840_Kiryu
source: Yeah, sure.
pt: Sì, certo.

# 852_Shino
source: Okay, let's play 301. This should be fun!
pt: Ok, facciamo un 301. Sarà divertente!

# 912_Shino
source: All right! I won! Let's play another game sometime!
pt: Alla grande! Ho vinto! Dai, ci facciamo un'altra partita, eh!

# 936_Shino
source: Gah! I lost. Damn it!
pt: Accidenti! Ho perso. Maledizione!

# 948_Kiryu
source: Huh?
pt: Uh?

# 960_Shino
source: Nothing, sorry. Oh, yeah! You can have these as thanks for playing with me today!
pt: Niente, scusa. Ah, già! Questi te li puoi prendere come ringraziamento per aver giocato con me oggi!

# 1044_Shino
source: They're customization parts. You know what to do with them?
pt: Sono parti di personalizzazione. Sai cosa farne?

# 1056_Shino
source: They're a little cutesy since they're mine and all. You don't mind, though, yeah?
pt: Sono un po' pucciosi, visto che sono i miei e tutto il resto. Non ti dispiace, però, vero?

# 1068_Shino
source: It's fun coming up with different combinations and making your own personalized set of darts.
pt: È divertente inventarsi diverse combinazioni e crearsi il tuo set di freccette personalizzato.

# 1080_Shino
source: Okay, I'm going to keep working on my skills. Let's have another game sometime!
pt: Ok, continuerò ad allenarmi. Ci rifacciamo un'altra partita, magari!

# 1116_Shino
source: Hey, feel like a game of darts with me?
pt: Ehi, ti va di fare una partita a freccette con me?

# 1128_Kiryu
source: I'm busy.
pt: Sono impegnato.

# 1140_Shino
source: Oh, okay. That's a shame. Well, say the word if you ever feel like playing, okay?
pt: Oh, va bene. Che peccato. Beh, fammi un fischio se ti va mai di giocare, ok?

# 1152_Woman
source: Hey, feel like a game of darts with me?
pt: Ehi, ti va di fare una partita a freccette con me?

# 1164_Kiryu
source: I'm busy.
pt: Sono impegnato.

# 1176_Woman
source: Oh, okay. That's a shame. Well, say the word if you ever feel like playing, okay?
pt: Oh, va bene. Che peccato. Beh, fammi un fischio se ti va mai di giocare, ok?

# 1188_Kiryu
source: Yeah, I guess I have time for that.
pt: Sì, mi sa che c'ho tempo per quello.

# 1212_Shino
source: Okay, let's see what you can do, then!
pt: Okay, allora fammi vedere cosa sai fare!

# 1224_Woman
source: Great! I'm actually thinking of trying my luck in a little tournament coming up. I've been looking for someone to practice with.
pt: Ottimo! Stavo proprio pensando di buttarmi in un piccolo torneo che sta per arrivare. È da un po' che cerco qualcuno con cui fare pratica.

# 1236_Shino
source: My name's Shino. Good to meet you. Let's play some 301, then. Don't hold back, okay?
pt: Mi chiamo Shino. Piacere di conoscerti. Allora, facciamo una partita a 301. Non trattenerti, ok?
