Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d000c.po
Languages: pt

source: Somber Realist
pt: Realista cupo

source: Cheery Optimist
pt: Ottimista Allegro

# 44_Somber Realist
source: Yeah, I highly doubt they'd be driving a flower parade car around this time of year.
pt: Già, dubito assai che si metterebbero a guidare un carro fiorito in questo periodo dell'anno.

# 56_Cheery Optimist
source: I'm telling you, I saw one! There was even a blinky red light on the roof.
pt: Te lo dico io, ne ho visto uno! C'era pure una luce rossa lampeggiante sul tetto.

# 68_Somber Realist
source: I'm pretty sure what you saw was a taxi. That's the only explanation I can think of.
pt: Sono praticamente sicuro che quello che hai visto fosse un taxi. È l'unica spiegazione che mi viene in mente.

# 80_Kiryu
source: (A taxi with a blinking red light? Hmm...)
pt: Un taxi con la luce rossa che lampeggia? Hmm...

# 92_Kiryu
source: Excuse me.
pt: Scusami.

# 104_Cheery Optimist
source: Wah!
pt: Cosa?!

# 116_Somber Realist
source: Oh shoot! Uh, can we help you, sir?
pt: Accidenti! Ehm, possiamo aiutarla, signore?

# 128_Kiryu
source: I don't mean to interrupt, but can you tell me about this taxi you saw?
pt: Scusi l'interruzione, ma può parlarmi di questo taxi che ha visto?

# 140_Somber Realist
source: Well, she says she saw a taxi with a blinking red light. Right?
pt: Beh, dice che ha visto un taxi con una luce rossa lampeggiante. Giusto?

# 152_Cheery Optimist
source: Yeah. What do you call those lights taxis have on the roof? Uhh... Anyway, the taxi I saw had one of those.
pt: Già. Come si chiamano quelle luci che i taxi hanno sul tetto? Ehm... Comunque, il taxi che ho visto ne aveva una.

# 164_Somber Realist
source: I told her I've never seen anything like that before.
pt: Le ho detto che non avevo mai visto niente del genere prima d'ora.

# 176_Cheery Optimist
source: I saw it, I swear! Maybe it only happens to people who are lucky. Ooh, maybe we should go buy a lottery ticket!
pt: L'ho visto, lo giuro! Forse succede solo a chi è fortunato. Ooh, forse dovremmo andare a comprare un biglietto della lotteria!

# 188_Kiryu
source: You two get to learn something today.
pt: Voi due, oggi vi tocca imparare qualcosa.

# 200_Somber Realist
source: Huh?
pt: Uh?

# 212_Kiryu
source: The light you see on a taxi's roof－that usually means it's not carrying a passenger, correct?
pt: La luce che vedi sul tetto di un taxi—quella di solito significa che non sta trasportando un passeggero, giusto?

# 224_Somber Realist
source: Oh, uh, right.
pt: Ah, uhm, giusto.

# 236_Kiryu
source: But in an emergency, you can make it blink red to warn those around you that something's wrong.
pt: Ma in caso di emergenza, puoi farlo lampeggiare di rosso per avvertire chi ti sta intorno che c'è qualcosa che non quadra.

# 248_Somber Realist
source: Like what...?
pt: Tipo cosa...?

# 260_Kiryu
source: For example, if the driver is attacked by a thief, they can press a button to silently call for help.
pt: Per esempio, se il tassista viene aggredito da un ladro, può premere un pulsante per chiedere aiuto in silenzio.

# 272_Cheery Optimist
source: Seriously!? So that taxi I saw...
pt: Sul serio!? Quindi quel taxi che ho visto...

# 284_Kiryu
source: Where did you see it?
pt: Dove l'hai visto?

# 296_Cheery Optimist
source: It was stopped on Nagasu Boulevard. North of the intersection up ahead. That was a little while ago now, though, so it might already be gone.
pt: Era fermo su Nagasu Boulevard. A nord dell'incrocio più avanti. Però, è passato un po' di tempo, quindi potrebbe già non esserci più.

# 308_Kiryu
source: (It's probably too late to call the police now. I'll go and check it out myself.)
pt: (Probabilmente è troppo tardi per chiamare la polizia adesso. Ci vado e controllo di persona.)

# 320_Kiryu
source: I'll go and take a look. Can you notify the police, just in case?
pt: Vado a dare un'occhiata. Puoi avvisare la polizia, giusto per sicurezza?

# 332_Somber Realist
source: Are you sure you're gonna be all right, dude?
pt: Sei sicuro che starai bene, amico?

# 344_Kiryu
source: Drivers always come to help anyone showing that signal, even when it's another company.
pt: I tassisti vengono sempre ad aiutare chiunque mostri quel segnale, anche se è di un'altra compagnia.

# 356_Cheery Optimist
source: Oh, so you're a taxi driver, too?
pt: Ah, pure tu sei un tassista?

# 368_Somber Realist
source: Dang, I straight-up thought you were yakuz－ I mean, that explains why you know so much! Be careful, then.
pt: Mmh, pensavo proprio fossi uno yakuz－ Voglio dire, questo spiega perché ne sai così tanto! Fai attenzione, allora.
