Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330531.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: You got a Prize Ticket.
pt: Hai ottenuto un Biglietto Premio.

source: You got a <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto un <Color:8>Imperatore della Robustezza<Color:Default>.

source: You got a <Color:8>Tauriner ++<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner ++<Color:Default>.

source: You got a <Color:8>Toughness Infinity<Color:Default>.
pt: Hai ottenuto un <Color:8>Resistenza Infinita<Color:Default>.

source: You got a <Color:8>Tauriner Maximum<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner Maximum<Color:Default>.

source: You got a <Color:8>Bulletproof Glass Amulet<Color:Default>.
pt: Hai beccato un <Color:8>Amuleto di vetro antiproiettile<Color:Default>.

source: You got a <Color:8>Battle Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Battle Mail<Color:Default>.

source: You got a <Color:8>Goddess of Children Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto della Dea dei Bambini<Color:Default>.

source: You got an <Color:8>Immovable Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura Inamovibile<Color:Default>.

source: You got a <Color:8>Gambler's Binding<Color:Default>.
pt: Hai ottenuto una <Color:8>Fascia del Giocatore d'Azzardo<Color:Default>.

source: You got a <Color:8>Payback Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello della Vendetta<Color:Default>.

source: You got an <Color:8>Antique Chain Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Cotta di maglia antica<Color:Default>.

source: You got a <Color:8>Yakuza Training Gear<Color:Default>.
pt: Hai ottenuto un <Color:8>Equipaggiamento da Allenamento Yakuza<Color:Default>.

source: You got a <Color:8>High Win Rate Token<Color:Default>.
pt: Hai beccato un <Color:8>Gettone Tasso di Vittoria Elevato<Color:Default>.

source: You got an <Color:8>Auto Token<Color:Default>.
pt: Hai ottenuto un <Color:8>Auto Token<Color:Default>.

source: You got a <Color:8>Chance Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra della Fortuna<Color:Default>.

source: You got a <Color:8>Gambler's Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto del Giocatore<Color:Default>.

source: You got a <Color:8>Player's Piece<Color:Default>.
pt: Hai in mano un <Color:8>asso<Color:Default>.

source: You got a <Color:8>Royal Joker Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Royal Joker<Color:Default>.

source: You got a <Color:8>Bust Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto Sballo<Color:Default>.

source: You got a <Color:8>Lucky Hanafuda Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Hanafuda Fortunata<Color:Default>.

source: You got <Color:8>Even Goro's Beads<Color:Default>.
pt: Hai ottenuto <Color:8>Persino le Perline di Goro<Color:Default>.

source: You got a <Color:8>Lopsided Cigarette<Color:Default>.
pt: Hai ottenuto una <Color:8>Sigaretta storta<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto un <Color:8>Gioiello Rosso<Color:Default>.

source: You got a <Color:8>Zero Jewel<Color:Default>.
pt: Hai ottenuto un <Color:8>Gioiello Zero<Color:Default>.

source: You got a <Color:8>1-2-3 Gum<Color:Default>.
pt: Hai ottenuto una <Color:8>Gomma 1-2-3<Color:Default>.

source: You got a <Color:8>Trips Yokan<Color:Default>.
pt: Hai beccato un <Color:8>Trips Yokan<Color:Default>.

source: You got a <Color:8>Give-up Piece<Color:Default>.
pt: Hai ottenuto un <Color:8>Pezzo di resa<Color:Default>.

source: You got a <Color:8>Piss Mountain Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra della Montagna di Piscia<Color:Default>.

source: You got a <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto un <Color:8>Imperatore della Robustezza<Color:Default>.

source: You got a <Color:8>Tauriner ++<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner ++<Color:Default>.

source: You got a <Color:8>Toughness Infinity<Color:Default>.
pt: Hai ottenuto un <Color:8>Resistenza Infinita<Color:Default>.

source: You got a <Color:8>Tauriner Maximum<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner Maximum<Color:Default>.

source: You got a <Color:8>Bulletproof Glass Amulet<Color:Default>.
pt: Hai beccato un <Color:8>Amuleto di vetro antiproiettile<Color:Default>.

source: You got a <Color:8>Battle Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Battle Mail<Color:Default>.

source: You got a <Color:8>Goddess of Children Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto della Dea dei Bambini<Color:Default>.

source: You got an <Color:8>Immovable Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura Inamovibile<Color:Default>.

source: You got a <Color:8>Gambler's Binding<Color:Default>.
pt: Hai ottenuto una <Color:8>Fascia del Giocatore d'Azzardo<Color:Default>.

source: You got a <Color:8>Payback Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello della Vendetta<Color:Default>.

source: You got an <Color:8>Antique Chain Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Cotta di maglia antica<Color:Default>.

source: You got a <Color:8>Yakuza Training Gear<Color:Default>.
pt: Hai ottenuto un <Color:8>Equipaggiamento da Allenamento Yakuza<Color:Default>.

source: You got a <Color:8>High Win Rate Token<Color:Default>.
pt: Hai beccato un <Color:8>Gettone Tasso di Vittoria Elevato<Color:Default>.

source: You got an <Color:8>Auto Token<Color:Default>.
pt: Hai ottenuto un <Color:8>Auto Token<Color:Default>.

source: You got a <Color:8>Chance Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra della Fortuna<Color:Default>.

source: You got a <Color:8>Gambler's Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto del Giocatore<Color:Default>.

source: You got a <Color:8>Player's Piece<Color:Default>.
pt: Hai in mano un <Color:8>asso<Color:Default>.

source: You got a <Color:8>Royal Joker Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Royal Joker<Color:Default>.

source: You got a <Color:8>Bust Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto Sballo<Color:Default>.

source: You got a <Color:8>Lucky Hanafuda Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Hanafuda Fortunata<Color:Default>.

source: You got <Color:8>Even Goro's Beads<Color:Default>.
pt: Hai ottenuto <Color:8>Persino le Perline di Goro<Color:Default>.

source: You got a <Color:8>Lopsided Cigarette<Color:Default>.
pt: Hai ottenuto una <Color:8>Sigaretta storta<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto un <Color:8>Gioiello Rosso<Color:Default>.

source: You got a <Color:8>Zero Jewel<Color:Default>.
pt: Hai ottenuto un <Color:8>Gioiello Zero<Color:Default>.

source: You got a <Color:8>1-2-3 Gum<Color:Default>.
pt: Hai ottenuto una <Color:8>Gomma 1-2-3<Color:Default>.

source: You got a <Color:8>Trips Yokan<Color:Default>.
pt: Hai beccato un <Color:8>Trips Yokan<Color:Default>.

source: You got a <Color:8>Give-up Piece<Color:Default>.
pt: Hai ottenuto un <Color:8>Pezzo di resa<Color:Default>.

source: You got a <Color:8>Piss Mountain Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra della Montagna di Piscia<Color:Default>.

source: Player
pt: Giocatore

source: ○Rich people sure live differently.
pt: ○I ricchi vivono proprio in un altro modo.

source: □That's a shame.
pt: □Che peccato.

source: △I bet you always pay by card.
pt: △Scommetto che paghi sempre con la carta.

source: Go Shopping
pt: Andare a fare shopping

source: Accept Gift
pt: Accetta regalo

source: Leave
pt: Andarsene

source: Employee
pt: Cameriere

# 176_Shion
source: You know, I'm starting to get the hang of shopping in places like this.
pt: Sai, sto iniziando a prenderci la mano a fare shopping in posti così.

# 188_Player
source: You don't usually shop at convenience stores?
pt: Non fai di solito la spesa nei minimarket?

# 200_Shion
source: No. Before working in Kineicho, I never really had the opportunity to visit them.
pt: No. Prima di lavorare a Kineicho, non ho mai avuto davvero l'occasione di visitarli.

# 212_Player
source: No way! There's one on practically every street! Heck, what kid hasn't hit up a convenience store on their way to school?
pt: Ma dai! Ce n'è uno praticamente in ogni strada! Caspita, quale ragazzino non è mai passato da un minimarket andando a scuola?

# 224_Shion
source: I was always driven to school when I was a child, so I never had the opportunity to go in one.
pt: Mi accompagnavano sempre a scuola quando ero piccolo, quindi non ho mai avuto l'occasione di entrarci.

# 236_Player
source: Well, what about after you got home? You never had the urge to go shopping for some snacks?
pt: Beh, e quando tornavi a casa? Non ti è mai venuta la voglia di andare a comprare qualche snack?

# 248_Shion
source: Our servants always did the shopping whenever I needed something.
pt: I nostri servi facevano sempre la spesa ogni volta che avevo bisogno di qualcosa.

# 260_Shion
source: I actually never did any shopping at all until I was an adult.
pt: In realtà non ho mai fatto proprio nessuna spesa finché non sono diventato adulto.

# 272_Player
source: Rich people sure lead different lives! It must have been cool, getting your servants to do anything you needed.
pt: I ricchi sì che fanno vite diverse! Dev'essere stato figo, farsi fare tutto quello che ti serviva dai servi.

# 284_Shion
source: I suppose. My mother is French, so she was at quite a loss without the help of our servants.
pt: Immagino. Mia madre è francese, quindi si sentiva abbastanza persa senza l'aiuto dei nostri servi.

# 296_Shion
source: My mother hired them to act almost as tutors, to teach her how to live the Japanese lifestyle.
pt: Mia madre li ha ingaggiati per fare quasi da tutori, per insegnarle come vivere lo stile di vita giapponese.

# 308_Player
source: Oh, I get what you mean. So does that mean they're all gone now?
pt: Ah, ho capito cosa intendi. Quindi, vuol dire che non ci sono più adesso?

# 320_Shion
source: Yes. They were only employed during my childhood.
pt: Sì. Erano impiegati solo durante la mia infanzia.

# 332_Player
source: Wow, so your mom's been living in Japan for a long time now.
pt: Wow, quindi tua madre vive in Giappone da molto tempo ormai.

# 344_Shion
source: I believe it's been close to thirty years. She's able to do anything on her own now.
pt: Credo siano passati quasi trent'anni. È in grado di fare qualsiasi cosa da sola adesso.

# 356_Player
source: I'm sure that must've taken lots of hard work.
pt: Sono sicuro che dev'essere stata una bella fatica.

# 368_Player
source: That's a shame.
pt: Che peccato.

# 380_Shion
source: What makes you say that?
pt: Cosa te lo fa dire?

# 392_Player
source: Because having other people do everything for you doesn't teach you how to fend for yourself.
pt: Perché farsi fare tutto dagli altri non ti insegna come cavartela da solo.

# 404_Player
source: At the very least, kids should be expected to help out their parents where they can. Otherwise, they grow up kinda helpless.
pt: Come minimo, i ragazzi dovrebbero dare una mano ai loro genitori dove possono. Sennò, crescono un po' inetti.

# 416_Shion
source: Quite so! The first time I went shopping on my own, I was a mess.
pt: Proprio così! La prima volta che sono andato a fare la spesa da solo, ero un disastro.

# 428_Player
source: That's why you gotta make sure kids get to experience that while they're young!
pt: Ecco perché bisogna assicurarsi che i ragazzi facciano quell'esperienza finché sono giovani!

# 440_Player
source: I mean, obviously you wouldn't want to send a little kid on a shopping errand alone. Parents should follow them on the sly.
pt: Voglio dire, è ovvio che non vorresti mandare un bambino piccolo a fare la spesa da solo. I genitori dovrebbero seguirli di nascosto.

# 452_Shion
source: Oh, Shinada-san, you're so overprotective! I bet you'll make a splendid father one day.
pt: Oh, Shinada-san, sei così iperprotettivo! Scommetto che un giorno sarai un padre splendido.

# 464_Player
source: You really think so? I kinda always figured I'd be a stubborn, cranky old man.
pt: Dici davvero? Io in realtà ho sempre pensato che sarei stato un vecchio testardo e scontroso.

# 476_Player
source: I bet you always pay by card, huh?
pt: Scommetto che paghi sempre con la carta, eh?

# 488_Shion
source: I... Well, yes, I do. Why, is there something wrong with that?
pt: Io... Beh, sì, lo faccio. Che c'è di male?

# 500_Player
source: Oh, no. I didn't mean to upset you.
pt: Oh, no. Non volevo farti arrabbiare.

# 512_Player
source: I just mean, like, if you pay by card every time you buy something, doesn't that slow you down at the register?
pt: Volevo solo dire, tipo, se paghi con la carta ogni volta che compri qualcosa, non ti rallenta alla cassa?

# 524_Shion
source: No, not at all. Is it not more time-consuming to go through the effort of sorting out your change after the purchase?
pt: No, per niente. Non è più una perdita di tempo mettersi a contare il resto dopo l'acquisto?

# 536_Player
source: Nah, just put it in one of those donation boxes they have near the cash register.
pt: No, dai, mettilo e basta in una di quelle scatole delle donazioni che hanno vicino alla cassa.

# 548_Shion
source: Fine, I'll do that from now on! I'm sorry I'm such a cheap woman!
pt: Va bene, lo farò d'ora in poi! Mi dispiace essere una donna così taccagna!

# 560_Player
source: Er, why do I get the feeling I offended you somehow?
pt: Ehm, perché ho la sensazione di averti offeso in qualche modo?

# 620_Staff
source: Welcome.
pt: Benvenuto.

# 632_Shion
source: Let's see. I'd like some <Color:8>Makeup Remover<Color:Default>. Do convenience stores carry that sort of thing?
pt: Vediamo un po'. Vorrei dello <Color:8>Struccante<Color:Default>. Nei minimarket si trova roba del genere?

# 644_Player
source: (Seems that Shion-chan wants some <Color:8>Makeup Remover<Color:Default>.)
pt: (Sembra che Shion-chan voglia dello <Color:8>Struccante<Color:Default>.)

# 716_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 728_Staff
source: Thank you very much.
pt: Grazie mille.

# 764_Staff
source: Welcome.
pt: Benvenuto.

# 776_Haruka
source: Uncle Kaz, I'd really like a <Color:8>Grilled Onigiri with Miso<Color:Default>.
pt: Zio Kaz, vorrei tanto un <Color:8>Onigiri grigliato al Miso<Color:Default>.

# 788_Kiryu
source: (Haruka wants to have a <Color:8>Grilled Onigiri with Miso<Color:Default>.)
pt: (Haruka vuole un <Color:8>Onigiri grigliato al Miso<Color:Default>.)

# 812_Haruka
source: But I wanted a <Color:8>Grilled Onigiri with Miso<Color:Default>.
pt: Ma volevo un <Color:8>Onigiri grigliato al Miso<Color:Default>.

# 824_Staff
source: Thank you very much.
pt: Grazie mille.

# 848_Haruka
source: Thanks, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 872_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 944_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1004_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 1052_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1112_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1172_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1232_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1292_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1352_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1448_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1460_Shion
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1484_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1520_Staff
source: Welcome.
pt: Benvenuto.

# 1532_Shion
source: I have some items from the Online Shop. Please take a look.
pt: Ho degli articoli dal Negozio Online. Per favore, dai un'occhiata.

# 1556_Shion
source: You received a package from the Online Shop.
pt: Hai ricevuto un pacco dall'Online Shop.

# 1568_Shion
source: Thank you very much.
pt: Grazie mille.

# 1592_Shion
source: Welcome.
pt: Benvenuto.

# 1616_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 1688_Staff
source: Please take this. No charge.
pt: Prenda questo. È gratis.

# 1736_Staff
source: Thank you very much.
pt: Grazie mille.

# 1748_Shion
source: Welcome.
pt: Benvenuto.

# 1760_Employee
source: You're here to pick up your items? Which one would you like to pick up?
pt: Sei qui per ritirare i tuoi oggetti? Quale vuoi ritirare?

# 1784_Shion
source: You got a <Color:8>Payback Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello della Vendetta<Color:Default>.

# 1820_Shion
source: You got a <Color:8>Champion's Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello del Campione<Color:Default>.

# 1856_Shion
source: You got <Color:8>Eager Earrings<Color:Default>.
pt: Hai ottenuto <Color:8>Orecchini dell'Entusiasmo<Color:Default>.

# 1892_Shion
source: You got an <Color:8>Immovable Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura Inamovibile<Color:Default>.

# 1928_Shion
source: You got a <Color:8>Shachihoko<Color:Default>.
pt: Hai ottenuto un <Color:8>Shachihoko<Color:Default>.

# 1964_Shion
source: You got a <Color:8>Golden Pistol<Color:Default>.
pt: Hai ottenuto una <Color:8>Pistola d'oro<Color:Default>.

# 2000_Shion
source: You got a <Color:8>Dragon Scale<Color:Default>.
pt: Hai ottenuto una <Color:8>Squama di Drago<Color:Default>.

# 2036_Shion
source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

# 2072_Shion
source: You got a <Color:8>Toughness Pin<Color:Default>.
pt: Hai ottenuto una <Color:8>Spilla della Resistenza<Color:Default>.

# 2108_Shion
source: You got a <Color:8>Dragon Tail<Color:Default>.
pt: Hai ottenuto una <Color:8>Coda di Drago<Color:Default>.

# 2144_Shion
source: You got a <Color:8>Lucky Binding<Color:Default>.
pt: Hai ottenuto un <Color:8>Legame Fortunato<Color:Default>.

# 2180_Shion
source: You got a <Color:8>Ebisu Socks<Color:Default>.
pt: Hai ottenuto i <Color:8>Calzini Ebisu<Color:Default>.

# 2216_Shion
source: You got a <Color:8>Love Shine Sticks<Color:Default>.
pt: Hai ottenuto un <Color:8>Love Shine Sticks<Color:Default>.

# 2252_Shion
source: You got a <Color:8>Beads of Good Fortune<Color:Default>.
pt: Hai ottenuto un <Color:8>Mala della Buona Sorte<Color:Default>.

# 2288_Shion
source: You got a <Color:8>Leech Gloves<Color:Default>.
pt: Hai ottenuto dei <Color:8>Guanti Sanguisuga<Color:Default>.

# 2324_Shion
source: You got an <Color:8>Encounter Finder<Color:Default>.
pt: Hai ottenuto un <Color:8>Encounter Finder<Color:Default>.

# 2360_Shion
source: You got a <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto un <Color:8>Martello del Pupazzo di Neve<Color:Default>.

# 2396_Shion
source: You got a <Color:8>Celebrity Perfume<Color:Default>.
pt: Hai ottenuto un <Color:8>Profumo da celebrità<Color:Default>.

# 2432_Shion
source: You got a <Color:8>Penguin Spear<Color:Default>.
pt: Hai ottenuto una <Color:8>Lancia Pinguino<Color:Default>.

# 2468_Shion
source: You got a <Color:8>Fortune Mallet<Color:Default>.
pt: Hai ottenuto un <Color:8>Martelletto della Fortuna<Color:Default>.

# 2504_Shion
source: You got a <Color:8>Tiger Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Maglia Tigre<Color:Default>.

# 2540_Shion
source: You got a <Color:8>Expulsion S-12<Color:Default>.
pt: Hai ottenuto un <Color:8>Expulsion S-12<Color:Default>.

# 2576_Shion
source: You got a <Color:8>Frozen Banana<Color:Default>.
pt: Hai ottenuto una <Color:8>Banana Congelata<Color:Default>.

# 2612_Shion
source: You got a <Color:8>SPARK 20,000V<Color:Default>.
pt: Hai ottenuto un <Color:8>SPARK 20,000V<Color:Default>.

# 2648_Shion
source: You got a <Color:8>Platinum Triangle Ruler<Color:Default>.
pt: Hai ottenuto una <Color:8>Squadretta Triangolare di Platino<Color:Default>.

# 2684_Shion
source: You got a <Color:8>Eye of the Dragon<Color:Default>.
pt: Hai ottenuto un <Color:8>Occhio del Drago<Color:Default>.

# 2720_Shion
source: You got a <Color:8>Master Ball<Color:Default>.
pt: Hai ottenuto una <Color:8>Master Ball<Color:Default>.

# 2756_Shion
source: You got a <Color:8>Frozen Tuna<Color:Default>.
pt: Hai ottenuto un <Color:8>Tonno Congelato<Color:Default>.

# 2792_Shion
source: You got a <Color:8>Dragon-drive 99<Color:Default>.
pt: Hai ottenuto un <Color:8>Dragon-drive 99<Color:Default>.

# 2828_Shion
source: You got a <Color:8>Sacrifice Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra del Sacrificio<Color:Default>.

# 2864_Shion
source: You got a <Color:8>Muramasa Blade<Color:Default>.
pt: Hai ottenuto una <Color:8>Lama Muramasa<Color:Default>.

# 2900_Shion
source: You got a <Color:8>Dragon Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Maglia del Drago<Color:Default>.

# 2936_Shion
source: You got a <Color:8>War God Talisman<Color:Default>.
pt: Hai ottenuto un <Color:8>Talismano del Dio della Guerra<Color:Default>.

# 2972_Shion
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 3056_Shion
source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

# 3140_Shion
source: You got an <Color:8>Assassin's Spear<Color:Default>.
pt: Hai ottenuto una <Color:8>Lancia dell'Assassino<Color:Default>.

# 3200_Shion
source: You got a <Color:8>Ballbuster<Color:Default>.
pt: Hai ottenuto un <Color:8>Ballbuster<Color:Default>.

# 3260_Shion
source: You got a <Color:8>Brickshitter Beer<Color:Default>.
pt: Hai ottenuto una <Color:8>Brickshitter Beer<Color:Default>.

# 3320_Shion
source: You got a <Color:8>Patriarch's Driver<Color:Default>.
pt: Hai ottenuto un <Color:8>Driver del Patriarca<Color:Default>.

# 3380_Shion
source: You got a <Color:8>Sakura Storm<Color:Default>.
pt: Hai ottenuto un <Color:8>Sakura Storm<Color:Default>.

# 3440_Shion
source: You got <Color:8>Double Leeks<Color:Default>.
pt: Hai ottenuto <Color:8>Porri Doppi<Color:Default>.
