Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000212be.po
Languages: pt

source: You presented the Underground Casino Pass.
pt: Hai presentato il Pass per il Casinò Sotterraneo.

source: Bartender
pt: Barista

# 76_Bartender
source: You again.
pt: Ancora tu.

# 88_Saejima
source: Does this get me into the casino?
pt: È questo che mi fa entrare al casinò?

# 112_Bartender
source: Yup, you're good.
pt: Sì, sei a posto.

# 124_Bartender
source: Have a good time.
pt: Divertiti.

# 160_Bartender
source: Welcome.
pt: Benvenuto.

# 172_Bartender
source: Welcome.
pt: Benvenuto.

# 184_Saejima
source: How do I get into the casino?
pt: Come entro nel casinò?

# 196_Bartender
source: I don't know what you mean. This is a bar.
pt: Non capisco cosa intendi. Questo è un bar.

# 208_Saejima
source: Yeah, shoulda figured ya'd want a tip. How much?
pt: Già, dovevo immaginarmi che volevi una mancia. Quanto?

# 220_Bartender
source: I really have no idea what you're talking about. There's no gambling here. If it's a <Italic>drink</Italic> you want, I can do that. We are a bar, you know.
pt: Non ho davvero idea di cosa tu stia parlando. Qui non c'è nessun gioco d'azzardo. Se è un <Italic>drink</Italic> quello che vuoi, posso fartelo. Siamo un bar, sai.

# 232_Saejima
source: (He's not bitin'. What's up with this?)
pt: (Non abbocca. Che storia è questa?)
