Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020003c.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Man
pt: Uomo

source: Father Banba
pt: Padre Banba

# 120_Man
source: Dammit! I'm through with this shit.
pt: Cazzo! Ho chiuso con 'sta merda.

# 132_Man
source: Huh? What's up? You fighting in the Victory Road, too?
pt: Eh? Che c'è? Combatti pure tu nella Victory Road?

# 144_Akiyama
source: I guess you could say that. That makes you a competitor, too, huh?
pt: Eh, si può dire di sì. Quindi, pure tu sei un combattente, eh?

# 156_Man
source: Yeah, but I'm not looking for a fight right now. I just finished one up, so I'm beat.
pt: Sì, ma non ho voglia di fare a botte adesso. Ne ho appena finito uno, quindi sono a pezzi.

# 168_Akiyama
source: Okay. Got it.
pt: Okay. Capito.

# 180_Man
source: Doesn't take much to dissuade you, huh? You're not like the other guys.
pt: Basta poco per farti desistere, eh? Non sei come gli altri.

# 192_Banba
source: The name's Banba. Ryoichi Banba.
pt: Mi chiamo Banba. Ryoichi Banba.

# 204_Akiyama
source: I'm Akiyama.
pt: Sono Akiyama.

# 216_Banba
source: I didn't actually want to do this Victory Road thing. My dad signed me up for it without asking.
pt: In realtà non volevo mica farla 'sta cosa del Victory Road. Mio padre mi ha iscritto senza nemmeno chiedermelo.

# 228_Akiyama
source: Your dad? Why'd he do that?
pt: Tuo padre? Perché l'ha fatto?

# 240_Banba
source: He runs a karate dojo, but lately there have been fewer people joining. He wanted to put our name out there through the Victory Road.
pt: Gestisce un dojo di karate, ma ultimamente si sono iscritte meno persone. Voleva farci conoscere tramite la Victory Road.

# 252_Banba
source: So I got stuck with doing it. Now I can't go two steps without some punk picking a fight with me.
pt: Quindi mi è toccato farlo. Adesso non riesco a fare due passi senza che qualche pivello mi attacchi briga.

# 264_Akiyama
source: Haha, you don't sound like a martial artist.
pt: Ahah, non sembri un artista marziale.

# 276_Banba
source: Well, a real martial artist doesn't seek to show off their skills.
pt: Beh, un vero artista marziale non cerca di mettersi in mostra.

# 288_Banba
source: All the competitors I've gone up against so far have been a piece of cake.
pt: Tutti i concorrenti che ho affrontato finora sono stati un gioco da ragazzi.

# 300_Banba
source: I wouldn't mind as much if the fights were more challenging, but this is getting pretty old.
pt: Non mi dispiacerebbe così tanto se gli incontri fossero più stimolanti, ma questa storia mi sta venendo a noia.

# 312_Banba
source: I guess there's no point complaining to you, though. See you around.
pt: Vabbè, inutile lamentarmi con te, comunque. Ci si vede in giro.

# 324_Akiyama
source: (He seems pretty confident, but guys like him tend to get the rug pulled out from under them in the end.)
pt: (Sembra piuttosto sicuro di sé, ma i tipi come lui tendono a vedersi tirare il tappeto da sotto i piedi, alla fine.)

# 360_Akiyama
source: Hey, you okay?
pt: Ehi, stai bene?

# 372_Banba
source: Oh, it's you. Akiyama-san, right?
pt: Oh, sei tu. Akiyama-san, giusto?

# 384_Banba
source: It's me, Banba. I'm doing the Victory Road thing.
pt: Sono io, Banba. Sto facendo il Victory Road.

# 396_Akiyama
source: Oh, right. You're the one who got signed up by your dad, aren't you?
pt: Ah, giusto. Sei tu quello che è stato iscritto da tuo padre, vero?

# 420_Man
source: That's right. I just got thrashed, though.
pt: Esatto. Sono appena stato stracciato, però.

# 432_Akiyama
source: He was pretty tough, huh?
pt: Era piuttosto tosto, eh?

# 444_Banba
source: No, not at all. I just wasn't taking it seriously, and it bit me in the ass.
pt: No, affatto. Non la prendevo sul serio, e mi si è ritorta contro.

# 456_???
source: Enough of that kind of talk, Ryoichi!
pt: Basta con queste cavolate, Ryoichi!

# 468_Banba
source: Dad?
pt: Papà?

# 480_Father Banba
source: Let me tell you why I really entered you into the Victory Road.
pt: Lascia che ti dica perché ti ho *veramente* iscritto al Victory Road.

# 492_Father Banba
source: Putting the dojo's name out there was just a cover. The real reason was to snap you out of this attitude of yours!
pt: Far circolare il nome del dojo era solo una facciata. La vera ragione era farti mettere la testa a posto!

# 504_Banba
source: Huh?
pt: Uh?

# 516_Father Banba
source: You do have ability, Ryoichi, but you've let it go to your head. Look at your training!
pt: Hai del potenziale, Ryoichi, ma ti sei montato la testa. Guarda come ti alleni!

# 528_Father Banba
source: You're just wasting time aimlessly following lessons at the dojo.
pt: Stai solo sprecando tempo a fare lezioni al dojo tanto per farle.

# 540_Father Banba
source: You've become much weaker than you realize. Can't you see that?
pt: Sei diventato molto più debole di quanto tu creda. Non te ne rendi conto?

# 552_Banba
source: Me? Weak? Don't be ridiculous! Did you forget I was top in the country for karate back in junior high!?
pt: Io? Scarso? Ma non scherziamo! Ti sei dimenticato che ero il numero uno nel karate in tutto il paese ai tempi delle medie!?

# 564_Father Banba
source: That's ancient history! Now you're only top in our tiny dojo, if that!
pt: Quella è preistoria! Adesso sei il migliore soltanto nel nostro minuscolo dojo, e a malapena!

# 576_Banba
source: That's not true! I'll prove to you right now just how strong I am!
pt: Non è vero! Ti dimostrerò subito quanto sono forte!

# 588_Banba
source: All right, Akiyama-san. You're signed up for the Victory Road, too, right? Then I challenge you to a fight right now!
pt: Va bene, Akiyama-san. Anche tu sei iscritto alla Victory Road, vero? Allora ti sfido subito a un combattimento!

# 600_Akiyama
source: I thought that might happen.
pt: Me l'aspettavo.

# 612_Banba
source: Sorry, man, but I'll be giving this all I've got. Here goes!
pt: Scusa, amico, ma ci metterò tutto me stesso. Eccoci!

# 636_Banba
source: Shit! I can't believe this! I pulled out all the stops and still couldn't win!
pt: Cazzo! Non ci posso credere! Ho dato il massimo e non sono comunque riuscito a vincere!

# 648_Akiyama
source: Sorry. I guess I'm tougher than I look.
pt: Scusa. Immagino di essere più tosto di quanto sembro.

# 660_Banba
source: You're not kidding. I could tell as soon as we started. I did my best, but I lost in the end.
pt: Non scherzi mica. L'ho capito non appena abbiamo iniziato. Ho dato il massimo, ma alla fine ho perso.

# 672_Banba
source: You showed me I'm still lacking, both in skill and mental strength.
pt: Mi hai fatto capire che non sono ancora all'altezza, sia a livello tecnico che di testa.

# 684_Banba
source: That's got to be it.
pt: Deve essere così.

# 696_Banba
source: Right, Dad?
pt: Vero, papà?

# 708_Father Banba
source: That's it, all right.
pt: Ci siamo, a posto.

# 720_Banba
source: Then I'd better head back to the dojo. I'll put myself through the toughest training I can imagine until I'm ready for the Victory Road!
pt: Allora è meglio che torni al dojo. Mi sottoporrò all'allenamento più duro che possa immaginare finché non sarò pronto per la Victory Road!

# 732_Father Banba
source: Heh, sounds good.
pt: Eh, mi sta bene.

# 744_Banba
source: Just wait, Akiyama-san! When I come back a new man, you and I are going to fight!
pt: Aspetti, Akiyama-san! Quando tornerò un uomo nuovo, io e lei ci batteremo!

# 756_Banba
source: Yah!
pt: Iah!

# 768_Akiyama
source: Heh. Looks like next time, my win won't be so easily won.
pt: Heh. Sembra che la prossima volta, non la vincerò così facilmente.

# 780_Father Banba
source: I owe you big time, Akiyama-san.
pt: Ti sono in debito alla grande, Akiyama-san.

# 792_Father Banba
source: To tell you the truth, though, I did want him to win some recognition for the dojo. I thought my son would qualify without a problem.
pt: A dire il vero, però, ci tenevo un sacco che si facesse un po' di nome per il dojo. Pensavo che mio figlio si sarebbe qualificato senza problemi.

# 804_Father Banba
source: I had no idea he'd meet as formidable a foe as you. I guess I'm just as guilty of overconfidence as he is.
pt: Non avrei mai immaginato che si sarebbe scontrato con un avversario così tosto come te. A quanto pare, sono anch'io colpevole della stessa presunzione, proprio come lui.

# 816_Akiyama
source: Like father, like son, as they say.
pt: Tale padre, tale figlio, come si suol dire.

# 828_Father Banba
source: Anyway, let's keep that just between the two of us.
pt: Comunque, teniamolo solo tra noi due.
