Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c6b.po
Languages: pt

source: Question: The spider uses a unique method of locomotion. What does <Color:220,255,255,255>"locomotion"<Color:Default> mean in this sentence?
pt: Domanda: Il ragno usa un metodo unico di locomozione. Cosa significa <Color:220,255,255,255>"locomozione"<Color:Default> in questa frase?

source: Question: What is the probability of getting a total of 7 when rolling 2 dice?
pt: Domanda: Qual è la probabilità di ottenere un totale di 7 quando si lanciano 2 dadi?

source: Question: Which United States Naval officer commanded ships in the War of 1812, and was instrumental in the "opening of Japan" to the West in the 1850s?
pt: Domanda: Quale ufficiale navale degli Stati Uniti comandò navi nella Guerra del 1812, e fu determinante nell'"apertura del Giappone" all'Occidente negli anni '50 dell'Ottocento?

source: Question: What do you call the energy that an object possesses based on its mass and its height above the Earth's surface?
pt: Domanda: Come si chiama l'energia che un oggetto possiede in base alla sua massa e alla sua altezza sopra la superficie terrestre?

source: Question: English often borrows phrases from Latin, a language from which it was heavily influenced. What does the Latin phrase <Italic>carpe diem</Italic> mean?
pt: Domanda: L'inglese prende spesso in prestito frasi dal latino, una lingua da cui è stato fortemente influenzato. Cosa significa la frase latina <Italic>carpe diem</Italic>?

source: You got an <Color:8>Alertness Hood<Color:Default>.
pt: Hai ottenuto un <Color:8>Cappuccio della Vigilanza<Color:Default>.

source: You got an <Color:8>Alertness Hood<Color:Default>.
pt: Hai ottenuto un <Color:8>Cappuccio della Vigilanza<Color:Default>.

source: You got an <Color:8>Alertness Hood<Color:Default>.
pt: Hai ottenuto un <Color:8>Cappuccio della Vigilanza<Color:Default>.

source: You got 1,800 experience points.
pt: Hai ottenuto 1.800 punti esperienza.

source: Prep Student
pt: Studente Preparatorio

source: I'll give it a try.
pt: Ci provo.

source: Not really my thing.
pt: Non è proprio roba mia.

source: I guess I could give it a try.
pt: Potrei provarci, credo.

source: Not me.
pt: Io no.

source: Attack
pt: Attacca

source: Movement
pt: Movimento

source: Dance
pt: Danza

source: Train Riding
pt: Giro in treno

source: Spinning
pt: Rotazione

source: 1 in 6
pt: 1 su 6

source: 7 in 36
pt: 7 su 36

source: 1 in 2
pt: 1 su 2

source: 1 in 3
pt: 1 su 3

source: 5 in 12
pt: 5 su 12

source: Commodore Tokugawa
pt: Commodoro Tokugawa

source: Commodore Amigo
pt: Commodoro Amigo

source: Commodore Smith
pt: Commodoro Smith

source: Commodore Perry
pt: Commodoro Perry

source: Commodore Johnson
pt: Commodoro Johnson

source: Electrical Energy
pt: Energia Elettrica

source: Gravitational Potential Energy
pt: Energia Potenziale Gravitazionale

source: Thermal Energy
pt: Energia Termica

source: Kinetic Energy
pt: Energia Cinetica

source: Magnetic Energy
pt: Energia Magnetica

source: Good Idea
pt: Buona idea

source: Fish Today
pt: Pesce Oggi

source: Seize the Day
pt: Cogli l'Attimo

source: Cheap Carpet
pt: Tappeto Economico

source: Underground Parking
pt: Parcheggio Sotterraneo

# 72_Prep Student
source: Ugh, how am I supposed to practice these questions without the answer book? I'm screwed!
pt: Uffa, come diavolo dovrei fare pratica con queste domande senza il libro delle risposte? Sono fregato!

# 84_Prep Student
source: If only someone could help me solve them...!
pt: Se solo qualcuno potesse aiutarmi a risolverli...!

# 96_Prep Student
source: Excuse me, sir? Yes, you! You haven't seen my answer book, have you? It's one of those study guides with questions and answers from past exams. I think I dropped it somewhere!
pt: Scusi, signore? Sì, proprio tu! Non è che per caso ha visto il mio libro delle risposte? È una di quelle guide allo studio con domande e risposte di esami passati. Credo di averlo fatto cadere da qualche parte!

# 108_Kiryu
source: You did what?
pt: Cos'hai combinato?

# 120_Prep Student
source: Oh, I'm in deep doo-doo now! Without those answers I'm as good as dead! Why does this sort of thing always happen to me!?
pt: Oh, sono nei guai fino al collo adesso! Senza quelle risposte sono spacciato! Perché queste cose capitano sempre a me!?

# 132_Kiryu
source: You're not making any sense. Calm down and explain yourself.
pt: Non hai né capo né coda. Calmati e spiegati.

# 144_Prep Student
source: Okay, well, you see, I have a practice exam today. To help me prepare for actual entrance exams.
pt: Allora, vedi, oggi ho un esame di pratica. Per aiutarmi a prepararmi per i veri esami d'ammissione.

# 156_Prep Student
source: So I wanted to study up on some questions for the college I want to get into... But I lost the freaking answer book!
pt: Allora volevo ripassare alcune domande per l'università in cui voglio entrare... Ma ho perso il maledetto libro delle risposte!

# 168_Prep Student
source: And if I don't know the answers, there's no point in looking at these old questions! It'd be a complete waste of time!
pt: E se non conosco le risposte, non ha senso guardare queste vecchie domande! Sarebbe una completa perdita di tempo!

# 180_Kiryu
source: But you've been studying hard up until now, right? What difference will a little more right before the exam make?
pt: Ma hai studiato sodo fino ad adesso, no? Che differenza farà un altro po' proprio prima dell'esame?

# 192_Prep Student
source: It makes all the difference to me! If I don't cram before an exam, I'll panic and draw a complete blank!
pt: Per me cambia tutto! Se non mi faccio l'ultima ripassata prima di un esame, vado nel panico e mi si blocca il cervello!

# 204_Prep Student
source: I thought taking a practice test would help boost my confidence... But at this rate, the actual one will be a disaster!
pt: Pensavo che fare un test di pratica mi avrebbe aiutato a tirare su il morale... Ma di questo passo, quello vero sarà un disastro!

# 216_Prep Student
source: I can't afford to take another year off to study if I don't pass. All my hard work would go down the drain!
pt: Non posso permettermi di perdere un altro anno per studiare se non passo. Tutto il mio duro lavoro andrebbe in fumo!

# 228_Prep Student
source: Gah, what a mess! I even got up early to go buy a good luck charm to boost my literary luck... But the only thing that got boosted was my propensity for failure!
pt: Accidenti, che casino! Mi sono persino alzato presto per andare a comprare un portafortuna per aumentare la mia fortuna negli studi... Ma l'unica cosa che è aumentata è stata la mia tendenza a fallire!

# 240_Prep Student
source: No, wait... I think I get it now!
pt: No, aspetta... Credo di aver capito adesso!

# 252_Kiryu
source: What?
pt: Cosa?

# 264_Prep Student
source: I was carrying the answer book in my hands when I went to the shrine. I must have dropped it when I bought that charm!
pt: Stavo portando il libro delle risposte in mano quando sono andato al santuario. L'avrò fatto cadere quando ho comprato quel portafortuna!

# 276_Prep Student
source: That's it! I bet I'm getting punished for putting off my visit to the shrine too long!
pt: È così! Mi sa che mi sto beccando una punizione per aver rimandato la mia visita al santuario per troppo tempo!

# 288_Kiryu
source: Don't be ridiculous. It wasn't the shrine that did this to you, it was your own carelessness.
pt: Non dire cavolate. Non è stato il santuario a farti questo, è stata la tua stessa disattenzione.

# 300_Prep Student
source: Hey, I don't need any more guilt on my shoulders right now! Are you trying to give me a mental block? I'll start forgetting all the stuff I learned!
pt: Ehi, non ho bisogno di altro senso di colpa sulle spalle adesso! Stai cercando di farmi venire un blocco mentale? Inizierò a dimenticare tutta la roba che ho imparato!

# 312_Kiryu
source: Sounds like you've got some deeper issues to worry about than this one test, then.
pt: Mi sa che hai problemi più profondi di cui preoccuparti, allora, più che di questo esame.

# 324_Prep Student
source: What? Are you saying there's something wrong with <Italic>me</Italic>!? Well, this is just who I am!
pt: Cosa? Stai dicendo che c'è qualcosa di sbagliato in <Italic>me</Italic>!? Beh, sono fatto così!

# 336_Prep Student
source: Argh, but what am I supposed to do!? I don't have time to go back to the shrine... If only someone could help me solve these questions!
pt: Argh, ma che devo fare!? Non ho tempo per tornare al santuario... Se solo qualcuno potesse aiutarmi a risolvere queste domande!

# 348_Prep Student
source: Not me. You still have some time before your test, though. I'm sure you can think of something.
pt: Non io. Però hai ancora un po' di tempo prima del tuo esame. Sono sicuro che ti verrà in mente qualcosa.

# 360_Prep Student
source: You mean, use my brain? Aw crap, it's all over!
pt: Vuoi dire, usare la mia testa? Porca miseria, è finita!

# 372_Prep Student
source: What if I helped you?
pt: E se ti aiutassi?

# 384_Prep Student
source: Huh? And how do you intend to do that?
pt: Eh? E come intendi farlo?

# 396_Kiryu
source: Isn't it obvious? Show me the questions, and I'll tell you the answers. Then you won't need that book.
pt: Non è ovvio? Mostrami le domande, e ti dirò le risposte. Così non ti servirà quel libro.

# 408_Prep Student
source: That's your plan!? You think a guy like you can just waltz in and start answering college entrance exam questions!?
pt: Questo è il tuo piano!? Pensi che un tipo come te possa piombare qui dentro e mettersi a rispondere alle domande dell'esame di ammissione all'università!?

# 420_Kiryu
source: Hey, don't assume things before you give me a chance. Come on, show me those questions.
pt: Ehi, non dare nulla per scontato prima di darmi una possibilità. Dai, mostrami quelle domande.

# 432_Prep Student
source: Fine. I really doubt you can help, but it's not like I have any other options.
pt: Va bene. Dubito proprio che tu possa aiutarmi, ma non è che abbia altre opzioni.

# 504_Prep Student
source: (Let's see... First up is English vocabulary.)
pt: (Vediamo... Per primo c'è il vocabolario di inglese.)

# 528_Prep Student
source: The answer is attack.
pt: La risposta è attacco.

# 540_Prep Student
source: Really? Are you sure about that? How do you even break down the word locomotion anyway?
pt: Davvero? Ne sei sicuro? E poi, come diavolo fai a scomporre la parola locomozione, comunque?

# 552_Kiryu
source: It's simple. Loco means crazy, and motion means movement. Put them together and you get "crazy moves," like a spider suddenly lunging at its prey.
pt: È semplice. Loco significa pazzo, e motion significa movimento. Mettili insieme e ottieni "mosse pazze", come un ragno che si avventa improvvisamente sulla sua preda.

# 564_Prep Student
source: The answer is movement.
pt: La risposta è movimento.

# 576_Prep Student
source: Really? Are you sure about that? How do you even break down the word locomotion anyway?
pt: Davvero? Ne sei sicuro? E poi, come diavolo fai a scomporre la parola locomozione, comunque?

# 588_Kiryu
source: Locomotion means movement, or the ability to move from one place to another. There's nothing else it could be.
pt: Locomozione significa movimento, o l'abilità di muoversi da un posto all'altro. Non può essere nient'altro.

# 600_Prep Student
source: Hey, I think you're right! It's all starting to come back to me... Yeah, that's gotta be it!
pt: Ehi, penso tu abbia ragione! Mi sta tornando tutto in mente... Sì, deve essere così!

# 612_Kiryu
source: These entrance exams seem pretty easy to me.
pt: Questi esami d'ammissione mi sembrano piuttosto facili.

# 624_Prep Student
source: Wow, you're actually pretty smart! Do you think you could help me with a few more of these?
pt: Wow, sei davvero un tipo in gamba! Pensi di potermi dare una mano con qualche altro di questi?

# 636_Kiryu
source: Sure. Ask away.
pt: Certo. Chiedi pure.

# 648_Prep Student
source: Okay, next up, there's a math problem!
pt: Ok, adesso c'è un problema di matematica!

# 660_Prep Student
source: The answer is dance.
pt: La risposta è danza.

# 672_Prep Student
source: Really? Are you sure about that? How do you even break down the word locomotion anyway?
pt: Davvero? Ne sei sicuro? E poi, come diavolo fai a scomporre la parola locomozione, comunque?

# 684_Kiryu
source: What's important is there was a song about it. It was pretty big back in the day... Maybe you're too young to know.
pt: L'importante è che c'era una canzone a riguardo. Spopolava, ai tempi... Magari sei troppo giovane per conoscerla.

# 696_Prep Student
source: The answer is train riding.
pt: La risposta è viaggiare in treno.

# 708_Prep Student
source: Really? Are you sure about that?
pt: Davvero? Ne sei sicuro?

# 720_Kiryu
source: I'm positive. It's fallen out of use these days, but that's what everyone used to call trains.
pt: Ne sono sicuro. È caduto in disuso oggigiorno, ma era così che tutti chiamavano i treni.

# 732_Prep Student
source: The answer is spinning.
pt: La risposta è girare.

# 744_Prep Student
source: Really? Are you sure about that? How do you even break down the word locomotion anyway?
pt: Davvero? Ne sei sicuro? E poi, come diavolo fai a scomporre la parola locomozione, comunque?

# 756_Kiryu
source: Those spiders have some crazy organ in their abdomen that gives them the power to spin webs. Trust me, that has to be it.
pt: Quei ragni hanno un organo pazzesco nell'addome che gli dà il potere di tessere ragnatele. Fidati di me, dev'essere quello.

# 768_Prep Student
source: Hmm... I don't know, that sounds wrong to me.
pt: Mmh... Non lo so, mi suona sbagliato.

# 780_Kiryu
source: Well, I gave you my answer, and I'm sticking with it.
pt: Beh, ti ho dato la mia risposta, e mi ci attengo.

# 792_Prep Student
source: Wow, you seem pretty confident. Maybe you're right after all!
pt: Wow, sembri piuttosto sicuro di te. Forse dopotutto hai ragione!

# 804_Kiryu
source: See, I've got the answers up here. All you need to do is ask.
pt: Vedi, le risposte ce le ho qui. Non devi far altro che chiedere.

# 816_Prep Student
source: Okay, next up there's a math problem!
pt: Ok, il prossimo è un problema di matematica!

# 876_Prep Student
source: (Of course there would be a math question. Hope I can figure it out.)
pt: (Ovvio che ci sarebbe stata una domanda di matematica. Spero di riuscire a risolverla.)

# 900_Prep Student
source: The answer is 1 in 6.
pt: La risposta è 1 su 6.

# 912_Prep Student
source: Really? Are you sure? Let me see... To get 7 with 2 dice, that means a 1 and a 6, or a 2 and 5... Like that, right?
pt: Davvero? Sei sicuro? Fammi vedere... Per ottenere 7 con 2 dadi, significa un 1 e un 6, oppure un 2 e un 5... Tipo così, no?

# 924_Prep Student
source: So there's 1 plus 6, 2 plus 5, 3 plus 4, 4 plus 3, 5 plus 2, and 6 plus 1. That's 6 possible combinations.
pt: Quindi ci sono 1 più 6, 2 più 5, 3 più 4, 4 più 3, 5 più 2, e 6 più 1. Sono 6 combinazioni possibili.

# 936_Prep Student
source: And for 2 dice, there are a total of 6 times 6, or 36 combinations. So a 6 in 36 chance makes it... 1 in 6!
pt: E per 2 dadi, ci sono un totale di 6 per 6, ovvero 36 combinazioni. Quindi 6 su 36 fa... 1 su 6!

# 948_Prep Student
source: You had it right! The correct answer <Italic>is</Italic> 1 in 6!
pt: Avevi ragione! La risposta corretta <Italic>è</Italic> 1 su 6!

# 960_Kiryu
source: Just as I thought.
pt: Proprio come pensavo.

# 972_Prep Student
source: Wow, you seriously know your stuff! This is great! Who needs the answer book when I've got you? Okay, next up is a history question!
pt: Wow, sai davvero il fatto tuo! È fantastico! Chi ha bisogno del soluzionario quando ho te? Ok, la prossima è una domanda di storia!

# 984_Prep Student
source: The answer is 7 in 36.
pt: La risposta è 7 su 36.

# 996_Prep Student
source: The answer is 1 in 2.
pt: La risposta è 1 su 2.

# 1008_Prep Student
source: The answer is 1 in 3.
pt: La risposta è 1 su 3.

# 1020_Prep Student
source: The answer is 5 in 12.
pt: La risposta è 5 su 12.

# 1032_Prep Student
source: Really? Are you sure? Hmm... That doesn't quite seem to fit.
pt: Davvero? Sei sicuro? Uhm... Non mi torna proprio.

# 1044_Kiryu
source: Hey, there are five possible answers, right? So I've got a 1 in 5 chance of being correct.
pt: Ehi, ci sono cinque risposte possibili, giusto? Quindi ho una probabilità di 1 su 5 di essere corretto.

# 1056_Prep Student
source: Well yeah, but what's that gotta do with it?
pt: Beh sì, ma cosa c'entra?

# 1068_Kiryu
source: I've been up against worse odds than that before. Life or death situations, no less.
pt: Ho affrontato probabilità peggiori di così, prima d'ora. Situazioni di vita o di morte, nientemeno.

# 1080_Kiryu
source: And yet I'm still here in one piece, aren't I? Don't you trust me to give you the right answer?
pt: Eppure sono ancora qui tutto intero, vero? Non ti fidi di me per darti la risposta giusta?

# 1092_Prep Student
source: Hmm... That does make sense in a way. Your answer is probably right, then!
pt: Uhm... In un certo senso ha senso. Allora la tua risposta è probabilmente giusta!

# 1104_Kiryu
source: Then let's move on to the next question. Your exam is coming up soon.
pt: Allora, passiamo alla prossima domanda. Il tuo esame si avvicina.

# 1116_Prep Student
source: Right! Okay, next up is Japanese history!
pt: Giusto! Ok, la prossima è storia giapponese!

# 1176_Prep Student
source: (Maybe in a past life I'd have known more about our history. Oh well, let's give this a shot.)
pt: (Magari in una vita passata ne avrei saputo di più sulla nostra storia. Vabbè, proviamoci.)

# 1200_Prep Student
source: The answer is Commodore Perry.
pt: La risposta è Commodore Perry.

# 1212_Prep Student
source: Oh, you know what? That actually jogged my memory just now. I think you might be right!
pt: Oh, sai una cosa? Adesso mi hai proprio rinfrescato la memoria. Credo proprio che tu abbia ragione!

# 1224_Kiryu
source: Yeah. Before Commodore Perry came along, Japan was almost completely shut off to the rest of the world. It's hard to think that was only a century and a half ago...
pt: Sì. Prima che il Commodoro Perry arrivasse, il Giappone era quasi completamente isolato dal resto del mondo. È difficile pensare che sia stato solo un secolo e mezzo fa...

# 1236_Prep Student
source: You got that right. But enough thinking about the past! Next up, we've got physics!
pt: Proprio così. Ma basta pensare al passato! La prossima è fisica!

# 1248_Prep Student
source: The answer is Commodore Tokugawa.
pt: La risposta è Commodore Tokugawa.

# 1260_Prep Student
source: The answer is Commodore Amigo.
pt: La risposta è Commodore Amigo.

# 1272_Prep Student
source: The answer is Commodore Smith.
pt: La risposta è Commodore Smith.

# 1284_Prep Student
source: The answer is Commodore Johnson.
pt: La risposta è Commodore Johnson.

# 1296_Prep Student
source: Hmm, I'm not sure you're right. I could have sworn it was Commodore Perry...
pt: Hmm, non sono sicuro che tu abbia ragione. Avrei giurato fosse il Commodoro Perry...

# 1308_Kiryu
source: Hard to say for sure. It's not like either one of us was there to see it with our own eyes.
pt: Difficile dirlo con certezza. Non è che uno di noi due fosse lì a vederlo con i nostri occhi.

# 1320_Kiryu
source: We all have to come up with our own answers for what happened back before we were born. And there's no room for doubt.
pt: Tutti dobbiamo trovare le nostre risposte per quello che è successo prima che nascessimo. E non c'è spazio per il dubbio.

# 1332_Prep Student
source: I'm not sure what that means, but it sounded pretty cool! Okay, I won't doubt you again!
pt: Non sono sicuro di cosa significhi, ma suonava piuttosto figo! Ok, non dubiterò più di te!

# 1344_Kiryu
source: We have to live in the moment and keep moving forward. So let's move on to the next question.
pt: Dobbiamo vivere nel momento e continuare ad andare avanti. Quindi, passiamo alla prossima domanda.

# 1356_Prep Student
source: Okay, then! Next up is a physics question.
pt: Bene, allora! La prossima è una domanda di fisica.

# 1416_Prep Student
source: (Physics? This could be tricky.)
pt: (Fisica? Questo potrebbe essere complicato.)

# 1440_Prep Student
source: The answer is gravitational potential energy.
pt: La risposta è energia potenziale gravitazionale.

# 1452_Prep Student
source: All right! That's what I was gonna guess!
pt: Ottimo! Era proprio quello che stavo per indovinare!

# 1464_Kiryu
source: Yeah, it seems to be the only one that makes sense. After all, science is a field of study that centers around discerning the facts from the lies.
pt: Sì, sembra l'unico che abbia senso. Dopotutto, la scienza è un campo di studi che si concentra sul distinguere i fatti dalle bugie.

# 1476_Prep Student
source: Well said! You're certainly no liar yourself!
pt: Ben detto! Non sei certo un bugiardo nemmeno tu!

# 1488_Kiryu
source: Okay, what's the next problem?
pt: Ok, qual è il prossimo problema?

# 1500_Prep Student
source: So this is the last one, and－wouldn't you know it－we're back at English!
pt: Quindi, questa è l'ultima, e — te pareva — siamo tornati all'inglese!

# 1512_Prep Student
source: The answer is electrical energy.
pt: La risposta è energia elettrica.

# 1524_Prep Student
source: The answer is thermal energy.
pt: La risposta è energia termica.

# 1536_Prep Student
source: The answer is kinetic energy.
pt: La risposta è energia cinetica.

# 1548_Prep Student
source: The answer is magnetic energy.
pt: La risposta è energia magnetica.

# 1560_Prep Student
source: Hmm. I don't understand how you reached that conclusion. How is this not gravitational potential energy?
pt: Mmm. Non capisco come tu sia arrivato a quella conclusione. Come mai questa non è energia potenziale gravitazionale?

# 1572_Kiryu
source: Listen, I'm not one to go back on any answer I give. I'm sure the early pioneers in physics felt exactly the same.
pt: Senti, non sono uno che si rimangia le risposte che do. Sono sicuro che i primi pionieri della fisica si sentivano esattamente allo stesso modo.

# 1584_Kiryu
source: They never let common sense hold them back. Instead they constantly questioned things, even if it caused them to end up as outcasts.
pt: Non si sono mai lasciati frenare dal buon senso. Invece mettevano costantemente in discussione le cose, anche se questo li portava a finire come emarginati.

# 1596_Prep Student
source: You may be right there. They do always say those famous physicists were way ahead of their time. But they always stuck to their guns!
pt: Hai ragione, potrebbe essere. Dicono sempre che quei famosi fisici erano molto avanti rispetto ai loro tempi. Ma hanno sempre tenuto duro!

# 1608_Kiryu
source: Right. It all comes down to what you believe in. And studying is one of many ways to increase your capacity for learning, which in turn helps you choose what to believe.
pt: Esatto. Alla fine, è tutta questione di ciò in cui credi. E studiare è uno dei tanti modi per aumentare la tua capacità di apprendimento, il che a sua volta ti aiuta a scegliere in cosa credere.

# 1620_Prep Student
source: Mm, I get you... In fact, I believe you! Man, I have a lot to learn.
pt: Mm, ti capisco... Anzi, ti credo! Cavolo, ho un sacco di cose da imparare.

# 1632_Prep Student
source: Now, it's time for the last question. Ready for English round two?
pt: Ora, è il momento dell'ultima domanda. Pronto per il secondo round di inglese?

# 1692_Prep Student
source: (English again? Hopefully I'll get it right.)
pt: (Di nuovo inglese? Speriamo di azzeccarci.)

# 1716_Prep Student
source: The answer is "seize the day."
pt: La risposta è "cogli l'attimo".

# 1728_Prep Student
source: Seize the day? ...Oh, yeah! I've heard that one before!
pt: Cogli l'attimo? ...Ah, sì! L'ho già sentita quella!
