Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004900ab.po
Languages: pt

source: Gaudy Woman
pt: Donna sgargiante

# 76_Yuji
source: Damn it! How the hell'd I lose to this chump!?
pt: Maledizione! Come diavolo ho fatto a perdere contro questo sfigato!?

# 88_Shinada
source: Hey. So what are your intentions for Miyu-chan?
pt: Ehi. Allora, che intenzioni hai con Miyu-chan?

# 100_Yuji
source: Huh?
pt: Uh?

# 112_Shinada
source: She's working her heart out for you, because she believes you and her are going to tie the knot one day.
pt: Si sta facendo in quattro per te, perché crede che un giorno voi due vi sposerete.

# 124_Yuji
source: Heh, you've got to be joking. What kind of idiot would tie himself down to a meat masseuse?
pt: Heh, devi star scherzando. Ma quale idiota si legherebbe a una massaggiatrice da quattro soldi?

# 136_Shinada
source: What!?
pt: Cosa!?

# 148_Yuji
source: Sure, we had our fun, but that's all it is. A kind word here and there is all it takes to keep her bringing in the bacon.
pt: Certo, ci siamo divertiti, ma è tutto qui. Basta una parola gentile qua e là per farle portare a casa la grana.

# 160_Yuji
source: But I'm not crazy enough to marry a woman who spreads her legs for a living. I can barely stand touching that tramp, let alone the thought of wasting my future on her!
pt: Ma non sono così scemo da sposare una che allarga le gambe per vivere. Riesco a malapena a toccare quella bagascia, figurati l'idea di sprecare il mio futuro con lei!

# 172_Miyu
source: So... Is that how it really is?
pt: Allora... È davvero così?

# 184_Yuji
source: Huh?
pt: Uh?

# 232_Miyu
source: What a fool I was to get taken in by you and your cheap lies!
pt: Che idiota sono stato a cascarci con te e le tue bugie da quattro soldi!

# 244_Yuji
source: Miyu-chan, you've got it all wrong. It's just...
pt: Miyu-chan, hai capito tutto male. È solo...

# 256_Miyu
source: I've really hit rock bottom, haven't I? I'm so... disappointed in myself.
pt: Ho davvero toccato il fondo, no? Sono così... deluso di me stesso.

# 304_Yuji
source: Heheh... Well, I guess the cash you just gave me can be my severance package.
pt: Heheh... Beh, direi che la grana che mi hai appena dato può essere la mia liquidazione.

# 316_Shinada
source: What did you just say?
pt: Cosa hai appena detto?

# 328_Yuji
source: Uh...
pt: Ehm...

# 340_Shinada
source: If you want to stay in one piece, you might want to pay back all the money she gave you.
pt: Se ci tieni alla pelle, ti conviene restituire tutta la grana che ti ha dato.

# 352_Yuji
source: You're kidding, right? Why the hell would I do that?
pt: Mi stai prendendo per il culo, vero? Ma perché cazzo dovrei farlo?

# 364_Gaudy Woman
source: Yeah! You won't see any of that back! She gave it of her own free will!
pt: Già! Di quella, non ne rivedrai un centesimo! L'ha data lei di sua volontà!

# 376_Shinada
source: I see. Well, let's find out what her co-workers have to say about that. The bodyguard there is built like a pro wrestler, you know.
pt: Capisco. Beh, andiamo a sentire cosa hanno da dire le sue colleghe a riguardo. La guardia del corpo lì è grossa come un wrestler professionista, sai.

# 388_Yuji
source: What?
pt: Cosa?

# 400_Shinada
source: He's real good at debt collecting. The punching and kicking kind, that is. If I were you, I'd make paying that money back a priority.
pt: È un vero asso a riscuotere i debiti. Intendo, quello che usa pugni e calci. Se fossi in te, mi darei una mossa a restituire quella grana.

# 412_Yuji
source: Hey, wait a minute...
pt: Senti, aspetta un attimo...

# 424_Shinada
source: Miyu-chan is the number one girl at her job. They'll do whatever it takes to make her happy.
pt: Miyu-chan è la numero uno al suo lavoro. Faranno di tutto per renderla felice.

# 436_Gaudy Woman
source: No... No way!
pt: No... Non può essere!

# 448_Shinada
source: And don't think that just paying back the principal will cut it. She's gonna need compensation on top of that, scumbag!
pt: E non pensare che basti restituire solo il capitale. Le servirà un risarcimento, oltre a quello, lurido stronzo!

# 460_Yuji
source: Gah! Goddamn it...
pt: Ah! Maledizione...

# 508_Gaudy Woman
source: There you are, Yuji! Did you finish up your little errand?
pt: Eccoti, Yuji! Hai finito la tua piccola faccenda?

# 520_Yuji
source: Yeah, all good now. Let's go drink up a storm!
pt: Già, tutto a posto adesso. Andiamo a bere di brutto!

# 532_Shinada
source: What the...!?
pt: Ma cosa diavolo...!?

# 568_Shinada
source: Hey! What do you think you're doing!?
pt: Ehi! Ma cosa diavolo credi di fare!?

# 580_Yuji
source: Tch. You still hanging around?
pt: Tsk. Stai ancora qui?

# 592_Shinada
source: Who's that girl? Don't tell me you're cheating on Miyu-chan!
pt: Chi diavolo è quella ragazza? Non starai mica tradendo Miyu-chan!

# 604_Gaudy Woman
source: What's with this guy, Yuji?
pt: Che c'è con questo Yuji?

# 616_Yuji
source: Nothing. Let's ditch this loser.
pt: Niente. Molliamo questo sfigato.

# 628_Shinada
source: Miyu-chan's slaving away to help pay off your debt! Or did you forget!?
pt: Miyu-chan si sta ammazzando di lavoro per aiutarti a ripagare il tuo debito! O te ne sei dimenticato!?

# 640_Shinada
source: Didn't you promise you were gonna settle down with her...?
pt: Non avevi promesso che ti saresti sistemato con lei...?

# 652_Gaudy Woman
source: Haha... That will never happen, because Yuji's marrying me. Who'd marry some bimbo who works at a massage parlor?
pt: Ahah... Questo non succederà mai, perché Yuji sposerà me. Chi sposerebbe un'oca che lavora in un centro massaggi?

# 664_Shinada
source: ...I see what's going on here. So this girl here's in on it too. The two of you are just using Miyu-chan for her money!
pt: ...Vedo cosa succede qui. Quindi anche questa qui ci è dentro. Voi due state solo sfruttando Miyu-chan per i suoi soldi!

# 676_Yuji
source: I know this isn't fair to Miyu-chan. But you'd better not tell her. You know it'd break her little heart.
pt: So che questo non è giusto per Miyu-chan. Ma faresti meglio a non dirglielo. Sai che le spezzerebbe il cuoricino.

# 688_Shinada
source: Yeah, and cut off your cash flow!
pt: Sì, e ti tagliamo i fondi!

# 700_Yuji
source: You're starting to get on my nerves, man. Want me to chop your ass up?
pt: Mi stai iniziando a rompere i coglioni, tizio. Vuoi che ti faccia a pezzi?

# 712_Shinada
source: What?
pt: Cosa?

# 724_Yuji
source: I may not look it, but I can hold my own in a brawl because <Italic>I</Italic> know karate. Even busting out a simple kata routine gets Miyu-chan super wet.
pt: Magari non sembra, ma so difendermi in una rissa perché <Italic>io</Italic> conosco il karate. Anche solo tirar fuori una semplice routine di kata fa bagnare Miyu-chan da morire.

# 736_Shinada
source: You don't say? Then maybe if I give you a good ass-kicking, Miyu-chan will see you for the slimy little runt you are.
pt: Non mi dire? Allora, magari se ti spacco il culo per bene, Miyu-chan ti vedrà per il viscido sfigato che sei.

# 748_Yuji
source: Let's see if you can back those words up, you old shithead!
pt: Vediamo se metti in pratica quello che dici, vecchio stronzo!

# 784_Shinada
source: (Hmm... Guess Yuji-kun isn't here yet. Or, wait, is that him?)
pt: (Hmm... Immagino che Yuji-kun non sia ancora qui. O, aspetta, è lui?)

# 820_Shinada
source: Uh, are you Yuji-kun?
pt: Uh, sei tu Yuji-kun?

# 832_Yuji
source: Huh? Who the hell are you?
pt: Eh? Chi cazzo sei?\n

# 844_Shinada
source: I'm here on behalf of Miyu-chan. She isn't feeling too hot today, so she asked me to bring this money over to you.
pt: Sono qui per conto di Miyu-chan. Oggi non sta un granché, quindi mi ha chiesto di portarti questi quattrini.

# 856_Yuji
source: Oh yeah? Sweet! That's great!
pt: Ah, sì? Grande! È fantastico!

# 868_Shinada
source: Okay, I guess that's that.
pt: Ok, immagino che sia finita.

# 880_Yuji
source: Yeah, you saved my ass.
pt: Già, mi hai salvato il culo.

# 904_Shinada
source: Hold on. Aren't you gonna ask about Miyu-chan? She's too sick to even make it out to see you, you know.
pt: Aspetta. Non hai intenzione di chiedere di Miyu-chan? Non sta tanto bene, non riesce nemmeno a venire qui a vederti, sai.

# 916_Yuji
source: Yeah, but she's a tough old bird, so to speak－I'm sure she's holding up. I'll send her an email or something. Anyway, later!
pt: Già, ma è una vecchia tosta, per così dire－sono sicuro che se la caverà. Le manderò un'email o qualcosa. Vabbè, a dopo!

# 952_Shinada
source: (Is that guy really Miyu-chan's boyfriend? This is not the kind of behavior I expected.)
pt: (Ma quello è davvero il ragazzo di Miyu-chan? Non è mica il comportamento che mi aspettavo.)
