Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490168.po
Languages: pt

source: Desperate Debtor
pt: Debitore Disperato

source: Moneylender
pt: Usuraio

# 60_Akiyama
source: You all right?
pt: Stai bene?

# 84_Akiyama
source: So how'd it feel, staring death in the face?
pt: Allora, che si prova a fissare la morte in faccia?

# 96_Desperate Debtor
source: It was so scary, I thought I was about to lose it...
pt: Mi ha fatto una paura tremenda, pensavo di non farcela più...

# 108_Akiyama
source: Heh, I'm not surprised. Good going, though. You passed my test with flying colors.
pt: Heh, non mi sorprende. Bravo, però. Hai passato il mio test alla grande.

# 120_Desperate Debtor
source: Hah. Ahahaha... I did it.
pt: Hah. Ahahaha... Ce l'ho fatta.

# 252_Moneylender
source: So? You understand? We just want to be friends with you, Sasamoto-kun.
pt: Allora? Hai capito? Vogliamo solo essere amici tuoi, Sasamoto-kun.

# 276_Moneylender
source: When you start talking about a lawyer, it kinda hurts our feelings... Get it, shithead!?
pt: Quando inizi a parlare di un avvocato, ci ferisce un po' i sentimenti... Capito, stronzo!?

# 288_Desperate Debtor
source: Gffh, urgh... Yeah... I get it.
pt: Gffh, urgh... Sì... Ho capito.

# 312_Moneylender
source: Oh, good. We're on the same page, then? That's great!
pt: Oh, bene. Ci siamo capiti, allora? Ottimo!

# 324_Desperate Debtor
source: No... I mean I get it now－what it means to use my nothing-left-to-lose attitude.
pt: No... Ho capito ora—cosa significa usare la mia mentalità da chi non ha più nulla da perdere.

# 336_Moneylender
source: ...Huh?
pt: ...Eh?

# 348_Desperate Debtor
source: I'm going to get my life back together! I'm not going to cower and hide anymore!
pt: Mi riprenderò la mia vita! Non mi piegherò e non mi nasconderò più!

# 360_Desperate Debtor
source: I'm not giving in to scum like you! I'm ready to die! You want to kill me? Go ahead and do it!
pt: Non mi piegherò a feccia come voi! Sono pronto a morire! Volete uccidermi? Andate avanti e fatelo!

# 372_Moneylender
source: Bastard...
pt: Bastardo...

# 384_Akiyama
source: Well said. I wasn't expecting that.
pt: Ben detto. Non me l'aspettavo.

# 396_Moneylender
source: Oh! Hey! You morons! Which one of you left the door open?
pt: Oh! Ehi! Voi stronzi! Chi di voi ha lasciato la porta aperta?

# 408_Moneylender
source: Uh, mind telling us who you are? We're in a meeting, so we'd appreciate it if you could return some other time.
pt: Ehm, potresti dirci chi sei? Siamo in riunione, quindi apprezzeremmo se potessi tornare un'altra volta.

# 420_Akiyama
source: Oh, I'm afraid I can't do that. He's my customer. I'd be out some business if he were to go dying on me, so I'd like you to let him go.
pt: Oh, temo di non poterlo permettere. È un mio cliente. Ci rimetterei degli affari se dovesse morire, quindi vorrei che lo lasciaste andare.

# 432_Moneylender
source: Customer? Wait, you tellin' me you put him up to this? He's been a real pain in the ass, you know.
pt: Cliente? Aspetta, mi stai dicendo che l'hai aizzato tu? È stato un vero rompicoglioni, sai.

# 444_Moneylender
source: I thought it was weird this limp dick would try pullin' a stunt like that. I wish you hadn't encouraged him. He's gonna be our own personal ATM for a long time.
pt: Pensavo fosse strano che questo senza palle si mettesse a fare una roba del genere. Avrei preferito che non l'avessi incoraggiato. Sarà il nostro bancomat personale per un bel po' di tempo.

# 456_Akiyama
source: Your personal ATM, huh? Let me ask you－why are you in this business?
pt: Il vostro bancomat personale, eh? Lasciate che ve lo chieda－perché siete in questo giro?

# 468_Moneylender
source: What kind of a dumb question is that? What else but the money? Same as you.
pt: Che razza di domanda del cavolo è? Che altro se non i soldi? Come te.

# 480_Akiyama
source: Flipping other people's money to make more money... Funny thing, I actually hate this business.
pt: Far girare i soldi degli altri per farne ancora di più... Strano a dirsi, in realtà odio questo mestiere.

# 504_Akiyama
source: It's the people who need money to turn their lives around－where money's their only hope. That's who I'm in this for.
pt: È per la gente che ha bisogno di soldi per dare una svolta alla propria vita －dove i soldi sono la loro unica speranza. È per loro che sono in questo giro.

# 516_Akiyama
source: That's why I do what I do.
pt: Ecco perché faccio quello che faccio.

# 528_Moneylender
source: Wow, how noble. I don't give a flying fuck about your dipshit dreams!
pt: Wow, che nobile. Non me ne frega un cazzo dei tuoi sogni da stronzo!

# 540_Moneylender
source: Your little speech gives me the creeps. Don't worry, though. We're gonna make you beg for forgiveness, and then we're postin' that shit all over the internet! Get him!
pt: Il tuo discorsetto mi fa venire i brividi. Non preoccuparti, però. Ti faremo implorare perdono, e poi posteremo quella merda in giro per internet! Prendetelo!
