Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020c82.po
Languages: pt

# 2408_Yamaura
source: They call themselves a "casual restaurant," somewhere between a pub and a family-style place. It's the oldest pillar of the Watami Group.
pt: Si definiscono un "ristorante casual", una via di mezzo tra un pub e un locale per famiglie. È il pilastro più antico del gruppo Watami.

# 2420_Yamaura
source: The prices are reasonable and the food is pretty yummy. And with their twentieth anniversary, all the restaurants underwent a huge remodel.
pt: I prezzi sono ragionevoli e il cibo è piuttosto buono. E con il loro ventesimo anniversario, tutti i ristoranti hanno subito un'enorme ristrutturazione.

# 2432_Haruka
source: Hmm. I see.
pt: Mmm. Capisco.

# 2444_Yamaura
source: And then there's Watamin-chi, the charcoal grill restaurant. They're about ten years younger than Watami.
pt: E poi c'è Watamin-chi, il ristorante con griglia a carbone. Hanno circa dieci anni meno di Watami.

# 2456_Yamaura
source: They focus on charcoal-grilled foods and stews. Their food is well-priced and yummy, too!
pt: Si concentrano su cibi grigliati a carbone e stufati. Il loro cibo ha prezzi ragionevoli ed è pure buono!

# 2468_Yamaura
source: Whenever I pass by one, there's always this amazing smell coming from the place. I mean, that's totally unfair, right? It should be outlawed!
pt: Ogni volta che ne passo uno, c'è sempre questo profumo pazzesco che viene da lì. Cioè, è proprio ingiusto, no? Dovrebbe essere illegale!

# 2480_Yamaura
source: Their menu items have really fun names, too, like "Spaceship from Planet Orange" and "Red, Red, Fuzzy Cow Pow."
pt: I loro piatti del menu hanno nomi proprio spassosi, pure, tipo "Astronave dal Pianeta Arancione" e "Rosso Fuoco, Mucca Pelosa Pow!".

# 2492_Haruka
source: Hehe, you're right. Those are pretty funny.
pt: Hehe, hai ragione. Sono proprio spassosi.

# 2504_Yamaura
source: Anyway, that's it for the quick rundown. Head on over to the audition as soon as you're ready.
pt: Comunque, è tutto per la rapida panoramica. Vai all' audizione non appena sei pronto.

# 2516_Haruka
source: Really? You mean right now?
pt: Davvero? Vuoi dire proprio adesso?

# 2528_Yamaura
source: Yes, right now! If you don't hurry up and get over there, those positions are gonna get filled!
pt: Sì, proprio adesso! Se non ti sbrighi ad arrivare lì, quei posti finiranno occupati!

# 2540_Yamaura
source: So whaddya say, Haruka? You ready?
pt: Allora, che ne dici, Haruka? Sei pronta?

# 2552_Yamaura
source: All right. I'll go right away, then!
pt: Va bene. Vado subito, allora!

# 2564_Yamaura
source: Hehe, attagirl! Knock 'em dead out there!
pt: Hehe, brava! Spacca tutto là fuori!

# 2576_Yamaura
source: I'm afraid I'm not ready to go just yet. I have to prepare a little first...
pt: Temo di non essere ancora pronta. Devo prepararmi un attimo prima...

# 2588_Yamaura
source: All right. But come back and lemme know as soon as you're ready.
pt: Va bene. Ma torna e fammi sapere appena sei pronta.
