Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00021a89.po
Languages: pt

source: Idle
pt: Inattivo

# 72_Shino
source: Wait, huh? Why are you in Kamurocho? Well, I guess it doesn't matter.
pt: Aspetta, eh? Perché sei a Kamurocho? Beh, immagino che non importi.

# 120_Shino
source: I entered that darts tournament I told you about, and tied this guy in the finals. Sucks that I didn't win, but it was a pretty good game.
pt: Mi sono iscritto a quel torneo di freccette di cui ti ho parlato e ho fatto pari contro un tipo in finale. Peccato non aver vinto, però è stata una gran bella partita.

# 132_Kiryu
source: Your practice paid off, then.
pt: Il tuo allenamento ha dato i suoi frutti, allora.

# 144_Shino
source: I entered that darts tournament I told you about, and ended up winning the whole thing!
pt: Ho partecipato a quel torneo di freccette di cui ti avevo parlato, e alla fine ho vinto tutto quanto!

# 156_Kiryu
source: Your practice paid off, then.
pt: Il tuo allenamento ha dato i suoi frutti, allora.

# 168_Shino
source: I entered that darts tournament I told you about, but lost to this guy in the finals. It was a pretty good game, though.
pt: Mi sono iscritto a quel torneo di freccette di cui ti ho parlato, ma ho perso contro questo tizio in finale. È stata una partita niente male, comunque.

# 180_Kiryu
source: That's too bad.
pt: Che peccato.

# 204_Shino
source: It was a great experience, though! Well, I'll see you in Nagasugai.
pt: È stata una gran bella esperienza, comunque! Beh, ci vediamo a Nagasugai.

# 216_Shino
source: It was a great experience. Thanks for helping me practice.
pt: È stata un'ottima esperienza. Grazie per avermi aiutato a fare pratica.
