Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033045b.po
Languages: pt

source: Dealer
pt: Croupier

source: Give It a Try
pt: Provaci

source: Forget It
pt: Lascia perdere

source: Play
pt: Gioca

source: Play Survival Rules
pt: Gioca a Regole Survival

source: Play Dealer Mode
pt: Gioca in Modalità Dealer

source: View Tutorial
pt: Visualizza Tutorial

source: Never Mind
pt: Lascia perdere

source: Player
pt: Giocatore

source: Play One-on-One
pt: Gioca in uno contro uno

source: Play Normally
pt: Giocare normalmente

source: Check Rules
pt: Controlla Regole

source: Survival Rules
pt: Regole di Sopravvivenza

source: Playing as the Dealer
pt: Giocare come il Croupier

# 60_Dealer
source: Hello. Would you care to join us for some roulette?
pt: Salve. Desidera unirsi a noi per una partita a roulette?

# 72_Haruka
source: Uncle Kaz! See if you can <Color:8>win 1,000 chips or more at roulette<Color:Default>. Beat the odds!
pt: Zio Kaz! Vedi se riesci a <Color:8>vincere 1.000 fiches o più alla roulette<Color:Default>. Batti le probabilità!

# 84_Kiryu
source: (Haruka wants me to <Color:8>win 1,000 chips or more at roulette<Color:Default>.)
pt: (Haruka vuole che io <Color:8>vinca 1.000 fiches o più alla roulette<Color:Default>.)

# 96_Haruka
source: Aww, okay. Well, I don't blame you.
pt: Ah, vabbè. Beh, non ti biasimo.

# 108_Dealer
source: Please come again.
pt: Torni pure a trovarci.

# 120_Dealer
source: Certainly. What would you like to do?
pt: Certo. Cosa vorresti fare?

# 144_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 168_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 204_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 216_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 240_Dealer
source: Sorry. I'm afraid you don't have enough chips to play roulette.
pt: Mi dispiace. Temo che tu non abbia abbastanza fiches per giocare alla roulette.

# 264_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 288_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 324_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 336_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 360_Dealer
source: Sorry. I'm afraid you don't have enough chips to play roulette.
pt: Mi dispiace. Temo che tu non abbia abbastanza fiches per giocare alla roulette.

# 384_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 408_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 444_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 456_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 480_Dealer
source: Sorry. I'm afraid you don't have enough chips to play roulette.
pt: Mi dispiace. Temo che tu non abbia abbastanza fiches per giocare alla roulette.

# 492_Dealer
source: Would you like to go over roulette's rules?
pt: Vuoi ripassare le regole della roulette?

# 504_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 516_Player
source: No. I'll pass.
pt: No. Passo.

# 528_Dealer
source: I see. We look forward to having you join us. Please come again.
pt: Capisco. Non vediamo l'ora di averti di nuovo qui. Torna a trovarci.

# 552_Dealer
source: Thank you for always playing roulette with us. We just added the Survival Rules, which is a new game mode. Would you like try it?
pt: Grazie per giocare sempre alla roulette con noi. Abbiamo appena aggiunto le Regole di Sopravvivenza, che è una nuova modalità di gioco. Ti andrebbe di provarla?

# 564_Dealer
source: This is a one-on-one match against the dealer. Both players have seven chips, called markers, that are placed on the table. The object is to eliminate the opponent's markers.
pt: Questa è una sfida uno contro uno contro il banco. Entrambi i giocatori hanno sette fiches, chiamate marcatori, che vengono posizionate sul tavolo. L'obiettivo è eliminare i marcatori dell'avversario.

# 576_Dealer
source: Stop the ball on the opponent's number on the roulette wheel to remove its marker. Both sides have three alternating throws each. If you win, you earn a payout based on how many markers you have left.
pt: Ferma la pallina sul numero dell'avversario alla roulette per rimuovere il suo marcatore. Entrambe le parti hanno tre lanci alternati a testa. Se vinci, guadagni una vincita in base a quanti marcatori ti sono rimasti.

# 588_Dealer
source: Thank you for always playing roulette with us. We've just added the Dealer Mode. Would you like to try it?
pt: Grazie per giocare sempre a roulette con noi. Abbiamo appena aggiunto la Modalità Dealer. Ti va di provarla?

# 600_Dealer
source: In this mode, you play as the dealer. Drop the ball on the wheel depending on where the guests place their bets. Guests will bet more if they win. Try letting them win low bets to encourage higher betting, then make them lose big.
pt: In questa modalità, giochi come il dealer. Lancia la pallina sulla ruota in base a dove i clienti piazzano le loro puntate. I clienti punteranno di più se vincono. Cerca di farli vincere qualche puntata bassa per invogliarli a puntare più in alto, poi falli perdere alla grande.

# 612_Dealer
source: Hello. Would you care to join us for some roulette?
pt: Salve. Desidera unirsi a noi per una partita a roulette?

# 636_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 660_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 696_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 720_Dealer
source: Sorry. I'm afraid you don't have enough chips to play roulette.
pt: Mi dispiace. Temo che tu non abbia abbastanza fiches per giocare alla roulette.

# 744_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 768_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 804_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 828_Dealer
source: I'm sorry. You need at least 10,000 chips to play Survival Rules.
pt: Mi dispiace. Ti servono almeno 10.000 fiches per giocare a Survival Rules.

# 852_Dealer
source: Sure, I'll play.
pt: Certo, ci sto.

# 876_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 912_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 936_Dealer
source: I'm sorry. To play the Dealer Mode, you must have at least 1,000 chips.
pt: Mi dispiace. Per giocare alla Dealer Mode, devi avere almeno 1.000 fiches.

# 948_Dealer
source: Would you like to go over roulette's rules?
pt: Vuoi ripassare le regole della roulette?

# 960_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 972_Player
source: No. I'll pass.
pt: No. Passo.

# 984_Dealer
source: I see. We look forward to having you join us. Please come again.
pt: Capisco. Non vediamo l'ora di averti di nuovo qui. Torna a trovarci.
