Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00034505.po
Languages: pt

source: Menacing Man
pt: Uomo minaccioso

source: Underling
pt: Scagnozzo

# 124_Menacing Man
source: You better pay up quick!
pt: Ti conviene pagare in fretta!

# 136_Kiryu
source: (What's going on here?)
pt: (Che succede qui?)

# 148_Manager
source: Please! Just a little bit longer!
pt: Ti prego! Solo ancora un po'!

# 160_Menacing Man
source: The money's due now. Stiff us again, and we'll be taking this place off your hands as payment!
pt: I soldi sono dovuti adesso. Se ci freghi di nuovo, ci prenderemo questo posto come saldo!

# 172_Manager
source: No, not that...! I promise I'll pay all the money I owe soon!
pt: No, non quello...! Prometto che pagherò tutti i soldi che devo, presto!

# 184_Menacing Man
source: Bah... Let's bounce.
pt: Bah... Sbattiamocela.

# 196_Underling
source: Okay, boss!
pt: Okay, capo!

# 292_Manager
source: Man... What now? There's no way I can put together that much money.
pt: Cavolo... E adesso? Non c'è modo che riesca a racimolare tutti quei soldi.

# 304_Kiryu
source: Everything okay? I noticed you had some trouble earlier.
pt: Tutto a posto? Ti ho notato un po' in difficoltà prima.

# 316_Manager
source: I'll be fine... Oh, who am I kidding? There's no way I'm getting out of this mess.
pt: Starò bene... Oh, ma chi voglio prendere in giro? Non c'è modo di uscire da questo casino.

# 328_Kiryu
source: Has business been bad or something?
pt: Gli affari sono andati male, o cosa?

# 340_Manager
source: Mm, you could say that. We've been running this café in Kamurocho for years now, and one way or another, we've made ends meet. But then I went and got greedy.
pt: Mm, direi di sì. Gestiamo questo caffè a Kamurocho da anni ormai, e in un modo o nell'altro, siamo riusciti ad arrivare a fine mese. Ma poi mi sono lasciato prendere dall'avidità.

# 352_Manager
source: I decided to open up branches in Sapporo and Nagoya, and they haven't been doing well.
pt: Ho deciso di aprire delle filiali a Sapporo e Nagoya, ma non è che stiano andando alla grande.

# 364_Manager
source: Even though business did start picking up there after what seemed like forever, I'm still up to my eyeballs in debt from the opening costs.
pt: Anche se gli affari lì hanno iniziato a riprendere, dopo quella che è sembrata un'eternità, sono ancora con i debiti fino agli occhi per via dei costi d'apertura.

# 376_Manager
source: The branch here in Kamurocho does turn a little profit, but not enough to pay the interest.
pt: La filiale qui a Kamurocho rende un po' di profitto, ma non abbastanza per pagare gli interessi.

# 388_Kiryu
source: So that's how it is...
pt: Ah, ecco com'è...

# 400_Manager
source: At this rate, it won't be long before those moneylenders take my café away. They'd have every right to do it, too.
pt: Di questo passo, non ci vorrà molto prima che quegli usurai mi portino via il caffè. E avrebbero tutto il diritto di farlo, pure.

# 412_Manager
source: If only I could come up with a really special dish that brought in droves of customers... That's about all that could save me now.
pt: Se solo riuscissi a tirar fuori un piatto davvero speciale, che facesse arrivare i clienti a frotte... Quella è praticamente l'unica cosa che potrebbe salvarmi, adesso.

# 424_Manager
source: But life isn't that simple, is it? *sigh*
pt: Ma la vita non è così semplice, vero? *sospiro*

# 484_Kiryu
source: (So he needs a miracle on his menu. Hmm...)
pt: (Quindi gli serve un miracolo sul menù. Hmm...)

# 508_Kiryu
source: Hello?
pt: Salve?

# 520_Tatsuya
source: Oh, hello? It's me, Tatsuya.
pt: Oh, ciao? Sono io, Tatsuya.

# 532_Tatsuya
source: Is that you, Suzuki-san?
pt: Sei tu, Suzuki-san?

# 544_Kiryu
source: Uh, yes. What's going on? Something I can help you with?
pt: Uh, sì. Che succede? Posso darti una mano in qualcosa?

# 556_Tatsuya
source: No, it's just that I'm in Kamurocho right now, and I wanted to get you a gift for helping me back in Fukuoka.
pt: No, è solo che sono a Kamurocho adesso, e volevo farti un regalo per l'aiuto che mi hai dato a Fukuoka.

# 568_Tatsuya
source: Any Tokyo specialties you like in particular?
pt: Qualche specialità di Tokyo che ti piace in particolare?

# 580_Kiryu
source: Actually, I'm in Kamurocho now myself.
pt: A dire il vero, sono a Kamurocho anch'io adesso.

# 592_Tatsuya
source: What, you are!? What a coincidence! I guess it was meant to be, then!
pt: Ma sei tu, davvero!? Che combinazione! Allora, direi che era destino!

# 604_Tatsuya
source: We should definitely meet up while we're both in the area!
pt: Ci dobbiamo assolutamente vedere finché siamo entrambi in zona!

# 616_Tatsuya
source: I'll be at Theater Square. Come and see me when you can! Bye!
pt: Sarò a Piazza Teatro. Vieni a trovarmi quando puoi! Ciao!

# 640_Kiryu
source: (Maybe Tatsuya can think of a dish that would save this place.)
pt: (Magari Tatsuya riuscirà a inventare un piatto che salvi questo posto.)

# 652_Kiryu
source: (He said he was at Theater Square. I'll go meet him and see what he thinks.)
pt: (Ha detto che era a Theater Square. Vado a incontrarlo e vedo cosa ne pensa.)

# 664_Tatsuya
source: Hey! It's been a while, huh? How have you been doing?
pt: Ehi! È passato un po' di tempo, eh? Come te la sei passata?

# 676_Kiryu
source: (Maybe Tatsuya can think of a dish that would save Café Alps.)
pt: (Magari Tatsuya potrebbe pensare a un piatto che salverebbe il Café Alps.)

# 688_Kiryu
source: Oh, there was something I wanted to ask you.
pt: Ah, c'era qualcosa che volevo chiederti.

# 736_Tatsuya
source: ...I think I get the picture. He needs something tasty enough to get his business booming before time runs out.
pt: ...Credo di aver afferrato il concetto. Gli serve qualcosa di abbastanza gustoso da far decollare la sua attività prima che sia troppo tardi.

# 748_Kiryu
source: I know you're busy, but do you think you can come up with anything?
pt: So che sei impegnato, ma non è che riusciresti a tirar fuori qualcosa?

# 760_Tatsuya
source: Hmm, that's going to be tricky. I really wish I could help out.
pt: Mmmh, la cosa si fa spinosa. Vorrei davvero poter dare una mano.

# 772_Tatsuya
source: <Color:40>But I'm still doing that project where I visit regional restaurants around the country.
pt: <Color:40>Ma sto ancora portando avanti quel progetto dove vado a visitare i ristoranti regionali in giro per il paese.

# 784_Tatsuya
source: <Color:40>Until I finish that, I won't be able to tackle anything new, I'm afraid.
pt: <Color:40>Finché non avrò finito quello, temo che non potrò proprio occuparmi di niente di nuovo.

# 796_Kiryu
source: <Color:1>I see. Sorry to ask such a big favor.
pt: <Color:1>Capisco. Scusa se ti chiedo un favore così grosso.

# 808_Tatsuya
source: <Color:40>No worries. Once I'm done with my stuff, that café is the first place I'll head to!
pt: <Color:40>Tranquillo. Una volta sbrigate le mie faccende, quel caffè sarà il primo posto dove andrò!

# 820_Kiryu
source: <Color:1>Great. That'd be appreciated. I'll see you around then.
pt: <Color:1>Ottimo. Lo apprezzerei. Ci vediamo in giro, allora.

# 844_Kiryu
source: <Color:40>(Tatsuya is traveling the country developing new dishes for restaurants. He won't be able to help until that's finished.)
pt: <Color:40>(Tatsuya sta girando il paese per sviluppare nuovi piatti per i ristoranti. Non potrà dare una mano finché non avrà finito.)

# 856_Manager
source: Welcome to... Whoa! No way!
pt: Benvenuti a... Mamma mia! Non ci credo!

# 868_Manager
source: It's Tatsuya-san! The culinary crusader of Japan is here to visit <Italic>me</Italic>!?
pt: È Tatsuya-san! Il paladino culinario del Giappone è venuto a trovare <Italic>me</Italic>!?

# 880_Kiryu
source: Wait, you know him?
pt: Aspetta, lo conosci?

# 892_Manager
source: Of course I do! Practically everyone in the restaurant trade does! He's famous nationwide!
pt: Ma certo! Praticamente chiunque nel giro della ristorazione lo conosce! È famoso in tutta la nazione!

# 904_Tatsuya
source: Oh, you flatter me. Hahaha.
pt: Oh, mi lusinghi. Hahaha.

# 916_Manager
source: But what are you doing in a dingy old café like this, Tatsuya-san?
pt: Ma cosa ci fa lei in un postaccio vecchio e malandato come questo, Tatsuya-san?

# 928_Kiryu
source: Actually, I asked him to help you out. I didn't want to see the place go under.
pt: A dire il vero, gli ho chiesto io di darti una mano. Non volevo che il locale andasse a rotoli.

# 940_Manager
source: You did? Really!? Thank you! And, Tatsuya-san, you're willing to help me turn this place around?
pt: L'hai fatto? Davvero!? Grazie! E, Tatsuya-san, sei disposto ad aiutarmi a risollevare questo posto?

# 952_Tatsuya
source: Let's just say I owe a favor to Suzuki-san. Now then. Allow me to work my magic and whip up the ultimate comfort food! This place will never be the same again!
pt: Mettiamola così, devo un favore a Suzuki-san. Allora. Lasciatemi fare la mia magia e tirar fuori il comfort food definitivo! Questo locale non sarà mai più lo stesso!

# 964_Manager
source: I can't believe this is happening! Thank you!
pt: Non ci posso credere che stia succedendo! Grazie!

# 976_Tatsuya
source: Okay, then let's get started. You don't mind if I borrow your kitchen, do you?
pt: Va bene, allora si comincia. Non le dispiace se le occupo la cucina?

# 988_Manager
source: Go right ahead!
pt: Vai pure!

# 1024_Manager
source: Man... What now? There's no way I can put together that much money.
pt: Cavolo... E adesso? Non c'è modo che riesca a racimolare tutti quei soldi.
