Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049017e.po
Languages: pt

source: Merchant
pt: Commerciante

source: Shopkeeper
pt: Commerciante

# 60_Merchant
source: I realize there could be an escaped convict on the loose, but do we really need all these police? They make the shoppers nervous.
pt: Mi rendo conto che potrebbe esserci un detenuto evaso a piede libero, ma abbiamo davvero bisogno di tutta questa polizia? Rendono i clienti nervosi.

# 72_Shopkeeper
source: Yeah... And it's not like you can trust the police, anyway.
pt: Già... E non è che ci si possa fidare della polizia, comunque.

# 84_Merchant
source: That's true. What was the one guy's name? Oh yeah, Himura! A homicide detective on the take－can you believe that?
pt: È vero. Come si chiamava quel tizio? Ah sì, Himura! Un detective della omicidi che prendeva mazzette, riesci a crederci?

# 96_Saejima
source: (Himura sure made a name for himself here. Wonder what else these folks know...)
pt: (Himura si è fatto proprio un nome qui. Chissà cos'altro sa questa gente...)

# 108_Saejima
source: Got a minute?
pt: Hai un minuto?

# 120_Merchant
source: Certainly! How may I serve you, good sir?
pt: Certo! Come posso esserle utile, signore?

# 132_Saejima
source: Calm down, bud, I'm no customer. I just wanna know 'bout that detective Himura.
pt: Tranquillo, socio, non sono un cliente. Voglio solo sapere di quel detective Himura.

# 144_Shopkeeper
source: You never heard? A while ago, there was an arms trafficking deal set up by a foreign gang. I think it was the mafia!
pt: Non l'hai mai sentito? Un po' di tempo fa, c'è stato un affare di traffico d'armi messo su da una gang straniera. Credo fosse la mafia!

# 156_Merchant
source: Himura knew about the deal, but he ignored it in return for mafia hush money.
pt: Himura sapeva dell'affare, ma l'ha ignorato in cambio di mazzette dalla mafia.

# 168_Saejima
source: (Geez, that's the opposite of what he said.)
pt: (Accidenti, è l'opposto di quello che ha detto.)

# 180_Shopkeeper
source: So obviously, the police took a lot of criticism for that. Now they're desperate to fix their image.
pt: Quindi, ovviamente, la polizia ha ricevuto un sacco di critiche per quello. Ora sono disperati per ripulire la loro immagine.

# 192_Merchant
source: That's right. They're especially eager to nab anyone in the mafia, because word on the street is they're running guns again.
pt: Giusto. Non vedono l'ora di beccare chiunque della mafia, perché la voce che gira è che stanno di nuovo trafficando armi.

# 204_Saejima
source: Oh, yeah? Well... thanks.
pt: Ah, sì? Beh... grazie.

# 216_Shopkeeper
source: No problem. Anytime.
pt: Nessun problema. Quando vuoi.
