Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490219.po
Languages: pt

# 44_Yamashita
source: Saejima-san, why don't you let me order for the both of us? I've done all the research.
pt: Saejima-san, perché non mi lasci ordinare per tutti e due? Mi sono informato per bene, io.

# 56_Saejima
source: All right, then. It's on you, little lady.
pt: Va bene, allora. Tocca a te, signorina.

# 116_Saejima
source: So this is the famous lamb barbecue. Smells good.
pt: Allora, questo è il famoso barbecue d'agnello. Che profumo!

# 128_Yamashita
source: Don't hold back! Let's eat!
pt: Dacci dentro! Si mangia!

# 152_Saejima
source: Great stuff. The lamb ain't even gamey.
pt: Ottima roba. L'agnello non sa neanche di selvatico.

# 164_Yamashita
source: Isn't it amazing? It's leagues beyond other places with lamb barbecue.
pt: Non è pazzesco? È anni luce avanti agli altri posti con barbecue d'agnello.

# 176_Yamashita
source: Yum, this was so worth the fast! I could keep eating this forever!
pt: Mmmh, m'è valsa la pena la fame! Non smetterei mai di mangiarlo!

# 236_Saejima
source: (Wow, she's still goin'...)
pt: (Wow, non smette più...)

# 248_Yamashita
source: *gulp* *snuffle* *gulp*
pt: *gulp* *sbuffo* *gulp*

# 260_Saejima
source: (Incredible.)
pt: (Incredibile.)

# 272_Yamashita
source: Mmm... so good.
pt: Mmm... che buono.

# 284_Saejima
source: Hey, ya done yet? I gotta go... though I am amazed at how you can put it away.
pt: Ehi, hai finito? Devo andare... anche se sono sbalordito da come riesci a ingozzarti.

# 296_Yamashita
source: Heh, this is normal for me! I usually eat about three big bowls of just rice. I love rice!
pt: Eh, per me è normale! Di solito mi faccio circa tre scodelle belle piene solo di riso. Adoro il riso!

# 308_Saejima
source: Oh yeah?
pt: Ah sì?

# 320_Yamashita
source: By the way, Saejima-san, what do you do for work?
pt: A proposito, Saejima-san, che lavoro fai?

# 332_Saejima
source: Uh... Well... This and that.
pt: Uhm... Beh... Questo e quello.

# 344_Yamashita
source: I see. *snuffle* *gulp*
pt: Capisco. *sbuffo* *gulp*

# 356_Saejima
source: What about you? You a food journalist full time?
pt: E tu? Sei una giornalista culinaria a tempo pieno?

# 368_Yamashita
source: Unfortunately, no. I also do some acting, like in TV dramas.
pt: Purtroppo, no. Faccio anche l'attore, tipo nelle serie TV.

# 380_Saejima
source: Well, that's interestin'.
pt: Beh, questa è interessante.

# 392_Yamashita
source: Oh, I'm not a big star or anything. But I like it, and I also want to do voice acting eventually.
pt: Oh, non sono mica una star o chissà cosa. Ma mi piace un sacco, e prima o poi vorrei pure fare doppiaggio.

# 404_Saejima
source: Uh-huh.
pt: Ah-ah.

# 416_Yamashita
source: Um... may I ask you something? It's important.
pt: Uhm... posso chiederti una cosa? È importante.

# 428_Saejima
source: Uh, what is it? Come on. Spit it out.
pt: Uhm, che c'è? Dai. Sputa il rospo.

# 440_Yamashita
source: I think I might order more barbecue. Do you mind?
pt: Mi sa che prendo altro barbecue. Ti dispiace?

# 452_Saejima
source: (How...?)
pt: (Come...?)
