Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0003385c.po
Languages: pt

source: Businessman
pt: Uomo d'Affari

source: Man in Sportswear
pt: Uomo in tuta sportiva

# 120_Akiyama
source: (Wow, seriously? Guy's none too secret about being a stalker, is he?)
pt: Cavolo, sul serio? Il tipo non fa il minimo mistero di essere uno stalker, eh?

# 132_Akiyama
source: Excuse me, pal. Mind telling me what you're up to?
pt: Scusa, compare. Mi dici che stai combinando?

# 144_Businessman
source: Wha...? Who are you?
pt: Ma...? Chi sei?

# 156_Akiyama
source: I'm with Dyna Chair. Ring a bell?
pt: Sono della Dyna Chair. Ti dice qualcosa?

# 168_Businessman
source: You're from Haruka-chan's agency!?
pt: Voi siete dell'agenzia di Haruka-chan!?

# 180_Akiyama
source: Yep. So, let me ask you again－what are you doing here?
pt: Già. Allora, fammi ripetere la domanda－che ci fai qui?

# 192_Businessman
source: Uh, well, you see, I... Nothin'! Later!
pt: Ehm, beh, vedi, io... Niente! Ci si vede!

# 216_Akiyama
source: Hey! Stop!
pt: Oi! Fermati!

# 240_Akiyama
source: All right. I'll ask you nicely－quit skulking around Haruka-chan.
pt: Ascolta. Te lo chiedo con le buone—smettila di pedinare Haruka-chan.

# 252_Akiyama
source: Stalking is an actual crime. You know that, right?
pt: Lo stalking è un crimine vero e proprio. Lo sai, no?

# 264_Businessman
source: You got it all wrong! I'm no stalker! I was just tryin' to keep Haruka-chan safe...
pt: Vi sbagliate di grosso! Non sono mica uno stalker! Stavo solo cercando di tenere al sicuro Haruka-chan...

# 276_Akiyama
source: Sure, pal, that's what they all say.
pt: Certo, compare, è quello che dicono tutti.

# 288_Businessman
source: I swear, I'm not lyin'! Haruka-chan really is bein' stalked!
pt: Giuro, non sto dicendo balle! Haruka-chan è davvero perseguitata!

# 300_Akiyama
source: No admission of guilt nor any sign of remorse. Okay. You had your chance. What do you say we call the police?
pt: Nessuna ammissione di colpa, né alcun segno di rimorso. Va bene. Hai avuto la tua occasione. Che ne dici se chiamiamo la pula?

# 312_Businessman
source: I'm not lyin', I'm tellin' ya... Look! There he is!
pt: Non sto a mentire, te lo sto a dire... Guarda! Eccolo!

# 324_Man in Sportswear
source: Hm?
pt: Mh?

# 336_Businessman
source: That's him! He's the real stalker! I see him wanderin' around Haruka-chan's apartment all the time!
pt: È lui! È lui il vero stalker! Lo vedo gironzolare intorno all'appartamento di Haruka-chan in continuazione!

# 348_Akiyama
source: ...You're serious?
pt: ...Dici sul serio?

# 360_Businessman
source: See? There he goes! He's the stalker! Ya gotta believe me!
pt: Vedi? Eccolo lì! È lui lo stalker! Mi devi credere!

# 372_Akiyama
source: What? Damn it! Why do they always have to run!?
pt: Cosa?! Maledizione! Perché devono sempre scappare!?
