Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690049.po
Languages: pt

# 120_Baba
source: I'm sorry to be such a burden, Aniki. My stupid body just won't move right.
pt: Mi dispiace esserti d'impiccio, Aniki. Questo mio corpo idiota non ne vuole proprio sapere di muoversi come si deve.

# 132_Saejima
source: Not to worry. Nothin' ya can do except heal up.
pt: Stai tranquillo. Non c'è niente che puoi fare se non rimetterti in sesto.

# 144_Baba
source: *sigh* I'm just really sorry, Aniki...
pt: *sigh* Mi dispiace davvero tanto, Aniki...

# 156_Baba
source: Hey, Aniki.
pt: Ehi, Aniki.

# 168_Saejima
source: How're ya feelin'?
pt: Come ti senti?

# 180_Baba
source: I... I can't really move yet. I'm so sorry for holding you up. You should be in Tsukimino already.
pt: Io... non riesco proprio a muovermi ancora. Mi dispiace tantissimo di averti trattenuto. Dovresti essere già a Tsukimino.

# 192_Saejima
source: Don't worry about it. The road's snowed in anyway. We're gonna be guests of this village for a while.
pt: Non ti preoccupare. Tanto la strada è comunque impraticabile per la neve. Staremo qui come ospiti ancora per un po'.

# 204_Saejima
source: Just take yer time restin' up. Got that?
pt: Prenditi tutto il tempo che ti serve per riposarti. Capito?

# 216_Baba
source: Okay.
pt: Ok.

# 240_Baba
source: Welcome back, Aniki. Ugh, I feel rotten for being the reason you have to go hunting in the cold...
pt: Bentornato, Aniki. Ugh, mi sento uno schifo per essere il motivo per cui devi andare a caccia al freddo...

# 252_Baba
source: This is all my fault. I'm so sorry.
pt: È tutta colpa mia. Mi dispiace tantissimo.

# 264_Saejima
source: It's nothin' to apologize for. All ya gotta do is get better.
pt: Non c'è niente di cui scusarsi. Tutto quello che devi fare è rimetterti in sesto.
