Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490101.po
Languages: pt

# 56_Saida
source: Hmm... The watch I'm wearing appears to be the most expensive one on the market.
pt: Mmm... L'orologio che indosso pare sia il più costoso sul mercato.

# 68_Akiyama
source: Saida-san, comparing price tags won't make you more fashionable. You need to consider the design.
pt: Saida-san, confrontare i cartellini del prezzo non ti renderà più alla moda. Devi considerare il design.

# 92_Saida
source: Hey! Your watch... That's a pretty unique design!
pt: Ehi! Il tuo orologio... Che design davvero unico!

# 104_Akiyama
source: Oh, you noticed. It's a GaGa Milano.
pt: Ah, l'hai notato. È un GaGa Milano.

# 116_Saida
source: A GaGa Milano? Are those famous?
pt: Un GaGa Milano? Sono famosi?

# 128_Akiyama
source: Yes. It's a brand that's becoming increasingly popular, especially among pro athletes and entertainers.
pt: Sì. È un brand che sta diventando sempre più popolare, specialmente tra gli atleti professionisti e gli intrattenitori.

# 140_Akiyama
source: The watch face's design is striking, isn't it? I think it'd make a pretty big statement if it was worn alongside some formal business attire.
pt: Il design del quadrante è d'impatto, non trovi? Penso che farebbe un figurone se fosse indossato con un completo formale da lavoro.

# 152_Saida
source: That's true. If I'm wearing a suit that's formal and reserved, a flashy watch is sure to catch an eye or two!
pt: È vero. Se indosso un completo formale e sobrio, un orologio vistoso attirerà di sicuro qualche sguardo!

# 164_Akiyama
source: Think about it this way: even if you're great at your job, you shouldn't have to lose your sense of fun.
pt: Pensala così: anche se sei un asso nel tuo lavoro, non dovresti perdere il tuo senso del divertimento.

# 176_Akiyama
source: Let me ask you－do you ever find people who are super committed to their jobs to be a little too much so? As if they have no time for anything but their job?
pt: Fammi chiedere—ti capita mai che le persone super dedicate al loro lavoro siano un po' troppo così? Come se non avessero tempo per nient'altro che il loro lavoro?

# 188_Saida
source: Right, I get it now. What I lacked was a sense of fun. I was too much of a stuffed shirt.
pt: Giusto, ora capisco. Quello che mi mancava era il senso del divertimento. Ero troppo ingessato.

# 200_Saida
source: I'll buy this watch and try to show my fun side.
pt: Comprerò questo orologio e cercherò di mostrare il mio lato divertente.
