Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid002001ac.po
Languages: pt

# 2108_Man
source: The winner earns 1,000 yen. Want to enter this race?
pt: Il vincitore si becca 1.000 yen. Vuoi iscriverti a questa gara?

# 2120_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2144_Man
source: The winner earns 1,000 yen. Want to enter this race?
pt: Il vincitore si becca 1.000 yen. Vuoi iscriverti a questa gara?

# 2156_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2180_Man
source: The winner earns 1,000 yen. Want to enter this race?
pt: Il vincitore si becca 1.000 yen. Vuoi iscriverti a questa gara?

# 2192_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2216_Man
source: The winner earns 1,500 yen. Want to enter this race?
pt: Il vincitore si becca 1.500 yen. Vuoi iscriverti a questa gara?

# 2228_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2264_Man
source: The Kamikaze Cup. It's a long course with no especially notable features.
pt: La Kamikaze Cup. È una pista bella lunga, non ha niente di speciale.

# 2276_Man
source: The Rising Cup. It's a long course with patches of dirt here and there.
pt: La Rising Cup. È una pista bella lunga, con delle chiazze di terra qua e là.

# 2288_Man
source: The Silver Cup. It's a long course with a middle section that's almost all dirt. You need a Cochin with high dirt performance here.
pt: La Silver Cup. È una pista bella lunga, con un tratto centrale quasi tutto di terra. Qui ti serve un Cochin con un'alta performance sullo sterrato.

# 2300_Man
source: The Crystal Cup. It's a long course with dark sections. It won't be a big factor in this race, but know that Cochins do slow down in darkness.
pt: La Crystal Cup. È una pista bella lunga, con delle sezioni buie. Non sarà un gran fattore in questa gara, ma sappi che i Cochin rallentano al buio.

# 2312_Man
source: The Shigure Cup. The toughest of the Challenger Class, it's a long course with frequent dark stretches.
pt: La Shigure Cup. La più tosta della Challenger Class, è una pista bella lunga con frequenti tratti bui.

# 2324_Man
source: Oh, you're not going to race.
pt: Oh, allora non gareggi.

# 2336_Man
source: The winner earns 2,000 yen. Want to enter this race?
pt: Il vincitore si becca 2.000 yen. Vuoi iscriverti a questa gara?

# 2348_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2372_Man
source: The winner earns 2,000 yen. Want to enter this race?
pt: Il vincitore si becca 2.000 yen. Vuoi iscriverti a questa gara?

# 2384_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2408_Man
source: The winner earns 2,000 yen. Want to enter this race?
pt: Il vincitore si becca 2.000 yen. Vuoi iscriverti a questa gara?

# 2420_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2444_Man
source: The winner earns 2,000 yen. Want to enter this race?
pt: Il vincitore si becca 2.000 yen. Vuoi iscriverti a questa gara?

# 2456_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2480_Man
source: The winner earns 2,500 yen. Want to enter this race?
pt: Il vincitore si becca 2.500 yen. Vuoi iscriverti a questa gara?

# 2492_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2528_Man
source: The Tortoise Cup. It's a short course where Contender Class speedsters can tear it up.
pt: La Coppa Tartaruga. È una pista breve dove i velocisti della classe Contender possono spaccare.

# 2540_Man
source: The Phoenix Cup. It's a short course with extended dirt patches early.
pt: La Coppa Fenice. È una pista breve con ampi tratti sterrati fin dall'inizio.

# 2552_Man
source: The Tiger Cup. It's a short course with frequent dark spots. The short distance makes it tough to make up ground.
pt: La Coppa Tigre. È una pista breve con frequenti tratti bui. La breve distanza rende difficile recuperare terreno.

# 2564_Man
source: The Dragon Cup. It's a long, oddball course with almost all of it in dirt or darkness. An average Cochin stands no chance.
pt: La Coppa Dragone. È una pista lunga e stramba, quasi tutta sterrata o al buio. Un Cochin qualunque non ha scampo.

# 2576_Man
source: The Adamant Cup. The toughest of the Contender Class, it's a long, athletic course with dirt in the first half and darkness in the second half.
pt: La Coppa Adamantina. La più tosta della classe Contender, è una pista lunga e atletica con sterrato nella prima metà e buio nella seconda metà.

# 2588_Man
source: Oh, you're not going to race.
pt: Oh, non gareggi.

# 2600_Man
source: The winner earns 3,000 yen. Want to enter this race?
pt: Il vincitore si becca 3.000 yen. Vuoi iscriverti a questa gara?

# 2612_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2636_Man
source: The winner earns 3,000 yen. Want to enter this race?
pt: Il vincitore si becca 3.000 yen. Vuoi iscriverti a questa gara?

# 2648_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2672_Man
source: The winner earns 3,000 yen. Want to enter this race?
pt: Il vincitore si becca 3.000 yen. Vuoi iscriverti a questa gara?

# 2684_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2708_Man
source: The winner earns 3,000 yen. Want to enter this race?
pt: Il vincitore si becca 3.000 yen. Vuoi iscriverti a questa gara?

# 2720_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2744_Man
source: The winner earns 3,500 yen. Want to enter this race?
pt: Il vincitore si becca 3.500 yen. Vuoi iscriverti a questa gara?

# 2756_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2792_Man
source: The King Cup. A short course with no obstacles. It's all about Leg Power here. This is the introduction to the Champion Class.
pt: La King Cup. Un percorso breve senza ostacoli. Qui conta solo la Potenza delle Gambe. Questa è l'introduzione alla Classe Campioni.

# 2804_Man
source: The Storm Cup. A short course that's almost entirely composed of dirt. Beside Leg Power, it's a test of dirt performance.
pt: La Storm Cup. Un percorso breve quasi interamente composto da terra. Oltre alla Potenza delle Gambe, è una prova di prestazione sulla terra.

# 2816_Man
source: The Black Cup. A long course with frequent dark stretches. Entrants are often specially trained to race well in the dark.
pt: La Black Cup. Un percorso lungo con frequenti tratti bui. I partecipanti sono spesso appositamente addestrati per correre bene al buio.

# 2828_Man
source: The Skanda Cup. A long course that's all dirt in the second half. Leg Power and Stamina are the order of the day for this challenging run.
pt: La Skanda Cup. Un percorso lungo che per la seconda metà è tutto sterrato. Potenza delle Gambe e Resistenza sono fondamentali per questa corsa impegnativa.

# 2840_Man
source: The Azuchi Cup. The pinnacle of all courses, meant for the toughest and fastest. Win here to prove yourself a true Cochin master.
pt: La Azuchi Cup. Il pinnacolo di tutti i percorsi, pensata per i più tosti e veloci. Vinci qui per dimostrarti un vero maestro Cochin.

# 2852_Man
source: Oh, you're not going to race.
pt: Oh, allora non gareggi.

# 2864_Man
source: The winner earns 4,000 yen. Want to enter this race?
pt: Il vincitore si becca 4.000 yen. Vuoi iscriverti a questa gara?

# 2876_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2900_Man
source: The winner earns 4,000 yen. Want to enter this race?
pt: Il vincitore si becca 4.000 yen. Vuoi iscriverti a questa gara?

# 2912_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2936_Man
source: The winner earns 4,000 yen. Want to enter this race?
pt: Il vincitore si becca 4.000 yen. Vuoi iscriverti a questa gara?

# 2948_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 2972_Man
source: The winner earns 4,000 yen. Want to enter this race?
pt: Il vincitore si becca 4.000 yen. Vuoi iscriverti a questa gara?

# 2984_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 3008_Man
source: The winner earns 4,500 yen. Want to enter this race?
pt: Il vincitore si becca 4.500 yen. Vuoi iscriverti a questa gara?

# 3020_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!

# 3080_Man
source: Hm? Ah, your Cochins have reached the limits of their growth potential.
pt: Hm? Ah, i tuoi Cochin hanno raggiunto il massimo della loro crescita.

# 3092_Man
source: There's no point in trying to tamper with these perfect manifestations of poultry. You should focus on breeding the next generation.
pt: Non serve a niente metterci mano a queste perfette manifestazioni di pollame. Dovresti concentrarti sull'allevare la prossima generazione.

# 3104_Man
source: Which Cochin are you gonna train?
pt: Quale Cochin vai ad allenare?

# 3140_Man
source: Which trainer are you gonna go with?
pt: Quale allenatore vai a scegliere?

# 3164_Man
source: Shimazaki emphasizes Stamina in his training. He has a huge appetite, so he's happy when he gets food.
pt: Shimazaki punta sulla Resistenza nel suo allenamento. Ha un gran bell'appetito, perciò è contento quando mangia.

# 3176_Man
source: Toda concentrates on Leg Power. The man loves his liquor－I see him drunk off his ass all the time.
pt: Toda punta sulla Potenza delle Gambe. A quel tipo piace il suo liquore－lo vedo sempre ubriaco fradicio.

# 3188_Man
source: Yasaka has a thing against concentrating on any one parameter, so his training is evenly balanced. He likes his basic sundries.
pt: A Yasaka non va proprio a genio concentrarsi su un unico parametro, perciò il suo allenamento è bilanciato. Gli piacciono le sue cosine di ogni giorno.

# 3200_Man
source: Kanamiya's training is all about throwing money at improving Traction and Night Vision. He's a sure hand, but his tastes are expensive.
pt: L'allenamento di Kanamiya punta tutto sul buttarci soldi per migliorare la Trazione e la Visione Notturna. È uno che ci sa fare, ma i suoi gusti sono cari.

# 3212_Man
source: Shimazaki's your choice? What are you giving him as payment?
pt: Allora, Shimazaki è la tua scelta? Cosa gli molli come pagamento?

# 3224_Man
source: Toda-san it is. What are you gonna give him as payment?
pt: Allora, Toda-san. Cosa gli molli come pagamento?

# 3236_Man
source: You chose Yasaka. What are you giving him as payment?
pt: Hai scelto Yasaka. Cosa gli molli come pagamento?

# 3248_Man
source: Got it, Kanamiya's your man. What are you giving him as payment?
pt: Allora, Kanamiya è il tuo uomo. Cosa gli molli come pagamento?

# 3284_Man
source: All right. Now you might have to be a little patient. You know how they say it's a virtue? Well they're right.
pt: Va bene. Adesso, magari, dovrai essere un po' paziente. Sai, dicono che è una virtù, no? Beh, hanno ragione.

# 3332_Man
source: That should do it. Next time you want to have a trainer work on your Cochin, let me know.
pt: Siamo a posto così. La prossima volta che vuoi un allenatore per il tuo Cochin, fammi sapere.

# 3392_Man
source: Hmm. Your Cochins are still young and have plenty of growth potential.
pt: Mmm. I tuoi Cochin sono ancora giovani e hanno ancora un sacco di potenziale di crescita.

# 3404_Man
source: Be mindful that poor breeding leads to poor results. Let your Cochins run and grow some more first.
pt: Tieni a mente che un cattivo allevamento porta a scarsi risultati. Lascia che i tuoi Cochin corrano e crescano ancora un po' prima.

# 3416_Man
source: When you breed, the chick can inherit only up to four skills from the parent. Don't forget.
pt: Quando riproduci, il pulcino può ereditare al massimo quattro abilità dal genitore. Non dimenticarlo.

# 3476_Man
source: Now there's a prodigy with a promising future! Try to raise it to its full potential.
pt: Ecco un prodigio con un futuro promettente! Cerca di farlo crescere al massimo delle sue potenzialità.

# 3488_Man
source: Here, this is yours, too.
pt: Tieni, questo è anche tuo.

# 3560_Man
source: You don't have a Cochin that needs to forget a skill. Looking good!
pt: Non hai un Cochin che debba dimenticare un'abilità. Tutto a posto!

# 3572_Man
source: I can purge unwanted skills from a Cochin. Which one should I treat?
pt: Posso fargli dimenticare le abilità che non vuoi a un Cochin. Quale devo sistemare?

# 3608_Man
source: Okay. It will cost you 5,000 yen, though. Do you want to do it?
pt: Va bene. Ti costerà 5.000 yen, però. Vuoi farlo?

# 3632_Man
source: Oops, sorry, you don't have the money. Come back when your wallet isn't quite so light.
pt: Ops, scusa, non hai i soldi. Torna quando il tuo portafoglio non sarà così leggero.

# 3644_Man
source: Okay, give me a little time.
pt: Va bene, dammi un attimo.

# 3668_Man
source: Foul skill... Begone!
pt: Abilità schifosa... Sparisci!

# 3716_Man
source: There, I'm done. Try to give it a more suitable skill.
pt: Ecco, ho fatto. Cerca di dargli un'abilità più adatta.

# 3728_Man
source: Which Cochin do you want to check?
pt: Quale Cochin vuoi controllare?

# 3788_Man
source: Which Cochin's titles do you want to check? You can switch their titles, too.
pt: Di quale Cochin vuoi controllare i titoli? Puoi anche scambiare i loro titoli.

# 3848_Man
source: The Cochin Cup Handbook has useful information.
pt: Il Manuale della Cochin Cup ha informazioni utili.

# 3860_Man
source: Welcome to the Cochin Cup Classic! Work your way through the races as an owner to reach the top of the <Color:7>Champion Class<Color:Default>! No new Cochin can win race after race on potential alone－ they must be trained to develop their abilities.
pt: Benvenuto alla Cochin Cup Classic! Fatti strada tra le gare come proprietario per raggiungere la cima della <Color:7>Classe Campioni<Color:Default>! Nessun Cochin appena nato può vincere gara dopo gara solo col potenziale－ deve essere addestrato per sviluppare le sue abilità.

# 3872_Man
source: There is a limit to a Cochin's development, and it can run only so many races until it is worn out. If it reaches its natural limit, <Color:7>breed<Color:Default> its next generation. While the chick's parameters will start out lower than the parent's, it has more potential to grow as it begins racing.
pt: C'è un limite allo sviluppo di un Cochin, e può correre solo un certo numero di gare fino a quando non è esaurito. Se raggiunge il suo limite naturale, <Color:7>fallo riprodurre<Color:Default> per la sua prossima generazione. Anche se i parametri del pulcino partiranno più bassi di quelli del genitore, ha più potenziale di crescita quando inizia a correre.

# 3884_Man
source: Repeat the cycle of racing, breeding, and training to create elite bloodlines for victory in the Champion Class!
pt: Ripeti il ciclo di corsa, riproduzione e addestramento per creare stirpi d'élite per la vittoria nella Classe Campioni!

# 3896_Man
source: What do you want to know about parameters?
pt: Cosa vuoi sapere sui parametri?

# 3908_Man
source: <Color:7>Leg Power<Color:Default> directly equates to speed－the higher the better. Stamina indicates endurance. The higher the Leg Power, the quicker <Color:7>Stamina<Color:Default> is drained. If your bird's Leg Power rises, make sure to train it to boost its Stamina as well.
pt: <Color:7>Potenza delle Zampe<Color:Default> equivale direttamente alla velocità－più è alta meglio è. Stamina indica resistenza. Più alta è la Potenza delle Zampe, più velocemente la <Color:7>Stamina<Color:Default> si esaurisce. Se la Potenza delle Zampe del tuo uccello aumenta, assicurati di allenarlo per aumentare anche la sua Stamina.

# 3920_Man
source: <Color:7>Traction<Color:Default> indicates how well the bird runs in dirt. The higher the better. <Color:7>Night Vision<Color:Default> indicates how resistant the bird is to slowing in darkness. The higher the value, the better it will run in the dark.
pt: <Color:7>Trazione<Color:Default> indica quanto bene l'uccello corre nello sterrato. Più è alta, meglio è. <Color:7>Visione Notturna<Color:Default> indica quanto l'uccello è resistente al rallentamento al buio. Più alto è il valore, meglio correrà al buio.

# 3932_Man
source: There are a wide variety of skills－some boost your bird's parameters, while others make it more likely to stop. Skills can be learned when <Color:7>training or breeding<Color:Default>, but not always. A bird can learn up to five skills.
pt: C'è un'ampia varietà di abilità－alcune aumentano i parametri del tuo uccello, mentre altre lo rendono più propenso a fermarsi. Le abilità possono essere imparate durante <Color:7>l'addestramento o la riproduzione<Color:Default>, ma non sempre. Un uccello può imparare fino a cinque abilità.

# 3944_Man
source: There are five <Color:7>condition<Color:Default> levels, ranging from Perfect to Lousy. Condition changes over time, or as a bird races. The better its condition, the more a bird's parameters will rise during a race.
pt: Ci sono cinque livelli di <Color:7>condizione<Color:Default>, che vanno da Perfetta a Pessima. La condizione cambia nel tempo, o mentre un uccello gareggia. Migliore è la sua condizione, più i parametri di un uccello aumenteranno durante una gara.

# 3956_Man
source: <Color:7>Personality<Color:Default> affects how condition varies. It may change through breeding. Earnest: Unlikely to be Lousy or Perfect. Rogue: Often Poor, but has Good or Perfect runs. Fickle: Often Perfect, but Lousy just as often. Moody: Often Good or Perfect, but stops often.
pt: <Color:7>Personalità<Color:Default> influisce su come varia la condizione. Può cambiare tramite la riproduzione. Serio: Poco probabile che sia Pessima o Perfetta. Birbante: Spesso Scarsa, ma ha prestazioni Buone o Perfette. Volubile: Spesso Perfetta, ma altrettanto spesso Pessima. Lunatico: Spesso Buona o Perfetta, ma si ferma spesso.

# 3968_Man
source: There are three <Color:7>running styles<Color:Default>. They may change from breeding. Normal: Gradually speeds up. Sprint: Hits top speed early; gradually fades. Distance: Initially slow; strong second half.
pt: Ci sono tre <Color:7>stili di corsa<Color:Default>. Possono cambiare tramite la riproduzione. Normale: Aumenta gradualmente la velocità. Scatto: Raggiunge la velocità massima presto; cala gradualmente. Resistenza: Inizialmente lento; forte nella seconda metà.

# 3980_Man
source: Select <Color:7>Train a Cochin<Color:Default> from the main page to have a trainer work on a bird in exchange for a gift. <Color:7>The more expensive a gift, the better the parameter gain.<Color:Default> Each trainer has an area they focus on when training birds. Though rare, your Cochin may learn a skill. Cochins cannot be trained beyond their potential, but their growth potential can be extended through breeding.
pt: Seleziona <Color:7>Allena un Cochin<Color:Default> dalla pagina principale per far lavorare un addestratore su un uccello in cambio di un regalo. <Color:7>Più costoso è un regalo, maggiore sarà l'aumento dei parametri.<Color:Default> Ogni addestratore ha un'area in cui si concentra quando allena gli uccelli. Anche se raro, il tuo Cochin potrebbe imparare un'abilità. I Cochin non possono essere addestrati oltre il loro potenziale, ma il loro potenziale di crescita può essere esteso tramite la riproduzione.

# 3992_Man
source: Select <Color:7>Breeding<Color:Default> from the main page to breed your Cochin with a hen of your choice.
pt: Seleziona <Color:7>Riproduzione<Color:Default> dalla pagina principale per far riprodurre il tuo Cochin con una gallina a tua scelta.

# 4004_Man
source: Breeding has the following effects: <Color:16>- Boosts parameter growth limits.<Color:Default> <Color:16>- Passes on skills.<Color:Default> <Color:16>- Reduces the race limit to zero.<Color:Default> <Color:16>- If there are five skills, one is forgotten.<Color:Default> <Color:16>- A new skill may be learned.<Color:Default> <Color:16>- The personality may change.<Color:Default> <Color:16>- The running style may change.<Color:Default>
pt: La riproduzione ha i seguenti effetti: <Color:16>- Aumenta i limiti di crescita dei parametri.<Color:Default> <Color:16>- Trasferisce le abilità.<Color:Default> <Color:16>- Riduce il limite di gare a zero.<Color:Default> <Color:16>- Se ci sono cinque abilità, una viene dimenticata.<Color:Default> <Color:16>- Potrebbe essere imparata una nuova abilità.<Color:Default> <Color:16>- La personalità può cambiare.<Color:Default> <Color:16>- Lo stile di corsa può cambiare.<Color:Default>

# 4016_Man
source: Breeding is free, but the Cochin must <Color:7>run a certain number of races<Color:Default> before it can breed.
pt: La riproduzione è gratuita, ma il Cochin deve <Color:7>correre un\ncerto numero di gare<Color:Default> prima di potersi riprodurre.

# 4028_Man
source: There are four classes, each with five races. A Cochin can advance to a higher class only by winning all five races in a class.
pt: Ci sono quattro classi, ognuna con cinque gare. Un Cochin può avanzare a una classe superiore solo vincendo tutte e cinque le gare di una classe.

# 4040_Man
source: By satisfying certain conditions, a Cochin can earn titles after racing. View them by selecting <Color:7>View Titles<Color:Default> from the main page.
pt: Soddisfacendo certe condizioni, un Cochin può guadagnare titoli dopo aver gareggiato. Visualizzali selezionando <Color:7>Visualizza Titoli<Color:Default> dalla pagina principale.

# 4052_Man
source: Your bird can earn prestigious titles, such as: - Flash: Leg Power of 500 or more. - Peerless: Win 3 in a row with the same bird. - Challenger: Win a race in Challenger Class.
pt: Il tuo uccello può guadagnare titoli prestigiosi, come: - Flash: Potenza delle Zampe di 500 o più. - Peerless: Vinci 3 di fila con lo stesso uccello. - Challenger: Vinci una gara nella Classe Challenger.

# 4064_Man
source: You're leaving? Come by again when you can.
pt: Te ne vai? Fatti rivedere quando puoi.
