Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004900e1.po
Languages: pt

source: The fuck!? Who the hell are you guys!?
pt: Che cazzo!? Chi cazzo siete voi!?

source: You got <Color:8>Zero Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Zero Gioielli<Color:Default>.

source: You got 1,300 experience points.
pt: Hai ottenuto 1.300 punti esperienza.

source: Hardcore Thug
pt: Teppista incallito

source: Stubborn Old Man
pt: Vecchio Testardo

source: Local Thug
pt: Teppista locale

# 104_Akiyama
source: Want another round?
pt: Vuoi un altro round?

# 116_Hardcore Thug
source: Tch! Come on, let's get out of here!
pt: Tch! Dai, andiamocene da qui!

# 128_Stubborn Old Man
source: Hey, hold on! Pick up your cigarette first!
pt: Ehi, aspetta! Raccogli prima la tua sigaretta!

# 140_Local Thug
source: Sorry! I'll get it!
pt: Scusa! Lo prendo!

# 164_Stubborn Old Man
source: Appreciate you lendin' a hand. That was some fine work you did!
pt: Apprezzo che tu abbia dato una mano. È stato un bel lavoro quello che hai fatto!

# 176_Akiyama
source: Heh, I could say the same about you. Seems you could have done just fine without me!
pt: Heh, potrei dire lo stesso di te. Sembra che te la saresti cavata benissimo anche senza di me!

# 188_Stubborn Old Man
source: Heh, sorry you had to see me lose my temper like that. I just can't stand to see such inconsiderate behavior.
pt: Heh, mi dispiace che tu abbia dovuto vedermi perdere le staffe in quel modo. Io non sopporto proprio di vedere una tale mancanza di riguardo.

# 200_Stubborn Old Man
source: People gotta think about others, as well. No double-dippin' into the sauce after you take a bite. We all might want some, you know?
pt: La gente deve pensare anche agli altri. Non si fa la doppia intinta nella salsa dopo aver dato un morso. Magari ne vogliamo tutti un po', capisci?

# 212_Akiyama
source: Double-dipping into the sauce? I think you might've lost me.
pt: Doppia intinta nella salsa? Mi sa che mi hai perso.

# 224_Stubborn Old Man
source: Oh, I should introduce myself. I'm Ueyama. I'm the chairman of Kushikatsu Daruma.
pt: Oh, dovrei presentarmi. Sono Ueyama. Sono il presidente della Kushikatsu Daruma.

# 236_Akiyama
source: Ah, the fried pork skewer place. That explains the sauce analogy.
pt: Ah, il locale degli spiedini di maiale fritti. Questo spiega l'analogia della salsa.

# 248_Akiyama
source: Oh, I'm Akiyama of Sky Finance. I just set up a branch in Sotenbori.
pt: Oh, sono Akiyama della Sky Finance. Ho appena aperto una filiale a Sotenbori.

# 260_Ueyama
source: No kiddin'? Then I might be in touch if I ever need a helpin' hand!
pt: Non scherzi? Allora potrei farti un fischio se mai avessi bisogno di una mano!

# 272_Akiyama
source: I'm always ready to hear people out.
pt: Sono sempre pronto ad ascoltare la gente.

# 284_Ueyama
source: Seems like fate could be at work here. You oughta stop by the restaurant if you get a chance.
pt: Sembra proprio che il destino ci abbia messo lo zampino qui. Dovresti fare un salto al ristorante se ti capita l'occasione.

# 296_Ueyama
source: Hopefully I'll have our new menu together by then.
pt: Spero di avere il nostro nuovo menu pronto per allora.

# 308_Akiyama
source: New menu?
pt: Nuovo menu?

# 320_Ueyama
source: I've been rackin' my brain to come up with one. I was startin' to get frustrated, and then that idiot tossed his butt into the street.
pt: Mi stavo scervellando per tirarne fuori uno. Stavo iniziando a innervosirmi, e poi quell'idiota ha gettato la sua cicca per strada.

# 332_Ueyama
source: Makes the blood boil, don't it? I couldn't control my temper.
pt: Fa ribollire il sangue, no? Non sono riuscito a controllare i miei nervi.

# 344_Akiyama
source: You mean all that fuss was you taking out your frustrations on him?
pt: Vuoi dire che tutto quel casino eri tu che ti sfogavi su di lui?

# 356_Ueyama
source: Well, maybe I was a little pricklier than usual. But never mind that! Hahaha!
pt: Beh, forse ero un po' più nervoso del solito. Ma lasciamo perdere! Ahahah!

# 368_Ueyama
source: Anyhow, here's a little somethin' as a token of thanks.
pt: Comunque, ecco un pensierino come ringraziamento.

# 404_Ueyama
source: Hope to see ya at Kushikatsu Daruma, Akiyama-san!
pt: Spero di vederti al Kushikatsu Daruma, Akiyama-san!

# 500_Local Thug
source: Gimme a break, gramps! Outta my way!
pt: Dài, piantala, vecchio! Fuori dai piedi!

# 512_Stubborn Old Man
source: First pick up that cigarette ya tossed! This ain't a garbage dump! Everyone uses this street!
pt: Raccogli prima quella cicca che hai gettato! Questa non è una discarica! Tutti usano questa strada!

# 524_Local Thug
source: Stupid old fuck! The street's full of litter already! Why you gotta pick on me!?
pt: Stupido vecchio del cazzo! La strada è già piena di spazzatura! Perché te la devi prendere con me!?

# 536_Stubborn Old Man
source: Oh, so if the street's already dirty, it's okay? How'd you like it if I threw my garbage away at your house?
pt: Ah, quindi se la strada è già sporca, va bene? Ti piacerebbe se gettassi la mia spazzatura a casa tua?

# 548_Hardcore Thug
source: Hey, the fuck's goin' on over here!?
pt: Oi, che cazzo succede qui!?

# 560_Local Thug
source: Ah, there ya are! This old goat won't leave me alone!
pt: Ah, eccoti! Quel vecchiaccio non mi lascia in pace!

# 572_Hardcore Thug
source: Oh, is that right?
pt: Ah, davvero?

# 584_Stubborn Old Man
source: Well, I was just tellin' him not to throw his cigarette butts into the street.
pt: Beh, gli stavo solo dicendo di non gettare le sue cicche in strada.

# 596_Local Thug
source: Ain't so high and mighty now, are ya? One look at my boy here's got ya pissin' your pants!
pt: Non fai più tanto il gradasso adesso, eh? Basta uno sguardo al mio ragazzo qui e ti sei pisciato addosso!

# 608_Stubborn Old Man
source: I just...
pt: Solo...

# 620_Local Thug
source: Hey, gramps, how 'bout an apology? Get down on the street and grovel a little. C'mon, hurry up!
pt: Oi, vecchio, che ne dici di scusarti? Mettiti in ginocchio in strada e striscia un po'. Dài, sbrigati!

# 632_Hardcore Thug
source: You can't just go around disrespectin' people, old man.
pt: Non puoi andare in giro a mancare di rispetto alla gente così, vecchio.

# 644_Hardcore Thug
source: But if ya bow down to us, all will be forgiven. You have my word. Just kneel down and don't make a fuss.
pt: Ma se ti inchini a noi, tutto sarà perdonato. Hai la mia parola. Inginocchiati e non fare storie.

# 656_Stubborn Old Man
source: You can't...
pt: Non puoi...

# 668_Hardcore Thug
source: Just show us you learned your lesson, and we won't have to break your legs. You got that?
pt: Mostraci solo che hai imparato la lezione, e non dovremo\nromperti le gambe. Capito?

# 680_Stubborn Old Man
source: Hmph. What kinda man do you fools take me for!? If you think for one second I'm gonna bow down to you, then you're even dumber than you look!
pt: Hmph. Per che razza di uomo mi prendete, fessi!? Se pensate per un solo secondo che mi inchinerò a voi, allora siete ancora più scemi di quanto sembrate!

# 692_Local Thug
source: What's that?
pt: Cos'è?

# 704_Stubborn Old Man
source: Ain't nothin' for me to apologize about. You won't catch me kneelin' down to the likes of you. You wanna fight, I'm more than willing!
pt: Non c'è niente di cui debba scusarmi. Non mi vedrete mai inginocchiato davanti a gente come voi. Volete combattere? Sono più che disposto!

# 716_Hardcore Thug
source: No point in bein' bullheaded, gramps. You wanna go to the hospital over a cigarette butt?
pt: Non ha senso fare il cocciuto, vecchio. Vuoi andare all' ospedale per un mozzicone di sigaretta?

# 728_Stubborn Old Man
source: Zip it! You're the one causin' trouble here! I'll teach you blockheads a lesson!
pt: Zitto! Sei tu quello che sta causando problemi qui! Insegnerò a voi teste di cazzo una lezione!

# 740_Hardcore Thug
source: Very funny, gramps. You spit in our faces, so you oughta know there ain't no way we're backin' down now.
pt: Bella battuta, vecchio. Ci sputi in faccia, quindi sappi che non c'è verso che ci tiriamo indietro ora.

# 752_Akiyama
source: Might be a good idea, if you ask me.
pt: Potrebbe essere una buona idea, se me lo chiedi.

# 764_Hardcore Thug
source: Huh?
pt: Uh?

# 776_Akiyama
source: The two of you picking on this old timer? You'd never live that one down.
pt: Voi due che ve la prendete con questo vecchio? Non ve la fareste mai perdonare.

# 788_Hardcore Thug
source: What? You sure you wanna take that attitude with us?
pt: Cosa? Sei sicuro di voler prendere quest'aria con noi?

# 800_Akiyama
source: I'll tell you what, you walk away, and I'll back down, too.
pt: Facciamo così, ve ne andate, e anch'io mi tiro indietro.

# 812_Akiyama
source: But if you lay a finger on this guy, you'll have to deal with me.
pt: Ma se gli metti le mani addosso, dovrai vedertela con me.

# 824_Stubborn Old Man
source: Who are you?
pt: Chi sei?

# 836_Akiyama
source: Just a passerby. It was nice to hear someone sticking up for himself for a change.
pt: Solo un passante. È stato bello sentire qualcuno che si difendeva per una volta tanto.

# 848_Stubborn Old Man
source: Heh. Say, thanks!
pt: Eh. Senti, grazie!

# 860_Hardcore Thug
source: You talk a big game, but you really oughta think of the consequences before mouthin' off. Your life just got a whole lot shorter.
pt: Fai il grosso, ma faresti proprio bene a pensare alle conseguenze prima di sputare sentenze. La tua vita si è appena accorciata di un bel po'.

# 872_Hardcore Thug
source: We'd never hear the end of it if we just let this go. Got no choice but to spill some blood!
pt: Non la finiremmo più se la lasciassimo correre. Non abbiamo altra scelta che far scorrere un po' di sangue!

# 884_Local Thug
source: Uh-oh! Now ya really made him mad! Hahaha, too bad! That'll teach ya to mess with us!
pt: Uh-oh! Ora l'hai fatto arrabbiare sul serio! Hahaha, peccato! Questo ti\ninsegnerà a metterti contro di noi!
