Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d01a4.po
Languages: pt

source: Woman Who Wants to Leave
pt: Donna che vuole andarsene

source: Man Trying to Look Tough
pt: Un uomo che cerca di fare il duro

# 72_Woman Who Wants to Leave
source: Let's go home. I'm telling ya, it's dangerous.
pt: Andiamo a casa. Te lo dico io, è pericoloso.

# 84_Man Trying to Look Tough
source: Oh, c'mon. It's the Yahata Family! Y'don't get to see real yakuza every day. Let's go look!
pt: Oh, dai! È la Famiglia Yahata! Non capita tutti i giorni di vedere yakuza veri. Andiamo a vedere!

# 96_Woman Who Wants to Leave
source: But what if they come after us!?
pt: Ma se ci vengono a cercare!?

# 108_Kiryu
source: Did you just say something about the Yahata Family?
pt: Hai appena detto qualcosa sulla Famiglia Yahata?

# 120_Man Trying to Look Tough
source: Eep! Please don't hurt me!
pt: Ulp! Ti prego, non farmi del male!

# 132_Kiryu
source: Calm down. I just want to know where they were.
pt: Calmati. Voglio solo sapere dov'erano.

# 144_Woman Who Wants to Leave
source: On the east side of town, way down at the end of Chikuzengawa Street.
pt: Nella parte est della città, proprio in fondo a Via Chikuzengawa.

# 156_Kiryu
source: Got it. Thanks.
pt: Capito. Grazie.

# 168_Man Trying to Look Tough
source: ...Phew, that just about scared the soul outta me.
pt: ...Uff, mi ha quasi fatto cagare sotto.
