Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0ca7.po
Languages: pt

source: Tell her it's normal to feel nervous
pt: Dille che è normale sentirsi nervosi.

source: Cast a magic spell to make her brave
pt: Lancia un incantesimo magico per renderla coraggiosa

source: Tell her to do her best
pt: Dille di dare il massimo

source: Think positive
pt: Pensa positivo

source: Success is never a guarantee
pt: Il successo non è mai una garanzia

source: Keep your chin up
pt: Tieni alta la testa

# 44_Asuka
source: This is silly, right? I mean, it's not even like anyone's here to see me－I'm just opening for somebody else. Still, I'm so nervous!
pt: È una sciocchezza, vero? Cioè, non è mica che qualcuno sia qui a vedermi—faccio solo da apripista per qualcun altro. Eppure, sono così nervosa!

# 56_Haruka
source: Of course. It's okay.
pt: Certo. Va tutto bene.

# 68_Asuka
source: And after you just went to all that trouble to show me how it's done! I bet you feel like you wasted your time on me, huh?
pt: E dopo che ti sei presa tutta questa briga per farmi vedere come si fa! Scommetto che ti senti come se avessi sprecato il tuo tempo con me, eh?

# 80_Haruka
source: (Poor Asuka-chan! What can I say to help her feel less nervous?)
pt: (Povera Asuka-chan! Cosa posso dire per farla sentire meno nervosa?)

# 92_Asuka
source: Asuka-chan, it's only natural to feel nervous. I bet there isn't a person alive who doesn't feel nervous before stepping out on a stage.
pt: Asuka-chan, è del tutto normale sentirsi nervosi. Scommetto che non c'è anima viva che non provi nervosismo prima di salire su un palco.

# 104_Asuka
source: Really? Even you, Haruka-chan?
pt: Davvero? Anche tu, Haruka-chan?

# 116_Haruka
source: Of course! I get nervous every single time I have to appear in front of people.
pt: Certo! Mi agito ogni volta che devo apparire davanti alla gente.

# 128_Asuka
source: Wow, even you... Well, that helps me feel less alone. Thanks, Haruka-chan. I think I even feel a little bit braver now!
pt: Wow, anche tu... Beh, questo mi fa sentire meno sola. Grazie, Haruka-chan. Credo di sentirmi persino un po' più coraggiosa ora!

# 140_Asuka
source: Asuka-chan, I heard about this magic spell that helps you feel braver. Do you want to try it?
pt: Asuka-chan, ho sentito di un incantesimo magico che ti aiuta a sentirti più coraggiosa. Vuoi provarlo?

# 152_Asuka
source: A magic spell? I guess I could give it a try.
pt: Una magia? Immagino che potrei farci un tentativo.

# 164_Asuka
source: Oh, but I've never really believed in magic spells... Oh no! I shouldn't have said that. Now there's no way it'll work!
pt: Oh, ma non ci ho mai creduto granché agli incantesimi... Oh no! Non avrei dovuto dirlo. Adesso non c'è verso che funzioni!

# 176_Haruka
source: Don't worry, Asuka-chan! It still couldn't hurt to give it a try, right?
pt: Stai tranquilla, Asuka-chan! Non ti costerebbe nulla fare un tentativo, no?

# 188_Asuka
source: I just know it won't work now!
pt: Ma io lo so che non funzionerà, ormai!

# 200_Haruka
source: (I was trying to help her calm down, but I'm afraid now I've made her more upset than ever.)
pt: (Stavo cercando di aiutarla a calmarsi, ma temo che ora l'abbia fatta arrabbiare più che mai.)

# 212_Asuka
source: Asuka-chan, all you can do is do your best. Just get out there and try your hardest!
pt: Asuka-chan, tutto quello che puoi fare è dare il massimo. Vai lì fuori e mettici tutta te stessa!

# 224_Asuka
source: I have been trying! I've been trying so hard. How can I possibly try any harder?
pt: Ci sto provando! Mi sono sforzata tantissimo. Come potrei mai fare di più?

# 236_Haruka
source: I know. I'm sorry. But I guess you're just going to have to find it within yourself somehow.
pt: Lo so. Scusa. Ma credo che dovrai proprio trovarla dentro di te, in qualche modo.

# 248_Asuka
source: But I don't know how!
pt: Ma non so come fare!

# 260_Haruka
source: (I was trying to help her calm down, but I'm afraid now I've made her more upset than ever.)
pt: (Stavo cercando di aiutarla a calmarsi, ma temo che ora l'abbia fatta arrabbiare più che mai.)

# 272_Asuka
source: Asuka, what are you doing? You're on any second. You can't just stand around chatting with your friend!
pt: Asuka, che stai facendo? Tra un secondo sei su. Non puoi mica stare qui a chiacchierare con la tua amica!

# 284_Asuka
source: I'm sorry!
pt: Mi dispiace!

# 296_Manager
source: This might be your last event. Make sure you give it everything you've got out there. No regrets, you hear?
pt: Questo potrebbe essere il tuo ultimo evento. Assicurati di darci dentro con tutto quello che hai lì fuori. Niente rimpianti, capito?

# 308_Haruka
source: Are you okay, Asuka-chan?
pt: Stai bene, Asuka-chan?

# 320_Asuka
source: Well, I wouldn't exactly say I'm okay, but I have to do what I have to do, right?
pt: Beh, non è che stia proprio benissimo, ma devo fare quello che devo fare, no?

# 344_Asuka
source: Ever since I met you, I've been working as hard as I can.
pt: Da quando ti ho incontrata, mi sono impegnata al massimo.

# 356_Asuka
source: I've been getting into dancing more, and it's helped me feel a little more confident.
pt: Mi sto dedicando di più al ballo, e mi ha aiutato a sentirmi un po' più sicura di me.

# 368_Asuka
source: But, now that I have some hope again, it makes me scared to think it could all end with this event.
pt: Ma, ora che ho di nuovo una speranza, mi fa paura pensare che possa finire tutto con questa esibizione.

# 380_Asuka
source: I just know I could be better. I could be a better singer, a better dancer.
pt: Sento solo che potrei essere migliore. Potrei essere una cantante migliore, una ballerina migliore.

# 392_Asuka
source: What do I do, Haruka-chan? I'm so nervous! I'm scared to get on that stage!
pt: Che faccio, Haruka-chan? Sono così nervosa! Ho paura di salire su quel palco!

# 404_Haruka
source: (Oh no! She has to go on any second. What can I say to help give her some courage?)
pt: (Oh no! Deve andare in scena da un momento all'altro. Cosa posso dire per darle una mano a farsi un po' di coraggio?)

# 416_Asuka
source: Asuka, you have to think positive. If you give up before you've even started, you'll just be psyching yourself out. You can do this!
pt: Asuka, devi pensarla in positivo. Se ti arrendi prima ancora di aver iniziato, ti rovinerai solo la testa. Ce la puoi fare!

# 440_Haruka
source: And just think－most idol hopefuls never even get the chance to stand on a stage.
pt: E pensaci un attimo－la maggior parte delle aspiranti idol non ha mai nemmeno la possibilità di salire su un palco.

# 452_Haruka
source: Instead of thinking of this as a do-or-die crisis, think of it as a lucky opportunity－your one big chance!
pt: Invece di pensarla come una situazione da tutto o niente, pensala come un'occasione d'oro: la tua grande occasione!

# 464_Asuka
source: My big chance?
pt: La mia grande occasione?

# 476_Haruka
source: Exactly.
pt: Esatto.

# 488_Asuka
source: You know what? You're right. I've been feeling so much pressure lately, but if I turn it around and think of it that way instead, I do feel a lot better.
pt: Sai che c'è? Hai ragione. Ultimamente ho sentito un sacco di pressione, ma se la rigiro e la penso in quest'altro modo, mi sento decisamente meglio.

# 500_Asuka
source: Thank you, Haruka-chan! I'll give it a try! This is my big chance after all!
pt: Grazie, Haruka-chan! Ci provo! Questa è la mia grande occasione, dopotutto!

# 512_Haruka
source: Good luck, Asuka-chan!
pt: In bocca al lupo, Asuka-chan!

# 524_Asuka
source: Thanks... Okay, here I go!
pt: Grazie... Okay, vado!

# 536_Asuka
source: Asuka, success is never a guarantee, not for anyone. Even the greatest star feels some kind of fear when stepping out onto the stage.
pt: Asuka, il successo non è mai una garanzia, per nessuno. Anche la più grande star prova sempre un po' di paura quando mette piede sul palco.

# 560_Haruka
source: But that's why it means so much when we finally are successful. That's what makes this work so challenging and exciting.
pt: Ma è proprio per questo che significa così tanto quando finalmente abbiamo successo. È questo che rende questo lavoro così impegnativo ed emozionante.

# 572_Haruka
source: I understand being afraid. But that's how everyone in this business feels. It just comes with the territory.
pt: Capisco la paura. Ma è così che si sentono tutti in questo settore. Fa parte del gioco.

# 584_Asuka
source: You know, you're right. It's only natural to feel nervous. I mean, no one's guaranteed success, right?
pt: Sai, hai ragione. È solo naturale sentirsi nervosi. Cioè, nessuno ha il successo garantito, no?

# 596_Haruka
source: That's right.
pt: Esatto.

# 608_Asuka
source: Thank you, Haruka. I'm so glad you came with me today. I'm going to give this a try!
pt: Grazie, Haruka. Sono così contenta che tu sia venuta con me oggi. Ci provo!

# 620_Haruka
source: Good luck, Asuka-chan!
pt: In bocca al lupo, Asuka-chan!

# 632_Asuka
source: Thanks. Okay, here I go!
pt: Grazie. Bene, ci sono!

# 644_Asuka
source: All right, Asuka-chan, that's enough! Keep your chin up! No more crying!
pt: Dai, Asuka-chan, basta così! Su con la testa! Basta piangere!

# 668_Haruka
source: If you want to cry, you can cry after your performance. Right now it's time to get out there and show them what you're made of!
pt: Se vuoi piangere, potrai farlo dopo l'esibizione. Adesso è il momento di andare là fuori e mostrare loro di che pasta sei fatta!

# 680_Asuka
source: I know, I know, but－
pt: Lo so, lo so, ma－

# 692_Haruka
source: No buts! You have to focus on your performance! You can do this, Asuka-chan!
pt: Niente 'ma'! Devi concentrarti sulla tua esibizione! Puoi far cela, Asuka-chan!

# 704_Asuka
source: But I just can't focus, no matter how hard I try.
pt: Ma non riesco proprio a concentrarmi, per quanto mi sforzi.

# 716_Haruka
source: Nope! No more negativity! It's time to get your head in the game!
pt: Ma no! Basta negatività! È ora di darti una mossa!

# 728_Asuka
source: You know what? You're right.
pt: Sai cosa? Hai ragione.

# 740_Haruka
source: Okay! Good luck, Asuka-chan!
pt: Okay! Buona fortuna, Asuka-chan!

# 752_Asuka
source: Thanks.
pt: Grazie.

# 836_Asuka
source: Hello, everybody! I'm Asuka Sugino! Who's ready for a good time!?
pt: Ciao a tutti! Sono Asuka Sugino! Chi è pronto a divertirsi un mondo!?

# 872_Asuka
source: (I know you can do this, Asuka-chan!)
pt: (So che ce la puoi fare, Asuka-chan!)
