Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033092e.po
Languages: pt

source: You got <Color:8>50,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>50.000 yen<Color:Default>.

source: Give It a Try
pt: Provaci

source: Refuse
pt: Rifiuta

source: I'm ready.
pt: Sono pronto.

source: Not yet.
pt: Non ancora.

source: Do Some Comedy
pt: Fai Comicità

source: Pass for Now
pt: Superato per ora

source: Relationships
pt: Relazioni

source: Dreams
pt: Sogni

source: Hobbies
pt: Passatempi

source: Never Mind
pt: Lascia perdere

# 276_Haruo
source: Thanks for comin', Haruka-chan! Let's get back to auditioning for the show!
pt: Grazie d'esser venuta, Haruka-chan! Torniamo ai provini per lo spettacolo!

# 288_Haruka
source: Okay, I'll give it a shot. I'm a little nervous, but I'll do my best.
pt: Ok, ci provo. Sono un po' nervosa, ma farò del mio meglio.

# 300_Haruo
source: I know we can do this! Now, c'mon! Let's hustle to that event hall!
pt: So che possiamo farcela! Dai, forza! Sbrighiamoci verso quella sala eventi!

# 312_Haruka
source: Okay!
pt: Ok!

# 336_Haruka
source: Sorry, I'm not feeling confident enough yet.
pt: Mi dispiace, non mi sento ancora abbastanza sicura.

# 348_Haruo
source: I gotcha. I'm not gonna force ya or anything. If you change your mind, come on back again.
pt: Ho capito. Non ti forzerò mica, o roba del genere. Se ci ripensi, torna pure qui.

# 360_Haruo
source: Thanks for comin', Haruka-chan! Let's go audition again. We gotta clear the second round!
pt: Grazie d'esser venuta, Haruka-chan! Torniamo ai provini. Dobbiamo superare il secondo turno!

# 372_Haruka
source: Okay, I'll give it a shot. I'm a little nervous, but I'll do my best.
pt: Ok, ci provo. Sono un po' nervosa, ma farò del mio meglio.

# 384_Haruo
source: I know we can do this! Now, c'mon! Let's hustle to that event hall!
pt: So che possiamo farcela! Dai, forza! Sbrighiamoci verso quella sala eventi!

# 396_Haruka
source: Okay!
pt: Ok!

# 420_Haruka
source: Sorry, I'm not feeling confident enough yet.
pt: Mi dispiace, non mi sento ancora abbastanza sicura.

# 432_Haruo
source: I gotcha. I'm not gonna force ya or anything. If you change your mind, come on back again.
pt: Ho capito. Non ti forzerò mica, o roba del genere. Se ci ripensi, torna pure qui.

# 444_Haruo
source: We got some free time for now. Let's meet back here again later.
pt: Per adesso abbiamo un po' di tempo libero. Ci rivediamo qui più tardi.

# 456_Haruo
source: Like I told ya, next up is the final round. We've come this far, so I really wanna see it through till the end with ya, Haruka-chan.
pt: Come ti dicevo, ora c'è il turno finale. Siamo arrivati fin qui, quindi voglio davvero arrivare fino in fondo con te, Haruka-chan.

# 468_Haruo
source: It'd be awesome if you could help me out one last time. Sorry to keep askin' so much of ya, Haruka-chan.
pt: Sarebbe il massimo se potessi darmi una mano un'ultima volta. Scusa se continuo a chiederti un sacco di cose, Haruka-chan.

# 480_Haruka
source: Oh, don't worry about it. It's been a great experience.
pt: Oh, non ti preoccupare. È stata una bella esperienza.

# 492_Haruo
source: I really appreciate ya sayin' that. There's still time to spare before the final round, so lemme know when you're ready.
pt: Mi fa un gran piacere che tu dica così. C'è ancora tempo prima del turno finale, quindi fammi sapere quando sei pronta.

# 504_Haruo
source: I just need your help for one last round!
pt: Mi serve solo una mano per un ultimo turno!

# 528_Haruo
source: Thanks for comin', Haruka-chan! It's time for the final round! Let's go do this!
pt: Grazie per essere venuta, Haruka-chan! È ora del turno finale! Dai, facciamolo!

# 540_Haruka
source: I'm ready! Let's give it our all!
pt: Sono pronta! Diamoci dentro!

# 564_Haruka
source: Sorry, I'm not feeling confident enough yet.
pt: Mi dispiace, non mi sento ancora abbastanza sicura.

# 576_Haruo
source: I gotcha. I'm not gonna force ya or anything. If you change your mind, come on back again.
pt: Ho capito. Non ti forzerò mica, o roba del genere. Se ci ripensi, torna pure qui.

# 588_Haruo
source: Thanks for comin', Haruka-chan! Let's take another crack at the audition! We gotta see if we can pass the final round this time!
pt: Grazie per essere venuta, Haruka-chan! Dai, riproviamoci con l'audizione! Dobbiamo vedere se ce la facciamo a passare il turno finale questa volta!

# 600_Haruka
source: Okay! Let's do our best!
pt: Dai! Diamoci dentro!

# 624_Haruka
source: Sorry, I'm not feeling confident enough yet.
pt: Mi dispiace, non mi sento ancora abbastanza sicura.

# 636_Haruo
source: I gotcha. I'm not gonna force ya or anything. If you change your mind, come on back again.
pt: Ho capito. Non ti forzerò mica, o roba del genere. Se ci ripensi, torna pure qui.

# 648_Haruo
source: We got some time to spare for now. Let's meet back here again later.
pt: Adesso abbiamo un po' di tempo. Ritroviamoci qui più tardi.

# 660_Haruo
source: I been thinking, Haruka-chan. What would ya say to carryin' on as my partner?
pt: Stavo pensando, Haruka-chan. Che ne diresti di continuare a essere la mia partner?

# 684_Haruo
source: We got real chemistry as a team, and passin' this audition's bound to get us gigs on other TV shows, too.
pt: Abbiamo proprio una bella intesa come duo, e passare quest'audizione ci farà sicuramente ottenere ingaggi anche in altri programmi TV.

# 696_Haruka
source: But...
pt: Ma...

# 720_Haruo
source: Haruo! There ya are!
pt: Haruo! Eccoti!

# 732_Haruo
source: Akihiko! What's up? I thought ya found yourself a job.
pt: Akihiko! Che succede? Credevo ti fossi trovato un lavoro.

# 744_Akihiko
source: Yeah, but I changed my mind.
pt: Già, ma ho cambiato idea.

# 756_Haruo
source: Say what!?
pt: Davvero!?

# 768_Akihiko
source: I went to the job interview, but I pulled out at the last minute.
pt: Sono andato al colloquio di lavoro, ma mi sono tirato indietro all'ultimo minuto.

# 780_Akihiko
source: They asked me what my goal was. I had a good, hard think about that one. What is it I really want outta life?
pt: Mi hanno chiesto qual era il mio obiettivo. Ci ho pensato su per bene. Cosa voglio davvero dalla vita?

# 792_Akihiko
source: After 'bout three minutes of the ol' gears turnin', I told 'em all I wanna do is conquer the comedy world, then I up and left.
pt: Dopo circa tre minuti che ci rimuginavo su, gli ho detto che tutto quello che voglio fare è conquistare il mondo della comicità, e poi mi sono alzato e me ne sono andato.

# 804_Haruo
source: Man...
pt: Cavolo...

# 816_Akihiko
source: Sorry for what I did to ya, Haruo. I realized I really do wanna do comedy with ya. Will ya team up with me again?
pt: Scusa per quello che ti ho fatto, Haruo. Mi sono reso conto che voglio davvero fare comicità con te. Vuoi tornare a fare squadra con me?

# 828_Haruo
source: Say what!?
pt: Davvero!?

# 840_Akihiko
source: Come on! We'll crush it together!
pt: Forza! Lo sfondiamo insieme!

# 864_Haruka
source: Congratulations on getting the team back together!
pt: Complimenti per aver rimesso insieme la squadra!

# 888_Akihiko
source: Huh? Who's this cutie?
pt: Eh? Chi è 'sta bellezza?

# 900_Haruka
source: My name is Haruka-chan. Nice to meet you. I'm one of Haruo's fans.
pt: Il mio nome è Haruka-chan. Piacere di conoscerti. Sono una fan di Haruo.

# 912_Haruo
source: Huh?
pt: Uh?

# 924_Akihiko
source: For real!? That's awesome!
pt: Davvero!? Spettacolare!

# 936_Haruka
source: I'll be rooting for you, Haruo. I know one day you're going to rock the comedy world.
pt: Farò il tifo per te, Haruo. So che un giorno spaccherai il mondo della comicità.

# 948_Haruo
source: Yeah... Yeah!
pt: Sì... Sì!

# 960_Haruo
source: I guess comedians and pop idols live in two different worlds. We gotta walk our own paths.
pt: Mi sa che i comici e gli idol pop vivono in due mondi diversi. Dobbiamo seguire le nostre strade.

# 972_Akihiko
source: What're ya talkin' about? Idols?
pt: Ma che dici? Idol?

# 984_Haruo
source: Nah, never mind.
pt: Ma no, lascia stare.

# 996_Haruo
source: Anyway, whatever! We're a team again. Let's make this happen!
pt: Comunque, vabbè! Siamo di nuovo una squadra. Spacchiamo!

# 1008_Akihiko
source: Thanks, Haruo!
pt: Grazie, Haruo!

# 1020_Haruo
source: I guess this is goodbye, Haruka-chan. Maybe we'll run into each other on a TV show someday.
pt: Mi sa che è un addio, Haruka-chan. Forse un giorno ci beccheremo in uno show televisivo.

# 1032_Haruo
source: This's your share of the audition prize money. Take it, Haruka-chan.
pt: Questa è la tua fetta del premio dell'audizione. Prendilo, Haruka-chan.

# 1056_Haruka
source: Thank you. This was a great experience for me. Comedy is pretty interesting. I'd love to give it another shot sometime.
pt: Grazie. È stata una bella esperienza per me. La comicità è parecchio interessante. Mi piacerebbe riprovarci un giorno.

# 1068_Haruo
source: Glad to hear it! Oh, yeah. If ya ever feel like doin' some comedy again, just let me know.
pt: Mi fa piacere! Ah, sì. Se ti venisse mai voglia di fare di nuovo un po' di comicità, fammelo sapere.

# 1080_Haruo
source: You'll usually find me 'round these parts. No more auditions for us, but that don't mean we can't practice our comedy routine together.
pt: Di solito mi trovi da queste parti. Niente più audizioni per noi, ma non vuol dire che non possiamo provare il nostro numero comico insieme.

# 1092_Haruo
source: All right, Akihiko. Let's set course for the stars! We can talk over some joke ideas in the park over there!
pt: Perfetto, Akihiko. Puntiamo alle stelle! Possiamo buttar giù qualche idea per battute nel parco lì!

# 1104_Akihiko
source: Yeah! Let's ready up for the next audition!
pt: Dai! Prepariamoci per la prossima audizione!

# 1116_Haruo
source: Yep! We'll pass it this time, too!
pt: Dai! Lo passeremo anche stavolta!

# 1128_Akihiko
source: Whaddya mean, "this time, too"?
pt: Come sarebbe "anche stavolta"?

# 1152_Haruo
source: Nothin' beats good comedy! Just say the word if ya ever feel like doin' some more!
pt: Niente batte una bella comicità! Fammelo sapere se ti venisse mai voglia di farne ancora!

# 1164_Haruo
source: Hey, Haruka-chan! Feel like practicin' your comedy with me?
pt: Hey, Haruka-chan! Ti va di provare la tua comicità con me?

# 1176_Haruka
source: Yes, that'd be great.
pt: Sì, sarebbe fantastico.

# 1188_Haruo
source: All right! Which topic'll we go with?
pt: Perfetto! Con quale argomento andiamo?

# 1200_Haruka
source: Let's try relationships.
pt: Proviamo le relazioni.

# 1212_Haruo
source: Okay! Let's head to the practice area and give it a shot!
pt: Perfetto! Andiamo nell'area di pratica e proviamoci!

# 1236_Haruka
source: Let's try dreams.
pt: Proviamo i sogni.

# 1248_Haruo
source: Okay! Let's head to the practice area and give it a shot!
pt: Perfetto! Andiamo nell'area di pratica e proviamoci!

# 1272_Haruka
source: Let's try hobbies.
pt: Proviamo gli hobby.

# 1284_Haruo
source: Okay! Let's head to the practice area and give it a shot!
pt: Perfetto! Andiamo nell'area di pratica e proviamoci!

# 1308_Haruka
source: Sorry, I think I'll pass, actually.
pt: Mi dispiace, ma in realtà credo che passerò.

# 1320_Haruo
source: Gotcha. Well, if you ever get the urge, say the word.
pt: Capito. Beh, se ti venisse mai la voglia, fammelo sapere.
