Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0dc4.po
Languages: pt

source: Woman
pt: Donna

# 148_Yuya
source: Oh, Kiryu-san, welcome...
pt: Oh, Kiryu-san, benvenuto...

# 160_Kiryu
source: Is something up? You seem a little flustered.
pt: Che succede? Sembri un po' agitato.

# 172_Yuya
source: Well, it's just that we've got some yakuza in the club right now...
pt: Beh, è che abbiamo degli yakuza nel locale proprio adesso...

# 184_Kiryu
source: Yakuza? Why'd you let them in?
pt: Yakuza? Perché li hai fatti entrare?

# 196_Yuya
source: The manager okayed it. It seems they're pressuring him for a payout. We're not under anybody's protection right now.
pt: Il manager ha dato l'ok. Sembra che lo stiano pressando per il pizzo. Al momento non siamo sotto la protezione di nessuno.

# 208_Yuya
source: Actually, the manager's been getting harassed about protection money for a while. He doesn't think there's any way around it.
pt: A dire il vero, il gestore è già da un po' che viene pressato per il pizzo. Non crede che ci sia modo di uscirne.

# 220_Kiryu
source: You don't seem too happy about that, Yuya.
pt: Non sembri molto contento di questo, Yuya.

# 232_Yuya
source: If you pay up once, there's no going back. The yakuza will prey on you forever.
pt: Se paghi una volta, non si torna più indietro. Gli yakuza ti spenneranno per sempre.

# 244_Yuya
source: That's why I sent every yakuza looking for a payday packing when I was at Stardust.
pt: Ecco perché ho spedito a casa ogni yakuza che cercava soldi facili quando ero allo Stardust.

# 256_Kiryu
source: Why don't you do the same thing here, then?
pt: Perché non fai la stessa cosa qui, allora?

# 268_Yuya
source: Well, the manager's already decided to fork over the cash, and I'm just the new guy.
pt: Beh, il manager ha già deciso di sganciare i soldi, e io sono solo l'ultimo arrivato.

# 280_Yuya
source: I don't feel like it's my place to butt in.
pt: Non mi sento di ficcare il naso.

# 292_Kiryu
source: I see. Then I guess you've lost the pride you might've once had.
pt: Capisco. Allora mi sa che hai perso l'orgoglio che un tempo avevi.

# 304_Yuya
source: Huh?
pt: Uh?

# 328_Yuya
source: Oof! What the hell, Kiryu-san!?
pt: Uff! Ma che diavolo, Kiryu-san!?

# 340_Kiryu
source: Sure has been a while since I last hit you. Did that refresh your memory?
pt: È passato un bel po' dall'ultima volta che ti ho menato. Ti ha rinfrescato la memoria?

# 352_Yuya
source: What...?
pt: Cosa...?

# 364_Kiryu
source: When I first met you, you picked a fight with me out in front of Stardust, thinking I was yakuza.
pt: Quando ti ho incontrato la prima volta, mi hai attaccato briga davanti allo Stardust, pensando fossi uno yakuza.

# 388_Kiryu
source: Back then, did you stop to consider your place before you came at me? Because that's not how I remember it.
pt: Allora, hai pensato bene a chi avevi davanti prima di venirmi addosso? Perché non è così che la ricordo io.

# 400_Kiryu
source: You did whatever it took to protect Stardust, even putting your life on the line. You had a fire in you that nothing could extinguish.
pt: Hai fatto di tutto per proteggere lo Stardust, rischiando persino la pelle. Avevi un fuoco dentro che niente poteva spegnere.

# 412_Kiryu
source: Even yakuza were fair game for you if they threatened the club.
pt: Anche gli yakuza erano pane per i tuoi denti, se minacciavano il club.

# 424_Kiryu
source: Just think back to those times, and you'll realize how far you've fallen.
pt: Pensa solo a quei tempi, e ti renderai conto di quanto in basso sei caduto.

# 448_Kiryu
source: What's it going to be, Yuya? Are you just going to stand there? Or do you want to get back what you've lost?
pt: Allora, Yuya, che si fa? Starai solo lì impalato? O vuoi riprenderti quello che hai perso?

# 472_Kiryu
source: The choice is up to you.
pt: A te la scelta.

# 484_Yuya
source: ...Damn. You still pack a punch, Kiryu-san. Enough to knock some sense back into me, maybe. Yeah, I remember how I used to be...
pt: ...Maledizione. Hai ancora un bel pugno, Kiryu-san. Abbastanza da farmi tornare la testa a posto, forse. Sì, ricordo com'ero una volta...

# 496_Kiryu
source: Good. So how many yakuza are in the club right now?
pt: Bene. Allora, quanti yakuza ci sono nel locale adesso?

# 508_Yuya
source: Six. Seems like they came in numbers today to scare the manager into coughing up the cash.
pt: Sei. Sembra che si siano presentati in forze oggi per spaventare il gestore e fargli cacciare i soldi.

# 520_Kiryu
source: That could be problematic. Too many for you to take on?
pt: Potrebbe mettersi male. Troppi da affrontare per te?

# 532_Yuya
source: Heheh, don't write me off just yet. I may have lost heart, but I still got plenty of heat. These guys are goin' down!
pt: Heh, non darmi per spacciato ancora. Potrei aver perso il coraggio, ma ho ancora un sacco di grinta. Questi qui vanno giù!

# 556_Kiryu
source: Looks like they already got what they came for.
pt: Sembra che abbiano già avuto quel che volevano.

# 580_Yuya
source: So... I guess that's that, then!
pt: Beh... mi sa che è finita qui, allora!

# 592_Yakuza
source: Yeah! We got your back now. You need anything at all, just come straight to us!
pt: Sì! Ti copriamo noi le spalle, adesso. Per qualsiasi cosa, vieni dritto da noi!

# 604_Manager
source: Okay... Thank you.
pt: Okay... Grazie.

# 616_Manager
source: Oh, Kazuki-kun. Our guests are leaving. See them out for me, will you?
pt: Oh, Kazuki-kun. I nostri ospiti stanno andando via. Accompagnali fuori per me, per favore?

# 628_Yuya
source: Before that, I'll be taking back the money you gave these assholes.
pt: Prima di questo, mi riprenderò i soldi che hai dato a questi stronzi.

# 640_Manager
source: Huh? What are you saying!?
pt: Eh? Ma che stai dicendo!?

# 664_Yakuza
source: Who's this little punk think he is?
pt: Chi si crede di essere questo moccioso?

# 676_Yuya
source: I won't say it again. This club isn't about to get shaken down by the likes of you!
pt: Non lo ripeto più. Questo club non si farà mettere sotto da gentaglia come voi!

# 688_Yakuza
source: Heheh. Big talk for a water boy. This place is under our protection now.
pt: Heheh. Quanta parlantina per uno sguattero. Ora questo posto è sotto la nostra protezione.

# 700_Yakuza
source: Better stop runnin' your mouth and start showin' some respect, ya little dipshit!
pt: Faresti meglio a chiudere quella bocca e a iniziare a mostrare un po' di rispetto, piccolo coglione!

# 712_Kiryu
source: You know what, Yuya? I think I'm going to step in after all. Got nothing better to do. How about you take five, and I take the other one?
pt: Sai cosa, Yuya? Credo che interverrò, dopotutto. Non ho niente di meglio da fare. Che ne dici se ti prendi una pausa, e io mi occupo del resto?

# 724_Yuya
source: Fine by me. Just don't complain if I end up beating them all down myself.
pt: Per me, ci sto. Solo non venire a frignare se poi li stendo tutti da solo.

# 736_Kiryu
source: Heh. No need to go getting greedy.
pt: Eh. Non c'è bisogno di esagerare.

# 748_Yakuza
source: Quit your posturing and put up your goddamn fists! Not that they'll do ya much good while we're poundin' ya into the sidewalk!
pt: Piantala di fare il gradasso e tira fuori i tuoi cazzo di pugni! Non che ti serviranno a molto mentre ti stiamo spiaccicando sul marciapiede!

# 772_Yuya
source: Kiryu-san! Did you get my email?
pt: Kiryu-san! Hai ricevuto la mia email?

# 784_Kiryu
source: I did. So you're really starting over, Yuya?
pt: L'ho fatto. Allora stai proprio ricominciando da capo, Yuya?

# 796_Yuya
source: Yep. I'm doing whatever it takes to get the old me back.
pt: Sì. Sto facendo di tutto per riavere il mio vecchio io.

# 808_Yuya
source: I thought waiter work at a cabaret club would be pretty tough, but it's not that bad at all.
pt: Pensavo che fare il cameriere in un cabaret club sarebbe stato abbastanza tosto, ma non è mica così male.

# 820_Kiryu
source: No matter what the job, once you have the experience of working your way up, you never forget the basics. That's why it's easy for you.
pt: Non importa il lavoro, una volta che ti sei fatto le ossa, non dimentichi mai le basi. Ecco perché ti viene facile.

# 832_Yuya
source: Makes sense... It's strange, y'know. How feeling needed really motivates you.
pt: Ha senso... È strano, sai. Come sentirsi necessari ti dia una motivazione pazzesca.

# 844_Yuya
source: I haven't felt like this for a while.
pt: Era da un pezzo che non mi sentivo così.

# 856_Woman
source: Hey, are you goofing off out here?
pt: Ehi, stai cazzeggiando qui fuori?

# 868_Yuya
source: I could say the same about you. Haha, what's up, Momoka?
pt: Potrei dire lo stesso di te. Haha, come butta, Momoka?

# 880_Momoka
source: Oh, nothing. Just came to check up on you, Kazuki-kun.
pt: Oh, niente. Sono solo venuta a vedere come stavi, Kazuki-kun.

# 904_Yuya
source: Yeah... That's the name I go by here. Just run with it, "Suzuki-san."
pt: Già... È il nome che uso qui. Usalo e basta, 'Suzuki-san'.

# 916_Kiryu
source: Heh. Fine.
pt: Eheh. Va bene.

# 928_Momoka
source: So, who's your buddy?
pt: Allora, chi è il tuo compare?

# 940_Yuya
source: Suzuki-san here is an old friend who helped me out a lot back in the day.
pt: Suzuki-san qui è un vecchio amico che mi ha dato una gran mano ai tempi.

# 952_Momoka
source: Oh yeah? Well, I guess I should tell you, Suzuki-san, I've got my sights set on your old friend Kazuki-kun's heart. He's a real sweetie pie, you know! ♪
pt: Ah sì? Beh, immagino che dovrei dirtelo, Suzuki-san, ho messo gli occhi sul cuore del tuo vecchio amico Kazuki-kun. È un vero tesoro, sai! ♪

# 964_Yuya
source: Whoa, slow down there.
pt: Ehi, vacci piano.

# 976_Kiryu
source: Heh. I see you didn't waste any time blending in.
pt: Heh. Vedo che non hai perso tempo ad ambientarti.

# 988_Yuya
source: Oh, come on.
pt: Maddai!

# 1000_Momoka
source: Even though Kazuki-kun's new here, he seems to know the job like the back of his hand. All the girls love him!
pt: Anche se Kazuki-kun è nuovo qui, sembra conoscere il mestiere a menadito. Tutte le ragazze vanno pazze per lui!

# 1012_Momoka
source: He handles the drunks like a pro, and he gives us great advice on how to treat customers.
pt: Gestisce gli ubriachi come un vero professionista, e ci dà sempre delle dritte pazzesche su come trattare i clienti.

# 1024_Momoka
source: Our manager really relies on him, too.
pt: Il nostro manager conta davvero molto su di lui, anche.

# 1036_Yuya
source: Hey, shouldn't you be getting back to work?
pt: Oi, non dovresti rimetterti al lavoro?

# 1048_Momoka
source: Yeah, yeah. Hope I didn't interrupt you, Suzuki-san! Though, if you want to come back with me, you're more than welcome!
pt: Sì, sì. Spero di non averti interrotto, Suzuki-san! Però, se vuoi tornare con me, sei più che benvenuto!

# 1084_Yuya
source: ...Sorry about that.
pt: Scusa per questo.

# 1096_Kiryu
source: Don't worry. But, after seeing that, I have to wonder if you'll ever go back to Kamurocho.
pt: Non preoccuparti. Ma, dopo aver visto una cosa del genere, mi viene da chiedere se tornerai mai a Kamurocho.

# 1108_Yuya
source: Ah, I don't even want to think about that just yet... I just can't seem to make up my mind.
pt: Ah, non ci voglio nemmeno pensare ancora... Non riesco proprio a decidermi.

# 1120_Yuya
source: But when I finally do, I'll be sure to get in touch with Kazuki-san and the rest of the club.
pt: Ma quando finalmente lo farò, mi assicurerò di farmi vivo con Kazuki-san e il resto del club.

# 1132_Kiryu
source: I see. I guess it's really none of my business.
pt: Capisco. Credo che in fondo non mi riguardi.

# 1144_Yuya
source: Don't be like that. I appreciate your concern.
pt: Non fare così. Apprezzo la tua preoccupazione.

# 1156_Kiryu
source: Well, I'll stop by again sometime. Keep your chin up, Yuya.
pt: Beh, ci farò un salto di nuovo, prima o poi. Tieni duro, Yuya.

# 1168_Yuya
source: I will. Thank you!
pt: Lo farò. Grazie!
