Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003306be.po
Languages: pt

source: Player
pt: Giocatore

# 44_Staff
source: Welcome.
pt: Benvenuto.

# 68_Staff
source: Thank you very much.
pt: Grazie mille.

# 128_Staff
source: Do you happen to know why white chocolate is white, sir?
pt: Sa per caso perché il cioccolato bianco è bianco, signore?

# 140_Player
source: I'm guessin' because it's made with milk?
pt: Immagino sia perché è fatto col latte?

# 152_Staff
source: That would be milk chocolate.
pt: Quello sarebbe cioccolato al latte.

# 164_Staff
source: All chocolate is made by fermenting the main ingredient, cocoa beans. The chocolate color comes from the cocoa mass.
pt: Tutto il cioccolato viene prodotto fermentando l'ingrediente principale, i semi di cacao. Il colore del cioccolato deriva dalla massa di cacao.

# 176_Staff
source: This cocoa mass can be further broken down into cocoa butter and cocoa powder.
pt: Questa massa di cacao può essere ulteriormente scomposta in burro di cacao e cacao in polvere.

# 188_Staff
source: White chocolate is prepared from cocoa butter mixed with sugar and milk, but without cocoa mass. That's why it's colored white.
pt: Il cioccolato bianco viene preparato con burro di cacao, mescolato a zucchero e latte, ma senza massa di cacao. Ecco perché è di colore bianco.

# 200_Player
source: So it's all made from the same stuff.
pt: Quindi è tutto fatto dalla stessa roba.

# 212_Staff
source: Indeed. However, in addition to lacking the bitter cocoa mass, the addition of sugar and milk makes it far sweeter than normal chocolate.
pt: In effetti. Tuttavia, oltre a non avere la massa di cacao amara, l'aggiunta di zucchero e latte lo rende molto più dolce del normale cioccolato.

# 224_Player
source: (So that's why white chocolate is white. I could bring that up at the cabaret club.)
pt: (Allora ecco perché il cioccolato bianco è bianco. Potrei tirarlo fuori al cabaret club.)
