Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid006904e8.po
Languages: pt

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola Impostazioni Dance Heat

source: Quit
pt: Esci

source: Dance Battle
pt: Sfida di Danza

source: Concert Battle
pt: Sfida al Concerto

source: Free Dance Battles
pt: Sfide di Danza Libere

# 88_Mittsu
source: Hey, Haruka! Come to give me some mon－ Uh, I mean, did you come to have an exciting dance battle?
pt: Ehi, Haruka! Sei venuta a darmi un po’ di sol— Eh, voglio dire, sei venuta per una emozionante sfida di danza?

# 124_Haruka
source: Actually, I changed my mind.
pt: In realtà, ho cambiato idea.

# 136_Mittsu
source: All right, fine. I won't force you! But come on back soon! Please!
pt: Va bene, d’accordo. Non ti forzerò! Ma torna presto! Ti prego!

# 160_Mittsu
source: Yes, I'm ready!
pt: Sì, sono pronta!

# 172_Mittsu
source: Hey, wait a minute. You look exhausted! I can't let you dance when you're that tired.
pt: Ehi, aspetta un attimo. Sembri sfinita! Non posso lasciarti ballare quando sei così stanca.

# 184_Haruka
source: Oh, I'm sorry! I guess I'd better rest up first.
pt: Oh, scusa! Credo sia meglio riposarmi prima.

# 208_Mittsu
source: Yes, I'm ready!
pt: Sì, sono pronta!

# 220_Mittsu
source: Hey, hey. Not so fast. I'm gonna need at least 500 yen. How else am I going to make enough money for my plane ticket?
pt: Ehi, ehi. Non così in fretta. Mi servono almeno 500 yen. Come faccio altrimenti a mettere da parte i soldi per il mio biglietto aereo?

# 232_Haruka
source: Oh. Right.
pt: Oh. Giusto.

# 244_Mittsu
source: Yes, I'm ready!
pt: Sì, sono pronta!

# 256_Mittsu
source: Fantastic! Okay, who do you want to challenge?
pt: Fantastico! Allora, chi vuoi sfidare?

# 268_Mittsu
source: Akari, huh? You got it! Hold on just a sec.
pt: Akari, eh? Va bene! Aspetta solo un secondo.

# 364_Mittsu
source: Hi, Haruka!
pt: Ciao, Haruka!

# 376_Player
source: Akari, are you all set to start?
pt: Akari, sei pronta per iniziare?

# 388_Akari
source: Yup. I'm ready anytime!
pt: Sì! Sono pronta quando vuoi!

# 400_Player
source: Then let's go!
pt: Allora andiamo!

# 436_Mittsu
source: Maki, huh? You got it! Hold on just a sec.
pt: Maki, eh? Va bene! Aspetta solo un secondo.

# 532_Mittsu
source: Thanks for inviting me, Miss Idol Dancer.
pt: Grazie per avermi invitata, Miss Idol Dancer.

# 544_Player
source: Maki-san, let's have a showdown!
pt: Maki-san, facciamo uno scontro!

# 556_Maki
source: Hehe, I'm all better now, so you'd better watch out. I'll show you what the leader of the Hipsters can do!
pt: Hehe, ora sto benissimo, quindi attenta. Ti farò vedere cosa sa fare la leader degli Hipsters!

# 592_Mittsu
source: Aya, huh? You got it! Hold on just a sec.
pt: Aya, eh? Va bene! Aspetta solo un secondo.

# 688_Mittsu
source: So we meet again, Sawamura-san. The time has finally come for me to take you down.
pt: Ci incontriamo di nuovo, Sawamura-san. È finalmente giunto il momento di batterti.

# 700_Player
source: It's, um, nice to see you again, Aya-san.
pt: È… ehm, bello rivederti, Aya-san.

# 712_Aya
source: It'll be a fair fight this time!
pt: Questa volta sarà una sfida leale!

# 724_Player
source: Exactly! Let's do this.
pt: Esatto! Facciamolo.

# 760_Mittsu
source: Judy, huh? You got it! Hold on just a sec.
pt: Judy, eh? Va bene! Aspetta solo un secondo.

# 856_Mittsu
source: Well, if it isn't Haruka Sawamura. How've you been?
pt: Ma guarda chi c’è, Haruka Sawamura. Come va?

# 868_Player
source: Pretty good. How about you, Judy-san?
pt: Abbastanza bene. E tu, Judy-san?

# 880_Judy
source: All right, that's enough chitchat. Let's get down to business. I won't go easy on you!
pt: Va bene, basta chiacchiere. Passiamo agli affari. Non avrò pietà!

# 892_Player
source: And I wouldn't want you to!
pt: E non vorrei che lo facessi!

# 928_Mittsu
source: Mr. Momiyama, huh? You got it! Hold on just a sec.
pt: Il signor Momiyama, eh? Va bene! Aspetta solo un secondo.

# 1024_Mittsu
source: Heheh. Another dance battle, Haruka-san?
pt: Heheh. Un’altra sfida di danza, Haruka-san?

# 1036_Player
source: Yes, please! If you wouldn't mind.
pt: Sì, per favore! Se non ti dispiace.

# 1048_Momiyama
source: Not at all! Let's get to it, then! *cough* *cough*
pt: Ma certo! Allora iniziamo! *cof* *cof*

# 1096_Mittsu
source: Ririka, huh? You got it! Hold on just a sec.
pt: Ririka, eh? Va bene! Aspetta solo un secondo.

# 1192_Mittsu
source: Hello, Haruka-chan. It's been a while.
pt: Ciao, Haruka-chan. È da un po’.

# 1204_Player
source: Hello, Ririka-san. I'm sorry about calling you out here like this.
pt: Ciao, Ririka-san. Scusa per averti chiamata qui così all’improvviso.

# 1216_Ririka
source: It's cool. I didn't have anything better to do. So, should we get to it then?
pt: Tutto ok. Non avevo niente di meglio da fare. Allora, vogliamo iniziare?

# 1228_Player
source: Yes, let's go!
pt: Sì, andiamo!

# 1264_Mittsu
source: Ema, huh? You got it! Hold on just a sec.
pt: Ema, eh? Va bene! Aspetta solo un secondo.

# 1372_Player
source: Hello, Ema-chan. Would you like to have a dance battle?
pt: Ciao, Ema-chan. Ti va di fare una sfida di danza?

# 1384_Ema
source: Of course! But I won't go easy on you, you know!
pt: Certo! Ma sappi che non avrò pietà!

# 1396_Player
source: Fine by me!
pt: Per me va bene!

# 1432_Mittsu
source: Himeko, huh? You got it! Hold on just a sec.
pt: Himeko, eh? Va bene! Aspetta solo un secondo.

# 1528_Mittsu
source: Never fear, Himeko-sama is here!
pt: Niente paura, Himeko-sama è qui!

# 1540_Player
source: Thanks for coming, Himeko-chan. Want to have a dance battle with me?
pt: Grazie per essere venuta, Himeko-chan. Vuoi fare una sfida di danza con me?

# 1552_Himeko
source: Certainly! It'll be the perfect chance to show you my magnificent moves!
pt: Certamente! Sarà l’occasione perfetta per mostrarti le mie mosse magnifiche!

# 1564_Player
source: Hehe. Great!
pt: Hehe. Fantastico!

# 1600_Mittsu
source: Seira, huh? You got it! Hold on just a sec.
pt: Seira, eh? Va bene! Aspetta solo un secondo.

# 1696_Mittsu
source: Hi, Haruka! So, what do you wanna do today?
pt: Ciao, Haruka! Allora, cosa vuoi fare oggi?

# 1708_Player
source: Huh? Oh, this was about a dance battle, but... Didn't anyone tell you?
pt: Eh? Oh, si trattava di una sfida di danza, ma… Nessuno te l’ha detto?

# 1720_Seira
source: Oh? Oh! That's right! Okay, let's dance!
pt: Oh? Oh! Giusto! Va bene, balliamo!

# 1732_Player
source: Yes, let's!
pt: Sì, facciamolo!

# 1768_Mittsu
source: Noa Amon, huh? You got it! Hold on just a sec.
pt: Noa Amon, eh? Va bene! Aspetta solo un secondo.

# 1864_Mittsu
source: Heh. I didn't expect to be seeing you again so soon.
pt: Heh. Non mi aspettavo di rivederti così presto.

# 1876_Player
source: Yes, I'm a little surprised myself.
pt: Sì, sono sorpresa anch’io.

# 1888_Noa Amon
source: Whatever. Tell you what. I'll let you choose the kind of fight you want to lose at. Dance battle or concert battle?
pt: Come vuoi. Ti dirò: ti lascio scegliere il tipo di sfida in cui vuoi perdere. Battaglia di danza o battaglia al concerto?

# 1900_Player
source: I choose to have a dance battle.
pt: Scelgo una sfida di danza.

# 1912_Mittsu
source: A dance battle, huh? All right. Get ready to feel the sting of defeat!
pt: Una sfida di danza, eh? Bene. Preparati a sentire la puntura della sconfitta!

# 1948_Player
source: I choose to have a concert battle.
pt: Scelgo una sfida al concerto.

# 1960_Mittsu
source: A concert battle, huh? All right. Get ready to feel the sting of defeat!
pt: Una sfida al concerto, eh? Bene. Preparati a sentire la puntura della sconfitta!

# 1996_Mittsu
source: Hey, you're Haruka! The one who had that great battle against Akari at the Summit!
pt: Ehi, tu sei Haruka! Quella che ha fatto quella grande sfida contro Akari al Summit!

# 2008_Player
source: Oh, hello, Mittsu-san. I haven't seen you for a while. What're you doing here?
pt: Oh, ciao, Mittsu-san. È da un po’ che non ti vedo. Che ci fai qui?

# 2020_Mittsu
source: Ah, it's such a long and painful story!
pt: Ah, è una storia lunga e dolorosa!

# 2044_Mittsu
source: You see, after the Summit I lost my wallet. Even worse, my return plane ticket was in there! My poor, precious ticket...
pt: Vedi, dopo il Summit ho perso il portafoglio. E peggio ancora, dentro c’era il mio biglietto aereo per tornare! Il mio povero, prezioso biglietto…

# 2056_Player
source: Oh no! What are you going to do?
pt: Oh no! Cosa farai adesso?

# 2068_Mittsu
source: I know, right? That's exactly what I said!
pt: Lo so, vero? È esattamente quello che ho detto anch’io!

# 2080_Mittsu
source: But then I got an idea. I'm going to organize dance battles here to make enough money to buy another ticket!
pt: Ma poi mi è venuta un’idea. Organizzerò sfide di danza qui per fare abbastanza soldi da comprare un altro biglietto!

# 2092_Player
source: Organize dance battles?
pt: Organizzare sfide di danza?

# 2104_Mittsu
source: That's right.
pt: Esatto.

# 2116_Mittsu
source: Whenever somebody is looking for a dance battle opponent, I'll set them up with other dancers I know.
pt: Ogni volta che qualcuno cerca un avversario per una sfida di danza, lo metterò in contatto con altri ballerini che conosco.

# 2128_Mittsu
source: And then I'll charge a small fee for my services. You know, to go towards replacing the ticket I lost.
pt: E poi chiederò una piccola tariffa per i miei servizi. Sai, per contribuire a sostituire il biglietto che ho perso.

# 2140_Player
source: That's a pretty good idea.
pt: È un’idea piuttosto buona.

# 2152_Mittsu
source: I know! How about you, Haruka? Are you tough enough to take on opponents you can't find anywhere else?
pt: Lo so! E tu, Haruka? Sei abbastanza tosta da affrontare avversari che non troveresti da nessun’altra parte?

# 2164_Player
source: Oh, well... I understand you're in a tough situation, Mittsu-san, but I can't help but feel I'm being pushed into this.
pt: Oh, beh… Capisco che tu sia in una situazione difficile, Mittsu-san, ma non posso fare a meno di sentire che mi stai spingendo dentro questa cosa.

# 2176_Mittsu
source: All right, fine. I won't force you! But come back if you ever feel brave enough to try!
pt: Va bene, d’accordo. Non ti forzerò! Ma torna se mai ti sentirai abbastanza coraggiosa da provarci!

# 2188_Player
source: All right...
pt: Va bene…

# 2200_Mittsu
source: You can now compete in free dance battles. Talk to the organizer, Mittsu, to have him arrange a battle with a dancer you wouldn't ordinarily get to meet in the streets. These opponents will be rivals you've competed against in the past. More opponents will be added when you perform certain jobs.
pt: Ora puoi partecipare alle sfide di danza libere. Parla con l’organizzatore, Mittsu, per farti preparare una sfida con un ballerino che normalmente non incontreresti per strada. Questi avversari saranno rivali che hai affrontato in passato. Altri avversari verranno aggiunti completando determinati incarichi.
