Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003304e8.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

# 156_Haruka
source: Yay! Karaoke with Akiyama-san! Now what should I sing today...
pt: Evviva! Karaoke con Akiyama-san! Allora, cosa canto oggi...

# 168_Haruka
source: Can't go wrong with a Princess League song, but... There're so many others I want to sing, too!
pt: Non si sbaglia mai con una canzone della Princess League, ma... Ce ne sono così tante altre che vorrei cantare anch'io!

# 180_Akiyama
source: Nicely done, Haruka-chan. Like the true pro you are.
pt: Grandioso, Haruka-chan. Da vera professionista quale sei.

# 192_Haruka
source: I know, right? Hehehe...
pt: Lo so, vero? Hehehe...

# 204_Haruka
source: I want to hear you sing, too, Akiyama-san!
pt: Voglio sentirti cantare anche tu, Akiyama-san!

# 216_Haruka
source: Yay! This is gonna be great!
pt: Evvai! Sarà una figata!

# 228_Haruka
source: Oh, okay...
pt: Oh, ok...

# 240_Akiyama
source: A bit off your game today?
pt: Un po' fuori forma oggi?

# 252_Haruka
source: I guess so...
pt: Immagino di sì...

# 264_Akiyama
source: That was great, Haruka-chan. I'm a fan for life.
pt: Sei stata grandiosa, Haruka-chan. Sono un tuo fan a vita.

# 276_Haruka
source: I really nailed that one!
pt: L'ho proprio azzeccata!

# 288_Haruka
source: I want to hear you sing, too, Akiyama-san!
pt: Voglio sentirti cantare anche tu, Akiyama-san!

# 300_Haruka
source: Yay! This is gonna be great!
pt: Evvai! Sarà una figata!

# 312_Haruka
source: Oh, okay...
pt: Oh, ok...

# 324_Akiyama
source: You made that really fun, Haruka-chan. That felt great.
pt: Mi hai fatto divertire un mondo, Haruka-chan. È stato fantastico.

# 336_Haruka
source: You were so cool, Akiyama-san!
pt: Eri troppo forte, Akiyama-san!

# 348_Akiyama
source: Heh, thanks.
pt: Eh, grazie.

# 360_Akiyama
source: Was that a tough one?
pt: Era tosta, quella?

# 372_Haruka
source: Sorry, Akiyama-san...
pt: Scusa, Akiyama-san...

# 384_Akiyama
source: Haruka-chan, you sure know how to get things fired up.
pt: Haruka-chan, sai proprio come accendere l'atmosfera.

# 396_Haruka
source: That was so cool, Akiyama-san! It sounded like a pro was singing.
pt: È stato grandioso, Akiyama-san! Sembrava che un professionista stesse cantando.

# 408_Akiyama
source: That really means something from a pro like you.
pt: Questo significa un sacco, detto da una professionista come te.
