Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c06fe.po
Languages: pt

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai un <Color:8>Staminan Spark<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Whack the box.
pt: Dai una botta alla scatola.

source: Tap random keys on the keyboard.
pt: Schiaccia tasti a vanvera sulla tastiera.

source: Pull out the cord at the back of the box.
pt: Stacca il cavo dal retro della scatola.

source: Whack the box again.
pt: Dai di nuovo una botta alla scatola.

source: Pull out the cord at the back.
pt: Stacca il cavo dal retro.

source: Restart the computer.
pt: Riavvia il computer.

source: Plug the cord back in.
pt: Riattacca il cavo.

source: Hit the computer.
pt: Dai una botta al computer.

source: Whack the box more.
pt: Dai ancora una botta alla scatola.

source: Stop Him
pt: Fermalo

source: Leave Him Be
pt: Lascialo stare

# 384_Muramatsu
source: Oh, hi there, Suzuki-san.
pt: Oh, ciao, Suzuki-san.

# 396_Kiryu
source: Something up, Muramatsu-san?
pt: Che c'è, Muramatsu-san?

# 408_Muramatsu
source: No... Uh, well...
pt: No... Uh, be'...

# 420_Hirakawa
source: I have to step out. Can you man the phone, Muramatsu-kun?
pt: Devo uscire un attimo. Puoi stare al telefono, Muramatsu-kun?

# 432_Muramatsu
source: Yeah, sure. Leave it to me.
pt: Sì, certo. Ci penso io.

# 456_Muramatsu
source: How's it goin', Muramatsu-kun?
pt: Come va, Muramatsu-kun?

# 468_Muramatsu
source: I'm afraid things aren't looking too good.
pt: Ho paura che le cose non stiano andando troppo bene.

# 480_Nakajima
source: Still actin' up, huh? You know anything 'bout computers, Suzuki-san?
pt: Dà ancora problemi, eh? Te ne intendi di computer, Suzuki-san?

# 492_Kiryu
source: Not much, no.
pt: Non molto, no.

# 504_Nakajima
source: Hmm. That computer's been actin' up lately. Runnin' slow all of a sudden.
pt: Hmm. Quel computer ultimamente ha dato problemi. All'improvviso va lento.

# 516_Muramatsu
source: Huh? What's this!?
pt: Eh? Cos'è questo!?

# 528_Kiryu
source: What happened?
pt: Che è successo?

# 540_Kiryu
source: What?
pt: Cosa?

# 552_Muramatsu
source: Empty windows keep popping up. They won't stop! Wait. I know what this is. It's one of those cyberterrorism attacks!
pt: Continuano a spuntare finestre vuote. Non si fermano! Aspetta. So cos'è questo. È uno di quegli attacchi di cyberterrorismo!

# 564_Kiryu
source: Cider terrorism? What's that?
pt: Terrorismo del sidro? Cos'è?

# 576_Nakajima
source: Ya mean someone's hackin' into our computer? Whaddya think we should do, Suzuki-san!?
pt: Vuoi dire che qualcuno sta hackerando il nostro computer? Che facciamo, Suzuki-san!?

# 588_Kiryu
source: Cider? Hacking? Like... hacking up food?
pt: Sidro? Hacking? Tipo... fare a pezzi il cibo?

# 600_Kiryu
source: I don't understand how this relates to computers. I'm not good with them.
pt: Non capisco cosa c'entri questo con i computer. Io non sono bravo con loro.

# 612_Nakajima
source: Same goes for the lot of us here! But that computer's got a ton of data on it we need to hold on to!
pt: Lo stesso vale per un sacco di noi qui! Ma quel computer ha un botto di dati che dobbiamo conservare!

# 624_Nakajima
source: We're countin' on ya, Suzuki-san! Can't ya think of anythin'?
pt: Contiamo su di te, Suzuki-san! Non ti viene in mente niente?

# 636_Kiryu
source: Okay. I'll see what I can do. First of all...
pt: Va bene. Vedrò cosa posso fare. Innanzitutto...

# 648_Muramatsu
source: So this box here is the computer, huh? You should try hitting it.
pt: Allora questa scatola qui è il computer, eh? Dovresti provare a colpirlo.

# 660_Nakajima
source: Ya sure that's a good idea!?
pt: Ma sei sicuro che sia una buona idea!?

# 672_Kiryu
source: When something's acting up, I always give it a good whack first. That's how I fixed the TV back at Morning Glo－er, my last house.
pt: Quando qualcosa fa le bizze, gli do sempre una bella botta per prima cosa. È così che ho aggiustato la TV ai tempi del Morning Glo—ehm, la mia ultima casa.

# 684_Nakajima
source: All righty, then. I'll give it a shot!
pt: Benissimo, allora. Ci provo!

# 696_Nakajima
source: Take that!
pt: Tieni questo!

# 756_Kiryu
source: That didn't seem to do anything.
pt: Non sembra aver fatto niente.

# 768_Nakajima
source: Ya reckon this is gonna fix it? I get the feelin' this ain't how it's done.
pt: Ma pensi che questo lo aggiusterà? Mi sa che non è così che si fa.

# 780_Kiryu
source: Okay, then. Well, next up...
pt: Va bene, allora. E adesso...

# 792_Muramatsu
source: We should tap on the keyboard a bit. It doesn't matter what keys. Just tap away.
pt: Dovremmo battere un po' sulla tastiera. Non importa quali tasti. Basta battere a caso.

# 804_Nakajima
source: Ya gotta be kiddin' me! It can't be that simple, surely!
pt: Ma stai scherzando!? Non può essere così semplice, no!

# 816_Kiryu
source: Maybe not, but doing nothing won't fix it, either. Even if it's only a small chance, we can't rule it out.
pt: Magari no, ma stare a non far niente non lo aggiusterà di certo. Anche se è solo una piccola possibilità, non possiamo escluderla.

# 828_Nakajima
source: Alrighty, then. We'll give it a shot!
pt: Benissimo, allora. Ci proviamo!

# 900_Muramatsu
source: Guess it ain't gonna work. Nothin's changed a bit.
pt: Mi sa che non funzionerà. Non è cambiato un bel niente.

# 912_Kiryu
source: Well, we've eliminated that from the equation, at least. That's progress.
pt: Beh, almeno quello l'abbiamo tolto di mezzo. È già un passo avanti.

# 924_Nakajima
source: But our precious data's gonna get stolen at this rate! We can't let that happen!
pt: Ma i nostri preziosi dati finiranno rubati di questo passo! Non possiamo permetterlo!

# 936_Kiryu
source: Of course not. Next up...
pt: Certo che no. E adesso...

# 948_Muramatsu
source: I think that cord at the back of the computer might be the answer.
pt: Mi sa che quel cavo dietro al computer potrebbe essere la soluzione.

# 960_Nakajima
source: Cord? Oh, ya mean the LAN cable? What do I do with it!?
pt: Cavo? Oh, intendi il cavo LAN? Che ci faccio!?

# 972_Kiryu
source: Pull it out. As hard as you can.
pt: Tiralo fuori. Con tutta la forza che hai.

# 984_Nakajima
source: I get it! That'd take it off the network, huh? Perfect! I see now!
pt: Ci sono! Così lo staccherei dalla rete, eh? Perfetto! Capisco adesso!

# 1056_Muramatsu
source: So did that do the trick?
pt: Allora, ha funzionato?

# 1080_Muramatsu
source: What's this, Suzuki-san? Some girl is moanin' through the computer speakers!
pt: Cos'è 'sta roba, Suzuki-san? C'è una che geme dalle casse del computer!

# 1092_Kiryu
source: Uh-oh. I guess it was a trap, Nakajima-san. The attacker must have known what we'd do.
pt: Oh-oh. Mi sa che era una trappola, Nakajima-san. L'attaccante deve aver saputo cosa avremmo fatto.

# 1104_Nakajima
source: Whaddya mean?
pt: Che vuoi dire?

# 1116_Kiryu
source: They probably set it up to play that moaning sound when the cord is pulled out to stop us from getting to the bottom of this.
pt: Probabilmente l'hanno programmato per far partire quel gemito quando si stacca il cavo, così da impedirci di venire a capo di questa faccenda.

# 1128_Kiryu
source: Whoever came up with this plan knows our every move! We're up against a tough foe.
pt: Chiunque si sia inventato 'sto piano conosce ogni nostra mossa! Abbiamo a che fare con un brutto cliente.

# 1140_Nakajima
source: Oh, c'mon! We can't have a girl moanin' in the office all day! 'Specially not one who keeps askin' us to "put it back in"!
pt: Oh, dai! Non possiamo avere una ragazza che geme in ufficio tutto il giorno! Soprattutto non una che continua a chiederci di "rimetterlo dentro"!

# 1152_Nakajima
source: Ya gotta do somethin', Suzuki-san!
pt: Devi fare qualcosa, Suzuki-san!

# 1164_Kiryu
source: Okay, next up...
pt: Ok, e ora...

# 1176_Muramatsu
source: Hit that box... er, computer again.
pt: Dai un colpo a quella scatola... ehm, al computer, di nuovo.

# 1188_Nakajima
source: That didn't do us a lick of good before! Ain't no point in bashin' the thing to pieces, right?
pt: Quello non ci ha fatto un bel niente prima! Non ha senso fare a pezzi 'sto coso, no?

# 1200_Kiryu
source: I guess there isn't much point in that, no. Okay, next up...
pt: Mi sa che non ha molto senso, no. Ok, e ora...

# 1212_Muramatsu
source: Let's try restarting the computer. That's the thing to do in an emergency.
pt: Proviamo a riavviare 'sto computer. È la cosa da fare in caso di emergenza.

# 1224_Nakajima
source: Aha! That's it! I shoulda thought of that myself!
pt: Aha! Eccolo! Avrei dovuto pensarci io stesso!

# 1236_Nakajima
source: Lemme see. Where's the restart...? Ah, there we go!
pt: Vediamo un po'. Dov'è il riavvio...? Ah, eccolo!

# 1248_Nakajima
source: Hmm... That's weird. It ain't respondin' at all now.
pt: Hmm... Che strano. Non risponde proprio più, adesso.

# 1260_Kiryu
source: You mean it isn't doing what you tell it? That's a problem.
pt: Vuoi dire che non fa quello che gli dici? È un problema.

# 1272_Nakajima
source: Damn. Can't even shut the thing down now. Think I oughta just pull the power cable out, Suzuki-san?
pt: Maledizione. Non si spegne proprio più, adesso. Credi che dovrei semplicemente staccare la spina, Suzuki-san?

# 1284_Muramatsu
source: The power plug? No, that would be dangerous. It could wreck the hard disk.
pt: La spina? No, sarebbe pericoloso. Potrebbe rovinare l'hard disk.

# 1296_Nakajima
source: Can't have that! What are we s'posed to do now, then?
pt: Questo no! Cosa facciamo adesso, allora?

# 1308_Kiryu
source: Hmm. I guess we could...
pt: Hmm. Mi sa che potremmo...

# 1320_Muramatsu
source: I'm hitting the computer.
pt: Sto picchiando il computer.

# 1332_Nakajima
source: Okay, okay! Whatever it takes. Just hurry it up!
pt: Ok, ok! Qualsiasi cosa serva. Sbrigati e basta!

# 1344_Kiryu
source: All right, here goes.
pt: Allora, si comincia.

# 1368_Muramatsu
source: Yah!
pt: Iah!

# 1392_Muramatsu
source: Hiyah!
pt: Iah!

# 1416_Muramatsu
source: Hrah!
pt: Iah!

# 1440_Muramatsu
source: Gah, I can't take much more of this! That voice is gettin' me all flustered. Do somethin' quick, Suzuki-san!
pt: Ugh, non ne posso più! Quella voce mi sta mandando in palla. Fai qualcosa subito, Suzuki-san!

# 1452_Kiryu
source: Calm down, Nakajima-san. We still have other options. Next, I'll...
pt: Calmati, Nakajima-san. Abbiamo ancora altre opzioni. Ora, io...

# 1464_Muramatsu
source: I'll restart the computer.
pt: Riavvio il computer.

# 1476_Nakajima
source: Okay, fine! I'll try anythin' at this point. Just make it fast!
pt: Ok, va bene! Proverò qualsiasi cosa a questo punto. Sbrigati e basta!

# 1488_Kiryu
source: All right, here goes.
pt: Allora, si comincia.

# 1548_Muramatsu
source: Any luck?
pt: Hai avuto fortuna?

# 1560_Kiryu
source: No, it didn't seem to do anything.
pt: No, non ha combinato niente, a quanto pare.

# 1572_Nakajima
source: Shit! We're screwed, then!
pt: Merda! Allora siamo fregati!

# 1584_Kiryu
source: Calm down, Nakajima-san. We still have other options. Next, I'll...
pt: Calmati, Nakajima-san. Abbiamo ancora altre opzioni. Ora, io...

# 1596_Muramatsu
source: Let's plug the cord back in.
pt: Ricolleghiamo il cavo.

# 1608_Nakajima
source: Yeah! That moanin' voice is tellin' us not to pull the LAN cable out! Good thinkin', Suzuki-san!
pt: Sì! Quella voce che geme ci sta dicendo di non staccare il cavo LAN! Ottima pensata, Suzuki-san!

# 1668_Muramatsu
source: Aha! Did that stop the moanin'?
pt: Aha! Ha fermato i gemiti?

# 1704_Muramatsu
source: What's this, Suzuki-san!? It's sayin' somethin' different now! All this stuff about not pullin' out and puttin' it in deeper is gonna fry my damn circuits!
pt: Cos'è 'sto coso, Suzuki-san!? Adesso sta dicendo qualcosa di diverso! Tutta 'sta roba sul non tirarlo fuori e metterlo più a fondo mi farà andare in pappa i maledetti circuiti!

# 1716_Kiryu
source: It seems they anticipated we'd do that as well.
pt: Sembra che abbiano anticipato che avremmo fatto pure quello.

# 1728_Nakajima
source: We'll never get any work done here with this racket goin' on! I guess we're gonna have to go with the last resort!
pt: Con tutto 'sto casino che c'è, non riusciremo mai a combinare niente qui! Credo che dovremo ricorrere all'ultima spiaggia!

# 1740_Kiryu
source: Last resort?
pt: L'ultima spiaggia?

# 1752_Nakajima
source: Pullin' the power cord outta the computer! That'll stop it in its tracks!
pt: Staccare il cavo di alimentazione dal computer! Quello lo fermerà di botto!

# 1764_Muramatsu
source: But that could place a lot of strain on the hard disk. You realize you could lose all the data, right!?
pt: Ma quello potrebbe mettere a dura prova l'hard disk. Ti rendi conto che potresti perdere tutti i dati, vero!?

# 1776_Nakajima
source: Well, we ain't got much of a choice!
pt: Beh, non c'abbiamo molta scelta!

# 1788_Muramatsu
source: The data is still intact now, though. It's just a moaning voice. I think it's too early to give up yet, Nakajima-san.
pt: I dati sono ancora intatti adesso, però. È solo una voce che geme. Credo che sia troppo presto per arrendersi, Nakajima-san.

# 1800_Nakajima
source: We tried everythin'! That voice is drivin' me battier than a belfry at midnight!
pt: Abbiamo provato di tutto! Quella voce mi sta mandando ai matti più di un campanile a mezzanotte!

# 1812_Nakajima
source: I'm gonna do it! Let's get this over and done with! Stay outta the way, Suzuki-san!
pt: Lo faccio! Finiamola una volta per tutte! Togliti di mezzo, Suzuki-san!

# 1824_Kiryu
source: (Maybe I should stop Nakajima-san.)
pt: (Forse dovrei fermare Nakajima-san.)

# 1836_Muramatsu
source: Okay, I won't stop you. Do what you think is best, Nakajima-san.
pt: Va bene, non ti fermerò. Fai quello che pensi sia meglio, Nakajima-san.

# 1848_Nakajima
source: Alrighty! Here goes! I'm pullin' it out!
pt: Ok, allora! Ci siamo! Lo stacco!

# 1920_Muramatsu
source: It stopped!
pt: Si è fermato!

# 1932_Kiryu
source: Good call, Nakajima-san. That looks like it solved the problem for now.
pt: Bella mossa, Nakajima-san. Sembra che abbia risolto il problema per adesso.

# 1944_Hirakawa
source: I'm back.
pt: Sono tornato.

# 1956_Nakajima
source: Oh, welcome back, Hirakawa-san.
pt: Oh, bentornato, Hirakawa-san.

# 1968_Hirakawa
source: Did something happen while I was out? Why are you all crowded around the computer?
pt: È successo qualcosa mentre ero fuori? Perché siete tutti ammassati intorno al computer?

# 1980_Nakajima
source: We almost got hit by some cyberterrorists, but we have it under control now.
pt: Siamo quasi stati colpiti da dei cyberterroristi, ma ora è tutto sotto controllo.

# 1992_Hirakawa
source: Under control? Ah! Did you pull the power cord out!?
pt: Sotto controllo? Ah! Hai staccato il cavo di alimentazione!?

# 2004_Nakajima
source: We had to. The damn thing was makin' all these raunchy sounds.
pt: Dovevamo farlo. Quella maledetta cosa stava facendo tutti quei suoni zozzi.

# 2016_Hirakawa
source: Raunchy sounds? Oh, was it saying something like "Don't pull out"?
pt: Suoni zozzi? Oh, diceva qualcosa tipo "Non staccare"?

# 2028_Kiryu
source: You know about computers, Hirakawa-san?
pt: Te ne intendi di computer, Hirakawa-san?

# 2040_Hirakawa
source: I may not look it, but I'm pretty savvy with technology. Did you have antivirus software installed on your PC, Nakajima-san?
pt: Potrei non sembrarlo, ma sono piuttosto ferrato con la tecnologia. Avevi un software antivirus installato sul tuo PC, Nakajima-san?

# 2052_Nakajima
source: What's that?
pt: Cos'è?

# 2064_Hirakawa
source: With antivirus software installed, you wouldn't have had this mess happen in the first place.
pt: Con un software antivirus installato, non ti sarebbe successo questo casino fin dall'inizio.

# 2076_Hirakawa
source: If you pulled the power cable out...
pt: Se hai staccato il cavo di alimentazione...

# 2088_Hirakawa
source: Thought so. It's scrapped. It won't boot up anymore. The hard drive is dead as a doornail.
pt: Immaginavo. È andato. Non si avvia più. L'hard disk è morto come un chiodo.

# 2100_Hirakawa
source: You'll have to get a specialist to look at it. It'll probably cost you an arm and a leg to fix, too.
pt: Dovrai farlo vedere a uno specialista. E per sistemarlo, probabilmente ti costerà un occhio della testa, pure.

# 2112_Hirakawa
source: I wish you'd waited until I got back. I could have fixed it in a flash.
pt: Magari avessi aspettato che tornassi. L'avrei sistemato in un attimo.

# 2124_Hirakawa
source: It sounds like it was just one of those joke programs, anyway. It probably wouldn't have done any harm.
pt: Sembrava fosse solo uno di quei programmi scherzo, comunque. Probabilmente non avrebbe fatto nessun danno.

# 2136_Nakajima
source: So you're sayin' if we just left it, this wouldn't have happened?
pt: Allora stai dicendo che se l'avessimo lasciato stare, non sarebbe successo tutto questo?

# 2148_Hirakawa
source: That's about the size of it, yes.
pt: È proprio così, sì.

# 2160_Muramatsu
source: I told you it could ruin the hard disk, Nakajima-san.
pt: Gliel'avevo detto che poteva rovinare l'hard disk, Nakajima-san.

# 2172_Kiryu
source: It's my fault for not stopping him.
pt: È stata colpa mia per non averlo fermato.

# 2184_Hirakawa
source: Nah, don't go blaming yourself, Suzuki-san. This is the kind of program you often find lurking on adult sites.
pt: Ma no, non darti la colpa, Suzuki-san. Questo è il genere di programma che si trova spesso a bazzicare sui siti per adulti.

# 2196_Hirakawa
source: The people who were dumb enough to visit a site like that on a work PC are responsible.
pt: Le persone che sono state così cretine da visitare un sito del genere su un PC di lavoro sono responsabili.

# 2208_Muramatsu
source: What do you mean, "people"? You're not trying to implicate me, I hope!
pt: Che vuol dire "persone"? Non starai mica cercando di tirarmi in mezzo, spero!

# 2220_Nakajima
source: Yeah! We've done no such thing! Where's your proof!? You shouldn't assume the worst of people, Hirakawa-san!
pt: Ma sì! Non abbiamo fatto niente del genere! Dov'è la tua prova!? Non dovresti subito pensare il peggio della gente, Hirakawa-san!

# 2232_Hirakawa
source: Oh, don't take me for a fool. I'm not naive enough to fall for that line.
pt: Oh, non prendermi per scemo. Non sono così ingenuo da cascarci.

# 2244_Nakajima
source: Bah! Say what ya will, I know nothin'!
pt: Bah! Dite pure quello che vi pare, io non so niente!

# 2256_Hirakawa
source: Well, in any case, this isn't your responsibility, Suzuki-san.
pt: Beh, in ogni caso, questa non è responsabilità tua, Suzuki-san.

# 2268_Nakajima
source: Enough! We get the picture!
pt: Basta! Abbiamo capito!

# 2280_Kiryu
source: I'm sorry I wasn't able to help more.
pt: Mi dispiace di non aver potuto aiutare di più.

# 2292_Kiryu
source: (I guess I shouldn't have gotten involved in something I don't know much about.)
pt: (Immagino che non avrei dovuto ficcare il naso in cose di cui non so granché.)

# 2388_Muramatsu
source: Muramatsu-san is right, Nakajima-san. I get the feeling that you shouldn't touch that cord.
pt: Muramatsu-san ha ragione, Nakajima-san. Mi sa che non dovresti toccare quel cavo.

# 2400_Nakajima
source: But what'll people think if they walk in and hear this voice moanin' away!?
pt: Ma cosa penserà la gente se entra e sente questa voce gemere così!?

# 2412_Kiryu
source: You said there's important information in that box, right? Do you want to risk losing it?
pt: Hai detto che ci sono informazioni importanti in quella scatola, giusto? Vuoi rischiare di perderle?

# 2424_Nakajima
source: I guess not, no...
pt: Immagino di no, no...

# 2436_Hirakawa
source: What on earth are you doing!?
pt: Ma che diavolo stai facendo!?

# 2448_Nakajima
source: Hirakawa-san! When did you get back?
pt: Hirakawa-san! Quando sei tornato?

# 2460_Hirakawa
source: Never mind that. Shut off that moaning sound! It's hardly appropriate for the workplace!
pt: Lascia stare quello. Spegni quel gemito! Non è per niente appropriato qui in ufficio!

# 2472_Nakajima
source: That's the problem. We can't. The computer got hit by a cyberterrorism attack!
pt: Il problema è proprio questo. Non possiamo. Il computer ha beccato un attacco di cyberterrorismo!

# 2484_Hirakawa
source: Cyberterrorism? Let me see.
pt: Cyberterrorismo? Fammi vedere.

# 2496_Hirakawa
source: Oh, this is just a joke program. It's not one of those nasty viruses that steals or destroys your data.
pt: Oh, questo è solo un programma scherzo. Non è uno di quei brutti virus che ti fregano o distruggono i dati.

# 2508_Hirakawa
source: I'll install my antivirus software for you.
pt: Ti installerò il mio antivirus.

# 2520_Kiryu
source: Antivirus software?
pt: Software antivirus?

# 2532_Hirakawa
source: Everyone knows you need antivirus software these days. Haven't you taken any precautions at all?
pt: Oggigiorno tutti sanno che serve un antivirus. Non avete proprio preso nessuna precauzione?

# 2544_Nakajima
source: Didn't know I needed to.
pt: Non sapevo che servisse.

# 2556_Hirakawa
source: I can't believe you...
pt: Non posso crederti...

# 2568_Muramatsu
source: Okay, that should do it.
pt: Okay, così dovrebbe andare.

# 2592_Muramatsu
source: The moaning stopped.
pt: Il gemito si è fermato.

# 2604_Nakajima
source: Aha! Nicely done, Hirakawa-san! Are we all good now, then?
pt: Aha! Bel colpo, Hirakawa-san! Allora, siamo a posto adesso?

# 2616_Hirakawa
source: That'll take care of the virus, so don't worry about it. But this is the kind of program you often find lurking on adult sites, Nakajima-san, Muramatsu-kun.
pt: Questo sistema il virus, quindi non preoccupatevi. Ma questo è il tipo di programma che si trova spesso sui siti per adulti, Nakajima-san, Muramatsu-kun.

# 2628_Hirakawa
source: I'd prefer it if you didn't view those sites on work PCs from now on.
pt: Preferirei che non guardaste quei siti sui PC di lavoro d'ora in poi.

# 2640_Muramatsu
source: What!? I hope you're not suggesting what I think you are! I know this is the computer I use, but it wasn't me!
pt: Cosa!? Spero che tu non stia insinuando quello che penso! So che questo è il mio computer, ma non sono stato io!

# 2652_Nakajima
source: Yeah, me neither! Where's yer evidence, huh!? You shouldn't assume the worst of people, Hirakawa-san!
pt: Già, neanch'io! Dov'è la prova, eh!? Non dovresti dare per scontato il peggio della gente, Hirakawa-san!

# 2664_Hirakawa
source: Oh, don't take me for a fool. I'm not naive enough to fall for that line.
pt: Oh, non prendermi per scemo. Non sono così ingenuo da cascarci.

# 2676_Nakajima
source: Bah! Say what ya will, I know nothin'!
pt: Bah! Dite quel che vi pare, io non so un cavolo!

# 2688_Nakajima
source: I'm just glad Suzuki-san was here to help out! I was about to pull the power plug out.
pt: Sono solo contento che Suzuki-san fosse qui a dare una mano! Stavo per staccare la spina.

# 2700_Hirakawa
source: You were!? That could have ruined the hard disk!
pt: Stavi per farlo!? Avrebbe potuto rovinare l'hard disk!

# 2712_Nakajima
source: Crisis averted thanks to Suzuki-san!
pt: Crisi scongiurata grazie a Suzuki-san!

# 2724_Nakajima
source: Here's a little somethin' to say thanks. Go on, take it.
pt: Ecco un pensierino per ringraziarti. Dai, prendilo.

# 2760_Kiryu
source: (Heh, never a dull minute here.)
pt: (Heh, non c'è mai un momento di noia qui.)
