Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160088.po
Languages: pt

# 2036_Shachoko Manager
source: Hello! I am indeed the manager of Shachoko Ramen, and I hope I may count on your support for my entry into politics.
pt: Salve! Sono effettivamente il gestore dello Shachoko Ramen, e spero di poter contare sul vostro sostegno per il mio ingresso in politica.

# 2048_Businessman
source: Oh, so that's their manager!
pt: Oh, quindi è lui il gestore!

# 2060_Middle-aged Man
source: I've been there.
pt: Ci sono stato.

# 2072_Businesswoman
source: They're tasty.
pt: È buono.

# 2084_Shinada
source: As a regular of Shachoko Ramen, I've enjoyed many heaping bowls of steaming noodles there.
pt: Da cliente abituale dello Shachoko Ramen, mi sono gustato molte ciotole fumanti e stracolme di noodles.

# 2096_Shinada
source: This personable and kind-hearted manager hopes to enter politics to represent us－the everyday folks that keep this town afloat.
pt: Questo simpatico e gentile gestore spera di entrare in politica per rappresentarci, noi, la gente comune che tiene in piedi questa città.

# 2108_Shachoko Manager
source: That's right! So please remember to lend Shozo Matsukane your support come election day!
pt: Esatto! Quindi, per favore, ricordatevi di dare il vostro sostegno a Shozo Matsukane il giorno delle elezioni!

# 2192_Shinada
source: Shachokehold Ramen! A ramen shop so gripping, it'll judo-slam your taste buds into submission! Ohhh yeaaahhh!
pt: Shachokehold Ramen! Un negozio di ramen così avvincente che farà una presa di judo alle vostre papille gustative fino a sottometterle! Ohhh sìììì!

# 2216_Middle-aged Man
source: What, is it owned by a former wrestler?
pt: Cosa, è di proprietà di un ex lottatore?

# 2228_Businesswoman
source: ...Yeah, no thanks.
pt: ...Sì, no grazie.

# 2252_Shinada
source: Matsukane-shi's platform consists of three pillars!
pt: Il programma di Matsukane-shi si basa su tre pilastri!

# 2264_Shinada
source: These pillars are the policies he will make every effort to enact if you would grant him the chance to serve you in office!
pt: Questi pilastri sono le politiche che si impegnerà a realizzare con ogni sforzo se gli concederete la possibilità di servirvi in carica!

# 2276_Shinada
source: The first pillar－tax cuts! If the financial burdens on our citizens are not reduced, the economy will remain moribund and hopeless!
pt: Il primo pilastro: tagli alle tasse! Se gli oneri finanziari sui nostri cittadini non saranno ridotti, l'economia rimarrà moribonda e senza speranza!

# 2288_Shinada
source: Matsukane-shi pledges to reduce the residence tax that we all currently pay.
pt: Matsukane-shi si impegna a ridurre la tassa di residenza che tutti noi paghiamo attualmente.

# 2300_Shinada
source: How does he propose to make up for the shortfall from the reduction in the residence tax? The answer is to...
pt: Come propone di compensare il deficit derivante dalla riduzione della tassa di residenza? La risposta è...

# 2312_Shinada
source: Get transfers from the national treasury. And by cutting waste from the national budget, residence taxes in all of our communities will be reduced.
pt: Ottenere trasferimenti dal tesoro nazionale. E tagliando gli sprechi dal bilancio nazionale, le tasse di residenza in tutte le nostre comunità saranno ridotte.

# 2324_Shachoko Manager
source: The Japanese economy cannot be revived without a real improvement in the people's standard of living throughout the country.
pt: L'economia giapponese non può essere ripresa senza un reale miglioramento del tenore di vita della gente in tutto il paese.

# 2336_Shachoko Manager
source: It is up to the local communities to inform the national government of this critical fact. I hope to be the vanguard of that movement.
pt: Spetta alle comunità locali informare il governo nazionale di questo fatto critico. Spero di essere l'avanguardia di quel movimento.

# 2348_Businessman
source: I'm all for cutting taxes.
pt: Sono assolutamente a favore del taglio delle tasse.

# 2360_Middle-aged Man
source: I'll be holding you to that!
pt: Ti prenderò in parola!

# 2372_Middle-aged Woman
source: This economy really does need help.
pt: Questa economia ha davvero bisogno di aiuto.

# 2384_Shinada
source: Matsukane-shi pledges to reduce your taxes as his first policy if he's given the chance to be your voice in the government!
pt: Matsukane-shi si impegna a ridurre le vostre tasse come sua prima politica se gli verrà data la possibilità di essere la vostra voce al governo!

# 2396_Shachoko Manager
source: I, Shozo Matsukane, promise to fight with my life to honor the trust you place in me! But only you can give me that opportunity!
pt: Io, Shozo Matsukane, prometto di lottare con la mia vita per onorare la fiducia che riponete in me! Ma solo voi potete darmi questa opportunità!

# 2480_Shinada
source: We will stake our future on unearthing buried gold. Now is the time to find what has only been left to rumors. We want... No, we must find it!
pt: Scommetteremo il nostro futuro sulla scoperta di oro sepolto. Ora è il momento di trovare ciòche è rimasto solo voci. Vogliamo... No, dobbiamo trovarlo!

# 2504_Shachoko Manager
source: No! Ta-chan, I would never rely on a ludicrous gamble like that!
pt: No! Ta-chan, non mi affiderei mai a una scommessa così ridicola!

# 2516_Businessman
source: Buried gold? That's ridiculous.
pt: Oro sepolto? È ridicolo.

# 2528_Middle-aged Man
source: What is he thinking?
pt: A cosa sta pensando?

# 2540_Middle-aged Woman
source: You can't bank on that.
pt: Non ci si può contare.

# 2552_Shachoko Manager
source: No, that isn't it. My plan is to obtain transfers from the national treasury. There's a solid reasoning behind this approach!
pt: No, non è così. Il mio piano è ottenere trasferimenti dal tesoro nazionale. C'è un solido ragionamento dietro questo approccio!

# 2564_Shinada
source: But it would be pretty cool if there was hidden gold waiting to be discovered! Don't forget!
pt: Ma sarebbe fantastico se ci fosse dell'oro nascosto in attesa di essere scoperto! Non dimenticatelo!

# 2576_Shachoko Manager
source: Would you drop that? Ta-chan, stick to the script, please.
pt: Vuoi piantarla? Ta-chan, attieniti al copione, per favore.

# 2672_Shinada
source: Sell off city assets! We pledge to sell off everything and anything. With the proceeds we can take it easy and enjoy life!
pt: Svendere i beni della città! Ci impegniamo a svendere tutto e di più. Con i proventi potremo prenderci una pausa e goderci la vita!

# 2696_Shachoko Manager
source: Wait! Stop it! What are you saying? Are you out of your mind?
pt: Aspetta! Smettila! Che stai dicendo? Sei fuori di testa?

# 2708_Businessman
source: That's only a temporary fix.
pt: È solo una soluzione temporanea.

# 2720_Middle-aged Man
source: What happens when there's nothing left to sell?
pt: Cosa succede quando non c'è più niente da vendere?

# 2732_Middle-aged Woman
source: Won't the residence tax just come back?
pt: La tassa di residenza non tornerà?

# 2756_Shachoko Manager
source: No, that isn't it. My plan is to obtain transfers from the national treasury. I am not an advocate of any stopgap measures!
pt: No, non è così. Il mio piano è ottenere trasferimenti dal tesoro nazionale. Non sono un sostenitore di misure tampone!

# 2780_Shachoko Manager
source: Come on, Ta-chan, you're killing me. You have to pay attention here.
pt: Dai, Ta-chan, mi stai uccidendo. Devi prestare attenzione qui.

# 2804_Shinada
source: Next, the second pillar of his three-fold platform－job creation! Something must be done about the ridiculously high unemployment!
pt: Poi, il secondo pilastro del suo triplice programma: la creazione di posti di lavoro! Bisogna fare qualcosa per la disoccupazione ridicolmente alta!

# 2816_Shinada
source: In these tough economic times, we must reverse the shrinking job market. How is Matsukane-shi gonna tackle this?
pt: In questi tempi economici difficili, dobbiamo invertire la contrazione del mercato del lavoro. Come affronterà questo problema Matsukane-shi?

# 2828_Shinada
source: By expanding social services! By doing so, we can boost the employment rate while also providing our seniors with even better care!
pt: Espandendo i servizi sociali! Così facendo, possiamo aumentare il tasso di occupazione e allo stesso tempo fornire ai nostri anziani un'assistenza ancora migliore!

# 2840_Businessman
source: Won't that end up costing the city even more? Where's the funding coming from?
pt: Non finirà per costare ancora di più alla città? Da dove vengono i fondi?

# 2852_Middle-aged Man
source: Are you going to hike up our taxes even more?
pt: Aumenterete ancora di più le nostre tasse?

# 2864_Middle-aged Woman
source: Better social services might have a nice ring to it, but it's only about throwing cash around.
pt: Migliori servizi sociali potrebbe suonare bene, ma si tratta solo di buttare soldi.

# 2888_Shachoko Manager
source: Ta-chan, that's not what I said! I said reduce the corporate tax burden so we can attract more businesses to set up shop in Nagoya.
pt: Ta-chan, non è quello che ho detto! Ho detto di ridurre il carico fiscale sulle aziende in modo da poter attrarre più imprese a stabilirsi a Nagoya.

# 2912_Shinada
source: Huh? Was that it? Well, social services are important too, right?
pt: Eh? Era quello? Beh, anche i servizi sociali sono importanti, no?

# 2924_Shinada
source: Yes, but I need you to explain things in a way that aligns with my platform.
pt: Sì, ma ho bisogno che tu spieghi le cose in un modo che sia in linea con il mio programma.

# 3008_Shinada
source: By constructing a theme park, of course! Wouldn't it be wonderful to see a Nagoya filled with rollercoasters, tourists, and balloons flying high up in the sky!?
pt: Costruendo un parco a tema, ovviamente! Non sarebbe meraviglioso vedere una Nagoya piena di montagne russe, turisti e palloncini che volano alti nel cielo!?

# 3032_Shachoko Manager
source: That's way too vague! Besides, what if it flops?
pt: È troppo vago! E poi, se facesse un flop?

# 3044_Businessman
source: Theme parks thought up by politicians usually turn into white elephants.
pt: I parchi a tema ideati dai politici di solito si trasformano in cattedrali nel deserto.

# 3056_Middle-aged Man
source: Leave that to the private sector, ya doofus.
pt: Lascia fare al settore privato, idiota.

# 3068_Middle-aged Woman
source: Somehow that seems like it's missing the mark...
pt: In qualche modo mi sembra che non colga nel segno...

# 3092_Shachoko Manager
source: That's not it at all! What I propose is to reduce the corporate tax burden to attract businesses and create jobs that way!
pt: Non è affatto così! Quello che propongo è di ridurre il carico fiscale sulle aziende per attrarre imprese e creare posti di lavoro in questo modo!

# 3116_Shinada
source: But don't you think a theme park would be more exciting?
pt: Ma non pensi che un parco a tema sarebbe più eccitante?

# 3140_Shinada
source: By reducing the corporate tax burden! If we make Nagoya an easier place to do business, more companies will be drawn to this area.
pt: Riducendo il carico fiscale sulle aziende! Se rendiamo Nagoya un posto più facile per fare affari, più aziende saranno attratte in questa zona.

# 3152_Shinada
source: Companies setting up shop in Nagoya will need to hire from the local community. That means jobs for our citizens.
pt: Le aziende che si stabiliranno a Nagoya dovranno assumere personale dalla comunità locale. Questo significa posti di lavoro per i nostri cittadini.

# 3164_Shachoko Manager
source: I propose to lower corporate taxes at the municipal and prefectural levels to make Nagoya more attractive to businesses!
pt: Propongo di abbassare le tasse sulle società a livello comunale e prefettizio per rendere Nagoya più attraente per le imprese!

# 3176_Shachoko Manager
source: Yes, this may be criticized as pandering to the rich. However, enabling companies to lay down roots will eventually benefit the entire community.
pt: Sì, questo potrebbe essere criticato come un favore ai ricchi. Tuttavia, consentire alle aziende di mettere radici alla fine andrà a beneficio dell'intera comunità.

# 3188_Businessman
source: Hm. I suppose that does make sense.
pt: Mh. Suppongo che abbia senso.

# 3200_Middle-aged Man
source: It would be good if my son could find work close to home.
pt: Sarebbe bello se mio figlio potesse trovare lavoro vicino a casa.

# 3212_Middle-aged Woman
source: Maybe I'll start my own business!
pt: Forse aprirò un'attività in proprio!

# 3224_Shinada
source: Fellow citizens, I can assure you that Matsukane-shi has nothing but our community's interests at heart! He will be a leader who sees things from your perspective!
pt: Concittadini, posso assicurarvi che Matsukane-shi ha a cuore solo gli interessi della nostra comunità! Sarà un leader che vede le cose dalla vostra prospettiva!

# 3236_Shachoko Manager
source: That's right! I, Shozo Matsukane, pledge to never give you up nor let you down!
pt: Esatto! Io, Shozo Matsukane, mi impegno a non abbandonarvi mai né a deludervi!

# 3308_Shinada
source: Now then. Friends, countrymen, my endorsement of this fine, capable man will soon draw to a close. But allow me to say this.
pt: E ora. Amici, compatrioti, il mio appoggio a quest'uomo eccellente e capace volgerà presto al termine. Ma permettetemi di dire questo.

# 3320_Shinada
source: Matsukane-shi was born and will likely die in this town. His love for the city knows no bounds!
pt: Matsukane-shi è nato e probabilmente morirà in questa città. Il suo amore per la città non conosce limiti!

# 3332_Shinada
source: That is why he has grave concerns about the rapidly aging society that awaits beyond our low birthrate problem.
pt: Ecco perché nutre serie preoccupazioni per la società in rapido invecchiamento che ci attende oltre il nostro problema di bassa natalità.

# 3344_Shinada
source: His solution is the third pillar of his platform. This is what he pledges!
pt: La sua soluzione è il terzo pilastro del suo programma. Questo è ciò che si impegna a fare!

# 3356_Shinada
source: To raise the child tax benefit! By providing direct support to families, more people will be encouraged to raise children.
pt: Aumentare il beneficio fiscale per i figli! Fornendo un sostegno diretto alle famiglie, più persone saranno incoraggiate a crescere figli.

# 3368_Shachoko Manager
source: Doing so, however, will result in a greater burden on households without children.
pt: Tuttavia, ciò comporterà un onere maggiore per le famiglie senza figli.

# 3380_Shachoko Manager
source: That said, when we look to the future, we cannot try to please everyone. The fact of the matter is, our children represent the very future of our city.
pt: Detto questo, quando guardiamo al futuro, non possiamo cercare di accontentare tutti. Il fatto è che i nostri figli rappresentano il futuro stesso della nostra città.

# 3392_Businessman
source: I could sure use a bigger payout for the kids.
pt: Mi farebbe comodo un assegno più cospicuo per i bambini.

# 3404_Middle-aged Man
source: Only families with children benefit?
pt: Ne beneficiano solo le famiglie con figli?

# 3416_Middle-aged Woman
source: Didn't they try this before?
pt: Non ci hanno già provato?

# 3428_Shinada
source: Your concerns are completely justified. I myself am a bachelor. If this policy were to be enacted, I would face a bigger tax bill.
pt: Le vostre preoccupazioni sono del tutto giustificate. Io stesso sono scapolo. Se questa politica venisse attuata, dovrei pagare più tasse.

# 3440_Shinada
source: But, now of all times, don't you agree that there needs to be an investment in our future? In our children's future?
pt: Ma, proprio ora, non siete d'accordo che c'è bisogno di un investimento nel nostro futuro? Nel futuro dei nostri figli?

# 3452_Shachoko Manager
source: The best way to make that happen is to put down Shozo Matsukane on those ballots! I know you'll make the right decision!
pt: Il modo migliore per farlo accadere è scrivere Shozo Matsukane su quelle schede elettorali! So che prenderete la decisione giusta!

# 3524_Shinada
source: Build more senior care facilities! For the current working generation, such facilities will be welcome in the future. Heck, I'd be down to live in one.
pt: Costruire più strutture di assistenza per anziani! Per l'attuale generazione lavoratrice, tali strutture saranno benvenute in futuro. Diamine, sarei disposto a viverci.

# 3548_Shachoko Manager
source: Nooo! That's not what I said at all, Ta-chan!
pt: Nooo! Non è affatto quello che ho detto, Ta-chan!

# 3560_Businessman
source: You're saying the low birthrate can't be reversed?
pt: Stai dicendo che il basso tasso di natalità non può essere invertito?

# 3572_Middle-aged Man
source: Sure, I'd love to live in a senior home on taxpayer money. Give me that resort hotel life!
pt: Certo, mi piacerebbe vivere in una casa di riposo a spese dei contribuenti. Datemi quella vita da hotel di lusso!

# 3584_Middle-aged Woman
source: What about money for raising kids?
pt: E i soldi per crescere i figli?

# 3608_Shachoko Manager
source: Listen, everyone! That's not right! I want to see child benefits increased!
pt: Ascoltate tutti! Non è giusto! Voglio che gli assegni familiari vengano aumentati!

# 3632_Shinada
source: Oh, was that it? Haha, I got mixed up.
pt: Oh, era quello? Haha, mi sono confuso.

# 3644_Shachoko Manager
source: Give me a break here, Ta-chan...
pt: Dammi tregua, Ta-chan...

# 3716_Shinada
source: To attract more adult entertainment businesses! They'll provide hands-on child-making experience so couples will know what to do in the future!
pt: Per attirare più attività di intrattenimento per adulti! Offriranno esperienza pratica nel fare bambini, così le coppie sapranno cosa fare in futuro!

# 3740_Shachoko Manager
source: Have you lost your mind, Ta-chan!? What the hell are you saying?
pt: Hai perso la testa, Ta-chan!? Ma che diavolo stai dicendo?

# 3764_Businessman
source: Yeah baby! You got my vote!
pt: Oh sì, amico! Hai il mio voto!

# 3776_Middle-aged Man
source: Massage parlors are an essential service, after all!
pt: I centri massaggi sono un servizio essenziale, dopotutto!

# 3788_Middle-aged Woman
source: How would some sleazy sex hotel boost the birthrate?
pt: E come farebbe un lurido love hotel ad aumentare il tasso di natalità?

# 3812_Shachoko Manager
source: I, too, am a dedicated fan of adult entertainment－ No, wait! I meant to say we need to raise tax benefits for having children!
pt: Anch’io sono un grande fan dell’intrattenimento per adulti— No, aspetta! Volevo dire che dobbiamo aumentare i benefici fiscali per chi ha figli!

# 3872_Shachoko Manager
source: Right, an endorsement speech. Now who should I get to give me a proper speech...?
pt: Giusto, un discorso di sostegno. Ora, chi potrei convincere a farmi un discorso come si deve...?

# 3884_Politician
source: Hm? Why, if it isn't Ta-chan!
pt: Hm? Ma guarda un po’, se non è Ta-chan!

# 3896_Shinada
source: Uh, you know me?
pt: Eh? Mi conosci?

# 3908_Politician
source: Of course I do. It's me! You know, from Shachoko Ramen?
pt: Certo che sì. Sono io! Sai, quello di Shachoko Ramen?

# 3920_Shinada
source: Oh, hey, bossman! Haven't seen you in a minute. What's with the sash? You trying to be some sorta politician?
pt: Oh, ehi capo! È un po’ che non ti vedevo. E quella fascia? Stai cercando di fare il politico?

# 3932_Shachoko Manager
source: That I am. As someone who makes his living in Kineicho, I think it's time I gave something back to the community.
pt: Proprio così. Come qualcuno che vive del suo lavoro a Kineicho, credo sia giunto il momento di restituire qualcosa alla comunità.

# 3944_Shachoko Manager
source: The recession has taken its toll on all of us. My firm belief is that politicians should consider the plight of the unfortunate, and lead their local communities.
pt: La recessione ha colpito tutti noi. Credo fermamente che i politici debbano considerare le difficoltà dei meno fortunati e guidare le loro comunità.

# 3956_Shachoko Manager
source: In order for that to happen, someone in a position of power needs to be their voice. So I decided to enter politics.
pt: Perché ciò accada, qualcuno in una posizione di potere deve essere la loro voce. Per questo ho deciso di entrare in politica.

# 3968_Shinada
source: Wow, you're not fooling around, are you? Nice to know someone committed is taking our side. Actually, I don't even know your name.
pt: Wow, fai sul serio, eh? Bello sapere che qualcuno impegnato sta dalla nostra parte. In realtà… non so nemmeno come ti chiami.

# 3980_Shachoko Manager
source: Hm, I suppose not. The name's Shozo Matsukane, like it says on this here sash. Please remember to vote for me when the election comes around.
pt: Hm, immagino di no. Mi chiamo Shozo Matsukane, come c’è scritto su questa fascia. Per favore ricordati di votarmi quando arriveranno le elezioni.

# 3992_Shinada
source: Come to think of it, I haven't been to Shachoko in a while. You sure the shop's gonna be okay while you're out here campaigning?
pt: A pensarci bene, è un po’ che non passo da Shachoko. Sei sicuro che il locale starà bene mentre sei qui a fare campagna?

# 4004_Shachoko Manager
source: Oh, certainly. I've got a good crew working over there, so my mind is clear to focus on the election.
pt: Oh, certamente. Ho un’ottima squadra che lavora lì, quindi posso concentrarmi sulle elezioni.

# 4016_Shinada
source: Got it. I see you're taking the streetcorner speech approach.
pt: Capito. Vedo che stai puntando sui discorsi agli angoli della strada.

# 4028_Shachoko Manager
source: Trying to. But everyone just walks right by without a second glance. No one stops to listen.
pt: Ci sto provando. Ma tutti passano oltre senza nemmeno guardarmi. Nessuno si ferma ad ascoltare.

# 4040_Shachoko Manager
source: Say, Ta-chan, how about you be a shill for me? Just stand there and listen to my speech.
pt: Senti, Ta-chan, che ne dici di fare da figurante per me? Basta che stai lì e ascolti il mio discorso.

# 4052_Shinada
source: Ooh, no thank you. Why would I wanna do that?
pt: Ooh, no grazie. Perché mai dovrei farlo?

# 4064_Shachoko Manager
source: Come on, don't be that way. I've been trying to rally interest as best I can, but everyone gives me the cold shoulder. I'm getting pretty discouraged here.
pt: Dai, non fare così. Sto cercando di attirare interesse come posso, ma tutti mi snobbano. Sto iniziando a scoraggiarmi.

# 4076_Shinada
source: That's what a streetcorner speech is all about, though. People will gather around if you give them something inspiring.
pt: Ma è proprio questo il punto dei discorsi in strada. La gente si ferma se gli dai qualcosa di ispirante.

# 4088_Shachoko Manager
source: Perhaps, but remember, I'm no celebrity. You should see how quick these people are to pass me by－I may as well be invisible.
pt: Forse, ma ricorda che non sono una celebrità. Dovresti vedere con che velocità mi passano accanto—è come se fossi invisibile.

# 4100_Shinada
source: Aren't you supposed to raise your voice and show how passionate you are? Maybe bust out a megaphone?
pt: Non dovresti alzare la voce e mostrare quanto sei appassionato? Magari usare un megafono?

# 4112_Shachoko Manager
source: That's easier said than done. It feels terrible when no one will give you the time of day.
pt: Più facile a dirsi che a farsi. È terribile quando nessuno ti dà retta.

# 4124_Shinada
source: Well, if you're that much of a nobody, why not get someone big to give you an endorsement speech? That should help gain some traction.
pt: Beh, se sei così poco conosciuto, perché non farti fare un discorso di sostegno da qualcuno importante? Dovrebbe aiutarti a ottenere attenzione.
