Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690344.po
Languages: pt

source: Yes, I'm ready.
pt: Sì, sono pronto.

source: I'd like to look around a little more.
pt: Vorrei dare un'occhiata in giro ancora un po'.

# 60_Yui
source: Oh, Haruka-chan. Are you ready to go?
pt: Oh, Haruka-chan. Sei pronta per andare?

# 72_Haruka
source: I think I'd like to look around a little more.
pt: Mi sa che vorrei dare un'occhiata in giro ancora un po'.

# 84_Yui
source: Sure, go ahead. Just let me know when you're ready to leave.
pt: Certo, fai pure. Fammi solo sapere quando sei pronta per andare.

# 96_Haruka
source: Yes, I'm ready.
pt: Sì, sono pronto.

# 108_Yui
source: Okay, let's go, then. Come on, Akari-chan! We're leaving!
pt: Ok, andiamo, allora. Dai, Akari-chan! Andiamo via!

# 120_Akari
source: Coming!
pt: Arrivo!

# 156_Haruka
source: Are you all done shopping, Yui-chan?
pt: Hai finito di fare shopping, Yui-chan?

# 168_Yui
source: Yeah, I'm all done. I bought detergent and all kinds of other stuff we need at the house.
pt: Sì, ho finito. Ho comprato il detersivo e un sacco di altre cose che ci servono per casa.

# 180_Haruka
source: Oh, that's right. You do the housework for your family, don't you?
pt: Ah, giusto. Sei tu che fai le faccende di casa per la tua famiglia, vero?

# 192_Yui
source: That's right. I have three little brothers, and now that Mom's gone, I do all the cooking and laundry and cleaning.
pt: Giusto. Ho tre fratellini, e ora che la mamma non c'è più, faccio io da mangiare, il bucato e le pulizie.

# 204_Haruka
source: Wow, I didn't know that...
pt: Wow, non lo sapevo...

# 216_Yui
source: What about you? Did you buy anything? Are you ready to leave yet?
pt: E tu? Hai comprato qualcosa? Sei pronta per andare via?

# 228_Haruka
source: I think I'd like to look around a little more.
pt: Penso che vorrei dare un'occhiata in giro ancora un po'.

# 240_Yui
source: Sure, go ahead. Just let me know when you're ready to leave.
pt: Certo, fai pure. Fammi solo sapere quando sei pronta per andare via.

# 264_Haruka
source: Yes, I'm ready.
pt: Sì, sono pronta.

# 276_Yui
source: Okay, let's go, then. Come on, Akari-chan! We're leaving!
pt: Ok, allora andiamo. Dai, Akari-chan! Andiamo via!

# 288_Akari
source: Coming!
pt: Arrivo!
