Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d009f.po
Languages: pt

source: You got Spicy Knife.
pt: Hai ottenuto Coltello Piccante.

source: Freezing Woman
pt: Donna assiderata

source: Ask About the Treasure Map
pt: Chiedi della Mappa del Tesoro

source: Never Mind
pt: Lascia perdere

# 72_Freezing Woman
source: Brr... Huh? Can I help you?
pt: Brr... Eh? Posso aiutarti?

# 84_Freezing Woman
source: It's nothin'.
pt: Niente di che.

# 96_Freezing Woman
source: Okay.
pt: Ok.

# 108_Freezing Woman
source: Ya got the treasure from the map?
pt: L'hai preso il tesoro dalla mappa?

# 144_Freezing Woman
source: Congratulations! That's right!
pt: Complimenti! Esatto!

# 156_Freezing Woman
source: You did a great job finding me. Here's your prize.
pt: Bel colpo, mi hai trovato. Ecco il tuo premio.

# 192_Freezing Woman
source: Finally, I can go find somewhere warm... I was this close to freezing to death.
pt: Finalmente posso andare a trovarmi un posto caldo... Mancava un pelo e morivo assiderata.
