Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330bff.po
Languages: pt

source: Youth on His Feet
pt: Agilità giovanile

source: Youth on His Butt
pt: Gofferia giovanile

source: Equipment
pt: Equipaggiamento

source: Player
pt: Giocatore

# 44_Youth on His Feet
source: I hit a wall. I'm training, but my batting skills aren't getting any better.
pt: Ho sbattuto contro un muro. Mi alleno, ma le mie abilità di battuta non migliorano affatto.

# 56_Youth on His Butt
source: Have you tried using better equipment?
pt: Hai provato a usare equipaggiamento migliore?

# 68_Youth on His Feet
source: What's wrong with what I've got?
pt: Che c'è di male in quello che ho?

# 80_Youth on His Butt
source: I mean, if you replaced your bat, gloves, and cleats with better quality stuff, you might feel like you've leveled up a bit, you know?
pt: Cioè, se cambiassi la mazza, i guanti e i tacchetti con roba di migliore qualità, potresti sentire di aver fatto un bel salto di qualità, capisci?

# 92_Youth on His Butt
source: You know the pawn shop on the east side? They sell baseball gear for cheap.
pt: Conosci il banco dei pegni a est? Vendono roba da baseball a buon mercato.

# 104_Youth on His Feet
source: Seriously? I'll go check it out later.
pt: Davvero? Ci vado a dare un'occhiata più tardi.

# 116_Equipment
source: In Shinada's Side Story "The Cost of a Swing," Shinada can change his baseball equipment.
pt: Nella Storia secondaria di Shinada "Il Costo di una Battuta," Shinada può cambiare il suo equipaggiamento da baseball.

# 128_Equipment
source: There are three kinds of equipment that can be changed: bats, gloves, and cleats. You can change them by speaking to the clerk at the batting center.
pt: Ci sono tre tipi di equipaggiamento che possono essere cambiati: mazze, guanti e tacchetti. Puoi cambiarli parlando con l'addetto al centro battuta.

# 140_Equipment
source: Initially, Shinada uses cheap equipment. Better equipment can be bought at the pawn shop or elsewhere and equipped at the batting center to improve Shinada's batting skills.
pt: Inizialmente, Shinada usa equipaggiamento a buon mercato. Equipaggiamento migliore può essere acquistato al banco dei pegni o altrove ed equipaggiato al centro battuta per migliorare le abilità di battuta di Shinada.

# 152_Youth on His Feet
source: (The pawn shop sells baseball equipment, too? Huh. Using good gear will draw out a bit more of my own ability, too. Sounds like a plan.)
pt: (Il banco dei pegni vende anche equipaggiamento da baseball? Eh. Usare roba buona farà tirare fuori un po' di più le mie abilità, anche. Sembra un buon piano.)

# 164_Player
source: (I should check it out if I get my hands on some extra cash.)
pt: (Dovrei andarci a dare un'occhiata se racimolo qualche soldo extra.)
