Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033053e.po
Languages: pt

source: You got a <Color:8>Special Worm<Color:Default>.
pt: Hai ottenuto un <Color:8>Verme Speciale<Color:Default>.

source: Older Man
pt: Uomo Anziano

source: Coach Igarashi
pt: Allenatore Igarashi

source: Heat Eye
pt: Sguardo Calore

# 120_Shinada
source: Been a long time, Shinada.
pt: È passato molto tempo, Shinada.

# 132_Shinada
source: Huh? Who are you, old fella?
pt: Eh? Chi sei, vecchio?

# 144_Older Man
source: Who're you calling "old fella"? Looks like you haven't matured much since junior high.
pt: Chi è che chiami "vecchio"? Sembra che tu non sia maturato molto dalle medie.

# 156_Shinada
source: Junior high? Wait, are you...?
pt: Medie? Aspetta, sei tu...?

# 168_Coach Igarashi
source: You were a real hoot as a student. Wasn't it summer camp in your second year when you pulled that stunt in the boys' restroom－
pt: Eri un vero spasso come studente. Non era al campo estivo al tuo secondo anno quando hai combinato quel casino nel bagno dei ragazzi－

# 180_Shinada
source: Wah! Okay, I remember! You were my mentor in junior high... Coach Igarashi!
pt: Ah! Ok, mi ricordo! Eri il mio mentore alle medie... Allenatore Igarashi!

# 192_Coach Igarashi
source: Hahaha. Has it already been twenty years since you graduated?
pt: Ahahah. Sono già passati vent'anni da quando ti sei diplomato?

# 204_Shinada
source: I guess it has... You trained me quite a lot back then. And the training was always something bizarre.
pt: Credo di sì... Allora mi hai allenato un bel po'. E l'allenamento era sempre qualcosa di bizzarro.

# 216_Shinada
source: You made me nap all day once. While everyone else on the team was sweating it out under the sun, I slept in the shade all day long.
pt: Una volta mi hai fatto schiacciare un pisolino per tutto il giorno. Mentre tutti gli altri della squadra si facevano il mazzo sotto il sole, io me la dormivo all'ombra per tutto il giorno.

# 228_Coach Igarashi
source: Is that really what happened? I don't recall that.
pt: È andata davvero così? Non me lo ricordo.

# 240_Shinada
source: You had me do vocal training on the roof, too. You even made me clean your bathroom once, with a toothbrush.
pt: Mi hai fatto fare anche allenamento vocale sul tetto. Mi hai persino fatto pulire il tuo bagno una volta, con uno spazzolino da denti.

# 252_Coach Igarashi
source: Oh, yeah. That, I remember.
pt: Ah, sì. Quella, me la ricordo.

# 264_Shinada
source: Then there was that one time you made me wax your car. Over and over. And then you admitted that wouldn't help me at all.
pt: Poi c'è stata quella volta che mi hai fatto cerare la tua macchina. Ancora e ancora. E poi hai ammesso che non mi avrebbe aiutato per niente.

# 276_Coach Igarashi
source: Oh, that was hilarious, wasn't it? I got that idea from a movie.
pt: Oh, quello è stato uno spasso, vero? Quell'idea l'ho presa da un film.

# 288_Shinada
source: It wasn't hilarious to me... I remember being pretty mad about that. By the way, Coach, what are you doing here? I thought you lived in Tokyo.
pt: Non è stato uno spasso per me... Mi ricordo di essermela presa parecchio per quello. A proposito, Allenatore, che ci fai qui? Pensavo vivessi a Tokyo.

# 300_Coach Igarashi
source: Almost right after you kids graduated, an acquaintance got me a job coaching high school ball over here.
pt: Quasi subito dopo che voi ragazzi vi siete diplomati, un conoscente mi ha trovato un lavoro come allenatore di baseball al liceo qui.

# 312_Shinada
source: Oh, is that right? What a coincidence.
pt: Ah, è così? Che coincidenza.

# 324_Coach Igarashi
source: Yep. Of course, I'm retired now. Every day's starting to feel the same, if you ask me.
pt: Già. Certo, ora sono in pensione. Ogni giorno sta diventando sempre uguale, se me lo chiedi.

# 336_Shinada
source: Huh. I totally had no idea. Glad to see you're looking well.
pt: Ah. Non ne avevo proprio idea. Mi fa piacere vederti in forma.

# 348_Coach Igarashi
source: You're not looking so bad yourself. I heard you left the big leagues long ago, but the way you're built－I can tell you haven't lost your passion.
pt: Non sei messo così male nemmeno tu. Ho sentito dire che hai lasciato le grandi leghe tanto tempo fa, ma per come sei messo－si vede che non hai perso la tua passione.

# 360_Coach Igarashi
source: By the way, you're not in any trouble, are you? You seemed to be squabbling with that guy from earlier... You're having a duel over baseball, as I understand it?
pt: A proposito, non sei nei guai, vero? Sembrava che stessi litigando con quel tizio di prima... State facendo un duello di baseball, se ho ben capito?

# 372_Shinada
source: Ahaha... You saw that? Uh, let's see. Basically, he's a high school teammate who I guess decided he has some axes to grind.
pt: Ahaha... L'hai visto? Uh, vediamo. In pratica, è un mio ex compagno di squadra del liceo che credo abbia deciso di togliersi qualche sassolino dalla scarpa.

# 384_Coach Igarashi
source: I see... Think you can beat him?
pt: Capisco... Pensi di poterlo battere?

# 396_Shinada
source: Oh, definitely. Though, he did used to be a pretty good pitcher. And his determination to beat me is off the charts.
pt: Oh, assolutamente. Anche se, una volta era un lanciatore piuttosto bravo. E la sua determinazione a battermi è alle stelle.

# 408_Shinada
source: So I don't think victory's gonna come easy.
pt: Quindi non credo che la vittoria sarà facile.

# 420_Coach Igarashi
source: Hmm. So that's how it is... All right, how about this? Would you like me to train you again?
pt: Mmh. Quindi è così... Ok, allora facciamo così? Ti va se ti alleno di nuovo?

# 432_Shinada
source: Come again?
pt: Come scusa?

# 444_Coach Igarashi
source: What, is my training not good enough for you?
pt: Cosa, il mio allenamento non ti basta?

# 456_Shinada
source: Oh, no, it's not that. In fact, your training was what got me to the pros.
pt: No, non è quello. Anzi, è stato il tuo allenamento a portarmi ai professionisti.

# 468_Coach Igarashi
source: Then there should be no issue, right? It seems like the training you've done on your own just hasn't been enough.
pt: Allora non dovrebbero esserci problemi, giusto? Pare che l'allenamento che hai fatto da solo non sia bastato.

# 480_Coach Igarashi
source: Do you know why?
pt: Sai perché?

# 492_Coach Igarashi
source: Because it's impossible to improve on things you haven't noticed about yourself.
pt: Perché è impossibile migliorare ciò che non hai notato di te stesso.

# 504_Shinada
source: Kinda like correcting a bad habit?
pt: Tipo correggere una brutta abitudine?

# 516_Coach Igarashi
source: Yup. At present, you only have a subjective awareness of yourself as a batter. That is a very dangerous thing.
pt: Già. Al momento, hai solo una consapevolezza soggettiva di te stesso come battitore. Questa è una cosa molto pericolosa.

# 528_Coach Igarashi
source: Say, if a pitcher exploits a weakness you're not aware of... it'll all be over for you.
pt: Mettiamo caso che un lanciatore sfrutti una debolezza di cui non sei consapevole... sarà la fine per te.

# 540_Coach Igarashi
source: To prevent that, I can objectively identify and train the areas in which you're lacking. Like I did when you were just a junior high sprout.
pt: Per impedirlo, posso identificare oggettivamente e allenarti nelle aree in cui sei carente. Come facevo quando eri solo un ragazzino delle medie.

# 552_Shinada
source: You'd... do that for me?
pt: Lo faresti... per me?

# 564_Coach Igarashi
source: Yeah. You see, ever since I retired, I've been itching to work with young talent again. And don't worry. I won't ask for a training fee.
pt: Già. Vedi, da quando mi sono ritirato, morivo dalla voglia di lavorare di nuovo con giovani talenti. E stai tranquillo. Non ti chiederò nessuna quota d'allenamento.

# 576_Shinada
source: Oh, that's music to my ears! Then yes please!
pt: Oh, musica per le mie orecchie! Allora sì, volentieri!

# 588_Coach Igarashi
source: Hahah. Broke as ever, I assume.
pt: Hahah. Al verde come sempre, suppongo.

# 600_Coach Igarashi
source: Well, let's just get on with your training. You need to regain your instincts and properly assess your showdown.
pt: Allora, iniziamo subito col tuo allenamento. Devi recuperare i tuoi istinti e valutare correttamente il tuo scontro.

# 612_Coach Igarashi
source: But if you train like I tell you, victory will be yours.
pt: Ma se ti alleni come ti dico io, la vittoria sarà tua.

# 624_Shinada
source: Sounds good to me, Coach!
pt: Perfetto per me, Coach!

# 636_Coach Igarashi
source: Very good. We'll start with some training to sharpen your dynamic visual acuity.
pt: Perfetto. Inizieremo con un po' di allenamento per affinare la tua acuità visiva dinamica.

# 648_Shinada
source: Okey-doke. What's the plan?
pt: Perfetto, allora. Qual è il piano?

# 660_Coach Igarashi
source: Go fishing in Mid Square.
pt: Vai a pescare a Mid Square.

# 672_Shinada
source: You want me to catch a fish? Seriously?
pt: Vuoi che peschi un pesce? Sul serio?

# 684_Coach Igarashi
source: Did I stutter? Now, be sure to concentrate on the water's flow, ascertain the subtle movements of the float, and reel in your prey at the right time.
pt: Ho forse balbettato? Ora, assicurati di concentrarti sul flusso dell'acqua, individuare i movimenti sottili del galleggiante e tira su la tua preda al momento giusto.

# 696_Coach Igarashi
source: When batting, one carefully determines the motion of the pitch, and swings at just the right moment. Same concept.
pt: Quando si batte, si valuta attentamente il movimento del lancio, e si batte al momento giusto. Stesso concetto.

# 708_Shinada
source: Okay. That's starting to make more sense. All right, Coach. I'll believe you.
pt: Ok. Sta iniziando ad avere più senso. Va bene, Coach. Mi fiderò di te.

# 720_Coach Igarashi
source: Good, then go fishing. What you catch doesn't matter. Anything'll do.
pt: Bene, allora vai a pescare. Quello che peschi non importa. Qualsiasi cosa andrà bene.

# 732_Coach Igarashi
source: Loitering around here's a drag, so I'm going back to a bar I found.
pt: Stare qui a ciondolare è una palla, così torno in un bar che ho trovato.

# 756_Coach Igarashi
source: It's right here. A bar called First Shot. Once you're done fishing, come see me.
pt: È proprio qui. Un bar chiamato First Shot. Una volta che hai finito di pescare, vieni a trovarmi.

# 780_Coach Igarashi
source: Knowing you, I wouldn't be surprised if you were too broke to buy bait. So here.
pt: Conoscendoti, non mi sorprenderebbe se fossi troppo al verde per comprare l'esca. Quindi, tieni.

# 816_Coach Igarashi
source: Right then. Don't keep me waiting too long.
pt: Perfetto, allora. Non farmi aspettare troppo.

# 852_Shinada
source: (Mid Square's the big park in the east. Let's see what I can fish up.)
pt: (Mid Square è il grande parco a est. Vediamo cosa riesco a pescare.)

# 888_Shinada
source: It's amazing, Coach. The ball really did look like it was moving in slow motion.
pt: È incredibile, Coach. La palla sembrava proprio muoversi al rallentatore.

# 900_Coach Igarashi
source: Hahaha, good. Didn't that turn out the way I said it would?
pt: Ahahah, bene. Non è andata proprio come ti avevo detto?

# 912_Shinada
source: It sure did! Would you mind training me some more?
pt: Eccome! Ti dispiacerebbe allenarmi ancora un po'?

# 924_Coach Igarashi
source: Sure, I can do that. You can always find me at the bar. So if you want to get some training, that's where I'll be.
pt: Certo, posso farlo. Puoi sempre trovarmi al bar. Quindi se vuoi allenarti un po', è lì che mi troverai.

# 936_Shinada
source: Really appreciate it! Thanks!
pt: Apprezzo tantissimo! Grazie!

# 1008_Shinada
source: Sorry, Coach. I couldn't see the ball go any slower.
pt: Scusa, Coach. Non sono riuscito a vedere la palla andare più piano.

# 1020_Coach Igarashi
source: It's not that you couldn't see it, Shinada－you didn't even try!
pt: Non è che non riuscivi a vederla, Shinada—non ci hai nemmeno provato!

# 1044_Shinada
source: Come on, tap into your newfound ability. The ball should appear as if it's moving slower through time.
pt: Dai, attingi alla tua nuova abilità. La palla dovrebbe apparire come se si muovesse al rallentatore.

# 1056_Shinada
source: After a pitch is thrown, press <Action:Button_L1@Cost_Of_A_Swing> before it reaches the plate. The ball will appear as if it were in slow motion.
pt: Dopo che viene lanciata una palla, premi <Action:Button_L1@Cost_Of_A_Swing> prima che raggiunga la base. La palla apparirà come se si muovesse al rallentatore.

# 1080_Coach Igarashi
source: Now, try what you've learned. If you really gained the insight I intended, the ball should appear like it's moving in slow motion.
pt: Ora, metti in pratica ciò che hai imparato. Se hai davvero colto l'intuizione che intendevo, la palla dovrebbe apparire come se si muovesse al rallentatore.

# 1092_Shinada
source: You have learned Heat Eye－an ability that will serve you immensely during batting showdowns. To activate it, wait for a pitch to be thrown and press <Action:Button_L1@Cost_Of_A_Swing> before the ball reaches the plate. Upon activation, the ball will appear as though it's moving in slow motion.
pt: Hai imparato Heat Eye—un'abilità che ti sarà utile un casino durante gli scontri di battuta. Per attivarla, aspetta che venga lanciata una palla e premi <Action:Button_L1@Cost_Of_A_Swing> prima che la palla raggiunga la base. Una volta attivata, la palla apparirà come se si muovesse al rallentatore.

# 1104_Shinada
source: Like other Heat Actions, using Heat Eye consumes your Heat Gauge. As such, your Heat Gauge's remaining Heat determines how long Heat Eye can be used. You can cancel out of Heat Eye by pressing <Action:Button_L1@Cost_Of_A_Swing> again.
pt: Come le altre Heat Action, usare Heat Eye consuma la tua Barra Heat. Di conseguenza, la Heat rimanente della tua Barra Heat determina per quanto tempo Heat Eye può essere usata. Puoi annullare Heat Eye premendo di nuovo <Action:Button_L1@Cost_Of_A_Swing>.

# 1116_Shinada
source: Your Heat Gauge is the same when you go up to bat as when you're walking around town and getting into fights. So before you begin a batting showdown, be sure to check how much Heat you've built up.
pt: La tua Barra Heat è la stessa quando vai in battuta come quando cammini per la città e ti metti a fare a botte. Quindi prima di iniziare uno scontro di battuta, assicurati di controllare quanta Heat hai accumulato.

# 1128_Shinada
source: During a batting showdown, you can restore Heat by: - Hitting a foul - Dodging a beanball - Ignoring a pitch
pt: Durante uno scontro di battuta, puoi recuperare Heat in questi modi: - Colpendo un foul - Schivando una palla pericolosa - Ignorando un lancio

# 1140_Shinada
source: How quickly your Heat Gauge empties depends on how much you've trained. Train regularly to progressively improve your overall batting abilities.
pt: Quanto velocemente la tua Barra Heat si svuota dipende da quanto ti sei allenato. Allenati regolarmente per migliorare progressivamente le tue abilità di battuta complessive.

# 1152_Shinada
source: A new Heat Eye practice course has been added to the Beginner Course at the batting center. On this course, your Heat Gauge is restored after every pitch, so you can use Heat Eye as much as you like.
pt: Un nuovo campo pratica Heat Eye è stato aggiunto al Corso Principianti presso il centro di battuta. In questo campo, la tua Barra Heat viene ripristinata dopo ogni lancio, così puoi usare Heat Eye quanto vuoi.

# 1164_Shinada
source: There's no specific goal this time. Just try out your new ability. The ball should appear as if it's suspended in time.
pt: Non c'è un obiettivo specifico questa volta. Prova e basta la tua nuova abilità. La palla dovrebbe apparire come se fosse sospesa nel tempo.
