Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069021f.po
Languages: pt

source: Player
pt: Giocatore

source: Play Pool with Hinata
pt: Gioca a biliardo con Hinata

source: Do Nothing
pt: Non fare nulla

source: Invite Someone
pt: Invita qualcuno

source: Play Alone
pt: Gioca da solo

source: View Puzzle Pool Rules
pt: Visualizza le Regole del Biliardo Puzzle

source: Don't Play
pt: Non giocare

source: Puzzle Pool
pt: Biliardo Puzzle

source: Puzzle Pool Rules 1
pt: Regole del Biliardo Puzzle 1

source: Puzzle Pool Rules 2
pt: Regole del Biliardo Puzzle 2

source: Puzzle Pool 3
pt: Biliardo Puzzle 3

source: Cancel
pt: Annulla

# 92_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato divertente. Magari faccio qualcos'altro adesso.)

# 104_Player
source: A single game of pool will be 800 yen.
pt: Una partita a biliardo costerà 800 yen.

# 116_Hinata
source: Let's play a game of pool!
pt: Facciamo una partita a biliardo!

# 128_Player
source: (Hinata wants to shoot some pool.)
pt: (Hinata vuole fare una partita a biliardo.)

# 152_Player
source: Okay, let's play a round.
pt: Ok, facciamo una partita.

# 164_Hinata
source: Hehe. I won't go easy on you!
pt: Hehe. Non ti farò sconti!

# 200_Player
source: Sorry, but I'd rather play alone.
pt: Scusa, ma preferirei giocare da solo.

# 212_Hinata
source: What? Fine, I'll just watch.
pt: Cosa? Va bene, guarderò e basta.

# 236_Player
source: Sorry. I don't have the money.
pt: Scusa. Non ho i soldi.

# 248_Hinata
source: Wow, you're pretty broke.
pt: Wow, sei proprio al verde.

# 272_Player
source: Sorry, but I'm not feeling it.
pt: Scusa, ma non me la sento.

# 284_Hinata
source: What? Aren't we on a date?
pt: Cosa? Non siamo a un appuntamento?

# 296_Staff
source: Please come again.
pt: Torni pure a trovarci.

# 332_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, ci sai fare un sacco, Kiryu-san! Sono un po' impressionato!

# 344_Riku
source: I win!
pt: Ho vinto!

# 356_Riku
source: Aww, guess it's a draw. But I'll beat y'next time!
pt: Ah, beh, immagino sia un pareggio. Ma la prossima volta ti batto!

# 380_Riku
source: That was wicked fun! I'm headin' back to Hakata now! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Ora me ne torno ad Hakata! <Color:255,200,200,255>♥<Color:Default>

# 428_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 488_Honoka
source: You're really good, Akiyama-san! I'm kinda surprised!
pt: Ci sai fare un sacco, Akiyama-san! Sono un po' sorpreso!

# 500_Honoka
source: Yeah, I win! Gotta try a little harder than that, Akiyama-san!
pt: Sì, ho vinto! Dovrai impegnarti un po' di più, Akiyama-san!

# 512_Honoka
source: Wow, I can't believe it's a draw! Next time I'm definitely gonna win!
pt: Wow, non ci credo che sia un pareggio! La prossima volta ti batto di sicuro!

# 536_Honoka
source: That was super fun! But I gotta get back to Osaka now. <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Ma ora devo tornare a Osaka. <Color:255,200,200,255>♥<Color:Default>

# 584_Honoka
source: That was loads of fun! Gimme a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 644_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 656_Kaguya
source: I win! Better luck next time, Saejima-san!
pt: Ho vinto! Sarà per la prossima volta, Saejima-san!

# 668_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non ci credo che sia stata così vicina! Mi ha fatto proprio salire l'adrenalina!

# 692_Kaguya
source: That was so much fun! I need to get back home now, though. <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Però ora devo tornare a casa. <Color:255,200,200,255>♥<Color:Default>

# 740_Kaguya
source: That was so much fun! Please give me a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 800_Shion
source: Shinada-san, you're so good at this! You definitely have my admiration.
pt: Shinada-san, sei bravissimo in questo! Devo proprio darti atto.

# 812_Shion
source: Oh, I win! I knew I wouldn't lose to you, Shinada-san.
pt: Oh, ho vinto! Sapevo che non avrei perso contro di te, Shinada-san.

# 824_Shion
source: How remarkable that we managed to have a draw! I'll be sure to win next time, though!
pt: Wow, non ci credo che siamo riusciti a pareggiare! La prossima volta ti batto di sicuro!

# 848_Shion
source: That was so much fun! I must be on my way back to Nagoya, now. <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Però ora devo tornare a Nagoya. <Color:255,200,200,255>♥<Color:Default>

# 896_Shion
source: That was so much fun! Please do call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Richiamami qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 956_Hinata
source: You're really good at that, Kiryu-san! I'm kind of surprised!
pt: Sei davvero bravo in questo, Kiryu-san! Sono un po' sorpresa!

# 968_Hinata
source: Yay, I win! Looks like you have to practice some more, Kiryu-san!
pt: Sì, ho vinto! Mi sa che devi fare più pratica, Kiryu-san!

# 980_Hinata
source: Wow, I can't believe it was a tie! But I'm gonna win next time!
pt: Wow, non ci credo che sia stato un pareggio! Ma la prossima volta ti batto di sicuro!

# 992_Hinata
source: That was super fun! Ask me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stata una figata pazzesca! Invitami di nuovo qualche volta! <Color:255,200,200,255>♥<Color:Default>

# 1076_Player
source: A single game of pool will be 800 yen.
pt: Una partita a biliardo costerà 800 yen.

# 1088_Player
source: Puzzle Pool is a fun and simple game for one player. You'll be faced with various table setups, the goal being to sink a target ball into the designated pocket in a single shot.
pt: Puzzle Pool è un gioco divertente e semplice per un giocatore. Affronterai diverse situazioni sul tavolo, l'obiettivo è mandare in buca una bilia bersaglio nella buca designata in un colpo solo.

# 1100_Player
source: There are 8 stages in total and you can attempt one stage per play. The game starts at Stage 1 and advances to the next when cleared. You have five attempts per game.
pt: Ci sono 8 stage in totale e puoi tentare uno stage per partita. Il gioco inizia dallo Stage 1 e avanza al successivo quando completato. Hai cinque tentativi per partita.

# 1112_Player
source: Hit the cue ball (white) in order to sink the target ball (red) into the designated pocket. If you don't sink it in one shot, or sink it in the wrong pocket, you will lose one attempt.
pt: Colpisci la bilia battente (bianca) per mandare in buca la bilia bersaglio (rossa) nella buca designata. Se non la mandi in buca in un solo colpo, o la mandi nella buca sbagliata, perderai un tentativo.

# 1124_Player
source: You also lose an attempt if the cue ball hits a foul ball (black). You will clear the stage if you can pocket the target ball before you run out of attempts.
pt: Perderai anche un tentativo se la bilia battente colpisce una bilia fallosa (nera). Completerai lo stage se riesci a mandare in buca la bilia bersaglio prima di esaurire i tentativi.

# 1136_Player
source: It is not a foul if the cue ball or target ball hits an assist ball (yellow). You do not need to sink assist balls. Try using assist balls if you are stuck on a shot－it may be the very key to your success.
pt: Non è fallo se la bilia battente o la bilia bersaglio colpisce una bilia d'assistenza (gialla). Non devi mandare in buca le bilie d'assistenza. Prova a usare le bilie d'assistenza se sei bloccato su un tiro－potrebbe essere proprio la chiave del tuo successo.

# 1160_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1196_Player
source: Very well, sir. By the way, are you familiar with Puzzle Pool?
pt: Benissimo, signore. A proposito, hai familiarità con Puzzle Pool?

# 1220_Staff
source: It's a single-player version of pool. It's a fun and simple game that even inexperienced players can enjoy.
pt: È una versione del biliardo per un giocatore. È un gioco divertente e semplice che anche i giocatori meno esperti possono godersi.

# 1232_Staff
source: The goal is to sink a target ball into the designated pocket with a single shot, on a table set up with different challenges.
pt: L'obiettivo è mandare in buca una bilia bersaglio nella buca designata in un colpo solo, su un tavolo allestito con diverse sfide.

# 1244_Player
source: Ah, I see.
pt: Ah, capisco.

# 1256_Staff
source: I highly recommend giving it a try at least once, sir.
pt: Consiglio vivamente di provarlo almeno una volta, signore.

# 1268_Staff
source: Enjoy, sir.
pt: Si diverta, signore.

# 1280_Player
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Benissimo, signore. Uno dei nostri addetti può spiegare le regole più in dettaglio.

# 1304_Staff
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Benissimo, signore. Uno dei nostri addetti può spiegare le regole più in dettaglio.

# 1328_Staff
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 1352_Player
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 1376_Player
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 1460_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo just to play some pool!?
pt: Ma mi prendi in giro?! Mi hai chiamato fin qui a Tokyo solo per giocare a biliardo?!

# 1472_Player
source: Well, you can do some sightseeing before you head back, too. Shall we get started?
pt: Beh, puoi anche fare un po' di turismo prima di tornare. Iniziamo?

# 1484_Riku
source: Sorry to keep y'waiting! Go easy on me, okay?
pt: Scusa per averti fatto aspettare! Vai piano con me, ok?

# 1496_Player
source: Sure. Shall we get started?
pt: Certo. Iniziamo?

# 1520_Player
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 1604_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Già il lavoro è una palla di per sé, e tu mi chiami fin qui a Tokyo!? Assurdo!

# 1616_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 1628_Kaguya
source: Sorry to keep you waiting! I used to come here all the time back when I was working in Tokyo.
pt: Scusa per averti fatto aspettare! Ci venivo sempre quando lavoravo a Tokyo.

# 1640_Player
source: That so? Well, wanna get goin'?
pt: Ah, sì? Beh, iniziamo?

# 1664_Player
source: (I should give Honoka-chan a call.)
pt: (Dovrei chiamare Honoka-chan.)

# 1748_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to play pool? If this is a joke, I ain't laughin'.
pt: Mi hai chiamato, una studentessa indaffarata a cercare lavoro, fin qui da Osaka, solo per giocare a biliardo? Se è uno scherzo, non mi fa ridere.

# 1760_Player
source: My deepest apologies.
pt: Le mie più sentite scuse.

# 1772_Honoka
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default> I shoulda figured ya were a pool-playing sorta guy, Akiyama-san!
pt: Scusa per l'attesa! <Color:255,200,200,255>♥<Color:Default> Avrei dovuto immaginare che eri il tipo da biliardo, Akiyama-san!

# 1784_Player
source: Want to get started?
pt: Iniziamo?

# 1808_Player
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 1892_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly, it's not like I don't have anything better to do.
pt: È davvero un po' maleducato farmi venire fin qui da Nagoya per questo, sai. Onestamente, non è che non abbia niente di meglio da fare.

# 1904_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Sì, scusa per quello! Immagino che anche le spese di viaggio siano state un po' salate.

# 1916_Shion
source: Apologies for keeping you waiting. You play pool as well, Shinada-san? Oh, how delightful!
pt: Mi scuso per averti fatto aspettare. Tu giochi a biliardo, Shinada-san? Oh, che piacere!

# 1928_Player
source: Heheh. Let's get started!
pt: Heheh. Iniziamo!

# 1964_Player
source: (I'll call up Hinata.)
pt: (Chiamerò Hinata.)

# 2036_Hinata
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default> You play pool, Kiryu-san? I'm sort of impressed.
pt: Scusa per l'attesa! <Color:255,200,200,255>♥<Color:Default> Tu giochi a biliardo, Kiryu-san? Sono un po' impressionato.

# 2048_Player
source: Shall we get started?
pt: Iniziamo?

# 2072_Player
source: (I should call up Hinata-chan.)
pt: (Magari dovrei chiamare Hinata-chan.)

# 2132_Hinata
source: Temp) Sorry for the wait!
pt: Temp) Scusa per l'attesa!

# 2144_Player
source: No problem. Want to get started?
pt: Nessun problema. Iniziamo?
