Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c015b.po
Languages: pt

source: Player
pt: Giocatore

source: ○It's a little expensive, sure.
pt: ○È un po' caro, certo.

source: □It's important to be noticed.
pt: □È importante essere notato.

source: △It's not just about design.
pt: △Non è solo una questione di design.

# 72_Hinata
source: Oh wow, I've never been to a store like this before!
pt: Caspita, non sono mai stato in un negozio del genere prima d'ora!

# 84_Player
source: Really? I thought lots of young people had brand-name bags like these.
pt: Davvero? Pensavo che un sacco di giovani avessero borse firmate come queste.

# 96_Hinata
source: Yeah, but I'm not into brands all that much. I only care if I like the design or not.
pt: Già, ma non è che ci vada matto per i marchi, eh. A me interessa solo se il design mi piace o no.

# 108_Player
source: But I'm sure there's a design you'd like among the branded merchandise.
pt: Ma sono sicuro che c'è un design che ti piacerebbe tra la merce firmata.

# 120_Hinata
source: I guess, but wouldn't that be a little expensive?
pt: Sì, immagino, ma non sarebbe un po' caro?

# 132_Hinata
source: And carrying around a bag just because it's got a logo on it seems a bit braggy. I'd be embarrassed to carry that sort of thing around.
pt: E portarsi dietro una borsa solo perché c'ha un logo sopra, mi pare un po' da sborone. Mi vergognerei a girare con una roba del genere.

# 144_Player
source: It's a little expensive, sure. Even though they're high quality, the price makes you think twice about buying it.
pt: Certo, è un po' costoso. Anche se la qualità è alta, il prezzo ti fa pensarci due volte prima di prenderlo.

# 156_Hinata
source: Right. And it really doesn't cost that much to make it, so don't you think it's a total rip-off?
pt: Giusto. E produrlo non costa mica tanto, quindi non pensi sia una fregatura pazzesca?

# 168_Player
source: Advertising and labor do cost money, after all. But they probably make it more expensive to create its value.
pt: La pubblicità e la manodopera, dopotutto, costano. Ma probabilmente sono loro a gonfiare il prezzo, proprio per creare il suo valore.

# 180_Hinata
source: What do you mean by that?
pt: Cosa intendi?

# 192_Player
source: Well, by making the price higher they're limiting the number of people who can buy it, right?
pt: Beh, alzando il prezzo stanno limitando il numero di persone che possono comprarlo, giusto?

# 204_Player
source: If they set the price lower then anyone could buy it. It would lose its exclusivity.
pt: Se abbassassero il prezzo, allora chiunque potrebbe comprarlo. Perderebbe la sua esclusività.

# 216_Hinata
source: Makes sense. If it were cheaper, I'd probably buy it too. And then it wouldn't really be bragging.
pt: Ci sta. Se costasse di meno, probabilmente lo comprerei anch'io. E allora non sarebbe più vero vanto.

# 228_Player
source: Right. Brand merchandise isn't just about design, but also whether or not there's any sort of status that comes with it.
pt: Giusto. La roba di marca non è solo design, ma anche se ci si porta dietro un certo status o meno.

# 240_Player
source: It's important to be noticed. You can't let yourself be satisfied with something just because you happen to like it.
pt: È importante farsi notare. Non puoi accontentarti di una cosa solo perché ti piace e basta.

# 252_Hinata
source: But isn't it tacky to buy a particular brand just to get people to notice you?
pt: Ma non è da cafone comprare una marca specifica solo per farsi notare?

# 264_Player
source: Is it?
pt: Davvero?

# 276_Hinata
source: Yes! Liking something is all well and fine, but buying something to make other people jealous is really tacky.
pt: Sì! Apprezzare qualcosa va benissimo, ma comprare qualcosa solo per far ingelosire gli altri è proprio da tamarri.

# 288_Player
source: You have a point. Obsessing over products without understanding their real value could be a bad trait in Japanese culture.
pt: Hai ragione. Fissarsi sui prodotti senza capirne il vero valore potrebbe essere un difetto nella cultura giapponese.

# 300_Hinata
source: At any rate, I think people who are into that stuff aren't really my type.
pt: Ad ogni modo, penso che quelli a cui piace quella roba non siano proprio il mio tipo.

# 312_Player
source: Still, it might be worth owning at least one designer label item. You might develop an appreciation for it.
pt: Comunque, magari varrebbe la pena di prendere almeno un pezzo firmato. Potresti finir per apprezzarlo.

# 324_Player
source: It's not just about design. A famous brand represents both artisans and their craftsmanship.
pt: Non è solo questione di design. Un marchio famoso rappresenta sia gli artigiani che la loro maestria.

# 336_Player
source: There's a lot of attention paid to even the smallest of details. You'll see that the product is far superior to comparable items.
pt: C'è un'attenzione incredibile, persino per i dettagli più piccoli. Vedrai che il prodotto è di gran lunga superiore a qualsiasi articolo comparabile.

# 348_Hinata
source: But ordinary people won't even be able to tell, right? Either people won't pay attention to it or the difference would be too subtle to notice.
pt: Ma la gente comune non se ne accorgerà nemmeno, vero? O la gente non ci farà caso o la differenza sarebbe troppo sottile per notarla.

# 360_Hinata
source: After all, if you need a salesperson to explain the details of a product that you wouldn't otherwise notice, then your average person won't have a clue.
pt: Dopotutto, se hai bisogno di un commesso per spiegarti i dettagli di un prodotto che altrimenti non noteresti, allora la gente comune non ci capirà un tubo.

# 372_Player
source: That could be true. But it also gives you something to talk about. Some people may appreciate a person who's knowledgeable about fashion.
pt: Potrebbe essere vero. Ma ti dà pure un argomento di cui parlare. Certa gente magari apprezza chi se ne intende di moda.

# 384_Hinata
source: That's still kinda lame. What's the point in buying designer label products if you have to educate others about them?
pt: È ancora un po' una roba da sfigati. Che senso ha comprare roba firmata se devi pure spiegare agli altri cos'è?

# 396_Player
source: Good point. I guess that's why they slap those big logos on them. To impress people and promote their brand.
pt: Hai ragione. Sarà per questo che ci sbattono su quei loghi enormi. Per fare colpo sulla gente e promuovere il loro brand.

# 456_Staff
source: Welcome.
pt: Benvenuto.

# 468_Hinata
source: That <Color:8>Italian Women's Suit<Color:Default> looks really nice!
pt: Quel <Color:8>completo da donna italiano<Color:Default> è davvero bello!

# 480_Player
source: (Looks like Hinata has her eye on that <Color:8>Italian Women's Suit<Color:Default>.)
pt: (Sembra che Hinata abbia messo gli occhi su quel <Color:8>tailleur da donna italiano<Color:Default>.)

# 552_Staff
source: Thank you very much. We hope you'll come again.
pt: Grazie mille. Speriamo che tornerete.

# 588_Staff
source: Thank you very much.
pt: Grazie mille.

# 624_Staff
source: Welcome.
pt: Benvenuto.

# 648_Staff
source: Thank you for stopping by. Please come again.
pt: Grazie per essere passato. Torni a trovarci.

# 708_Hinata
source: Sir, just between you and me, are you aware of the famous brand outlet located out in the suburbs?
pt: Signore, detto tra noi, conosce il famoso outlet di marca che si trova in periferia?

# 720_Player
source: An outlet store? I don't want to go that far just to buy outdated merchandise.
pt: Un outlet? Non mi va di fare tutta quella strada solo per roba passata.

# 732_Staff
source: Ah, but this outlet gets new items in as well, including the latest in couture from Paris. And right after they're announced, too!
pt: Ah, ma anche in questo outlet arrivano capi nuovi, comprese le ultime creazioni di alta moda direttamente da Parigi. E per giunta, subito dopo che vengono annunciate!

# 744_Staff
source: If you time it right, you can get hot items at that store for only a fraction of the price.
pt: Se hai il tempismo giusto, puoi accaparrarti articoli di punta in quel negozio per una frazione del prezzo.

# 756_Player
source: Oh? I wasn't aware of that little trick.
pt: Oh? Non sapevo di quel trucchetto.

# 768_Staff
source: Well, of course you can't get the <Italic>very</Italic> latest items at the outlet. For those fashions, look no further than our store.
pt: Beh, certo, all'outlet non si trovano gli <Italic>ultimissimi</Italic> articoli. Per quelle mode, non c'è altro che il nostro negozio.

# 780_Player
source: (A famous brand outlet store? Maybe I could talk about that at the cabaret club.)
pt: (Un outlet di una marca famosa? Magari potrei parlarne al cabaret club.)

# 792_Staff
source: Thank you very much.
pt: Grazie mille.
