Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003309a0.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got a <Color:8>Borrowed Single-lens Reflex Camera<Color:Default>.
pt: Hai ottenuto una <Color:8>macchina fotografica reflex in prestito<Color:Default>.

source: Tourism Board Employee
pt: Impiegato dell'Ufficio del Turismo

source: Player
pt: Giocatore

source: Man
pt: Uomo

source: Tourist Spots
pt: Luoghi turistici

# 76_Tourism Board Employee
source: Hey there! How's your photography going? Well, I hope?
pt: Ehilà! Come sta andando con la fotografia? Spero bene?

# 88_Player
source: Yeah, I shot five locations.
pt: Già, ho scattato cinque posti.

# 100_Tourism Board Employee
source: That's excellent! Let me take a look!
pt: Ottimo! Fammeli vedere!

# 124_Tourism Board Employee
source: These photos are wonderful! Great job.
pt: Queste foto sono meravigliose! Ottimo lavoro.

# 136_Tourism Board Employee
source: These are really going to get tourists interested in visiting Kineicho!
pt: Queste faranno venire una gran voglia ai turisti di visitare Kineicho!

# 148_Tourism Board Employee
source: Here's the reward I promised. Go ahead, take it.
pt: Ecco la ricompensa che ti ho promesso. Forza, prendila.

# 172_Tourism Board Employee
source: Be sure to visit Kineicho again.
pt: Torna a Kineicho, mi raccomando.

# 184_Tourism Board Employee
source: How's your photography going? I hope you can get some really great photos of Kineicho!
pt: Come sta andando con la fotografia? Spero che tu riesca a scattare delle foto davvero meravigliose di Kineicho!

# 208_Man
source: Excuse me, do you have a minute?
pt: Scusi, ha un minuto?

# 232_Man
source: I'm from the Kineicho Tourism Board. Right now we're running a campaign to raise Kineicho's profile as a tourist destination.
pt: Sono dell'Ufficio del Turismo di Kineicho. Al momento stiamo portando avanti una campagna per promuovere Kineicho come destinazione turistica.

# 244_Player
source: An advertising campaign? Sounds like a good idea.
pt: Una campagna pubblicitaria? Sembra una buona idea.

# 256_Tourism Board Employee
source: Yes. I'd like to ask you to take some photos of places around Kineicho that you think are must-see landmarks.
pt: Sì. Vorrei chiederti di scattare delle foto di luoghi qui a Kineicho che secondo te sono dei punti di riferimento da non perdere.

# 268_Tourism Board Employee
source: The photos you take will be used in pamphlets and posters promoting Kineicho as a tourist destination.
pt: Le foto che scatti saranno usate in opuscoli e poster per promuovere Kineicho come destinazione turistica.

# 280_Tourism Board Employee
source: If you can shoot five sightseeing spots for me, I'll give you a fabulous gift.
pt: Se mi fai cinque scatti di attrazioni turistiche, ti darò un regalo favoloso.

# 292_Player
source: Sounds good to me, but I don't have a camera.
pt: Ci sto, ma non ho una macchina fotografica.

# 304_Tourism Board Employee
source: No problem! We can lend you one. I have a high-end single-lens reflex camera to give you.
pt: Nessun problema! Possiamo prestartene una. Ho una macchina fotografica reflex di alta gamma da darti.

# 316_Player
source: Really? You'll lend it to me for free?
pt: Davvero? Me la presterai gratis?

# 328_Tourism Board Employee
source: That's right. Completely free. But I will need to get your contact details just in case.
pt: Esatto. Completamente gratis. Ma dovrò chiederti i tuoi recapiti, per sicurezza.

# 340_Player
source: Sure thing. Let me see that camera.
pt: Certo. Fammi vedere quella macchina fotografica.

# 352_Tourism Board Employee
source: Great! Here it is.
pt: Perfetto! Eccola.

# 460_Tourism Board Employee
source: You can find me here during the campaign. Come back once you've shot five locations.
pt: Mi puoi trovare qui durante la campagna. Torna una volta che hai scattato cinque luoghi.

# 472_Tourism Board Employee
source: Good luck out there!
pt: In bocca al lupo!

# 484_Tourist Spots
source: When you visit sightseeing spots around town, the Photograph action icon may appear. Press <Action:Button_Cross@Adventure> while this is displayed to take a photo.
pt: Quando visiti i punti di interesse in giro per la città, potrebbe apparire l'icona dell'azione Scatta foto. Premi <Action:Button_Cross@Adventure> mentre è visualizzata per scattare una foto.

# 496_Tourist Spots
source: You can view photos you've taken from City Exploration under Completion List in the Pause Menu. Once you take five photos, bring them to the Tourism Board staff member to receive a reward.
pt: Puoi visualizzare le foto che hai scattato in Esplorazione città sotto la Lista completamenti nel Menu di pausa. Una volta che hai scattato cinque foto, portale al membro dello staff dell'Ufficio del Turismo per ricevere una ricompensa.

# 508_Player
source: (I guess I'll take a walk around and find some good scenery.)
pt: (Mi sa che farò un giro e cercherò dei bei posti.)

# 520_Tourism Board Employee
source: Hey, I met you in Kamurocho, didn't I?
pt: Ehi, non ci siamo mica incontrati a Kamurocho?

# 532_Player
source: Yeah, you're the guy from the tourism board! You asked me to take some photos for you.
pt: Sì, sei tu il tipo dell'Ufficio del Turismo! Mi avevi chiesto di scattare delle foto per te.

# 544_Tourism Board Employee
source: That's me. Fancy meeting you again here.
pt: Sono io. Che piacere rivederti qui.

# 556_Player
source: Oh, I haven't given you your camera back yet.
pt: Oh, non ti ho ancora restituito la tua macchina fotografica.

# 568_Tourism Board Employee
source: Don't worry about it. I've actually been sent out around the country, and I'm doing some work for the Kineicho Tourism Board now.
pt: Non ti preoccupare. In realtà sono stato mandato in giro per il paese, e ora sto facendo del lavoro per l'Ufficio del Turismo di Kineicho.

# 580_Player
source: Let me guess, you want me to take photos here?
pt: Fammi indovinare, vuoi che scatti delle foto qui?

# 592_Tourism Board Employee
source: Exactly! I'd like you to shoot five photos here in Kineicho, too. Bring them to me, and I'll give you a fabulous gift.
pt: Esatto! Vorrei che scattassi cinque foto anche qui a Kineicho. Portamele, e ti darò un regalo favoloso.

# 604_Player
source: I see. Okay, I'll do it.
pt: Capisco. Va bene, lo faccio.

# 616_Tourism Board Employee
source: Thank you! I'll be here during the campaign. Come and see me once you've taken five shots.
pt: Grazie! Sarò qui durante la campagna. Vieni a trovarmi una volta che hai scattato cinque foto.

# 628_Tourism Board Employee
source: Good luck out there!
pt: In bocca al lupo!
