Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020e06.po
Languages: pt

source: Need more time.
pt: Mi serve più tempo.

source: I'm done.
pt: Io ho finito.

# 80_Nishida
source: Saejima-san! Good to see you!
pt: Saejima-san! Bello rivederla!

# 92_Saejima
source: Hey. Is Majima around?
pt: Oi. C'è Majima?

# 104_Nishida
source: Nah, the boss hasn't been by.
pt: Macché, il boss non si è fatto vivo.

# 116_Saejima
source: Huh. Guess I dropped in too early.
pt: Eh. Mi sa che sono piombato qui troppo presto.

# 128_Nishida
source: Looks like it. By the way, isn't this your last night on the outside?
pt: Sembra di sì. A proposito, non è la tua ultima notte qui fuori?

# 140_Nishida
source: You should enjoy some time on the town while you can. Least that's what I'd do if I were you.
pt: Dovresti spassartela un po' in giro finché puoi. Almeno, io farei così al posto tuo.

# 152_Nishida
source: Besides, it might be good to get out and spread your wings a bit. Your ass-kicking wings, I mean.
pt: E poi, potrebbe farti bene uscire e spiegare un po' le ali. Le tue ali da spaccaculi, intendo.

# 164_Nishida
source: A bigtime Tojo name like you is sure to get recognized in jail, and someone in there might even be dumb enough to try and fight you.
pt: Un pezzo grosso della Tojo come te di sicuro si farà riconoscere in galera, e qualcuno lì dentro potrebbe essere persino così scemo da provare a picchiarti.

# 176_Nishida
source: Not that I doubt you can hold your own, of course. But with all the punks in town, why not hit two birds with one stone?
pt: Non che dubiti tu non sappia farti valere, certo. Ma con tutti i balordi in giro per la città, perché non prendere due piccioni con una fava?

# 188_Nishida
source: It'll help you knock some of the rust off, <Italic>and</Italic> send a bloody message to anyone who's thinking about taking a shot at you in prison.
pt: Ti aiuterà a toglierti un po' di ruggine di dosso, <Italic>e</Italic> a mandare un messaggio di sangue a chiunque pensi di metterti i piedi in testa in prigione.

# 200_Saejima
source: I'm about to turn myself in, and you're tellin' me to go raise hell? What kinda fool are ya?
pt: Sto per costituirmi, e tu mi dici di andare a scatenare l'inferno? Ma che razza di scemo sei?

# 212_Nishida
source: Sorry, sir. I just thought...
pt: Mi dispiace, signore. Pensavo solo...

# 224_Saejima
source: It's all good. And hey, ya ain't wrong. This town's in a rough spot. Too many idiots runnin' around not givin' a shit about anyone else.
pt: È tutto a posto. Ehi, e non hai mica torto. Questa città è messa male. Troppi idioti in giro che non gliene frega un cazzo di nessuno.

# 236_Saejima
source: ...Yeah, y'know what? Maybe I will go enjoy myself. Like ya said, I oughta get the most outta this place while I can.
pt: ...Sì, sai che c'è? Forse andrò a spassarmela un po'. Come hai detto, dovrei sfruttare al massimo questo posto finché posso.

# 248_Nishida
source: Yes! See you later, sir!
pt: Sì! Ci vediamo dopo, capo!

# 260_Nishida
source: Oh, you're back!
pt: Oh, è tornato!

# 272_Saejima
source: Majima here yet?
pt: Majima è già qui?

# 284_Nishida
source: Nah, the boss must've had a lot to do first.
pt: Ma no, il capo avrà avuto un sacco di roba da sbrigare prima.

# 296_Saejima
source: Huh. Looks like I gotta come back later, then.
pt: Eh. Mi sa che mi tocca tornare più tardi, allora.

# 308_Nishida
source: Sure! See you later tonight, sir!
pt: Certo! A più tardi stasera, capo!

# 332_Nishida
source: Saejima-san! It's good to see you.
pt: Saejima-san! È bello vederti.

# 344_Saejima
source: Majima here?
pt: Majima qui?

# 356_Nishida
source: Oh, yes. He's right inside, ready and waiting for you.
pt: Ah, sì. È proprio lì dentro, pronto e ti aspetta.

# 368_Saejima
source: (Majima's waitin' for me. But should I blow off some more steam before seein' him? Only got a few hours left of freedom, after all.)
pt: (Majima mi sta aspettando. Ma dovrei sfogarmi ancora un po' prima di vederlo? Dopotutto, mi restano solo poche ore di libertà.)

# 380_Nishida
source: Good to see you, sir! The boss is waiting for you inside.
pt: Piacere di rivederla, signore! Il capo la sta aspettando dentro.

# 392_Saejima
source: Just remembered an errand I gotta run. Tell Majima to wait just a little longer, will ya?
pt: Mi è appena venuta in mente una faccenda che devo sbrigare. Di' a Majima di aspettare ancora un pochino, ok?

# 404_Nishida
source: Will do, sir! He never does like waiting, but I think he'll make an exception for you!
pt: Certo, capo! Non gli piace proprio aspettare, ma penso che farà un'eccezione per lei!

# 416_Saejima
source: Better go say my final goodbye.
pt: Meglio che vada a dare l'ultimo saluto.

# 428_Saejima
source: Hey, Nishida? While I'm gone... look after Majima for me, will ya?
pt: Ehi, Nishida? Mentre sarò via... badami Majima, mi raccomando.

# 440_Nishida
source: Of course, sir! And you look after yourself, too!
pt: Certo, capo! E stia attento anche lei!

# 452_Saejima
source: I will.
pt: Certo.
