Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d01f5.po
Languages: pt

source: Fashionable Schoolgirl
pt: Studentessa stilosa

source: Trendy Schoolgirl
pt: Studentessa alla moda

# 176_Fashionable Schoolgirl
source: Did ya see round two?
pt: L'hai visto il round due?

# 188_Trendy Schoolgirl
source: 'Course I did! Haruka Sawamura won, huh? I thought she just faked her way in, but she might actually have a shot.
pt: Ma certo! Ha vinto Haruka Sawamura, eh? Pensavo avesse solo bluffato per entrare, ma in realtà potrebbe farcela.

# 200_Fashionable Schoolgirl
source: Yeah, she aced it! Who's gonna win the final round, though!? Man, how am I supposed to focus on homework when this stuff's goin on!?
pt: Sì, ha spaccato! Però chi vincerà la finale!? Mamma mia, come faccio a concentrarmi sui compiti con tutta 'sta roba che succede!?

# 212_Trendy Schoolgirl
source: Not like you were gonna do that homework, anyway. I feel you, though.
pt: Tanto non li avresti fatti, quei compiti, comunque. Ti capisco, però.

# 224_Fashionable Schoolgirl
source: Did ya see round two?
pt: L'hai visto il round due?

# 236_Trendy Schoolgirl
source: 'Course I did! I knew T-Set'd take it. Haruka Sawamura did okay, but wasn't quite as polished, y'know?
pt: Ma certo! Sapevo che T-Set l'avrebbe spuntata. Haruka Sawamura se l'è cavata, ma non era proprio così impeccabile, capisci?

# 248_Fashionable Schoolgirl
source: I guess the next one's the last one. How'm I supposed to get my homework done when this stuff's goin' on!?
pt: Penso che il prossimo sia l'ultimo. Ma come faccio a fare i compiti con tutto 'sto casino!?

# 260_Trendy Schoolgirl
source: Not like you were gonna do that homework, anyway. I feel you, though.
pt: Tanto non li avresti fatti, quei compiti, comunque. Ti capisco, però.

# 296_Fashionable Schoolgirl
source: So the P. League finals started, huh?
pt: Allora le finali della P. League sono iniziate, eh?

# 308_Trendy Schoolgirl
source: Oh, the Princess League? Yeah, I saw that. Haruka Sawamura took the win. I was sure T-Set was gonna blow her away.
pt: Ah, la Princess League? Sì, l'ho visto. Haruka Sawamura ha vinto. Ero sicura che T-Set l'avrebbe stracciata.

# 320_Fashionable Schoolgirl
source: Ya think she's actually got a shot at winnin'?
pt: Ma secondo te, ce la fa davvero a vincere?

# 332_Trendy Schoolgirl
source: Nah, I doubt it. I still get the feelin' T-Set'll come out on top in the end.
pt: Naah, non ci credo. Mi sa ancora che T-Set la spunterà alla fine.

# 344_Fashionable Schoolgirl
source: So the P. League finals started, huh?
pt: Allora le finali della P. League sono iniziate, eh?

# 356_Trendy Schoolgirl
source: Oh, the Princess League? Yeah, I saw that. Haruka Sawamura took the win. T-Set's gonna be pretty hard to beat.
pt: Oh, la Princess League? Sì, ho visto. Haruka Sawamura ha vinto. T-Set sarà un osso duro da battere.

# 368_Fashionable Schoolgirl
source: But there's two more rounds, so Haruka Sawamura's still got a shot, right?
pt: Ma ci sono altri due round, quindi Haruka Sawamura ha ancora una chance, vero?

# 380_Trendy Schoolgirl
source: Nah, I doubt it. I still get the feelin' T-Set'll come out on top in the end.
pt: Naah, non ci credo. Mi sa ancora che T-Set la spunterà alla fine.

# 404_Fashionable Schoolgirl
source: Did ya see the Princess League the other day? The competition's gettin' pretty fierce!
pt: L'hai vista la Princess League l'altro giorno? La competizione sta diventando proprio agguerrita!

# 416_Trendy Schoolgirl
source: Yeah, that was crazy. I was sure Haruka Sawamura was gonna lose, but she pulled a big comeback at the end.
pt: Sì, è stato pazzesco. Ero sicura che Haruka Sawamura avrebbe perso, ma alla fine ha tirato fuori una rimonta pazzesca.

# 428_Fashionable Schoolgirl
source: It's the finals next, right? Think she's gonna win the whole thing?
pt: Adesso ci sono le finali, no? Secondo te vince tutto?

# 440_Trendy Schoolgirl
source: Oh, come on. It's gotta be T-Set. No way they're gonna lose.
pt: Ma dai! Sono le T-Set, sicuro! Non c'è verso che perdano.
