Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00360060.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

source: Player
pt: Giocatore

# 156_Kaguya
source: Karaoke with Saejima-san! This is going to be great. <Color:255,200,200,255>♥<Color:Default>
pt: Karaoke con Saejima-san! Sarà una figata. <Color:255,200,200,255>♥<Color:Default>

# 168_Kaguya
source: Hm, what should I sing? I've been listening to <Color:255,200,200,255>"Rouge of Love" <Color:Default>a lot lately. Maybe I should go with that. <Color:255,200,200,255>♥<Color:Default>
pt: Mmh, cosa dovrei cantare? Ho ascoltato <Color:255,200,200,255>"Rouge of Love" <Color:Default>molto ultimamente. Forse dovrei scegliere quella. <Color:255,200,200,255>♥<Color:Default>

# 180_Kaguya
source: That was so much fun. And I didn't expect you to be so into it, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: È stato un sacco divertente. E non mi aspettavo che ti prendesse così tanto, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 192_Kaguya
source: Now I want to hear <Italic>you</Italic> sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Adesso voglio sentire <Italic>te</Italic> cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 204_Player
source: All right, I'll do it.
pt: Va bene, lo faccio.

# 216_Kaguya
source: Haha, that's the spirit! <Color:255,200,200,255>♥<Color:Default>
pt: Ahah, così si fa! <Color:255,200,200,255>♥<Color:Default>

# 228_Player
source: Nah, I'm gonna pass.
pt: No, passo.

# 240_Kaguya
source: Really? Aww, I wanted to hear you sing, %s-san...
pt: Davvero? Uffa, volevo sentirti cantare, %s-san...

# 252_Kaguya
source: That was so hard to sing.
pt: È stato così difficile cantare.

# 264_Player
source: Yeah? Guess I kinda screwed up those interjections. Even had Majima teach me how to do 'em, too...
pt: Già? Credo di aver un po' toppato con quelle interiezioni. Ero persino andato da Majima a farmi insegnare come farle, pure...

# 276_Kaguya
source: That felt awesome. You sure know how to light a lady's fire, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: È stato una figata. Sai proprio come far prendere bene una signora, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 288_Kaguya
source: Now I want to hear <Italic>you</Italic> sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Adesso voglio sentire <Italic>te</Italic> cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 300_Player
source: All right, I'll do it.
pt: Va bene, lo faccio.

# 312_Kaguya
source: Haha, that's the spirit! <Color:255,200,200,255>♥<Color:Default>
pt: Ahah, così si fa! <Color:255,200,200,255>♥<Color:Default>

# 324_Player
source: Nah, I'm gonna pass.
pt: No, passo.

# 336_Kaguya
source: Really? Aww, I wanted to hear you sing, %s-san...
pt: Davvero? Uffa, volevo sentirti cantare, %s-san...

# 348_Kaguya
source: Wow, that was pretty good, Saejima-san. <Color:255,200,200,255>♥<Color:Default>
pt: Wow, mica male, Saejima-san. <Color:255,200,200,255>♥<Color:Default>

# 360_Player
source: You think?
pt: Dici?

# 372_Kaguya
source: You, uh, really put your heart into it!
pt: Ci hai, uhm, messo proprio il cuore!

# 384_Player
source: Yeah?
pt: Sì?

# 396_Kaguya
source: I could listen to you sing forever! And I love watching your Adam's apple. It's so sexy. <Color:255,200,200,255>♥<Color:Default>
pt: Potrei ascoltarti cantare per sempre! E adoro guardare il tuo pomo d'Adamo. È così sexy. <Color:255,200,200,255>♥<Color:Default>

# 408_Player
source: Uh... Okay?
pt: Uh... Va bene?
