Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020013d.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: ArmsID
pt: ID Armi

source: Tournament Staff
pt: Staff del Torneo

source: Passed Kineicho Qualifiers
pt: Superate le qualificazioni di Kineicho

# 60_Hozoin
source: That seems to be all of them, Shinada.
pt: Mi sa che sono finiti, Shinada.

# 72_Shinada
source: I can't help feeling like I got caught in the crossfire here.
pt: Non posso fare a meno di sentirmi come se fossi finito in mezzo al fuoco incrociato, qui.

# 84_Hozoin
source: In any case, that just leaves you. It's time for us to settle things.
pt: Comunque sia, resta solo tu. È ora di regolare i conti.

# 96_Shinada
source: You still want to do this?
pt: Vuoi ancora farla?

# 108_Hozoin
source: Of course. Brace yourself!
pt: Certo. Preparati!

# 144_Hozoin
source: I am defeated. You are a formidable opponent.
pt: Sono sconfitto. Sei un avversario formidabile.

# 156_Hozoin
source: If my eyes do not deceive me, you seem to be an old hand at competitive events like this.
pt: Se i miei occhi non m'ingannano, mi sembra tu sia un veterano di eventi competitivi come questi.

# 168_Shinada
source: I wouldn't go that far.
pt: Non arriverei a tanto.

# 180_Hozoin
source: No need to be modest. I am a master of Hozoin spearmanship. It does me no favors when one who has bested me belittles himself.
pt: Non c'è bisogno di essere modesto. Sono un maestro di Hozoin spearmanship. Non mi rende onore quando chi mi ha sconfitto si sminuisce.

# 192_Shinada
source: Oh... Sorry.
pt: Oh... scusa.

# 204_Tournament Staff
source: Nicely handled, Shinada-san.
pt: Ben fatto, Shinada-san.

# 216_Shinada
source: Huh? Are you one of those Victory Road people?
pt: Eh? Sei uno di quelli di Victory Road?

# 228_Tournament Staff
source: There is no longer anyone in this town who can compete with you. You have earned a place in the Victory Road finals.
pt: Non c'è più nessuno in questa città in grado di competere con te. Hai conquistato un posto nelle finali della Victory Road.

# 240_Shinada
source: Me?
pt: Io?

# 252_Tournament Staff
source: Indeed. It will take place at the Underground Coliseum, where all the strongest fighters end up.
pt: Proprio così. Si terrà all'Underground Coliseum, dove tutti i picchiatori più forti si ritrovano.

# 264_Tournament Staff
source: Head there once all the finalists have been decided.
pt: Dirigiti lì una volta che tutti i finalisti saranno stati decisi.

# 276_Shinada
source: The Underground Coliseum? Where would I find that?
pt: Il Colosseo Sotterraneo? Dove lo troverei?

# 288_Tournament Staff
source: In one of the country's greatest pleasure quarters. Fate has a way of bringing the most powerful fighters there.
pt: In uno dei più grandi quartieri a luci rosse del paese. Il destino ha i suoi modi di portare lì i combattenti più potenti.

# 300_Shinada
source: (That's not all that helpful...)
pt: (Non è che sia poi così d'aiuto...)

# 312_Hozoin
source: Congratulations, Shinada, but I haven't given up yet, either.
pt: Congratulazioni, Shinada, ma non mi sono ancora arreso, neanch'io.

# 324_Hozoin
source: I intend to gain entry into the Victory Road finals no matter how long it takes.
pt: Intendo arrivare alle finali di Victory Road, non importa quanto tempo ci voglia.

# 336_Hozoin
source: Next time we meet, you won't get off so easily. My spear will be sharper and land harder.
pt: La prossima volta che ci becchiamo, non ti andrà così liscia. La mia lancia sarà più affilata e colpirà più duramente.

# 348_Shinada
source: Haha. You'll have to go easy on me, then.
pt: Ah ah. Allora dovrai andarci piano con me.

# 420_Hozoin
source: Congratulations on passing the qualifiers. The Victory Road finals will be held in a certain pleasure quarter once the qualifiers in each city have been completed.
pt: Complimenti per aver superato le qualificazioni. Le finali della Victory Road si terranno in un certo quartiere a luci rosse una volta completate le qualificazioni in ogni città.

# 432_Hozoin
source: Though you have secured a place in the finals, Victory Road competitors will still challenge you in the street to test their skills. Keep fighting to stay in peak condition.
pt: Anche se ti sei assicurato un posto nelle finali, i contendenti di Victory Road ti sfideranno comunque per strada per mettere alla prova le loro abilità. Continua a combattere per rimanere in forma smagliante.
