Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020b5c.po
Languages: pt

# 1860_Yamaura
source: Anyway, that's it for the quick rundown. Head on over to the audition as soon as you're ready.
pt: Questo è tutto per il rapido sintetico. Va a provare l'audizione appena sei pronto.

# 1872_Haruka
source: Really? You mean, right now?
pt: "Vero? Tu significa, proprio ora?"

# 1884_Yamaura
source: Yes, right now! If you don't hurry up and get over there, those positions are gonna get filled!
pt: Sì, ora stessa! Se non arriverai presto e non ci metterai piede lì, quelle posizioni saranno state gonfie!

# 1896_Yamaura
source: So whaddya say, Haruka? You ready?
pt: Che ti pare, Haruka? Sei pronto?

# 1908_Haruka
source: All right. I'll go right away, then!
pt: Va subito, allora!

# 1920_Yamaura
source: Hehe, attagirl! Knock 'em dead out there!
pt: Giaha, brava! Uccidi loro fuori!

# 1932_Haruka
source: I'm afraid I'm not ready to go just yet. I have to prepare a little first...
pt: "Sono dispiaciuto, ma non sono pronto ancora a andare subito. Devo prepararmi un po'. "

# 1944_Yamaura
source: All right. But come back and lemme know as soon as you're ready.
pt: Va subito, ma torna e dime a quando sei pronto.

# 1956_Yamaura
source: Oh, Haruka! Think ya could help me think of something?
pt: Oh, Haruka! Mi daresti una mano a pensare a qualcosa?

# 1968_Haruka
source: Something for what?
pt: Per che cosa?

# 1980_Yamaura
source: Some kind of present to bring Horie-kun while he's in the hospital.
pt: Un tipo di regalo da portare a Horie‑kun mentre è in ospedale.

# 1992_Haruka
source: Oh, all right. Hmm, let me think...
pt: Oh, va bene. Hmm, fammi pensare...

# 2004_Yamaura
source: Knowing him, he'd probably say he didn't want us fussing over him when we should be focusing on something more important.
pt: Conoscendolo, probabilmente direbbe di non volerci preoccupare di lui quando dovremmo concentrarci su qualcosa di più importante.

# 2016_Yamaura
source: In fact, your successful debut would probably be the best present of all, don't you think?
pt: In realtà, il tuo debutto di successo sarebbe probabilmente il regalo migliore di tutti, non credi?

# 2028_Haruka
source: Yes, ma'am!
pt: Sì, signora!

# 2040_Yamaura
source: But we gotta get him somethin', ya know? Can't just go visit empty-handed.
pt: Ma dobbiamo prendergli qualcosa, capito? Non possiamo andare a trovarlo vuoto di mani.

# 2052_Haruka
source: And I'm sure he wouldn't want another fruit basket. It would just be in the way.
pt: E sono sicuro che non vorrebbe un altro cestino di frutta. Sarebbe solo un ostacolo.

# 2064_Yamaura
source: Exactly! I tell ya, I've really been scratching my head over it, but I can't come up with anything...
pt: Esatto! Ti dico, mi sono davvero stancato a pensarci ma non riesco a trovare nulla...

# 2076_Haruka
source: Hmm.
pt: Mhh.

# 2088_Haruka
source: Well, let's see... What does he like? Is there anything he's interested in?
pt: Bene, vediamo... Cosa gli piace? C'è qualcosa che gli interessa?

# 2100_Haruka
source: I hardly know anything about his personal life.
pt: Non conosco praticamente nulla della sua vita privata.

# 2112_Haruka
source: Isn't that awful? My own manager and I don't even know him!
pt: Non è orribile? Il mio stesso manager e io non lo conosciamo nemmeno!

# 2124_Yamaura
source: Well, I know one thing Horie-kun is interested in...
pt: Beh, so che c'è una cosa che interessa a Horie‑kun...

# 2136_Yamaura
source: Idols! He's a big fan, ya know.
pt: Idoli! È un grande fan, capito.

# 2148_Haruka
source: Really!? Idols!?
pt: Davvero!? Idoli!?

# 2160_Yamaura
source: Don't tell me you're surprised. He's an idol manager, isn't he?
pt: Non dirmi di essere sorpresa. È un manager di idol, vero?

# 2172_Haruka
source: Well, yes, but I thought people just did that sort of thing because it was their job.
pt: Bene, sì, ma pensavo che la gente facesse quel tipo di roba solo perché era il loro lavoro.

# 2184_Yamaura
source: Yeah, sure, some people are like that. But not Horie-kun! He was a real idol otaku when he was younger.
pt: Sì, certo, ci sono persone così. Ma non Horie-kun! Lui era un vero otaku di idol quando era più giovane.

# 2196_Haruka
source: Come to think of it, I guess he did mention he likes idols. But I never imagined it was such a big thing with him!
pt: A questo punto, credo che abbia detto che gli piacciono gli idoli. Ma non avrei mai immaginato che fosse una cosa così grande per lui!

# 2208_Yamaura
source: He used to be a groupie for some underground singers. Started giving them advice, and, before he knew it, he was arranging gigs!
pt: Era un groupie per alcuni cantanti underground. Iniziò a dare loro consigli, e, prima che se ne accorgesse, stava organizzando concerti!

# 2220_Yamaura
source: He said it was so much fun seeing the singers he loved get popular that he finally just decided to get into the business officially.
pt: Ha detto che era un sacco divertente vedere i cantanti che amava diventare popolari, così alla fine ha deciso di buttarsi nel business ufficialmente.

# 2244_Yamaura
source: Once he got into the industry, he said it was time to grow up and put aside his groupie ways.
pt: Una volta entrato nel settore, disse che era il momento di crescere e mettere da parte i suoi modi da groupie.

# 2256_Haruka
source: Hehe. He's very dedicated, isn't he?
pt: Hehe. È molto dedicato, vero?

# 2268_Yamaura
source: But even now, he still goes to see his favorites' concerts on his days off.
pt: Ma anche adesso, lui va ancora a vedere i concerti dei suoi preferiti nei suoi giorni liberi.

# 2280_Yamaura
source: Apparently, he went to see an idol named Airi Yuki perform recently, and somebody from another agency caught him tons of souvenirs.
pt: A quanto pare, è andato a vedere un'idolo di nome Airi Yuki in concerto di recente, e qualcuno di un'altra agenzia gli ha rubato un sacco di souvenir.

# 2292_Haruka
source: Hehe! I bet he'll never live that one down. It sure sounds like he loves idols!
pt: Hehe! Scommetto che non riuscirà mai a scacciarla via. Sembra proprio che ami gli idoli!

# 2304_Yamaura
source: Hey, here's a thought! I bet Horie-kun'd love to get Airi Yuki's autograph, don't you think?
pt: Ehi, ecco un'idea! Sono sicuro che Horie‑kun vorrebbe prendere l'autografo di Airi Yuki, tu ne pensi?

# 2316_Haruka
source: Ah, that's a great idea!
pt: Ah, che grande idea!

# 2328_Yamaura
source: That settles it, then! Haruka, I want ya to go see Airi Yuki and get her autograph for Horie-kun!
pt: Bene, allora! Haruka, voglio che tu vada a vedere Airi Yuki e prenda l'autografo per Horie-kun!

# 2340_Haruka
source: You mean right now!? But isn't it kind of awkward to try seeing her without making an appointment first or anything?
pt: Dai, subito? Ma non è un po’ imbarazzante provare a vederla senza fissare prima un appuntamento o qualcosa del genere?

# 2352_Yamaura
source: But that's the kind of thing Horie-kun did for you every single day to get you work. It's what we in the business call "walk-in sales."
pt: Ma questo è il tipo di cosa che Horie‑kun faceva per te ogni giorno per farti trovare lavoro. È quello che noi nel settore chiamiamo \"vendite senza appuntamento.\"

# 2364_Haruka
source: Well, when you put it that way... All right, I'll do it!
pt: Beh, se lo dici così... Va bene, lo faccio!

# 2376_Yamaura
source: Good girl! Oh, hold on. At least lemme help ya find out where she's at right now.
pt: Brava ragazza! Oh, aspetta un attimo. Per lo meno, lascia che ti aiuti a scoprire dove è adesso.

# 2400_Yamaura
source: Hello. This is Misa Yamaura from Dyna Chair. Could you tell me where Airi Yuki-san is scheduled to perform today?
pt: Ciao. Sono Misa Yamaura di Dyna Chair. Puoi dirmi dove Airi Yuki-san è programmata per esibirsi oggi?

# 2412_Yamaura
source: Ah, I see. Thank you very much. All right. Goodbye, now!
pt: Ah, ho capito. Grazie mille. Va bene. Arrivederci, adesso!

# 2436_Haruka
source: What did you find out?
pt: Cosa hai scoperto?

# 2448_Yamaura
source: This will work out great! She's gonna be performing at Castle Records, they said. Go get that autograph!
pt: Questo andrà alla grande! Sta per esibirsi al Castle Records, dicevano. Vai a prendere quell'autografo!
