Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200034.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Man
pt: Uomo

# 92_Saejima
source: Hey, you all right? You feelin' sick?
pt: Ehi, tutto a posto? Ti senti male?

# 104_Man
source: Who are you? Are you competing in the qualifiers, too?
pt: Chi sei? Anche tu gareggi nelle qualificazioni?

# 116_Saejima
source: Huh?
pt: Uh?

# 128_Shirosaka
source: The name's Shirosaka. Kanta Shirosaka. I'm in the Victory Road qualifiers.
pt: Mi chiamo Shirosaka. Kanta Shirosaka. Sono nelle qualificazioni per la Victory Road.

# 140_Shirosaka
source: By the look of you, I'd say you're competing in the Victory Road, too. Am I right?
pt: Da come ti vedo, mi sa che anche tu stai a combattere nella Victory Road. Giusto?

# 152_Shirosaka
source: As you can see, I just got the shit kicked out of me. I haven't won a single bout. I just can't seem to shine when I'm up against humans.
pt: Come puoi vedere, le ho prese di santa ragione. Non ho vinto nemmeno un incontro. Non riesco proprio a farmi valere quando sono contro gli umani.

# 164_Saejima
source: Whaddya mean?
pt: Che vuoi dire?

# 176_Shirosaka
source: I'm a hunter. I've even wrestled a bear into submission up in the mountains. I can keep up with the best when it comes to strength.
pt: Sono un cacciatore. Ho persino lottato con un orso e l'ho sottomesso lassù in montagna. Posso tenere testa ai migliori in fatto di forza.

# 188_Shirosaka
source: But I learned to fight against animals, not people, so I worry I'll get laughed at if I use my usual approach.
pt: Ma ho imparato a combattere contro gli animali, non le persone, quindi temo che mi prenderanno in giro se uso il mio solito approccio.

# 200_Saejima
source: Ain't every day ya hear a story like that. Why'd ya sign up for the Victory Road, then?
pt: Non capita mica tutti i giorni di sentire una storia del genere. E allora, perché ti sei iscritto alla Victory Road?

# 212_Shirosaka
source: I figured it was about time I saw the city. My dad wants me to become a hunter like him, but I'm sick of life out in the sticks!
pt: Ho pensato fosse ora di dare un'occhiata alla città. Mio padre vuole che diventi un cacciatore come lui, ma sono stufo marcio di vivere in mezzo al nulla!

# 224_Saejima
source: Then forget about what other people think. Just be yourself and fight how ya want.
pt: Allora, fregatene di quello che pensa la gente. Sii te stesso e combatti come ti pare.

# 236_Saejima
source: When it comes to fightin', ain't no such thing as city boy or country boy style.
pt: Quando si tratta di menar le mani, non esiste proprio uno stile da cittadino o da campagnolo.

# 248_Shirosaka
source: You reckon?
pt: Dici?

# 260_Saejima
source: Gotta be yourself when ya brawl. Otherwise it shows disrespect to the guy you're goin' up against.
pt: Devi essere te stesso quando ti picchi. Altrimenti è una mancanza di rispetto per quello che hai di fronte.

# 272_Shirosaka
source: I see. What's your name?
pt: Capisco. Come ti chiami?

# 296_Shirosaka
source: Saejima-san, huh? I feel like I've finally seen the light.
pt: Saejima-san, eh? Mi sento come se avessi finalmente visto la luce.

# 308_Shirosaka
source: So it's all right to fight the way I know how to? I don't need to worry what people think?
pt: Quindi va bene combattere come so fare io? Non devo preoccuparmi di cosa pensa la gente?

# 320_Saejima
source: Course not.
pt: Ma certo che no.

# 332_Shirosaka
source: Then I think I'm ready for a fresh start! Yeah, I can do this!
pt: Allora credo di essere pronto per un nuovo inizio! Sì, ce la posso fare!

# 344_Shirosaka
source: Thanks, Saejima-san! Be seeing you!
pt: Grazie, Saejima-san! Ci si vede!

# 368_Saejima
source: Heh. Interesting guy. Never know who you're gonna meet on the Victory Road, I guess.
pt: Heh. Un tipo interessante. Non sai mai chi ti capiterà sulla Victory Road, a quanto pare.

# 404_Shirosaka
source: Long time no see. Do you remember me, Saejima-san?
pt: È da tanto che non ci si vede. Si ricorda di me, Saejima-san?

# 416_Saejima
source: Huh?
pt: Uh?

# 428_Shirosaka
source: It's Kanta Shirosaka. The hunter taking part in the Victory Road.
pt: È Kanta Shirosaka. Il cacciatore che partecipa alla Victory Road.

# 440_Saejima
source: Oh yeah. That's right.
pt: Ah, sì. Giusto.

# 452_Shirosaka
source: Thanks to your advice, I'm on a winning streak in the Victory Road qualifiers.
pt: Grazie ai tuoi consigli, sono in striscia vincente nelle qualificazioni del Victory Road.

# 464_Shirosaka
source: I went back to my own way of fighting. I'm a completely new man.
pt: Sono tornato alla mia maniera di combattere. Sono un uomo nuovo di zecca.

# 476_Shirosaka
source: I didn't expect it'd come to this, but you're the next one I have to defeat.
pt: Non avrei mai pensato che si arrivasse a questo, ma il prossimo che devo battere sei tu.

# 488_Shirosaka
source: The Victory Road is within sight. I know you really helped me out, but that's not going to stop me from doing my best to lay you out flat!
pt: La Victory Road è a un passo. So che mi hai dato una grossa mano, ma questo non mi impedirà di fare del mio meglio per metterti al tappeto!

# 512_Shirosaka
source: No way... I can beat a bear! How could I lose to a man?
pt: Impossibile... Io batto un orso! Come potrei perdere contro un uomo?

# 524_Saejima
source: That's how ya fight, huh? I gotta tell you, though, that wasn't really fighting. That was hunting.
pt: Così che ti batti, eh? Devo dirti, però, quello non era proprio combattere. Quella era caccia.

# 536_Shirosaka
source: What do you mean? You better not be mocking me. Hunting is my livelihood!
pt: Che vuoi dire? Non starmi a prendere in giro. La caccia è il mio sostentamento!

# 548_Saejima
source: That ain't it. You were too eager to hunt me down. That'll only get ya so far.
pt: Non ci siamo. Eri troppo impaziente di braccarmi. Così non andrai lontano.

# 560_Shirosaka
source: The hell's that mean!?
pt: Che cazzo significa!?

# 572_Saejima
source: You fight without guile, only focused on takin' down your prey with one shot. That makes ya easy to predict.
pt: Combatti senza astuzia, concentrato solo a far fuori la tua preda con un colpo solo. Questo ti rende facile da prevedere.

# 584_Shirosaka
source: Damn!
pt: Dannazione!

# 596_Saejima
source: You'd take down a weaker foe easy, sure, but that ain't gonna fly when ya fight an equal. That's where real fighting begins.
pt: Un avversario più debole lo stendi facile, certo, ma non ti basterà quando combatti uno alla pari. È lì che inizia la vera lotta.

# 608_Shirosaka
source: I see... Seems I'll have to go back to the drawing board.
pt: Capisco... Mi sa che dovrò ricominciare da capo.

# 620_Shirosaka
source: Well, this is the second time you've set me straight, Saejima-san. Mark my words, I won't be so easy to beat next time!
pt: Beh, è la seconda volta che mi rimetti in riga, Saejima-san. Te lo dico io, la prossima volta non sarò così facile da battere!

# 632_Saejima
source: Good.
pt: Bene.

# 644_Shirosaka
source: I'll be seeing you, Saejima-san!
pt: Ci si vede, Saejima-san!

# 668_Saejima
source: (That oughta put him on the right track.)
pt: (Questo dovrebbe rimetterlo in carreggiata.)
