Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d01f8.po
Languages: pt

source: College Student Who Needs a Hobby
pt: Studente universitario che ha bisogno di un hobby

source: College Student Who Needs a Job
pt: Studente universitario in bolletta

# 136_College Student Who Needs a Hobby
source: It's the last stage of the Princess League now, huh?
pt: È l'ultima fase della Princess League adesso, eh?

# 148_College Student Who Needs a Job
source: Man, that stern look T-Set always has on their faces drives me crazy. I'd pay a million yen for sixty seconds of verbal abuse from those beauties...
pt: Mamma mia, quello sguardo severo che le T-Set hanno sempre in faccia mi fa impazzire. Pagherei un milione di yen per sessanta secondi di insulti da parte di quelle bellezze...

# 160_College Student Who Needs a Hobby
source: Too much information, bro... What about that Haruka Sawamura?
pt: Troppe informazioni, amico... Che mi dici di quella Haruka Sawamura?

# 172_College Student Who Needs a Job
source: Yeah, she's always lookin' like a wide-eyed doe. She ain't got the same cold stare. Doesn't do it for me.
pt: Già, è sempre lì che guarda come una cerbiatta dagli occhi sgranati. Non ha lo stesso sguardo freddo. Non fa per me.

# 184_College Student Who Needs a Hobby
source: Uh... Okay, then.
pt: Uhm... Va bene, allora.

# 208_College Student Who Needs a Hobby
source: The P. League finals started, right?
pt: Le finali della P. League sono iniziate, giusto?

# 220_College Student Who Needs a Job
source: The Princess League? Those T-Set girls were shootin' some terrifying looks from the stage. Man, what I wouldn't do to spend five minutes under the soles of their boots...
pt: La Princess League? Quelle ragazze delle T-Set lanciavano certe occhiatacce spaventose dal palco. Cavolo, cosa non darei per passare cinque minuti sotto le suole dei loro stivali...

# 232_College Student Who Needs a Hobby
source: Dude, can you not? What do you think about Haruka Sawamura?
pt: Amico, puoi smetterla? Cosa ne pensi di Haruka Sawamura?

# 244_College Student Who Needs a Job
source: Meh, she ain't got the same air of danger. Not my type.
pt: Mah, non c'ha la stessa aria pericolosa. Non è il mio tipo.

# 256_College Student Who Needs a Hobby
source: Uh... Okay, then.
pt: Uhm... Va bene, allora.

# 280_College Student Who Needs a Hobby
source: Who do ya think'll win the Princess League?
pt: Chi credi che vincerà la Princess League?

# 292_College Student Who Needs a Job
source: T-Set, of course. Their dancin' and singin' are on point.
pt: Le T-Set, certo. Il loro ballo e il loro canto spaccano.

# 304_College Student Who Needs a Hobby
source: I dunno. I think Haruka Sawamura might come through with a miracle. She made it this far, after all.
pt: Boh. Penso che Haruka Sawamura potrebbe tirare fuori un miracolo. Dopotutto, è arrivata fin qui.

# 316_College Student Who Needs a Job
source: Not a chance. T-Set are one hundred percent cuter.
pt: Manco per sogno. Le T-Set sono al cento per cento più carine.

# 328_College Student Who Needs a Hobby
source: No way! You're just super into that bad girl image of theirs. Next thing you'll be tellin' me is you're into whips and chains and all that crap.
pt: Ma va'! Sei proprio in fissa con quell'immagine da bad girl che hanno. La prossima cosa che mi dirai è che ti piacciono fruste e catene e tutta quella robaccia lì.

# 340_College Student Who Needs a Job
source: I mean... I am.
pt: Cioè... lo sono.

# 352_College Student Who Needs a Hobby
source: ...Well, shit.
pt: Beh, cazzo.
