Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0016015a.po
Languages: pt

# 3216_Shinada
source: They're in debt?
pt: Sono indebitate?

# 3228_Sara
source: They lie to us! They say there good jobs in Japan, but tell us nothing about debt!
pt: Ci hanno mentito! Dicevano che c’erano buoni lavori in Giappone, ma non ci hanno detto nulla dei debiti!

# 3240_Sara
source: When we come, they take our passports. Now we no can go outside unless it to work. We never have moment to ourselves!
pt: Quando siamo arrivate, hanno preso i nostri passaporti. Ora non possiamo uscire se non per lavorare. Non abbiamo mai un momento per noi!

# 3252_Overseer
source: You shut your trap, wench! If it ain't "me love you long time," then "me don't wanna hear it"!
pt: Chiudi quella fogna, sgualdrina! Se non è "io ti amo tanto tanto", allora "io non voglio sentirti"!

# 3264_Shinada
source: You people are morally deficient, taking advantage of girls who are just trying to earn a better life. Wait till the cops hear about this.
pt: Siete moralmente marci, approfittate di ragazze che cercano solo una vita migliore. Aspettate che la polizia senta tutto questo.

# 3276_Sara
source: No! They say police are their friends. If we go to them, they send us back. Things only get worse.
pt: No! Loro dicono che la polizia è loro amica. Se andiamo da loro, ci rimandano indietro. Le cose peggiorano soltanto.

# 3288_Sara
source: Nobody here help us...
pt: Nessuno qui ci aiuta...

# 3312_Shinada
source: The only way that's possible is if they bribed the entire force.
pt: L’unico modo sarebbe se avessero corrotto l’intera forza di polizia.

# 3348_Shinada
source: Well, I highly doubt that's the case. These clowns don't carry that kind of weight, in paper or in stature.
pt: Beh, ne dubito fortemente. Questi pagliacci non hanno né il peso né l’importanza per farlo.

# 3360_Overseer
source: Hey! Yes the hell we do!
pt: Ehi! Eccome se ce l’abbiamo!

# 3372_Shinada
source: Psh. You might be able to con someone who just got here, but I know better. Our boys in blue would never let you get away with this.
pt: Pff. Forse riuscite a fregare chi è appena arrivato, ma io so come stanno le cose. I nostri ragazzi in blu non vi lascerebbero mai passarla liscia.

# 3384_Shinada
source: In fact, let's give 'em a call. Shouldn't be a problem. After all, they're buddy-buddy with you, right?
pt: Anzi, facciamogli una chiamata. Non dovrebbe essere un problema. Dopotutto, sono tanto amici vostri, no?

# 3396_Overseer
source: Wait! Could ya... not do that? Uh... for the sake of convenience!
pt: Aspetta! Potresti... non farlo? Uh... per comodità!

# 3408_Shinada
source: Wow. You guys are a disgrace－to men, to Japan, and to <Italic>Homo sapiens</Italic> in general.
pt: Wow. Siete una disgrazia—per gli uomini, per il Giappone e per l’<Italic>Homo sapiens</Italic> in generale.

# 3432_Overseer
source: Why don't ya take your condescending attitude and shove it up your cornhole! Better yet, we'll do it for ya!
pt: Perché non ti ficchi quella tua aria da superiore su per il culo! Anzi, ci pensiamo noi!

# 3468_Foreign Woman
source: Hey, big boy. Want to party? I give you a real nice time.
pt: Ehi, bel ragazzo. Vuoi divertirti? Ti faccio passare un bel momento.

# 3480_Shinada
source: (Hm? Is she... a foreigner? Don't see too many in Nagoya, that's for sure.)
pt: (Hm? È... una straniera? Non se ne vedono molte a Nagoya, questo è certo.)

# 3492_Foreign Woman
source: Come on. Don't be shy. Party with me, I make you feel sexy all night. And don't worry－I affordable.
pt: Dai, non essere timido. Divertiti con me, ti farò sentire sexy tutta la notte. E non preoccuparti—sono economica.

# 3504_Shinada
source: I'm flattered, but I'm also flat broke. Maybe we can party some other time.
pt: Sono lusingato, ma sono anche al verde. Magari un’altra volta.

# 3516_Foreign Woman
source: Aww, you sure? *cough* *cough* Urff...
pt: Aww, sicuro? *cof* *cof* Uff...

# 3528_Foreign Woman
source: <Italic>Gahack-hack-hack-hack!</Italic> *wheeze*
pt: <Italic>Coff-coff-coff-coff!</Italic> *ansima*

# 3540_Shinada
source: Whoa! I've never seen a cough that bad... You're not all right, are you?
pt: Whoa! Non ho mai visto una tosse così brutta... Non stai affatto bene, vero?

# 3552_Foreign Woman
source: It... the winter over here. Japan freezing, but it always hot where I'm from. Ugh... I don't feel good.
pt: È... l’inverno qui. Il Giappone è gelido, ma da dove vengo io è sempre caldo. Ugh... non mi sento bene.

# 3564_Shinada
source: Maybe you caught something standing out here in the cold? You should be home and in bed.
pt: Forse hai preso qualcosa stando qui al freddo? Dovresti essere a casa, a letto.

# 3576_Foreign Woman
source: Can't. *sniffle* I get in trouble if I not working... <Italic>Gahack-gahack!</Italic>
pt: Non posso. *sniff* Mi metto nei guai se non lavoro... <Italic>Coff-coff!</Italic>

# 3588_Shinada
source: Look, you're in no state to be working. In fact, you should be seeing a doctor.
pt: Senti, non sei in condizioni di lavorare. Anzi, dovresti vedere un medico.

# 3600_Foreign Woman
source: Doctors ask for money. That mean I have to work.
pt: I dottori chiedono soldi. Questo significa che devo lavorare.

# 3612_Shinada
source: Well, what about taking some medicine? Don't you have some?
pt: Beh, che ne dici di prendere qualche medicina? Non ne hai?

# 3624_Foreign Woman
source: Medicine? There are too many. I can't... *sniffle* read... Ah-Ah-<Italic>Atchoo!</Italic> *sniff* Excuse me. I can't read label.
pt: Medicina? Ce ne sono troppe. Io non... *sniff* leggere... Ah-Ah-<Italic>Etciù!</Italic> *sniff* Scusa. Non riesco a leggere l’etichetta.

# 3636_Shinada
source: (I can't just stand by and watch. The least I could do is offer her a vitamin drink to help her get through the night.)
pt: (Non posso restare a guardare. Il minimo che posso fare è offrirle una bevanda vitaminica per aiutarla a superare la notte.)

# 3720_Foreign Woman
source: *cough* *choke* *wheeze* So... cold. But... must work...
pt: *cof* *ansima* *sibilo* Così... freddo. Ma... devo lavorare...

# 3732_Shinada
source: (I can't just stand by and watch. The least I could do is offer her an vitamin drink to help her get through the night.)
pt: (Non posso restare a guardare. Il minimo che posso fare è offrirle una bevanda vitaminica per aiutarla a superare la notte.)

# 3768_Foreign Woman
source: Hey, big boy. Want to party? I give you a real nice time.
pt: Ehi, bel ragazzo. Vuoi divertirti? Ti faccio passare un bel momento.

# 3780_Shinada
source: (Hm? Is she... a foreigner? Don't see too many in Nagoya, that's for sure.)
pt: (Hm? È... una straniera? Non se ne vedono molte a Nagoya, questo è certo.)

# 3792_Foreign Woman
source: Come on. Don't be shy. Party with me, I make you feel sexy all night. And don't worry－I affordable.
pt: Dai, non essere timido. Divertiti con me, ti farò sentire sexy tutta la notte. E non preoccuparti—sono economica.

# 3804_Shinada
source: I'm flattered, but I'm also flat broke. Maybe we can party some other time.
pt: Sono lusingato, ma sono anche al verde. Magari un’altra volta.

# 3816_Foreign Woman
source: Aww, you sure? *cough* *cough* Urff...
pt: Aww, sicuro? *cof* *cof* Uff...

# 3828_Foreign Woman
source: <Italic>Gahack-hack-hack-hack!</Italic> *wheeze*
pt: <Italic>Coff-coff-coff-coff!</Italic> *ansima*

# 3840_Shinada
source: Whoa! I've never seen a cough that bad... You're not all right, are you?
pt: Whoa! Non ho mai visto una tosse così brutta... Non stai affatto bene, vero?

# 3852_Foreign Woman
source: It... the winter over here. Japan freezing, but it always hot where I'm from. Ugh... I don't feel good.
pt: È... l’inverno qui. Il Giappone è gelido, ma da dove vengo io è sempre caldo. Ugh... non mi sento bene.

# 3864_Shinada
source: Maybe you caught something standing out here in the cold? You should be home and in bed.
pt: Forse hai preso qualcosa stando qui al freddo? Dovresti essere a casa, a letto.

# 3876_Foreign Woman
source: Can't. *sniffle* I get in trouble if I not working... <Italic>Gahack-gahack!</Italic>
pt: Non posso. *sniff* Mi metto nei guai se non lavoro... <Italic>Coff-coff!</Italic>

# 3888_Shinada
source: Look, you're in no state to be working. In fact, you should be seeing a doctor.
pt: Senti, non sei in condizioni di lavorare. Anzi, dovresti vedere un medico.

# 3900_Foreign Woman
source: Doctors ask for money. That mean I have to work.
pt: I dottori chiedono soldi. Questo significa che devo lavorare.

# 3912_Shinada
source: Well, what about taking some medicine? Don't you have some?
pt: Beh, che ne dici di prendere qualche medicina? Non ne hai?

# 3924_Foreign Woman
source: Medicine? There are too many. I can't... *sniffle* read... Ah-Ah-<Italic>Atchoo!</Italic> *sniff* Excuse me. I can't read label.
pt: Medicina? Ce ne sono troppe. Io non... *sniff* leggere... Ah-Ah-<Italic>Etciù!</Italic> *sniff* Scusa. Non riesco a leggere l’etichetta.

# 3936_Shinada
source: (I can't just stand by and watch. The least I could do is offer her a vitamin drink to help her get through the night.)
pt: (Non posso restare a guardare. Il minimo che posso fare è offrirle una bevanda vitaminica per aiutarla a superare la notte.)

# 4020_Foreign Woman
source: *cough* *choke* *wheeze* So... cold. But... must work...
pt: *cof* *ansima* *sibilo* Così... freddo. Ma... devo lavorare...

# 4032_Shinada
source: (I can't just stand by and watch. The least I could do is offer her an vitamin drink to help her get through the night.)
pt: (Non posso restare a guardare. Il minimo che posso fare è offrirle una bevanda vitaminica per aiutarla a superare la notte.)
