Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901e3.po
Languages: pt

# 3672_Savvy Shopper
source: Good! No one better to learn ya how!
pt: Bene! Non c’è nessuno migliore di me per insegnartelo!

# 3684_Savvy Shopper
source: Okay, here's what you do. Here's 10,000 yen. I want you to take this and do a little shoppin' for me.
pt: Bene, ecco cosa devi fare. Ecco 10.000 yen. Voglio che li prendi e faccia un po’ di spesa per me.

# 3696_Savvy Shopper
source: I need an electric toothbrush, a leopard-print skirt, and a pair of red high heels.
pt: Mi servono uno spazzolino elettrico, una gonna leopardata e un paio di tacchi alti rossi.

# 3708_Akiyama
source: Huh? I'm doing your shopping?
pt: Eh? Devo fare la spesa per te?

# 3720_Savvy Shopper
source: Right. But only after I teach ya the fine art of hagglin' in Sotenbori. We'll start with the basics!
pt: Esatto. Ma solo dopo averti insegnato la nobile arte del mercanteggiare a Sotenbori. Cominciamo dalle basi!

# 3744_Akiyama
source: I appreciate the offer, but I'll have to pass.
pt: Apprezzo l’offerta, ma devo rifiutare.

# 3756_Savvy Shopper
source: Oh come on now, that's cold of ya.
pt: Oh, dai, questa è cattiva.

# 3780_Akiyama
source: So, uh, you saved me?
pt: Quindi, ehm, mi hai salvato?

# 3792_Savvy Shopper
source: You're about as sharp as a bag of wet mice. I couldn't bear to watch. You don't know the first thing about shoppin' in Sotenbori, do ya?
pt: Sei sveglio quanto un sacco di topi bagnati. Non riuscivo più a guardare. Non sai proprio nulla dello shopping a Sotenbori, vero?

# 3804_Akiyama
source: It's different from shopping anywhere else?
pt: È diverso dal fare acquisti in qualsiasi altro posto?

# 3816_Savvy Shopper
source: If I didn't step in and take ya under my wing, you woulda bought at that shop's askin' price. That's just plain wrong.
pt: Se non fossi intervenuta io a prenderti sotto la mia ala, avresti comprato al prezzo richiesto dal negozio. È semplicemente sbagliato.

# 3828_Savvy Shopper
source: Shoppin' in Sotenbori is a battle against the shop! Everyone here haggles. In fact, you'd be crazy not to.
pt: Fare acquisti a Sotenbori è una battaglia contro il negozio! Qui tutti contrattano. Anzi, saresti pazzo a non farlo.

# 3840_Akiyama
source: Really? A battle, huh?
pt: Davvero? Una battaglia, eh?

# 3852_Savvy Shopper
source: That's right. Tell ya what, this old gal's gonna be your guardian angel and teach ya how to shop in Sotenbori. How about it?
pt: Esatto. Ti dirò, questa vecchia signora sarà il tuo angelo custode e ti insegnerà come si fa shopping a Sotenbori. Che ne dici?

# 3864_Akiyama
source: Sounds interesting. Yes, please.
pt: Sembra interessante. Sì, grazie.

# 3876_Savvy Shopper
source: Good! No one better to learn ya how!
pt: Bene! Non c’è nessuno migliore di me per insegnartelo!

# 3888_Savvy Shopper
source: Okay, here's what you do. Here's 10,000 yen. I want you to take this and do a little shoppin' for me.
pt: Bene, ecco cosa devi fare. Ecco 10.000 yen. Voglio che li prendi e faccia un po’ di spesa per me.

# 3900_Savvy Shopper
source: I need an electric toothbrush, a leopard-print skirt, and a pair of red high heels.
pt: Mi servono uno spazzolino elettrico, una gonna leopardata e un paio di tacchi alti rossi.

# 3912_Akiyama
source: Huh? I'm doing your shopping?
pt: Eh? Devo fare la spesa per te?

# 3924_Savvy Shopper
source: Right. But only after I teach ya the fine art of hagglin' in Sotenbori. We'll start with the basics!
pt: Esatto. Ma solo dopo averti insegnato la nobile arte del mercanteggiare a Sotenbori. Cominciamo dalle basi!

# 3948_Akiyama
source: I appreciate the offer, but I'll have to pass.
pt: Apprezzo l’offerta, ma devo rifiutare.

# 3960_Savvy Shopper
source: Oh come on now, that's cold of ya.
pt: Oh, dai, questa è cattiva.
