Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00021796.po
Languages: pt

# 60_Akiyama
source: Oh, hello, Haruka-chan. What's up?
pt: Oh, ciao, Haruka-chan. Che c'è?

# 108_Akiyama
source: Good luck with the Princess thing.
pt: In bocca al lupo per la faccenda della Principessa.

# 132_Akiyama
source: Well, Hana-chan hasn't called yet. Maybe I'd better get some done. What are your plans now?
pt: Beh, Hana-chan non ha ancora chiamato. Forse dovrei sbrigare un po' di cose. Tu che programmi hai adesso?

# 144_Haruka
source: I think I'll go back to my apartment and try to get myself geared up for the Princess League.
pt: Credo che tornerò al mio appartamento e cercherò di darmi una bella preparata per la Princess League.

# 156_Akiyama
source: Great. Good idea.
pt: Ottimo. Buona idea.

# 168_Haruka
source: All right, thank you. I'll be going, then.
pt: Va bene, grazie. Allora vado.

# 192_Akiyama
source: Oh, hello, Haruka-chan. Any news?
pt: Oh, ciao, Haruka-chan. Novità?

# 240_Akiyama
source: Come back anytime. I might be out, uh, working, though.
pt: Torna quando vuoi. Potrei essere fuori, uhm, a lavorare, però.

# 264_Akiyama
source: Hmm. Maybe I'd better get some work done. What are your plans now?
pt: Mmm. Forse è meglio che sbrighi un po' di lavoro. Cosa hai intenzione di fare adesso?

# 276_Haruka
source: I think I'll go back to my apartment and try to get my thoughts together.
pt: Credo che tornerò al mio appartamento e cercherò di raccogliere le mie idee.

# 288_Akiyama
source: Good thinking. Try to take it easy if you can.
pt: Bella pensata. Cerca di prendertela con calma, se riesci.

# 300_Haruka
source: All right, thank you. I'll be going, then.
pt: Va bene, grazie. Allora vado.
