Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330377.po
Languages: pt

source: Player
pt: Giocatore

# 212_Player
source: By the way, what sort of girl do you go for, Takasugi-san?
pt: A proposito, che tipo di ragazza ti piace, Takasugi-san?

# 224_Takasugi
source: Are you serious? My wife, of course. Anyone who pays money to go to massage parlors is a damn fool, if you ask me.
pt: Ma sei serio? Mia moglie, ovvio. Chiunque paghi per andare nei centri massaggi è un allocco di prima categoria, se me lo chiedi.

# 236_Player
source: I see... That's great for you.
pt: Capisco... Contento per te.

# 248_Player
source: Let's get this done. Boom and Bust is at the north end of Kumano Boulevard.
pt: Sbrighiamoci. Boom and Bust si trova all'estremità nord di Kumano Boulevard.

# 272_Player
source: Spending the day visiting massage parlors, huh? What kind of life does this guy lead?
pt: A passarsi la giornata in giro per sale massaggi, eh? Che vita si fa, questo qua?

# 284_Player
source: We're down to two choices: Boom and Bust at the north end of Kumano Boulevard, and... What was the other one?
pt: Siamo a due scelte: Boom and Bust all'estremità nord del Viale Kumano, e... Qual era l'altro?

# 296_Takasugi
source: Resort Boing. Hey, don't make me say the name out loud! I'm gonna have to wash my mouth out with soap!
pt: Resort Boing. Ehi, non farmelo dire a voce alta! Mi toccherà sciacquarmi la bocca col sapone!

# 308_Player
source: Oops, sorry! Um, that's at the south end of Tsumugi Street, right?
pt: Ops, scusa! Ehm, quello è in fondo a sud di Tsumugi Street, no?

# 320_Takasugi
source: You better not be doing that on purpose.
pt: Non starai mica facendo apposta, eh?

# 332_Player
source: Boom and Bust at the north end of Kumano Boulevard, and Resort Boing at the south end of Tsumugi Street, huh?
pt: Boom and Bust all'estremità nord di Kumano Boulevard, e Resort Boing all'estremità sud di Tsumugi Street, eh?

# 344_Takasugi
source: Yeah. We'd better find Uno quick.
pt: Già. Faremmo meglio a trovare Uno in fretta.

# 356_Player
source: What makes a new girl, huh? That's a deep one.
pt: Cosa rende una ragazza nuova, eh? Questa è una domanda tosta.

# 368_Takasugi
source: Who gives a rat's ass? Why do I have to figure out what turns a middle-aged guy on?
pt: Ma chi se ne fotte? Perché devo mettermi a capire cosa fa arrapare un tizio di mezza età?

# 380_Player
source: I agree. So it's either Rubbe and Tucke's in front of my apartment, or Operation Panties next to Futo Momo Club. Let's go take a look.
pt: Concordo. Perciò, o è il Rubbe and Tucke's di fronte al mio appartamento, oppure l'Operation Panties accanto al Futo Momo Club. Andiamo a dare un'occhiata.
