Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001305d7.po
Languages: pt

source: Player
pt: Giocatore

source: Mysterious Man
pt: Uomo Misterioso

source: I'm ready.
pt: Sono pronto.

source: Hold on.
pt: Si fermi.

# 76_Player
source: (I can't just up and drag someone into a battle with the Amon...)
pt: (Non posso mica trascinare qualcuno così, su due piedi, in una battaglia con gli Amon...)

# 100_Player
source: (Is that someone Uncle Kaz knows? He looks like the type of guy I should stay away from.)
pt: (È qualcuno che lo zio Kaz conosce? Sembra il tipo di tizio da cui dovrei stare alla larga.)

# 112_Mysterious Man
source: Are you all prepared? Make sure you haven't forgotten anything... including your last will.
pt: Siete tutti pronti? Assicuratevi di non aver dimenticato niente... inclusa la vostra ultima volontà.

# 136_Kiryu
source: I'm good to go.
pt: Sono a posto.

# 148_Akiyama
source: Ready as I'll ever be.
pt: Mai stato così pronto.

# 160_Saejima
source: I'm all set.
pt: Sono pronto.

# 172_Shinada
source: I am definitely not ready... but screw it, let's do it.
pt: Non sono proprio pronto... ma fanculo, facciamolo.

# 196_Mysterious Man
source: Okay then. Right this way.
pt: Ok, allora. Da questa parte.

# 232_Kiryu
source: Actually, I need a little more time.
pt: In realtà, mi serve ancora un po' di tempo.

# 244_Akiyama
source: Sorry, but I'm gonna need a bit more time.
pt: Scusa, ma mi servirà ancora un po' di tempo.

# 256_Saejima
source: Nope. Gimme some time, will ya?
pt: No. Dammi un attimo, dai?

# 268_Shinada
source: Hold on. I'm not even close to ready yet.
pt: Aspetta un attimo. Non sono ancora neanche un po' pronto.

# 292_Mysterious Man
source: I'll be waiting here, then. Notify me when you're ready.
pt: Sarò qui ad aspettarti, allora. Avvisami quando sei pronto.
