Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690141.po
Languages: pt

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>2,000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>2,000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>4,000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>6,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>6,000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola le impostazioni del Dance Heat

# 152_Shinobu
source: Whoa! You look so meek and innocent, I'd have never guessed you'd be so good!
pt: Caspita! Sembri così mite e innocente, non avrei mai immaginato che fossi così brava!

# 188_Shinobu
source: All right, I won! Sorry, but I just couldn't afford to lose that one.
pt: Ok, ho vinto! Scusa, ma non potevo proprio permettermi di perdere questa.

# 224_Shinobu
source: Do you want to have a dance battle? I'd be happy to take you on.
pt: Ti va una sfida di ballo? Sarei felice di affrontarti.

# 296_Haruka
source: Maybe some other time.
pt: Magari un'altra volta.

# 308_Shinobu
source: All right. Come back soon!
pt: Ok. Torna presto!

# 344_Shinobu
source: Hold on. On second thought, you look pretty beat. You should go and rest up.
pt: Aspetta. Ripensandoci, sembri piuttosto a pezzi. Dovresti andare a riposarti.

# 356_Haruka
source: Oh. All right.
pt: Oh. Ok.

# 392_Shinobu
source: Do you want to have a dance battle? I'd be happy to take you on.
pt: Ti va una sfida di ballo? Sarei felice di affrontarti.

# 464_Haruka
source: Maybe some other time.
pt: Magari un'altra volta.

# 476_Shinobu
source: All right. Come back soon!
pt: Ok. Torna presto!

# 512_Haruka
source: Yes, please!
pt: Sì, per favore!

# 524_Shinobu
source: All right. Let's do it!
pt: Ok. Facciamolo!

# 572_Shinobu
source: Whoa! You look so meek and innocent, I'd have never guessed you'd be so good!
pt: Uau! Sembri così mite e innocente, non avrei mai immaginato che fossi così brava!

# 764_Shinobu
source: All right, I won! Sorry, but I just couldn't afford to lose that one.
pt: Ok, ho vinto! Scusa, ma non potevo proprio permettermi di perdere questa.

# 800_Shinobu
source: Sorry, but I don't think we'd make a good match. You either gotta find somebody else, or come back after you've had more practice.
pt: Scusa, ma non credo che la nostra sarebbe una bella sfida. O devi trovare qualcun altro, o torna dopo aver fatto più pratica.

# 824_Shinobu
source: Do you want to have a dance battle? I'd be happy to take you on.
pt: Ti va una sfida di ballo? Sarei felice di affrontarti.

# 920_Shinobu
source: Maybe some other time.
pt: Magari un'altra volta.

# 932_Shinobu
source: All right. Come back soon!
pt: Ok. Torna presto!

# 968_Shinobu
source: Hold on. On second thought, you look pretty beat. You should go and rest up.
pt: Aspetta. A ripensarci, sembri proprio a pezzi. Dovresti andare a riposarti un po'.

# 980_Haruka
source: Oh. All right.
pt: Oh. Ok.

# 1016_Shinobu
source: Do you want to have a dance battle? I'd be happy to take you on.
pt: Ti va una sfida di ballo? Sarei felice di affrontarti?

# 1112_Shinobu
source: Maybe some other time.
pt: Magari un'altra volta.

# 1124_Shinobu
source: All right. Come back soon!
pt: Ok. Torna presto!

# 1160_Shinobu
source: Yes, please!
pt: Sì, per favore!

# 1172_Shinobu
source: All right. Let's do it!
pt: Ok. Facciamolo!
