Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003304a1.po
Languages: pt

# 2200_Shinada
source: Okay, you convinced me. So what do you want me to do?
pt: Va bene, mi hai convinto. Allora cosa vuoi che faccia?

# 2212_Coach Igarashi
source: You've tried those UFO Catcher machines, haven't you? I believe there's a Club SEGA here in town.
pt: Hai provato quelle macchine UFO Catcher, vero? Credo che ci sia un Club SEGA qui in città.

# 2224_Shinada
source: I know all about those, but really? A claw machine?
pt: Certo che le conosco, ma davvero? Una macchina a pinza?

# 2236_Coach Igarashi
source: Yes, really. Go play a UFO Catcher and bring me back a dragon figure. I'm sure you'll get it eventually.
pt: Sì, davvero. Vai a giocare all'UFO Catcher e portami una statuetta di drago. Sono sicuro che alla fine la prenderai.

# 2248_Shinada
source: Uh... not sure I get the connection. How's that supposed to help my batting?
pt: Uh... non sono sicuro di capire il collegamento. Come dovrebbe aiutarmi con la battuta?

# 2260_Coach Igarashi
source: Ha, your shallow thinking betrays you again. Listen. The keys to winning prizes from a UFO Catcher are sublime control and perception.
pt: Ah, la tua mentalità superficiale ti tradisce di nuovo. Senti. Le chiavi per vincere premi dall'UFO Catcher sono il controllo sublime e la percezione.

# 2272_Coach Igarashi
source: One must take aim on a three-dimensional axis, precisely control the arm, and accurately lower it upon its target.
pt: Si deve mirare su un asse tridimensionale, controllare con precisione il braccio e calarlo accuratamente sul bersaglio.

# 2284_Coach Igarashi
source: The process, from start to finish, is identical to batting. The batter determines the ball's position along three axes, and strikes.
pt: Il processo, dall'inizio alla fine, è identico alla battuta. Il battitore determina la posizione della palla lungo tre assi e colpisce.

# 2296_Coach Igarashi
source: To get a proper hit, you can make do with sheer power. But deliberately fouling takes more than that.
pt: Per fare una battuta come si deve, te la puoi cavare con la pura potenza. Ma fare un foul di proposito ci vuole più di quello.

# 2308_Coach Igarashi
source: You need the same precise control and depth perception as you would for getting a prize from a UFO Catcher.
pt: Ti serve lo stesso controllo preciso e la stessa percezione della profondità che useresti per prendere un premio da un UFO Catcher.

# 2320_Shinada
source: Hmm... I think I'm beginning to see it.
pt: Hmm... credo che sto iniziando a capirlo.

# 2332_Coach Igarashi
source: Good, then you have nothing to moan about. Now go on and get me that dragon.
pt: Bene, allora non hai di che lamentarti. Ora va' a prendermi quel drago.

# 2344_Shinada
source: Got it, Coach. I'll be off, then.
pt: Capito, Coach. Allora vado.

# 2356_Coach Igarashi
source: You're back, Shinada. It looks like you scored over 800 points at karaoke.
pt: Sei tornato, Shinada. Sembra che tu abbia fatto più di 800 punti al karaoke.

# 2368_Shinada
source: Yeah, somehow. Thought I might lose my voice in the process!
pt: Sì, in qualche modo. Pensavo di rimetterci la voce!

# 2380_Coach Igarashi
source: Well? Did you get the sense that your impact timing has improved?
pt: Allora? Ti sembra che il tuo tempismo di impatto sia migliorato?

# 2392_Shinada
source: It's hard to say, but my senses do feel sharper. I wouldn't know until I try, though.
pt: È difficile dirlo, ma i miei sensi mi sembrano più acuti. Non lo saprei finché non ci provo, però.

# 2404_Coach Igarashi
source: Oh, I'm sure you've gained something. Your impact window should feel longer in actual game situations and at batting centers.
pt: Oh, sono sicuro che qualcosa hai guadagnato. La tua finestra di impatto dovrebbe sembrarti più lunga nelle situazioni di gioco reali e nei centri di battuta.

# 2416_Shinada
source: That would sure be nice. I'll have to try that out.
pt: Sarebbe proprio una bella cosa. Dovrò provarlo.

# 2452_Coach Igarashi
source: Go to Karaokekan in Kineicho and score at least 800 points. Get moving.
pt: Vai al Karaokekan a Kineicho e fai almeno 800 punti. Sbrigati.

# 2464_Shinada
source: Howdy, Coach. Ready to start the day.
pt: Ehilà, Coach. Pronto a iniziare la giornata.

# 2476_Coach Igarashi
source: Ah, Shinada. Back for more toil and punishment?
pt: Ah, Shinada. Tornato per altra fatica e punizione?

# 2488_Shinada
source: Yes, sir. You know I love to train.
pt: Sì, coach. Sai che amo allenarmi.

# 2500_Coach Igarashi
source: Heh, that's a laugh. I don't seem to remember you being very diligent.
pt: Eh, questa è bella. Non mi pare di ricordare che tu sia stato molto diligente.

# 2512_Coach Igarashi
source: Forget it, though. Today, you'll be working on your impact timing.
pt: Lascia perdere, però. Oggi ti allenerai sul tuo tempismo di impatto.

# 2524_Shinada
source: That's a good idea. I could always use a wider impact window, so to speak.
pt: Questa è una buona idea. Mi farebbe sempre comodo una finestra di impatto più ampia, per così dire.

# 2536_Coach Igarashi
source: Indeed. Widening your impact window will help you make solid contact with the ball, even when your swing is a little off.
pt: In effetti. Allargare la tua finestra di impatto ti aiuterà a fare un contatto solido con la palla, anche quando il tuo swing è un po' impreciso.

# 2548_Shinada
source: Then what's the first thing I should do?
pt: Allora qual è la prima cosa che dovrei fare?

# 2560_Coach Igarashi
source: Go sing some karaoke. You can do that somewhere in Kineicho, can't you?
pt: Vai a cantare al karaoke. Lo puoi fare da qualche parte a Kineicho, no?

# 2572_Shinada
source: Um. What?
pt: Ehm. Cosa?

# 2584_Coach Igarashi
source: You heard me. Karaoke. You know what that is, don't you?
pt: Mi hai sentito bene. Karaoke. Sai cos'è, no?

# 2596_Shinada
source: Well yeah, who doesn't? But can this really be considered training?
pt: Beh sì, a chi non piace? Ma può davvero essere considerato allenamento?

# 2608_Coach Igarashi
source: Absolutely. Singing is an effective form of exercise. Do you know how much energy you spend singing a song?
pt: Assolutamente. Cantare è una forma efficace di esercizio. Sai quanta energia spendi cantando una canzone?

# 2620_Shinada
source: Couldn't tell you.
pt: Non te lo so dire.

# 2632_Coach Igarashi
source: It depends on the song, but around 10 kilocalories. For those three minutes, singing uses about as much energy as walking down the block.
pt: Dipende dalla canzone, ma siamo sulle 10 kilocalorie. Per quei tre minuti, cantare ti fa bruciare circa la stessa energia che camminare per un isolato.

# 2644_Coach Igarashi
source: And if you give it all you got, your lungs get a solid workout. That's why I recommend singing as part of physical training.
pt: E se dai il massimo, i tuoi polmoni si fanno un bell'allenamento. Ecco perché raccomando il canto come parte dell'allenamento fisico.

# 2656_Shinada
source: I guess that makes sense.
pt: Immagino abbia senso.

# 2668_Coach Igarashi
source: But that's not all. Karaoke makes you keep time by using your sight, hearing, and sense of rhythm.
pt: Ma non è tutto. Il karaoke ti fa tenere il tempo usando la vista, l'udito e il senso del ritmo.

# 2680_Coach Igarashi
source: These elements are pretty important for batting, don't you think?
pt: Questi elementi sono piuttosto importanti per la battuta, non credi?

# 2692_Shinada
source: Uh... Sure, why not.
pt: Ehm... Certo, perché no.

# 2704_Coach Igarashi
source: Okay. So here's your assignment. Score at least 800 points at karaoke.
pt: Ok. Allora, ecco il tuo compito. Fai almeno 800 punti al karaoke.

# 2716_Shinada
source: That's asking quite a lot.
pt: È chiedere un sacco.

# 2728_Coach Igarashi
source: Indeed. It takes a rigorous mentality to hone impact timing, especially to the point where you can really see results.
pt: Esatto. Ci vuole una mentalità ferrea per affinare il tempismo dell'impatto, specialmente finché non vedi risultati concreti.

# 2740_Coach Igarashi
source: Now get going.
pt: Adesso datti una mossa.

# 2752_Shinada
source: Yes, sir.
pt: Sì, signore.

# 2764_Coach Igarashi
source: Ah, Shinada. So you've won that game of pool, have you?
pt: Ah, Shinada. Allora, hai vinto quella partita a biliardo, eh?

# 2776_Shinada
source: Yup. It wasn't easy, but I kept a close eye on the dynamics of the balls in play, like you said.
pt: Già. Non è stato facile, ma ho tenuto d'occhio le dinamiche delle palle in gioco, come mi avevi detto.

# 2788_Coach Igarashi
source: Well done. This training was designed to help you read the pitcher's motions when you go up to bat.
pt: Ben fatto. Questo allenamento serviva a farti leggere i movimenti del lanciatore quando vai in battuta.

# 2800_Coach Igarashi
source: You should be better at predicting what kind of pitch is coming, as well as the course it takes.
pt: Dovresti essere più bravo a prevedere che tipo di lancio sta arrivando, così come la traiettoria che prende.

# 2812_Shinada
source: Yeah, I feel like you might be right.
pt: Già, mi sa che potresti avere ragione.

# 2824_Shinada
source: Thanks, Coach. I'll check it out as soon as I get the chance.
pt: Grazie, allenatore. Ci darò un'occhiata appena avrò l'occasione.

# 2860_Coach Igarashi
source: Go play pool and beat an intermediate opponent at nine-ball.
pt: Vai a giocare a biliardo e batti un avversario di livello intermedio a palla 9.

# 2872_Shinada
source: It's training time, Coach. Let's do this.
pt: È ora di allenarsi, allenatore. Diamoci dentro!

# 2884_Coach Igarashi
source: Ah, Shinada. Let's see. How about we hone your ability to read pitches?
pt: Ah, Shinada. Vediamo un po'. Che ne dici se affiniamo la tua capacità di leggere i lanci?

# 2896_Shinada
source: Okay, but I should let you know－my vision's pretty darn good already.
pt: Ok, ma devo dirtelo: la mia vista è già dannatamente buona.

# 2908_Coach Igarashi
source: It's not a matter of having good eyesight. For a batter, there are other visual abilities to take into account.
pt: Non si tratta di avere una buona vista. Per un battitore, ci sono altre capacità visive da tenere in considerazione.

# 2920_Shinada
source: True...
pt: Vero...

# 2932_Coach Igarashi
source: This time, I want you to play pool. There just so happens to be a table right here.
pt: Questa volta, voglio che tu giochi a biliardo. Guarda caso, c'è un tavolo proprio qui.

# 2944_Shinada
source: Will that really help me read pitches? I mean, that's a completely different game.
pt: Mi aiuterà davvero a leggere i lanci? Cioè, quello è un gioco completamente diverso.

# 2956_Coach Igarashi
source: Do you know the rules of pool?
pt: Conosci le regole del biliardo?

# 2968_Shinada
source: Well, sure. You poke a ball with a cue, and try to knock another ball in a pocket.
pt: Beh, certo. Colpisci una palla con una stecca e cerchi di mandare un'altra palla in buca.

# 2980_Coach Igarashi
source: Essentially, yes. But you also need to instantly calculate the angle for striking the cue ball, as well as its trajectory. Not to mention ricochet and rotation.
pt: In fondo, sì. Ma devi anche calcolare all'istante l'angolo per colpire la palla bianca, così come la sua traiettoria. Senza contare i rimbalzi e la rotazione.

# 2992_Coach Igarashi
source: And it's pointless to just hit the balls willy-nilly. Each play demands an incredible amount of calculation, taxing your brain and your nerves to the limit.
pt: Ed è inutile colpire le palle a vanvera. Ogni giocata richiede un'incredibile quantità di calcoli, spremendo al limite il tuo cervello e i tuoi nervi.

# 3004_Shinada
source: Huh... Never realized there was that much going on at the pool table.
pt: Eh... Non mi ero mai reso conto che ci fosse così tanto dietro al biliardo.

# 3016_Coach Igarashi
source: Well, if you apply all that to baseball, you'll see that it'll help your ability to read pitches.
pt: Allora, se applichi tutto questo al baseball, vedrai che ti aiuterà a leggere i lanci.

# 3028_Coach Igarashi
source: Based on the pitcher's grip, release, and subtle differences in form, you should be able to have a better grasp on where their pitch will go.
pt: Basandosi sulla presa del lanciatore, sul rilascio e sulle sottili differenze nella forma, dovresti essere in grado di capire meglio dove andrà il loro lancio.

# 3040_Shinada
source: You know... I think you're onto something.
pt: Sai... penso che tu ci abbia azzeccato.

# 3052_Coach Igarashi
source: You just now realized that? Anyway, go beat an intermediate opponent at nine-ball.
pt: Te ne sei accorto solo ora? Comunque, vai a battere un avversario intermedio a nove palle.

# 3064_Coach Igarashi
source: That should dramatically improve your ability to focus on pitches.
pt: Questo dovrebbe migliorare drasticamente la tua capacità di concentrarti sui lanci.

# 3076_Shinada
source: I'm all over it, Coach. Time to crush the competition!
pt: Sono prontissimo, Coach. È ora di schiacciare la concorrenza!

# 3088_Coach Igarashi
source: So, you got yourself three home runs on intermediate. Well done.
pt: Allora, ti sei fatto tre fuoricampo nell'intermedio. Ottimo lavoro.

# 3100_Shinada
source: 'Course I did. Simple as a pimple, for me.
pt: Ma certo che sì. Una passeggiata, per me.

# 3112_Coach Igarashi
source: From now on, you should have an easier time aiming for those pitches you know'll make a big impact.
pt: D'ora in poi, ti sarà più facile mirare quei lanci che sai che faranno la differenza.

# 3124_Coach Igarashi
source: When you go to swing, catching the pitch squarely with your bat's sweet spot will let you hit hard and far.
pt: Quando swinghi, se prendi il lancio in pieno con lo sweet spot della tua mazza, lo colpirai forte e lontano.

# 3136_Shinada
source: Mm. Yeah. I'm feeling that. Like, I can already see myself knocking it into the grandstands... that is, if I were in a stadium.
pt: Mmh. Sì. Lo sento proprio. Tipo, mi vedo già mandarla in tribuna... cioè, se fossi in uno stadio.

# 3148_Shinada
source: Anyway, I'll test it out later, Coach. Thanks.
pt: Comunque, lo proverò più tardi, Coach. Grazie.

# 3184_Coach Igarashi
source: Oh, by the way. I was online and came across a website I thought you might find interesting. Here, you should check it out sometime.
pt: Ah, a proposito. Ero online e mi sono imbattuto in un sito web che pensavo potesse interessarti. Ecco, prima o poi dovresti darci un'occhiata.

# 3208_Coach Igarashi
source: Hit home runs using only one type of swing. I expect you can hit three on the intermediate course. And be consistent.
pt: Fai fuoricampo usando solo un tipo di swing. Mi aspetto che tu ne faccia tre nel percorso intermedio. E sii costante.

# 3220_Shinada
source: I'm ready, Coach! Train me up!
pt: Sono pronto, Coach! Allenami!

# 3232_Coach Igarashi
source: Shinada, I like your enthusiasm.
pt: Shinada, mi piace il tuo entusiasmo.

# 3244_Coach Igarashi
source: Let's see, how about you try something that will enhance your trademark power-hitting?
pt: Allora, vediamo, che ne dici di provare qualcosa che potenzierà la tua battuta potente, la tua specialità?

# 3256_Shinada
source: That works, but don't you think I'm good as-is?
pt: Funziona, ma non credi che io sia già a posto così?

# 3268_Coach Igarashi
source: Perhaps, but strength alone won't bring you better batting.
pt: Forse, ma la sola forza non ti darà una battuta migliore.

# 3280_Coach Igarashi
source: Even if you have the raw power, if you lack the discipline to control it, then it's virtually a waste.
pt: Anche se hai la forza bruta, se ti manca la disciplina per controllarla, allora è praticamente uno spreco.

# 3292_Shinada
source: Well, that is true.
pt: Beh, questo è vero.

# 3304_Coach Igarashi
source: So, your next assignment. Go to Kineicho Batting Center again.
pt: Allora, il tuo prossimo incarico. Vai di nuovo al Kineicho Batting Center.

# 3316_Shinada
source: Didn't we do that last time?
pt: Non l'abbiamo fatto l'ultima volta?

# 3328_Coach Igarashi
source: It'll be a little different. First, you'll be moving up to the intermediate course.
pt: Sarà un po' diverso. Innanzitutto, passerai al percorso intermedio.

# 3340_Coach Igarashi
source: And second, you're only going to use a specific swing.
pt: E secondo, userai solo una battuta specifica.

# 3352_Shinada
source: You mean, only swing high or low? Something like that?
pt: Vuoi dire, battere solo alto o basso? Qualcosa del genere?

# 3364_Coach Igarashi
source: Exactly. Just be sure to be consistent with the direction you choose. Now let's see... Go hit three home runs.
pt: Esatto. Assicurati solo di essere coerente con la direzione che scegli. Allora, vediamo... Vai a battere tre fuoricampo.

# 3376_Shinada
source: Isn't that asking a bit much?
pt: Non è chiedere un po' troppo?

# 3388_Coach Igarashi
source: For an ordinary person, yes.
pt: Per una persona comune, sì.

# 3400_Shinada
source: Right? So, how about making it a bit more reasonable?
pt: Vero? Allora, che ne dici di renderlo un po' più ragionevole?

# 3412_Coach Igarashi
source: Why would I? You're supposed to be this legendary phenomenon who's overflowing with talent.
pt: Perché dovrei? Dovresti essere questo fenomeno leggendario che trabocca di talento.

# 3436_Coach Igarashi
source: You'll be fine. Now quit whining and get going!
pt: Starai bene. Adesso smettila di lamentarti e datti una mossa!

# 3448_Shinada
source: All right, but I'm still not convinced.
pt: Va bene, ma non sono ancora convinto.

# 3460_Coach Igarashi
source: The convincing might just happen when you step up to the plate. You never know until you try.
pt: Potresti ricrederti quando ti metti al piatto. Non lo saprai mai finché non ci provi.

# 3472_Coach Igarashi
source: Ah, you've completed your training. I see confidence in that expression of yours.
pt: Ah, hai completato il tuo allenamento. Vedo fiducia in quella tua espressione.

# 3484_Shinada
source: Do you? Hmm, I guess I do feel like I have a bigger sweet spot now, no matter what angle I'm going for.
pt: Davvero? Hmm, suppongo di sentire che ora ho un punto dolce più ampio, a prescindere dall'angolazione che provo.

# 3496_Coach Igarashi
source: It's not just your imagination. See for yourself at the batting center.
pt: Non è solo la tua immaginazione. Vedi di persona al centro di battuta.

# 3508_Shinada
source: Will do, Coach.
pt: Lo farò, Coach.

# 3544_Coach Igarashi
source: Try hitting three home runs on the Beginner Course, with random pitches selected. That should broaden your range of sweet spots.
pt: Prova a fare tre fuoricampo nel Corso Principianti, con lanci casuali selezionati. Questo dovrebbe ampliare la tua gamma di punti dolci.

# 3556_Shinada
source: Hey, Coach. It's training time.
pt: Ehi, Coach. È ora di allenamento.

# 3568_Coach Igarashi
source: Ah, Shinada. So it's training you want, huh? You ready to be pushed to the limit?
pt: Ah, Shinada. Quindi vuoi allenarti, eh? Sei pronto a essere spinto al limite?

# 3580_Shinada
source: Yep, that's why I came to see you.
pt: Esatto, ecco perché sono venuto a trovarti.

# 3592_Coach Igarashi
source: Very well. You got the right attitude.
pt: Perfetto. Hai la mentalità giusta.

# 3604_Coach Igarashi
source: Watching you bat, I noticed something. You have a pretty narrow range for hitting pitches.
pt: Guardandoti battere, ho notato una cosa. Hai un raggio d'azione piuttosto limitato per colpire i lanci.

# 3616_Shinada
source: Maybe you're right. There's usually this little zone where I imagine I can hit the ball. And it's generally quite small.
pt: Forse hai ragione. Di solito c'è questa piccola zona dove immagino di poter colpire la palla. Ed è generalmente piuttosto piccola.

# 3628_Coach Igarashi
source: Thought so. If you don't expand the range of your sweet spots, you'll have a rough time against, say, pitchers who throw breaking balls.
pt: Lo immaginavo. Se non espandi la gamma dei tuoi punti dolci, avrai vita dura contro, diciamo, lanciatori che tirano palle a effetto.

# 3640_Shinada
source: For real... Those guys always throw me for a loop.
pt: Davvero... Quei tipi mi spiazzano sempre.

# 3652_Coach Igarashi
source: If you can't cover more of the strike zone, you'll get gunned down even by beer league amateurs, let alone that rival of yours.
pt: Se non riesci a coprire più della strike zone, ti faranno a pezzi persino i dilettanti della lega amatoriale, figuriamoci quel tuo rivale.

# 3664_Shinada
source: Tell me about it. So, how can I train for that?
pt: A chi lo dici! Allora, come posso allenarmi per questo?

# 3676_Coach Igarashi
source: Try this. Go to the batting center. The one here in Nagoya, of course.
pt: Prova questo. Vai al centro di battuta. Quello qui a Nagoya, ovviamente.

# 3688_Shinada
source: The batting center? Isn't that a bit... I dunno... obvious?
pt: Il centro di battuta? Non è un po'... non so... ovvio?

# 3700_Coach Igarashi
source: It better be. Now look, I know what I'm talking about. Try out the Beginner Course.
pt: Ci mancherebbe altro. Ora ascolta, so il fatto mio. Prova il Corso Principianti.

# 3712_Shinada
source: Really? That only goes like a hundred kilometers an hour.
pt: Davvero? Quella va solo a cento chilometri all'ora.

# 3724_Coach Igarashi
source: What, you got a problem with that? How fast do you think beer leaguers pitch?
pt: Che, hai qualcosa in contrario? Quanto pensi che lancino quelli della lega amatoriale?

# 3736_Shinada
source: Around one hundred kilometers an hour...
pt: Circa cento chilometri all'ora...

# 3748_Coach Igarashi
source: See? What's the problem then?
pt: Vedi? Qual è il problema allora?

# 3760_Shinada
source: ...Point taken.
pt: ...Afferrato.

# 3772_Coach Igarashi
source: So. Try hitting three homers on the Beginner Course, with random pitches selected. That should broaden your range of sweet spots.
pt: Allora. Prova a fare tre fuoricampo nel Corso Principianti, con lanci casuali selezionati. Questo dovrebbe ampliare la tua gamma di sweet spot.

# 3784_Shinada
source: You got it, Coach.
pt: Capito, Coach.

# 3796_Coach Igarashi
source: I see you've gone and fished something up.
pt: Vedo che hai tirato fuori qualcosa.

# 3808_Coach Igarashi
source: Well? Does it feel like anything's changed?
pt: Allora? Ti sembra che qualcosa sia cambiato?

# 3820_Shinada
source: I think I can see with a bit more clarity than before. Is that what you're getting at?
pt: Penso di vederci un po' più chiaro di prima. È questo che intendi?

# 3832_Coach Igarashi
source: You betcha. Go up to bat right now, and you should notice a curious new ability has awakened within. One like you've never felt before.
pt: Ci puoi giurare. Vai in battuta adesso, e dovresti notare che una curiosa nuova abilità si è risvegliata dentro di te. Una come non hai mai provato prima.

# 3844_Shinada
source: Oh wow...
pt: Oh, cavolo...

# 3856_Coach Igarashi
source: Yeah, let's go see it right now. To the batting center we go.
pt: Sì, andiamo a vederlo subito. Centro di battuta, forza!

# 3868_Coach Igarashi
source: You haven't completed your assignment. Go fishing in the stream at Mid Square.
pt: Non hai completato il tuo compito. Vai a pescare nel ruscello a Mid Square.

# 3880_Coach Igarashi
source: Just catch something－doesn't matter what. Got it?
pt: Basta che peschi qualcosa—non importa cosa. Capito?

# 3892_Shinada
source: All right, Coach. Hit me with the hardest training you got!
pt: Va bene, Coach. Dammi l'allenamento più duro che hai!

# 3904_Coach Igarashi
source: I should tell you, Shinada. There's nothing left for me to teach you.
pt: Devo dirti, Shinada. Non ho più niente da insegnarti.
