Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b41.po
Languages: pt

source: You got <Color:8>Rescue Card<Color:Default>.
pt: Hai ottenuto <Color:8>Tessera di Soccorso<Color:Default>.

source: Monster-in-Law
pt: Suocera Mostro

# 72_Monster-in-Law
source: It was you, wasn't it? You gave my daughter-in-law that rabbit meat.
pt: Allora eri tu, eh? Quella carne di coniglio l'hai data tu a mia nuora.

# 84_Saejima
source: Oh, um, 'bout that...
pt: Oh, ehm, a proposito di quello...

# 96_Monster-in-Law
source: Hehehe, don't squirm so much, big man. Makes you look like a fat worm on a hook! See, I lied when I told her I hated rabbit.
pt: Hehehe, non contorcerti così tanto, omone. Sembri un verme grasso all'amo! Vedi, le ho mentito quando le dissi che odiavo il coniglio.

# 108_Saejima
source: What?
pt: Cosa?

# 120_Monster-in-Law
source: Yeah, I knew if I said that, the dingbat would fix up some rabbit for me. And I <Italic>love</Italic> rabbit. I could eat it every day!
pt: Già, sapevo che se avessi detto così, quella tonta mi avrebbe preparato un po' di coniglio. E io il coniglio lo <Italic>amo</Italic>! Lo mangerei ogni giorno!

# 132_Monster-in-Law
source: Hehehe. Bunnies aren't the only ones who get caught in traps.
pt: Hehehe. I coniglietti non sono gli unici a farsi beccare nelle trappole.

# 144_Saejima
source: (Startin' to see the daughter-in-law's point.)
pt: (Comincio a capire il punto della nuora.)

# 156_Monster-in-Law
source: For being such a wonderful help, I'd like you to have this.
pt: Per essere stato d'un aiuto così splendido, vorrei proprio che tu prendessi questo.

# 192_Monster-in-Law
source: Now I have to think of the next food I "hate."
pt: Ora mi tocca pensare al prossimo cibo che "odio".

# 204_Saejima
source: (Why do women do this to each other?)
pt: (Perché le donne si fanno questo a vicenda?)
