Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160035.po
Languages: pt

source: Take the Interview
pt: Fai il colloquio

source: Refuse
pt: Rifiuta

source: I was drawn by the company's style.
pt: Mi ha attirato lo stile dell'azienda.

source: I was attracted by the president's reputation.
pt: Mi ha attirato la reputazione del presidente.

source: I've dreamed of working in food processing.
pt: Ho sempre sognato di lavorare nella lavorazione alimentare.

source: I knock balls out the park.
pt: Faccio dei fuoricampo.

source: I like to get my balls rubbed.
pt: Mi piace farmi strofinare le palle.

source: I've got balls of steel.
pt: Ho le palle d'acciaio.

# 88_Manager
source: Ta-chan, you change your mind about the job interview? If you want, I can still set that up for you.
pt: Ta-chan, hai cambiato idea sul colloquio di lavoro? Se vuoi, posso ancora combinartelo.

# 112_Manager
source: Hey, Ta-chan! Good timing, man. I got a nifty little proposition for you.
pt: Ehi, Ta-chan! Che tempismo, amico. Ho una piccola proposta niente male per te.

# 136_Shinada
source: Ooh, what is it?
pt: Ooh, cos'è?

# 148_Manager
source: I met this fellow at a bar. Said he's the president of a small company and he's looking to hire a secretary.
pt: Mi sono imbattuto in un tizio in un bar. Ha detto che è il presidente di una piccola azienda e sta cercando di assumere un segretario.

# 160_Manager
source: The job calls for a single guy in his thirties with a brawny build and cheerful personality, and I instantly thought of you.
pt: Il lavoro richiede un tipo single sulla trentina, con un fisico piazzato e una personalità allegra, e ho subito pensato a te.

# 172_Shinada
source: I can understand the cheerful personality part, but why would he want a secretary with a brawny build?
pt: La parte della personalità allegra la capisco, ma perché mai vorrebbe un segretario con una corporatura da buttafuori?

# 184_Manager
source: Who knows? Maybe you're supposed to be a bodyguard as well.
pt: Chissà? Magari devi fare pure da guardia del corpo.

# 196_Manager
source: He said he needs to see a résumé and there'll be an interview just as a formality, but apparently he can offer a pretty competitive salary.
pt: Ha detto che gli serve un curriculum e che ci sarà un colloquio, giusto per prassi, ma a quanto pare può offrire uno stipendio piuttosto competitivo.

# 208_Manager
source: I also told him you work in the nightlife industry, but he doesn't see it as a problem.
pt: Gli ho anche detto che lavori nel mondo della notte, ma non ci vede problemi.

# 220_Manager
source: To me, it's a sweet deal. Aren't you always saying how you're up to your neck in debt? Couldn't hurt to at least check it out.
pt: Per me, è una pacchia. Non dici sempre che sei pieno di debiti fino al collo? Non ti costa nulla almeno darci un'occhiata.

# 232_Shinada
source: Hmm. Is this a full employee position with all the juicy benefits?
pt: Hmm. È un posto fisso con tutti i crismi?

# 244_Manager
source: That's what he said. You'd be making good money on a steady basis. Doesn't get much better than that.
pt: Così ha detto. Ti faresti un bel gruzzolo fisso. Meglio di così non si può.

# 256_Manager
source: It's not a very big company, but they are a legit business. Nothing shady about them.
pt: Non è un'azienda molto grande, ma è un'attività seria. Non c'è niente di losco.

# 268_Shinada
source: Why would the president of a legit business need a bodyguard?
pt: Perché mai il presidente di un'azienda seria dovrebbe aver bisogno di una guardia del corpo?

# 280_Manager
source: I just said bodyguard as a guess. Anyway, I can get you in touch with him if you want.
pt: L'ho buttata lì, quella della guardia del corpo. Comunque, se vuoi ti posso mettere in contatto con lui.

# 292_Shinada
source: (It might not be a bad deal. What should I do?)
pt: Potrebbe non essere un brutto affare. Che faccio?

# 304_Shinada
source: Well, all right. I guess I could give it a shot. How do I go about getting this interview again?
pt: Beh, d'accordo. Credo che potrei provarci. Come faccio a ottenere questo colloquio, di nuovo?

# 316_Manager
source: Okay, so you need to prepare a résumé first. I have a few forms that our girls use. You can fill out one of those.
pt: Allora, prima cosa devi preparare un curriculum. Ho qui un paio di moduli che usano le nostre ragazze. Puoi compilare uno di quelli.

# 340_Shinada
source: You know what? Thanks, but no thanks. I like my lifestyle－it keeps me worry-free.
pt: Sai che c'è? Grazie, ma no grazie. Mi piace il mio stile di vita－mi tiene senza pensieri.

# 352_Manager
source: Fair enough. Tell me if you change your mind, though. The offer might still be open.
pt: Va bene così. Però, dimmi se cambi idea. L'offerta potrebbe essere ancora valida.

# 376_Shinada
source: Hmm... Name, address, age, education, employment history... Uh, what else?
pt: Hmm... Nome, indirizzo, età, istruzione, storia lavorativa... Uhm, che altro?

# 388_Shinada
source: Oh, right, my motives for wanting to join the company. Uh, what does this company do?
pt: Ah, giusto, le mie motivazioni per voler entrare nell'azienda. Ehm, cosa fa questa azienda?

# 400_Manager
source: He said they're in food processing.
pt: Ha detto che si occupano di lavorazione alimentare.

# 412_Shinada
source: Food processing? I don't know squat about that! I'll just have to wing it.
pt: Trasformazione alimentare? Non ne so un accidente! Dovrò improvvisare.

# 424_Shinada
source: (What reason should I give for applying?)
pt: (Che motivo dovrei dare per candidarmi?)

# 436_Shinada
source: "I was drawn in by your company's style." There.
pt: "Sono stato attratto dallo stile della vostra azienda." Ecco.

# 448_Manager
source: What a bullshitter. You don't even know the company.
pt: Che gran cazzaro. Non conosci nemmeno l'azienda.

# 460_Shinada
source: Well, you brought me this deal. All I know is what you told me.
pt: Beh, questo affare me l'hai combinato tu. Tutto quello che so è quello che mi hai detto.

# 472_Manager
source: Heh, fair enough.
pt: Eh, ci sta.

# 484_Shinada
source: Okay, next, hobbies and skills. I don't need to BS this one. So, what to write?
pt: Bene, adesso, hobby e abilità. Non devo inventare stronzate qui. Quindi, cosa scrivo?

# 496_Shinada
source: "Knocking balls out the park," yo. "I'm a home run hammering machine!"
pt: "Faccio faville," yo. "Sono una macchina che sforna fuoricampo!"

# 508_Manager
source: That's a stretch. All you do is spend your time at the batting center, and you don't even play on a team. Is that even good enough?
pt: È un po' tirata. Non fai altro che passare il tempo al centro di battuta, e non giochi nemmeno in una squadra. Basta questo?

# 520_Shinada
source: Good enough? This is a proper skill, as far as I'm concerned.
pt: Va bene così? Questa è una skill mica da ridere, per quanto mi riguarda.

# 532_Manager
source: If you say so.
pt: Se lo dici tu.

# 544_Shinada
source: There. The résumé's good as gold.
pt: Ecco. Il curriculum è a prova di bomba.

# 556_Manager
source: Nice. Then let's get you over to that interview.
pt: Ottimo. Allora, ti ci porto a quell'intervista.

# 568_Shinada
source: You mean, like, right now?
pt: Cioè, adesso?

# 580_Manager
source: They're only looking for one new hire. You wouldn't want someone else to beat you to the punch, would you? I'll let the president know you're coming.
pt: Cercano un solo nuovo assunto. Non vorrai mica che qualcuno ti batta sul tempo, vero? Farò sapere al presidente che stai arrivando.

# 592_Manager
source: Oh, and good luck. If you get the job, come back with your first paycheck. To celebrate, we'll hook you up with our Super Steamy VIP Special!
pt: Ah, e buona fortuna. Se ottieni il lavoro, torna con la tua prima busta paga. Per festeggiare, ti beccherai il nostro Speciale VIP Super Bollente!

# 604_Shinada
source: Aww, you'd do that for little ol' me? You sure know how to motivate a guy. I'll head over there right now!
pt: Aww, lo faresti per un poveraccio come me? Sai proprio come motivare un tipo. Mi ci fiondo subito!

# 628_Shinada
source: "I was attracted by the president's reputation." There.
pt: "Mi ha attratto la reputazione del presidente." Ecco.

# 640_Manager
source: You never even met the guy. You are so full of it.
pt: Non hai nemmeno incontrato il tipo. Sei pieno di balle.

# 652_Shinada
source: That's why I used the word "reputation."
pt: Ecco perché ho usato la parola "reputazione".

# 664_Manager
source: I suppose that's true.
pt: Suppongo che sia vero.

# 676_Shinada
source: "I've always dreamed of working in food processing." That'll do.
pt: Ho sempre sognato di lavorare nella trasformazione alimentare. Va bene così.

# 688_Manager
source: You've never mentioned anything like that to me. And even if you had, I'd tell you to rethink your life.
pt: Non mi hai mai accennato a una cosa del genere. E anche se l'avessi fatto, ti direi di ripensare alla tua vita.

# 700_Shinada
source: What do you expect me to say? I'm not about to write, "Because I want a steady job" as my reason for applying.
pt: Cosa ti aspetti che dica? Non andrò mica a scrivere "Perché voglio un lavoro fisso" come motivo per cui mi candido.

# 712_Manager
source: Yeah, I guess not.
pt: Già, credo di no.

# 724_Shinada
source: "I like to get my balls rubbed at massage parlors. Aww yeah."
pt: Mi piace farmi massaggiare le palle nei centri massaggi. Ah, sì!

# 736_Manager
source: Are you <Italic>sure</Italic> you want to put that on your résumé? I'm in no position to talk, given my job, but still.
pt: Sei <Italic>sicuro</Italic> che vuoi mettere quello sul tuo curriculum? Non sono certo io quello che dovrebbe parlare, considerando il mio lavoro, però.

# 748_Shinada
source: What, you think they're gonna run this by HR? But hey, you never know! They might appreciate my honesty.
pt: Cosa, pensi che la faranno passare per le Risorse Umane? Ma ehi, tu non si sa mai! Potrebbero apprezzare la mia onestà.

# 760_Manager
source: ...I'm just gonna keep my mouth shut on this one.
pt: ...Su questa cosa, mi sa che mi tengo la bocca chiusa.

# 772_Shinada
source: "I've got balls of steel AND exceptional brawn!" How's that?
pt: Ho le palle d'acciaio E una forza eccezionale! Che te ne pare?

# 784_Manager
source: They did want someone with a brawny build, so maybe they would like that. I don't know about the balls part, though.
pt: Volevano uno con un fisico possente, quindi magari quello gli andrebbe bene. Non so, però, per il discorso delle palle.

# 796_Shinada
source: Either way, if this job really does turn out to be for a bodyguard, I think I'm out.
pt: In ogni caso, se questo lavoro dovesse davvero essere da guardia del corpo, credo che mi chiamerò fuori.

# 808_Manager
source: You should ask about that at the interview.
pt: Quello lo chiedi al colloquio.

# 844_Manager
source: Ta-chan, you change your mind about the job interview? If you want, I can still set that up for you.
pt: Ta-chan, hai cambiato idea sul colloquio di lavoro? Se vuoi, posso ancora combinartelo.

# 868_Manager
source: Hey, Ta-chan! Good timing, man. I got a nifty little proposition for you.
pt: Ehi, Ta-chan! Che tempismo, amico. Ho una piccola proposta niente male per te.

# 892_Shinada
source: Ooh, what is it?
pt: Ooh, cos'è?

# 904_Manager
source: I met this fellow at a bar. Said he's the president of a small company and he's looking to hire a secretary.
pt: Mi sono imbattuto in un tizio in un bar. Ha detto che è il presidente di una piccola azienda e sta cercando di assumere un segretario.

# 916_Manager
source: The job calls for a single guy in his thirties with a brawny build and cheerful personality, and I instantly thought of you.
pt: Il lavoro richiede un tipo single sulla trentina, con un fisico piazzato e una personalità allegra, e ho subito pensato a te.

# 928_Shinada
source: I can understand the cheerful personality part, but why would he want a secretary with a brawny build?
pt: La parte della personalità allegra la capisco, ma perché mai vorrebbe un segretario con una corporatura da buttafuori?

# 940_Manager
source: Who knows? Maybe you're supposed to be a bodyguard as well.
pt: Chissà? Magari devi fare pure da guardia del corpo.

# 952_Manager
source: He said he needs to see a résumé and there'll be an interview just as a formality, but apparently he can offer a pretty competitive salary.
pt: Ha detto che gli serve un curriculum e che ci sarà un colloquio, giusto per prassi, ma a quanto pare può offrire uno stipendio piuttosto competitivo.

# 964_Manager
source: I also told him you work in the nightlife industry, but he doesn't see it as a problem.
pt: Gli ho anche detto che lavori nel mondo della notte, ma non ci vede problemi.

# 976_Manager
source: To me, it's a sweet deal. Aren't you always saying how you're up to your neck in debt? Couldn't hurt to at least check it out.
pt: Per me, è una pacchia. Non dici sempre che sei pieno di debiti fino al collo? Non ti costa nulla almeno darci un'occhiata.

# 988_Shinada
source: Hmm. Is this a full employee position with all the juicy benefits?
pt: Hmm. È un posto fisso con tutti i crismi?

# 1000_Manager
source: That's what he said. You'd be making good money on a steady basis. Doesn't get much better than that.
pt: Così ha detto. Ti faresti un bel gruzzolo fisso. Meglio di così non si può.

# 1012_Manager
source: It's not a very big company, but they are a legit business. Nothing shady about them.
pt: Non è un'azienda molto grande, ma è un'attività seria. Non c'è niente di losco.

# 1024_Shinada
source: Why would the president of a legit business need a bodyguard?
pt: Perché mai il presidente di un'azienda seria dovrebbe aver bisogno di una guardia del corpo?

# 1036_Manager
source: I just said bodyguard as a guess. Anyway, I can get you in touch with him if you want.
pt: L'ho buttata lì, quella della guardia del corpo. Comunque, se vuoi ti posso mettere in contatto con lui.

# 1048_Shinada
source: (It might not be a bad deal. What should I do?)
pt: Potrebbe non essere un brutto affare. Che faccio?

# 1060_Shinada
source: Well, all right. I guess I could give it a shot. How do I go about getting this interview again?
pt: Beh, d'accordo. Credo che potrei provarci. Come faccio a ottenere questo colloquio, di nuovo?

# 1072_Manager
source: Okay, so you need to prepare a résumé first. I have a few forms that our girls use. You can fill out one of those.
pt: Allora, prima cosa devi preparare un curriculum. Ho qui un paio di moduli che usano le nostre ragazze. Puoi compilare uno di quelli.

# 1096_Shinada
source: You know what? Thanks, but no thanks. I like my lifestyle－it keeps me worry-free.
pt: Sai che c'è? Grazie, ma no grazie. Mi piace il mio stile di vita－mi tiene senza pensieri.

# 1108_Manager
source: Fair enough. Tell me if you change your mind, though. The offer might still be open.
pt: Va bene così. Però, dimmi se cambi idea. L'offerta potrebbe essere ancora valida.

# 1132_Shinada
source: Hmm... Name, address, age, education, employment history... Uh, what else?
pt: Hmm... Nome, indirizzo, età, istruzione, storia lavorativa... Uhm, che altro?

# 1144_Shinada
source: Oh, right, my motives for wanting to join the company. Uh, what does this company do?
pt: Ah, giusto, le mie motivazioni per voler entrare nell'azienda. Ehm, cosa fa questa azienda?

# 1156_Manager
source: He said they're in food processing.
pt: Ha detto che si occupano di lavorazione alimentare.

# 1168_Shinada
source: Food processing? I don't know squat about that! I'll just have to wing it.
pt: Trasformazione alimentare? Non ne so un accidente! Dovrò improvvisare.

# 1180_Shinada
source: (What reason should I give for applying?)
pt: (Che motivo dovrei dare per candidarmi?)

# 1192_Shinada
source: "I was drawn in by your company's style." There.
pt: "Sono stato attratto dallo stile della vostra azienda." Ecco.

# 1204_Manager
source: What a bullshitter. You don't even know the company.
pt: Che gran cazzaro. Non conosci nemmeno l'azienda.

# 1216_Shinada
source: Well, you brought me this deal. All I know is what you told me.
pt: Beh, questo affare me l'hai combinato tu. Tutto quello che so è quello che mi hai detto.

# 1228_Manager
source: Heh, fair enough.
pt: Eh, ci sta.

# 1240_Shinada
source: Okay, next, hobbies and skills. I don't need to BS this one. So, what to write?
pt: Bene, adesso, hobby e abilità. Non devo inventare stronzate qui. Quindi, cosa scrivo?

# 1252_Shinada
source: "Knocking balls out the park," yo. "I'm a home run hammering machine!"
pt: "Faccio faville," yo. "Sono una macchina che sforna fuoricampo!"

# 1264_Manager
source: That's a stretch. All you do is spend your time at the batting center, and you don't even play on a team. Is that even good enough?
pt: È un po' tirata. Non fai altro che passare il tempo al centro di battuta, e non giochi nemmeno in una squadra. Basta questo?

# 1276_Shinada
source: Good enough? This is a proper skill, as far as I'm concerned.
pt: Va bene così? Questa è una skill mica da ridere, per quanto mi riguarda.

# 1288_Manager
source: If you say so.
pt: Se lo dici tu.

# 1300_Shinada
source: There. The résumé's good as gold.
pt: Ecco. Il curriculum è a prova di bomba.

# 1312_Manager
source: Nice. Then let's get you over to that interview.
pt: Ottimo. Allora, ti ci porto a quell'intervista.

# 1324_Shinada
source: You mean, like, right now?
pt: Cioè, adesso?

# 1336_Manager
source: They're only looking for one new hire. You wouldn't want someone else to beat you to the punch, would you? I'll let the president know you're coming.
pt: Cercano un solo nuovo assunto. Non vorrai mica che qualcuno ti batta sul tempo, vero? Farò sapere al presidente che stai arrivando.

# 1348_Manager
source: Oh, and good luck. If you get the job, come back with your first paycheck. To celebrate, we'll hook you up with our Super Steamy VIP Special!
pt: Ah, e buona fortuna. Se ottieni il lavoro, torna con la tua prima busta paga. Per festeggiare, ti beccherai il nostro Speciale VIP Super Bollente!

# 1360_Shinada
source: Aww, you'd do that for little ol' me? You sure know how to motivate a guy. I'll head over there right now!
pt: Aww, lo faresti per un poveraccio come me? Sai proprio come motivare un tipo. Mi ci fiondo subito!

# 1384_Shinada
source: "I was attracted by the president's reputation." There.
pt: "Mi ha attratto la reputazione del presidente." Ecco.

# 1396_Manager
source: You never even met the guy. You are so full of it.
pt: Non hai nemmeno incontrato il tipo. Sei pieno di balle.

# 1408_Shinada
source: That's why I used the word "reputation."
pt: Ecco perché ho usato la parola "reputazione".

# 1420_Manager
source: I suppose that's true.
pt: Suppongo che sia vero.

# 1432_Shinada
source: "I've always dreamed of working in food processing." That'll do.
pt: Ho sempre sognato di lavorare nella trasformazione alimentare. Va bene così.

# 1444_Manager
source: You've never mentioned anything like that to me. And even if you had, I'd tell you to rethink your life.
pt: Non mi hai mai accennato a una cosa del genere. E anche se l'avessi fatto, ti direi di ripensare alla tua vita.

# 1456_Shinada
source: What do you expect me to say? I'm not about to write, "Because I want a steady job" as my reason for applying.
pt: Cosa ti aspetti che dica? Non andrò mica a scrivere "Perché voglio un lavoro fisso" come motivo per cui mi candido.

# 1468_Manager
source: Yeah, I guess not.
pt: Già, credo di no.

# 1480_Shinada
source: "I like to get my balls rubbed at massage parlors. Aww yeah."
pt: Mi piace farmi massaggiare le palle nei centri massaggi. Ah, sì!

# 1492_Manager
source: Are you <Italic>sure</Italic> you want to put that on your résumé? I'm in no position to talk, given my job, but still.
pt: Sei <Italic>sicuro</Italic> che vuoi mettere quello sul tuo curriculum? Non sono certo io quello che dovrebbe parlare, considerando il mio lavoro, però.

# 1504_Shinada
source: What, you think they're gonna run this by HR? But hey, you never know! They might appreciate my honesty.
pt: Cosa, pensi che la faranno passare per le Risorse Umane? Ma ehi, tu non si sa mai! Potrebbero apprezzare la mia onestà.

# 1516_Manager
source: ...I'm just gonna keep my mouth shut on this one.
pt: ...Su questa cosa, mi sa che mi tengo la bocca chiusa.

# 1528_Shinada
source: "I've got balls of steel AND exceptional brawn!" How's that?
pt: Ho le palle d'acciaio E una forza eccezionale! Che te ne pare?

# 1540_Manager
source: They did want someone with a brawny build, so maybe they would like that. I don't know about the balls part, though.
pt: Volevano uno con un fisico possente, quindi magari quello gli andrebbe bene. Non so, però, per il discorso delle palle.

# 1552_Shinada
source: Either way, if this job really does turn out to be for a bodyguard, I think I'm out.
pt: In ogni caso, se questo lavoro dovesse davvero essere da guardia del corpo, credo che mi chiamerò fuori.

# 1564_Manager
source: You should ask about that at the interview.
pt: Quello lo chiedi al colloquio.
