Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046001e.po
Languages: pt

source: Attendant
pt: Addetto

source: I'd like to go to a cabaret club.
pt: Vorrei andare in un cabaret club.

source: I'd like some information.
pt: Vorrei delle informazioni.

source: Nothing at the moment, actually.
pt: Niente per il momento.

source: Lead the way, my friend.
pt: Fai strada, amico.

source: I'll pass for now.
pt: Per ora passo.

source: ArmsID
pt: ID Armi

source: How do clients usually get friendly with hostesses?
pt: Come fanno di solito gli avventori a legare con le hostess?

source: What do I need to know about going on a date?
pt: Cosa devo sapere per andare a un appuntamento?

source: What's your insider tips?
pt: Quali sono i tuoi dritti?

source: Not particularly.
pt: Non particolarmente.

source: Player
pt: Giocatore

# 120_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Cosa le va oggi, signore?

# 132_Akiyama
source: I'd like to go to a cabaret club. Know any good ones?
pt: Vorrei andare in un cabaret club. Ne conosci qualcuno di buono?

# 144_Attendant
source: There's always Prime, of course.
pt: C'è sempre Prime, ovviamente.

# 156_Akiyama
source: Yeah, that sounds familiar.
pt: Già, mi suona familiare.

# 168_Attendant
source: Prime is in Shofukucho. It's the premier club in Sotenbori.
pt: Prime è a Shofukucho. È il club di punta di Sotenbori.

# 180_Akiyama
source: Lead the way, my friend.
pt: Fai strada, amico mio.

# 204_Attendant
source: Sir, your friend seems to be waiting on you.
pt: Signore, il suo amico sembra che la stia aspettando.

# 216_Akiyama
source: Oh, right. Sorry. I'll be back later.
pt: Ah, già. Scusa. Ritorno dopo.

# 228_Attendant
source: Understood, sir.
pt: Capito, signore.

# 252_Attendant
source: Very well, sir. Please give me one moment while I check in with the club.
pt: Perfetto, signore. Mi dia un momento mentre contatto il club.

# 276_Attendant
source: Hello, this is Nakamoto from Infomen.
pt: Salve, qui è Nakamoto da Infomen.

# 288_Attendant
source: I have a gentleman here who wishes to visit your establishment.
pt: Ho qui un signore che desidera visitare il vostro locale.

# 300_Attendant
source: Is now a good time? All right, thank you very much.
pt: È un buon momento? Perfetto, grazie mille.

# 336_Attendant
source: All right, if you'll please follow me.
pt: Perfetto, mi segua pure.

# 372_Akiyama
source: (Damn. I don't have enough money.)
pt: (Accidenti. Non ho abbastanza soldi.)

# 384_Akiyama
source: On second thought, I actually need to come back later.
pt: Ripensandoci, in realtà devo tornare dopo.

# 396_Attendant
source: Well, come back soon!
pt: Beh, torni presto!

# 408_Akiyama
source: I'll pass for now.
pt: Passo per ora.

# 420_Attendant
source: Well, come back soon!
pt: Beh, torni presto!

# 432_Attendant
source: Is there anything you'd like to know more about?
pt: C'è qualcosa che desidera sapere di più?

# 444_Attendant
source: Since your time in the club is limited, do your best to make yourself as appealing as you can to the hostess in question.
pt: Visto che il tuo tempo nel locale è limitato, fai del tuo meglio per renderti il più accattivante possibile alla hostess in questione.

# 456_Attendant
source: If all you do is make her talk, she's likely to get bored of you quite quickly.
pt: Se la fai solo parlare, si stuferà di te abbastanza in fretta.

# 468_Attendant
source: You'd be better off visiting various establishments around town, to pick up on local gossip. That way you'll have plenty of things to talk about.
pt: Ti converrebbe visitare vari locali in giro per la città, per carpire qualche pettegolezzo locale. Così avrai un sacco di cose di cui parlare.

# 480_Player
source: Right. People who get out often are going to have more things to talk about.
pt: Esatto. Chi esce spesso avrà un sacco di cose di cui parlare.

# 492_Attendant
source: Indeed. And if talking isn't doing the trick, you could always try spending more money.
pt: In effetti. E se parlare non basta, potresti sempre provare a spendere più soldi.

# 504_Player
source: You mean ordering more expensive drinks?
pt: Intendi ordinare drink più costosi?

# 516_Attendant
source: Precisely. You could also give the lady presents to increase her favor. Oh, and putting in a little extra effort into how you dress never hurts either.
pt: Esatto. Potresti anche fare dei regali alla signorina per aumentare il suo gradimento. Ah, e metterci un po' più di impegno nel tuo modo di vestire non guasta mai.

# 528_Attendant
source: If you're willing to spend the money, you're likely to get a return on your investment.
pt: Se sei disposto a spendere i soldi, è probabile che l'investimento ti ripaghi.

# 540_Player
source: Being cheap isn't an attractive quality.
pt: Fare il braccino corto non ti rende affatto attraente.

# 552_Attendant
source: Not usually, no. It is important to be able to get a hostess the very best drink you can.
pt: Di solito no. È fondamentale offrire alla hostess il miglior drink che puoi.

# 564_Attendant
source: Spending big amounts of cash can win a girl over in a surprisingly short period of time, so if you're in a hurry, try saving up some money.
pt: Spendendo grosse somme di denaro puoi conquistare una ragazza in un periodo di tempo sorprendentemente breve, quindi se hai fretta, prova a mettere da parte un po' di soldi.

# 576_Player
source: That means if you're a savvy talker, you won't need to spend as much money.
pt: Quindi, se sei bravo con le parole, non dovrai spendere così tanti soldi.

# 588_Attendant
source: Correct. If you don't want to spend a great deal of money, it is advisable to find other ways to get the lady to like you.
pt: Esatto. Se non vuoi spendere un sacco di soldi, ti conviene trovare altri modi per farti apprezzare dalla signorina.

# 600_Player
source: Thanks. I get you.
pt: Grazie. Ci sono.

# 612_Attendant
source: Oh, right! There's one more important thing I forgot to mention.
pt: Ah, già! C'è un'altra cosa importante che ho dimenticato di menzionare.

# 624_Attendant
source: If things are going really well, it can be a good idea to take your leave.
pt: Se le cose stanno andando alla grande, può essere una buona idea congedarti.

# 636_Attendant
source: If you keep prattling on after that, you risk killing the mood and undoing all the hard work you did.
pt: Se dopo quello continui a tirarla per le lunghe, rischi di rovinare l'atmosfera e di mandare in fumo tutto il duro lavoro che hai fatto.

# 648_Player
source: That's definitely something to keep in mind.
pt: È decisamente qualcosa da tenere a mente.

# 660_Attendant
source: Lastly, before you leave, be sure to ask her if she'd like to go out with you on a date later.
pt: Infine, prima di andartene, assicurati di chiederle se le va di uscire con te per un appuntamento più tardi.

# 672_Attendant
source: Taking a hostess on a date can further increase her fondness for you, especially if you are able to work the right magic.
pt: Portare una hostess a un appuntamento può farti apprezzare ancora di più da lei, specialmente se sai come fare colpo.

# 684_Player
source: That's good advice. You've been very helpful. Thank you.
pt: È un buon consiglio. Mi sei stato di grande aiuto. Grazie.

# 696_Attendant
source: Did you have any other questions?
pt: Hai altre domande?

# 708_Attendant
source: You can invite hostesses out to join you on dates. During these you can grab a bite to eat, go shopping, or play games together.
pt: Puoi invitare le hostess ad uscire per degli appuntamenti. Durante questi, puoi mangiare qualcosa, fare shopping o giocare insieme.

# 720_Attendant
source: Taking them out on dates will increase their affection towards you, so you've got nothing to lose by asking them out when you visit the club.
pt: Invitarle ad uscire per degli appuntamenti farà aumentare il loro affetto per te, quindi non hai niente da perdere a chiedere loro di uscire quando vai al club.

# 732_Player
source: Still, asking a girl out doesn't guarantee that she'll say yes.
pt: Comunque, chiedere a una ragazza di uscire non garantisce che lei dirà di sì.

# 744_Attendant
source: Correct. Whether she takes you up on your offer or not depends largely on her mood.
pt: Esatto. Se accetterà la tua offerta o meno dipende in gran parte dal suo umore.

# 756_Attendant
source: If you're not good enough friends with her, she'll most likely reject your proposal.
pt: Se non siete abbastanza amici con lei, molto probabilmente rifiuterà la tua proposta.

# 768_Attendant
source: If that's the case, then try to improve her mood. It's important for her to have a good time as well.
pt: Se è così, allora cerca di metterla di buon umore. È importante che si diverta anche lei.

# 780_Attendant
source: Also, if you show up at the club and ask her out right away, you're probably not going to get a very positive response either.
pt: Inoltre, se ti presenti al club e le chiedi di uscire subito, probabilmente non riceverai una risposta molto positiva.

# 792_Player
source: Right. Timing is important.
pt: Esatto. Il tempismo è importante.

# 804_Attendant
source: Oh, yes. But if she turns you down, don't give up. If you keep on asking, she may eventually give in and say yes.
pt: Oh, sì. Ma se ti rifiuta, non arrenderti. Se continui a chiederglielo, alla fine potrebbe cedere e dire di sì.

# 816_Player
source: I'll keep that in mind.
pt: Lo terrò a mente.

# 828_Attendant
source: Did you have any other questions?
pt: Avevi altre domande?

# 840_Attendant
source: Oh, I wouldn't possibly know anything about that...
pt: Oh, di questo non ne saprei proprio nulla...

# 852_Player
source: I see.
pt: Capisco.

# 864_Attendant
source: Okay, wait, I have something! Once you've talked your hostess up as much as you can, you normally wouldn't need to order anything else for the remainder of your time.
pt: Ok, aspetta, ho una cosa! Una volta che hai chiacchierato con la tua hostess il più possibile, normalmente non avresti bisogno di ordinare altro per il resto del tempo che ti rimane.

# 876_Attendant
source: However, if you order something anyway, she might treat you to a... different sort of hospitality.
pt: Però, se ordini qualcosa lo stesso, potrebbe riservarti un tipo di ospitalità... diversa.

# 888_Player
source: A different sort of hospitality?
pt: Un tipo di ospitalità diversa?

# 900_Attendant
source: You knooow, things like hand-feeding you pieces of fruit, maybe some fun and naughty things with candies or desserts...
pt: Sai, quel genere di cose, tipo imboccarti pezzi di frutta a mano, magari qualche cosetta divertente e un po' birichina con caramelle o dessert...

# 912_Player
source: That does sounds intriguing.
pt: Questo sì che suona intrigante.

# 924_Attendant
source: Indeed, it is the pinnacle of excess. One of the finer thrills that money well spent can buy.
pt: Certo, è l'apice dell'eccesso. Uno dei brividi più raffinati che i soldi ben spesi possano comprare.

# 936_Attendant
source: Did you have any other questions?
pt: Avevi altre domande?

# 948_Attendant
source: Oh, hey! How was the club?
pt: Oh, ehi! Com'è andato il club?

# 960_Akiyama
source: As good as you said it was. It really might be the best in all of Osaka.
pt: Tanto buono quanto dicevi. Potrebbe proprio essere il migliore di tutta Osaka.

# 972_Attendant
source: I'm pleased to hear you had a good time.
pt: Sono contento di sentire che ti sei divertito.

# 984_Attendant
source: What can I do for you today?
pt: Che ti serve oggi?

# 996_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Cosa ti va oggi, signore?

# 1008_Kiryu
source: I'm good for right now, actually.
pt: A dire il vero, per adesso sono a posto.

# 1020_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni pure a trovarci!

# 1032_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Cosa ti va oggi, signore?

# 1044_Saejima
source: I'm good for now.
pt: Per ora va bene così.

# 1056_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni pure a trovarci!

# 1068_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Cosa ti va oggi, signore?

# 1080_Shinada
source: Nah, I'm good.
pt: No, sono a posto.

# 1092_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni pure a trovarci!

# 1104_Attendant
source: Welcome! ...Wait, Haruka Sawamura-chan!? Is that really you?
pt: Benvenuto! ...Aspetta, Haruka Sawamura-chan!? Sei proprio tu?

# 1116_Haruka
source: Oh, sorry! I don't need anything! I'll just be on my way.
pt: Oh, scusa! Non mi serve niente! Me ne stavo andando.

# 1128_Attendant
source: Whoa, it is you! Okay, keep cool, man. ...Should I get her autograph?
pt: Woah, sei proprio tu! Ok, stai calmo, dai. ...Le chiedo un autografo?
