Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049021b.po
Languages: pt

source: Treat Her to Deer Stew
pt: Offrile lo stufato di cervo

source: Not Yet
pt: Non ancora

# 60_Yamashita
source: Saejima-san, don't forget your promise of deer stew!
pt: Saejima-san, non dimenticare la tua promessa dello stufato di cervo!

# 84_Saejima
source: Heh. Never.
pt: Heh. Mai.

# 96_Saejima
source: Heh. Never.
pt: Heh. Mai.

# 108_Saejima
source: But I'm gonna need a bit more time to hunt deer.
pt: Ma mi serve ancora un po' di tempo per cacciare il cervo.

# 120_Yamashita
source: Oh, I understand. I can wait. I'll stay hungry!
pt: Ah, capisco. Posso aspettare. Resterò affamato!

# 132_Saejima
source: Ya know, I'm impressed with how committed ya are. Makes this whole thing worth it.
pt: Sai, sono colpito da quanto ci tieni. Fa sì che ne valga la pena.

# 144_Saejima
source: But I ain't ready yet.
pt: Ma non sono ancora pronto.

# 156_Yamashita
source: Oh. Ok... but remember you promised! I'll wait for you and stay hungry.
pt: Ah. Va bene... ma ricorda la tua promessa! Ti aspetterò e resterò affamato.

# 168_Saejima
source: All right, let's go inside the hut. I'll cook some deer stew for ya.
pt: Allora, entriamo nella capanna. Ti cucino dello stufato di cervo.

# 180_Yamashita
source: Oh, thank you, Saejima-san!
pt: Oh, grazie, Saejima-san!

# 216_Saejima
source: Whew. Made it back alive.
pt: Uff. Sono tornato vivo.

# 228_Yamashita
source: Saejima-san! Thank you so much!
pt: Saejima-san! Grazie mille!

# 240_Saejima
source: You're awful perky. Ya always bounce back so quick from almost freezin'?
pt: Sei un po' troppo pimpante. Ti riprendi sempre così in fretta dopo essere quasi congelato?

# 252_Yamashita
source: Oh, it's because I'm so excited about your promise! You haven't forgotten about making me deer stew, have you?
pt: Oh, è perché sono così entusiasta della tua promessa! Non ti sei mica dimenticato di farmi lo stufato di cervo, vero?

# 276_Saejima
source: Heh. Never.
pt: Heh. Mai.

# 288_Saejima
source: Heh. Never.
pt: Heh. Mai.

# 300_Saejima
source: But I'm gonna need a bit more time to hunt deer.
pt: Ma mi servirà un po' più di tempo per cacciare il cervo.

# 312_Yamashita
source: Oh, I understand. I can wait. I'll stay hungry!
pt: Oh, capisco. Posso aspettare. Resterò affamato!

# 324_Saejima
source: Ya know, I'm impressed with how committed ya are. Makes this whole thing worth it.
pt: Sai, sono impressionato da quanto ci tieni. Tutta questa faccenda ne vale la pena.

# 336_Saejima
source: But I ain't ready yet.
pt: Ma non sono ancora pronto.

# 348_Yamashita
source: Oh. Ok... but remember you promised! I'll wait for you and stay hungry.
pt: Oh. Ok... ma ricordati che hai promesso! Ti aspetterò e resterò affamato.

# 360_Saejima
source: All right, let's go inside the hut. I'll cook some deer stew for ya.
pt: Va bene, entriamo nella capanna. Ti preparo dello stufato di cervo.

# 372_Yamashita
source: Oh, thank you, Saejima-san!
pt: Oh, grazie, Saejima-san!
