Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003304a1.po
Languages: pt

source: You learned about Import.net! ...Time to get clicking!
pt: Hai scoperto Import.net! ...È ora di cliccare!

source: You've reached a new breakthrough in batting potential! Your Heat Eye was enhanced.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Heat Eye è stato potenziato.

source: You've reached a new breakthrough in batting potential! Your Heat Eye was enhanced.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Heat Eye è stato potenziato.

source: You've reached a new breakthrough in batting potential! Your Heat Eye was enhanced.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Heat Eye è stato potenziato.

source: You've reached a new breakthrough in batting potential! Your Foul Hitting was enhanced.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Foul Hitting è stato potenziato.

source: You've reached a new breakthrough in batting potential! Your Impact Timing was enhanced.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Impact Timing è stato potenziato.

source: You've reached a new breakthrough in batting potential! Your Batting Eye was enhanced.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Batting Eye è stato potenziato.

source: You've reached a new breakthrough in batting potential! Your Slugging Range has increased.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Raggio di potenza è aumentato.

source: You learned about Sportsman Web. ...Time to get clicking!
pt: Hai scoperto Sportsman Web. ...È ora di cliccare!

source: You've reached a new breakthrough in batting potential! Your Swing Cursor was amplified.
pt: Hai raggiunto una nuova svolta nel potenziale di battuta! Il tuo Cursore di Swing è stato potenziato.

source: You learned about Sporting Goods. ...Time to get clicking!
pt: Hai scoperto gli Articoli Sportivi. ...È ora di cliccare!

source: Coach Igarashi
pt: Allenatore Igarashi

source: Nope.
pt: No.

source: If you please.
pt: Prego.

source: Player
pt: Giocatore

# 568_Coach Igarashi
source: Ah, Shinada. Hm? You're with a friend. We'll leave any talk of training for another day.
pt: Ah, Shinada. Hm? Sei con un amico. Lasceremo ogni discorso sull'allenamento per un altro giorno.

# 580_Shinada
source: Coach Igarashi.
pt: Allenatore Igarashi.

# 604_Coach Igarashi
source: Oh, right, Shinada. I found another good online shop. Here, I'll show you.
pt: Oh, giusto, Shinada. Ho trovato un altro buon negozio online. Ecco, te lo mostro.

# 640_Coach Igarashi
source: There's nothing left for me to teach you.
pt: Non ho più niente da insegnarti.

# 652_Coach Igarashi
source: I've given you all the training you'll need. And I must say, you've grown quite admirably.
pt: Ti ho impartito tutto l'allenamento di cui avrai bisogno. E devo dire, sei cresciuto piuttosto egregiamente.

# 664_Coach Igarashi
source: Now go on and settle things from your past.
pt: Ora vai e regola i conti col tuo passato.

# 676_Coach Igarashi
source: I see you finally put your past to rest, huh? Well done.
pt: Vedo che hai finalmente regolato i conti col tuo passato, eh? Ben fatto.

# 688_Coach Igarashi
source: But the road to better batting continues without end. Stay the course, kid.
pt: Ma la strada per una battuta migliore non ha mai fine. Tieni duro, ragazzo.

# 700_Shinada
source: Coach, I did it. I caught a marlin.
pt: Allenatore, ce l'ho fatta. Ho preso un marlin.

# 712_Coach Igarashi
source: Ah, well done. Your dynamic visual acuity should've improved significantly.
pt: Ah, ben fatto. La tua acuità visiva dinamica dovrebbe essere migliorata notevolmente.

# 724_Coach Igarashi
source: Specifically, your ability to concentrate on pitches will have improved－the length of time the ball appears stationary will be longer.
pt: Nello specifico, la tua capacità di concentrarti sui lanci sarà migliorata — il tempo in cui la palla appare ferma sarà più lungo.

# 736_Shinada
source: I sure hope so. That was one slippery challenge, and not the kind I'm used to!
pt: Lo spero proprio. Quella è stata una bella sfida scivolosa, e non il genere a cui sono abituato!

# 772_Coach Igarashi
source: So this is it for training, huh?
pt: Allora è tutto per l'allenamento, eh?

# 784_Coach Igarashi
source: Yes. You know, I'm really impressed that you stuck with it to the end. You are my best student, after all.
pt: Sì. Sai, sono davvero impressionato che tu ci abbia tenuto duro fino alla fine. Dopotutto sei il mio miglior studente.

# 796_Shinada
source: Nah... I just did as I was told. You're the one who decided to train me, Coach.
pt: Nah... Ho fatto solo come mi hai detto tu. Sei tu che hai deciso di allenarmi, Allenatore.

# 808_Coach Igarashi
source: Heh. You're about the only student who has that sort of attitude.
pt: Heh. Sei praticamente l'unico studente con un atteggiamento del genere.

# 820_Shinada
source: Aw shucks...
pt: Ma dai...

# 832_Coach Igarashi
source: You see, I retired because no one was listening to me anymore.
pt: Sai, mi sono ritirato perché nessuno mi stava più a sentire.

# 844_Coach Igarashi
source: Scientific training methods are all the rage these days. People called my ways outdated and gave up on me.
pt: Metodi di allenamento scientifici fanno furore di questi tempi. La gente definiva i miei metodi antiquati e mi ha abbandonato.

# 856_Coach Igarashi
source: But you know, seeing your incredible growth, I'm convinced my style wasn't wrong. I feel confident as a trainer again.
pt: Ma sai, vedendo la tua incredibile crescita, sono convinto che il mio stile non fosse sbagliato. Mi sento di nuovo sicuro di me come allenatore.

# 868_Shinada
source: Then, does that mean what I think it means?
pt: Allora, significa quello che penso io?

# 880_Coach Igarashi
source: Yes. I think I'm going to resume coaching. My retirement's canceled.
pt: Sì. Penso che riprenderò ad allenare. Il mio ritiro è annullato.

# 892_Shinada
source: You're too young to be going out to pasture anyway.
pt: Sei troppo giovane per ritirarti comunque.

# 904_Coach Igarashi
source: I'll stay in Nagoya a while longer, though. I want to see how things turn out for you.
pt: Resterò a Nagoya ancora per un po', però. Voglio vedere come va a finire per te.

# 916_Shinada
source: Cool.
pt: Bello.

# 928_Coach Igarashi
source: Go to Nagoya Wharf and catch a marlin. A marlin has power and endurance like you wouldn't believe, so it'll take everything you got to land one.
pt: Vai al molo di Nagoya e pesca un marlin. Un marlin ha una potenza e una resistenza che non immagineresti, quindi ci vorrà tutto quello che hai per tirarne su uno.

# 940_Shinada
source: Here I am for training, Coach.
pt: Eccomi per l'allenamento, allenatore.

# 952_Coach Igarashi
source: Good, let's get to it. What were we going to do? Improve your dynamic visual acuity?
pt: Bene, mettiamoci al lavoro. Cosa dovevamo fare? Migliorare la tua acuità visiva dinamica?

# 964_Shinada
source: Yes. Something about getting nutrition and building a foundation.
pt: Sì. Qualcosa sul nutrimento e sul costruire una base.

# 976_Coach Igarashi
source: That's right. By getting the nutrition one needs, the benefits of training become more pronounced.
pt: Esatto. Ottenendo il nutrimento di cui si ha bisogno, i benefici dell'allenamento diventano più evidenti.

# 988_Coach Igarashi
source: As such, proper nutrition is essential to improving dynamic visual acuity.
pt: Pertanto, un'alimentazione corretta è essenziale per migliorare l'acuità visiva dinamica.

# 1000_Shinada
source: Okay. So what should I do?
pt: Va bene. Allora cosa dovrei fare?

# 1012_Coach Igarashi
source: Hold your horses. You should know, this will be your final training session.
pt: Frena un attimo. Devi sapere, questa sarà la tua ultima sessione di allenamento.

# 1024_Shinada
source: Huh? This is it?
pt: Eh? È tutto?

# 1036_Coach Igarashi
source: That's right. This last training will bring your batting skills up to where they need to be.
pt: Esatto. Quest'ultimo allenamento porterà le tue abilità di battuta dove devono essere.

# 1048_Coach Igarashi
source: After that, there's nothing more for me to teach.
pt: Dopodiché, non ho più nulla da insegnare.

# 1060_Shinada
source: I see... Well, what's this final training you have for me?
pt: Capisco... Allora, qual è quest'ultimo allenamento che hai per me?

# 1072_Coach Igarashi
source: Go sea fishing. Nagoya's wharf will do.
pt: Vai a pescare in mare. Il molo di Nagoya andrà bene.

# 1084_Shinada
source: Sea fishing!? Nope, never mind－I've decided nothing surprises me anymore. Why that, though?
pt: Pesca in mare!? Macché, ho deciso che ormai non mi sorprende più niente. Ma perché quello, però?

# 1096_Coach Igarashi
source: To get you to focus. When sea fishing, concentrating on the movements of your catch is absolutely paramount, lest your line be broken.
pt: Per farti concentrare. Quando peschi in mare, concentrarsi sui movimenti della tua preda è assolutamente fondamentale, altrimenti la tua lenza si spezzerà.

# 1108_Coach Igarashi
source: The fish are also more powerful. Some of them you'll have to battle for quite a while before you can finally reel them in.
pt: Anche i pesci sono più potenti. Alcuni dovrai combatterli per un bel po' prima di poterli finalmente tirare su.

# 1120_Shinada
source: Yeesh. Sounds intense.
pt: Accidenti. Sembra tosto.

# 1132_Coach Igarashi
source: As it should be. You need stamina to win a battle of endurance. That's why I've been telling you to get the fundamental nutrients you need.
pt: Come è giusto che sia. Hai bisogno di resistenza per vincere una battaglia di logoramento. Ecco perché ti ho detto di assumere i nutrienti fondamentali di cui hai bisogno.

# 1144_Shinada
source: Okay... I'm sorta convinced?
pt: Okay... Sono quasi convinto?

# 1156_Coach Igarashi
source: See? I've thought your training through.
pt: Vedi? Ho pensato bene al tuo allenamento.

# 1168_Shinada
source: All right then, Coach. Off to the rough and stormy waters I go.
pt: Va bene allora, Coach. Vado dritto nelle acque burrascose.

# 1180_Coach Igarashi
source: Hold on, hold on. You need to catch a marlin. Understood?
pt: Aspetta, aspetta. Devi pescare un marlin. Capito?

# 1192_Shinada
source: ...Does it have to be a marlin?
pt: ...Deve essere un marlin?

# 1204_Coach Igarashi
source: Of course. Did you think you could just snag a goby and be done with it?
pt: Certo. Pensavi di poter semplicemente prendere un ghiozzo e farla finita?

# 1216_Coach Igarashi
source: A marlin is the pinnacle of piscine power and endurance. It will take your all to land one.
pt: Un marlin è l'apice della potenza ittica e della resistenza. Ti ci vorrà tutto quello che hai per tirarne su uno.

# 1228_Shinada
source: Got it. Then I'm gonna reel me in the biggest marlin you ever saw!
pt: Capito. Allora vado a tirar su il marlin più grande che tu abbia mai visto!

# 1240_Shinada
source: I'm back, Coach.
pt: Sono tornato, Coach.

# 1252_Coach Igarashi
source: Ah, Shinada. Did you go eat some chicken dishes?
pt: Ah, Shinada. Sei andato a mangiare qualche piatto a base di pollo?

# 1264_Shinada
source: Sure did. I ate chicken at at least three restaurants, just like you said.
pt: Certo che sì. Ho mangiato pollo in almeno tre ristoranti, proprio come hai detto.

# 1276_Coach Igarashi
source: Good. Your dynamic visual acuity should be better. You'll be able to see the ball in motion with better clarity.
pt: Bene. La tua acuità visiva dinamica dovrebbe essere migliore. Riuscirai a vedere la palla in movimento con maggiore chiarezza.

# 1288_Shinada
source: I sure hope so. Gotta test it out next time.
pt: Spero proprio di sì. Devo provarlo la prossima volta.

# 1300_Shinada
source: Oh, and if I want to keep improving my vision, I should keep eating more chicken?
pt: Oh, e se voglio continuare a migliorare la mia vista, dovrei continuare a mangiare più pollo?

# 1312_Coach Igarashi
source: No, I'm afraid it doesn't work that way.
pt: No, mi sa che non funziona così.

# 1324_Shinada
source: ...Knew it.
pt: ...Lo sapevo.

# 1336_Coach Igarashi
source: Consider this akin to laying down the foundation of a building. The nutrients found in chicken are the basis for further growth in your abilities.
pt: Considera questo come gettare le fondamenta di un edificio. I nutrienti che trovi nel pollo sono la base per un'ulteriore crescita delle tue abilità.

# 1348_Coach Igarashi
source: Next time, I'll teach you that training method.
pt: La prossima volta, ti insegnerò quel metodo di allenamento.

# 1360_Shinada
source: Cool.
pt: Ottimo.

# 1396_Coach Igarashi
source: Today, chicken's on the menu. Eat it at three different places in Kineicho, minimum. And three things at the same restaurant won't count. That'd just be dishonest.
pt: Oggi, pollo sul menu. Mangialo in almeno tre posti diversi a Kineicho. E tre cose nello stesso ristorante non conteranno. Sarebbe proprio da disonesti.

# 1408_Shinada
source: I'm here, Coach! Train me up right!
pt: Sono qui, Coach! Allenami per bene!

# 1420_Coach Igarashi
source: Oh, you're back again. All right, let's not waste any time. I'll have you hone your dynamic visual acuity even further.
pt: Oh, sei tornato di nuovo. Bene, non perdiamo tempo. Ti farò affinare ulteriormente la tua acuità visiva dinamica.

# 1432_Shinada
source: Oh, like the time you made me eat anthocyanins? What should I do this time?
pt: Oh, come quella volta che mi hai fatto mangiare antociani? Cosa devo fare questa volta?

# 1444_Coach Igarashi
source: Hit the town and go scarf down some chicken.
pt: Fatti un giro in città e vai a spazzolare del pollo.

# 1456_Shinada
source: Chicken? So I should be eating more protein now?
pt: Pollo? Quindi dovrei mangiare più proteine adesso?

# 1468_Coach Igarashi
source: That's right. Chicken is ideal for its ample amount of animal protein. Plus, Nagoya's famous for the stuff.
pt: Esatto. Il pollo è l'ideale per la sua abbondante quantità di proteine animali. In più, Nagoya è famosa proprio per il pollo.

# 1480_Coach Igarashi
source: You get to eat well, and you gain the benefits of training. Isn't that a win-win situation?
pt: Mangi bene, e ottieni i benefici dell'allenamento. Non è una situazione vantaggiosa per tutti?

# 1492_Shinada
source: It would be... if I didn't have to pay for it.
pt: Sarebbe... se non dovessi pagarlo.

# 1504_Coach Igarashi
source: Did I mention you have to try at least three different restaurants? You can't just go to one place and expect to learn everything.
pt: Ma ti ricordi che devi provare almeno tre ristoranti diversi? Non puoi mica andare in un solo posto e pretendere di imparare tutto.

# 1516_Shinada
source: Aww, why not?
pt: Uffa, perché no?

# 1528_Coach Igarashi
source: Every restaurant prepares and flavors their food differently. Nutritional intake varies with the cooking method, temperature, added ingredients, and so on.
pt: Ogni ristorante prepara e insaporisce il cibo in modo diverso. L'apporto nutrizionale varia in base al metodo di cottura, alla temperatura, agli ingredienti aggiunti e così via.

# 1540_Coach Igarashi
source: This training also makes you locate good restaurants. That alone should improve your attention and mental strength.
pt: Questo allenamento ti fa anche trovare buoni ristoranti. Questo da solo dovrebbe migliorare la tua attenzione e la forza mentale.

# 1552_Shinada
source: You really think so? Well, I'm not one to argue. Then I'm off to find the tastiest chicken in town!
pt: Dici sul serio? Beh, non sono uno che fa storie. Allora vado a caccia del pollo più buono della città!

# 1564_Coach Igarashi
source: You do that. Get some good nutrition into you.
pt: Fai pure. Datti una bella mangiata nutriente.

# 1576_Shinada
source: I'm back, Coach.
pt: Sono tornato, Coach.

# 1588_Coach Igarashi
source: Ah, yes. Well? Did you manage to eat food with anthocyanins?
pt: Ah, sì. Allora? Sei riuscito a mangiare cibo con antociani?

# 1600_Shinada
source: I did. It certainly was a challenge, but I managed somehow.
pt: Sì, ce l'ho fatta. È stata di certo una bella sfida, ma in qualche modo me la sono cavata.

# 1612_Coach Igarashi
source: Good. That should have improved your dynamic visual acuity.
pt: Bene. Questo dovrebbe aver migliorato la tua acuità visiva dinamica.

# 1624_Coach Igarashi
source: Remember your ability to focus and see pitches as if they were suspended in time? That ability should be more pronounced now.
pt: Ti ricordi la tua capacità di concentrarti e vedere i lanci come se fossero sospesi nel tempo? Quella capacità dovrebbe essere più marcata ora.

# 1636_Shinada
source: Oh, that thing. Yeah, I'll definitely give that a try.
pt: Ah, quella roba. Sì, ci proverò di sicuro.

# 1648_Shinada
source: I'll go eat some more anthocyanins, too. That's gonna keep improving my vision, right?
pt: Vado a mangiare altri antociani anch'io. Questo continuerà a migliorare la mia vista, giusto?

# 1660_Coach Igarashi
source: I highly doubt that.
pt: Ne dubito proprio.

# 1672_Shinada
source: ...Why?
pt: ...Perché?

# 1684_Coach Igarashi
source: Training isn't that simple. This time, your dynamic visual acuity was improved using a certain form of nutrition, but don't expect that to happen every time.
pt: L'allenamento non è mica così semplice. Questa volta, la tua acuità visiva dinamica è stata migliorata usando una certa forma di nutrizione, ma non aspettarti che succeda ogni volta.

# 1696_Coach Igarashi
source: Anyhow. If you want to enhance this ability further, come see me again.
pt: Comunque. Se vuoi migliorare ancora questa abilità, vieni a trovarmi ancora.

# 1708_Shinada
source: Cool.
pt: Fico.

# 1744_Coach Igarashi
source: Go out and find food that contains anthocyanins. There should be plenty in town. Simple enough for you?
pt: Vatti a cercare cibo che contenga antociani. Dovresti trovarne un sacco in città. È abbastanza semplice per te, no?

# 1756_Shinada
source: Hey, Coach. What you got for me today?
pt: Ehi, Coach. Cosa c'hai per me oggi?

# 1768_Coach Igarashi
source: Ah, Shinada. Here to train? Then I'd be glad to help you.
pt: Ah, Shinada. Sei qui per allenarti? Allora ti aiuterò volentieri.

# 1780_Coach Igarashi
source: Let's see now... How about working on your dynamic visual acuity?
pt: Vediamo un po'... Che ne dici di lavorare sulla tua acuità visiva dinamica?

# 1792_Shinada
source: Oh, was that the one where you made me go fishing? Okay, I'll go grab some worms off the ground and－
pt: Oh, quella era la volta che mi hai fatto andare a pesca? Ok, vado a prendere qualche verme da terra e－

# 1804_Coach Igarashi
source: Don't get ahead of yourself. It's not fishing this time.
pt: Non ti montare la testa. Non è pesca questa volta.

# 1816_Shinada
source: ...Then what is it?
pt: ...Allora cos'è?

# 1828_Coach Igarashi
source: You should like this. We're taking a nutritional approach this time.
pt: Questo ti piacerà. Questa volta andiamo di approccio nutrizionale.

# 1840_Shinada
source: Nutritional? As in, I should eat something?
pt: Nutrizionale? Cioè, devo mangiare qualcosa?

# 1852_Coach Igarashi
source: That's right. By giving your body the nutrition it needs, the benefits of training become more pronounced.
pt: Esatto. Dando al tuo corpo la nutrizione di cui ha bisogno, i benefici dell'allenamento diventano più evidenti.

# 1864_Shinada
source: I can dig it. Hey, isn't there some nutrient that's good for the eyes or whatever?
pt: Ci sto. Ehi, non c'è qualche nutriente che fa bene agli occhi o roba del genere?

# 1876_Coach Igarashi
source: Indeed there is. It's called anthocyanin. Now go eat something that contains it.
pt: Infatti c'è. Si chiama antocianina. Ora vai a mangiare qualcosa che la contenga.

# 1888_Shinada
source: That's it? Psh, that doesn't sound too hard.
pt: Tutto qui? Pff, non sembra troppo difficile.

# 1900_Coach Igarashi
source: Of course not. All you're doing is eating. There's no challenge whatsoever, unless you've stuffed yourself beforehand or something.
pt: Ma certo che no. Tutto quello che devi fare è mangiare. Non c'è proprio nessuna sfida, a meno che tu non ti sia riempito lo stomaco prima o roba del genere.

# 1912_Shinada
source: Heheh, this one's in the bag. So what kind of food contains anthocyanins?
pt: Heheh, questa è fatta. Allora che tipo di cibo contiene antocianine?

# 1924_Coach Igarashi
source: No idea.
pt: Non ne ho idea.

# 1936_Shinada
source: ...Come again?
pt: ...Come scusa?

# 1948_Coach Igarashi
source: I said I have no idea. You go find it yourself, whatever has anthocyanins in it.
pt: Te l'ho detto, non ne ho idea. Vacci a cercarlo tu, qualsiasi cosa contenga antocianine.

# 1960_Shinada
source: Coach, have I ever told you you're a hardass?
pt: Coach, ti ho mai detto che sei un sergente di ferro?

# 1972_Coach Igarashi
source: Shut your whine-hole and get on with it.
pt: Piantala di frignare e datti una mossa.

# 1984_Shinada
source: Dammit. Fine, I'll get out there...
pt: Maledizione. Va bene, ci vado...

# 1996_Coach Igarashi
source: Ah, you're back. Did you get your prize?
pt: Ah, sei tornato. Hai preso il tuo premio?

# 2008_Shinada
source: Yup. Got the dragon, as instructed.
pt: Già. Ho preso il drago, come mi hai detto.

# 2020_Coach Igarashi
source: Good job. So, how was it? Do you feel like you can foul off pitches better?
pt: Bel lavoro. Allora, com'è andata? Senti di riuscire a battere meglio i lanci in foul?

# 2032_Shinada
source: I haven't noticed that yet, no. But, I do feel like I've gotten into the habit of seeing better in three-dimensional space.
pt: Non l'ho ancora notato, no. Ma, mi sento come se avessi preso l'abitudine di vedere meglio nello spazio tridimensionale.

# 2044_Coach Igarashi
source: Yes, I would hope so. In a real game situation, you should notice that your foul hitting timing will be longer.
pt: Sì, me lo auguro. In una vera situazione di gioco, dovresti notare che il tuo timing per battere in foul sarà più lungo.

# 2056_Shinada
source: No kidding? Dang, I'll definitely have to try that out.
pt: Non scherzi? Accidenti, dovrò decisamente provarlo.

# 2092_Coach Igarashi
source: Get yourself a dragon from a UFO Catcher. I know that's a crazy sentence to say, but I'm talking about those little action figures over at Club SEGA. Now hop to it!
pt: Prenditi un drago da una UFO Catcher. So che è una frase assurda, ma mi riferisco a quelle piccole action figure lì al Club SEGA. Ora datti una mossa!

# 2104_Shinada
source: Back again, Coach.
pt: Di nuovo qui, Coach.

# 2116_Coach Igarashi
source: Hey, Shinada. What shall we have you work on today...
pt: Ehi, Shinada. Cosa ti facciamo fare oggi...

# 2128_Coach Igarashi
source: Ah, yes, how about training that will let you hit more fouls?
pt: Ah, sì, che ne dici di un allenamento che ti faccia battere più foul?

# 2140_Shinada
source: Fouls? Uh, I'd rather work on home runs, if it's all the same to you...
pt: Foul? Uh, preferirei lavorare sui fuoricampo, se per te è uguale...

# 2152_Coach Igarashi
source: Now, now. You do understand how important it is to foul off tough pitches, right?
pt: Suvvia. Capirai bene quanto sia importante battere in foul i lanci difficili, giusto?

# 2164_Coach Igarashi
source: It's an established tactic to wear out pitchers by making them throw extra. You can also foul off pitches until you get the one you want.
pt: È una tattica consolidata per stancare i lanciatori facendogli lanciare di più. Puoi anche battere in foul i lanci finché non ottieni quello che vuoi.

# 2176_Shinada
source: Yeah, I get that.
pt: Già, ho capito.

# 2188_Coach Igarashi
source: Then quit your bellyaching and work on your timing. You need those fouls to win, too.
pt: Allora smettila di lamentarti e lavora sul tuo timing. Ti servono anche quei foul per vincere.
