Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330533.po
Languages: pt

source: Player
pt: Giocatore

source: ○Don't need to buy everything.
pt: ○Non serve comprare tutto.

source: □Wait for things to get cheaper.
pt: □Aspetta che le cose costino meno.

source: △I could buy something for you.
pt: △Potrei prenderti qualcosa.

source: Employee
pt: Cameriere

# 72_Honoka
source: Aww, darn it.
pt: Uff, mannaggia!

# 84_Player
source: Huh? What's wrong?
pt: Eh? Che c'è?

# 96_Honoka
source: There was somethin' here that I'd had my eye on when I came by today.
pt: C'era una cosa qui che avevo adocchiato quando sono passato oggi.

# 108_Honoka
source: But now that I'm here there's this other thing, and another thing, and a new thing that I want, and now I can't decide on what to get!
pt: Ma ora che sono qui, c'è quest'altra cosa, e un'altra ancora, e poi una cosa nuova che voglio un sacco... e non riesco più a decidermi su cosa prendere!

# 120_Player
source: I know the feeling. Worse than not being able to decide is the ever-increasing number of things you want to buy.
pt: Capisco benissimo. Peggio di non riuscire a scegliere, c'è solo l'infinità di roba che ti viene voglia di comprare, e che continua ad aumentare.

# 132_Honoka
source: But tryin' to buy all of the different things I want would be crazy talk.
pt: Ma provare a comprare tutte le diverse cose che voglio sarebbe una follia.

# 144_Honoka
source: I've gotta save up more money.
pt: Devo risparmiare più soldi.

# 156_Player
source: You don't need to buy everything. It's better to buy only what you can afford.
pt: Non devi comprare tutto. È meglio comprare solo quello che ti puoi permettere.

# 168_Honoka
source: I could buy any one of these things, no problem. Not bein' able to afford all of 'em is why I can't decide what to buy.
pt: Potrei comprarmi una di queste cose, senza problemi. Non potermele permettere tutte è il motivo per cui non riesco a decidere cosa prendere.

# 180_Player
source: Which is the most important thing for you to have?
pt: Qual è la cosa più importante per te?

# 192_Honoka
source: Hm. I can't really rank 'em in order of importance.
pt: Mm. Non riesco proprio a metterli in ordine di importanza.

# 204_Player
source: Why not? If there's something you need right now, or something available only for a limited time, you should get one of those.
pt: Perché no? Se c'è qualcosa che ti serve subito, o qualcosa disponibile solo per poco tempo, dovresti prendere uno di quelli.

# 216_Honoka
source: Huh? But I want all of 'em now.
pt: Eh? Però li voglio tutti adesso.

# 228_Player
source: I'm not talking about what you want. I'm talking about what you need.
pt: Non si tratta di quello che vuoi. Si tratta di quello che ti serve.

# 240_Honoka
source: I mean none of it's particularly essential.
pt: Cioè, a dire il vero, non è niente di così essenziale.

# 252_Player
source: Oh, I see. Why don't you do whatever you feel like, then?
pt: Ah, capisco. Perché non fai quello che ti va, allora?

# 264_Honoka
source: Don't say that. I'm in a bind 'cause I can't decide what I feel like...
pt: Non dire così. Non so che pesci pigliare perché non riesco a decidere cosa mi va...

# 276_Player
source: Good grief.
pt: Mamma mia.

# 288_Player
source: Wait for things to get cheaper. If it's something new, put off buying it right away.
pt: Aspetta che le cose costino meno. Se è roba nuova, non comprarla subito.

# 300_Honoka
source: True. But by the time it's cheap, it'll be out of style, won't it? If I'm gonna buy it, I should do it now.
pt: Vero. Ma quando il prezzo scende, sarà già fuori moda, no? Se devo comprarlo, tanto vale prenderlo subito.

# 312_Player
source: I guess that's true. So why not buy the thing that's most popular?
pt: Già, in effetti hai ragione. Allora perché non prendi la cosa più gettonata?

# 324_Honoka
source: 'Cause if I wait a bit longer, maybe somethin' better will come out. So in that case, I shouldn't buy anythin' right away.
pt: Perché se aspetto ancora un po', magari salta fuori qualcosa di meglio. Quindi in quel caso, non dovrei comprare niente subito.

# 336_Player
source: Well, yes. But with that attitude, you'll never be able to buy anything. Why not decide based on whether you want it right now or not?
pt: Beh, sì. Ma con quell'atteggiamento non comprerai mai niente. Perché non decidi in base a se lo vuoi subito o no?

# 348_Honoka
source: Huh? How am I s'posed to do that?
pt: Eh? E come dovrei fare?

# 360_Player
source: How am I supposed to know? Geez, could you be any more wishy-washy?
pt: Come faccio a saperlo? Cavolo, non potresti essere più indeciso?

# 372_Player
source: I could buy something for you.
pt: Potrei prenderti qualcosa.

# 384_Honoka
source: Wow, really? That's so generous of ya, Akiyama-san!
pt: Wow, davvero? È così generoso da parte sua, Akiyama-san!

# 396_Player
source: Just one thing now, mind you. I can't afford to get you everything you've got your eye on.
pt: Solo una cosa, bada bene. Non posso permettermi di prenderti tutto quello su cui hai messo gli occhi.

# 408_Honoka
source: Now, what should I have ya get for me? I guess the most expensive thing!
pt: Allora, cosa dovrei farti prendere? Ma sì, la cosa più costosa!

# 420_Honoka
source: Oh, but if we're gonna do that, maybe we should go to a different store.
pt: Oh, ma se dobbiamo fare così, forse dovremmo andare in un altro negozio.

# 432_Player
source: That's fine by me. But why?
pt: Per me va bene. Ma perché?

# 444_Honoka
source: 'Cause the stuff here's all at bargain basement prices. If yer buyin' me somethin', we should hit up someplace more expensive!
pt: Perché la roba qui è tutta a prezzi stracciati. Se mi compri qualcosa, dovremmo puntare a un posto più costoso!

# 456_Player
source: Whatever you like, miss.
pt: Quel che ti pare, ragazza.

# 516_Staff
source: Welcome.
pt: Benvenuto.

# 528_Honoka
source: Ooh, I want some <Color:8>JANJAN Yakisoba Koku Sauce<Color:Default>. It's super tasty!
pt: Ooh, voglio della <Color:8>JANJAN Yakisoba Koku Sauce<Color:Default>. È super gustosa!

# 540_Player
source: (Honoka-chan wants to have some <Color:8>JANJAN Yakisoba Koku Sauce<Color:Default>.)
pt: (Honoka-chan vuole del <Color:8>JANJAN Yakisoba Koku Sauce<Color:Default>.)

# 612_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 624_Employee
source: Thank you very much.
pt: Grazie mille.

# 660_Staff
source: Welcome.
pt: Benvenuto.

# 684_Staff
source: Thank you very much.
pt: Grazie mille.
