Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003302f0.po
Languages: pt

source: You got <Color:8>Staminan X<Color:Default>.
pt: Hai ottenuto <Color:8>Staminan X<Color:Default>.

source: Pharmacy Owner
pt: Proprietario della Farmacia

# 56_Pharmacy Owner
source: Tatsuo-kun, good afternoon! Or is it good evening already?
pt: Tatsuo-kun, buon pomeriggio! O è già sera?

# 68_Shinada
source: It's a good something, I guess. How's that back of yours?
pt: È già qualcosa, immagino. Come va quella tua schiena?

# 80_Pharmacy Owner
source: Agonizing. No matter how much liniment I apply, it does nothing－and this is one of our finest products, too. Might as well be using toothpaste.
pt: È un tormento. Per quanto unguento mi spalmo addosso, non fa un cavolo—e dire che questo è uno dei nostri prodotti di punta. Tanto varrebbe metterci il dentifricio.

# 92_Shinada
source: Well, you know what they say. Results may vary.
pt: Beh, sai cosa si dice. I risultati possono variare.

# 104_Pharmacy Owner
source: Oh, that's right, we had a few more samples come in. Thought I'd save one for you.
pt: Ah, è vero, ci sono arrivati altri campioni. Ho pensato di metterne uno da parte per te.

# 140_Shinada
source: Wow, thank you! You're always so good to me. Heh, now I don't have to worry about dinner.
pt: Cavolo, grazie! Sei sempre così gentile con me. Beh, ora non mi devo preoccupare della cena.

# 152_Pharmacy Owner
source: Oh, dear, you can't go without eating. You're not so young anymore.
pt: Caro mio, non puoi tirare avanti senza mangiare. Non sei più un ragazzino.

# 164_Shinada
source: Ahaha... Truth. Oops, sorry, gotta run. Bye!
pt: Ahaha... Vero. Ops, scusa, devo filare. Ciao!
