Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330086.po
Languages: pt

# 3440_Player
source: The first player to reach exactly zero at the end of the assigned number of rounds wins. If neither player can reach zero during the allotted rounds, the player with fewer remaining points is declared the winner.
pt: Il primo giocatore a raggiungere esattamente zero alla fine del numero di round assegnato vince. Se nessuno dei giocatori riesce a raggiungere zero durante i round assegnati, il giocatore con meno punti rimanenti viene dichiarato vincitore.

# 3452_How to Play Cricket
source: In Cricket, only the numbers 15 through 20 and the bull's-eye are used. Singles count as one hit, Doubles count as two hits, and Triples count as three hits.
pt: Nel Cricket, vengono usati solo i numeri dal 15 al 20 e il bull's-eye. I singoli contano come un colpo, i doppi contano come due colpi, e i tripli contano come tre colpi.

# 3464_Player
source: Three hits on a number closes it. The points from subsequent hits on a number you closed are added to your score.
pt: Tre colpi su un numero lo chiudono. I punti dei colpi successivi su un numero che hai chiuso vengono aggiunti al tuo punteggio.

# 3476_Player
source: However, if your opponent closes that number as well, you will no longer get points when you hit it.
pt: Tuttavia, se anche il tuo avversario chiude quel numero, non otterrai più punti quando lo colpisci.

# 3488_Player
source: When all rounds are concluded, the player with the highest score at the end of the assigned number of rounds wins. You can also win if you close all the numbers before the end of the assigned number of rounds and your score is higher than your opponent's.
pt: Quando tutti i round sono conclusi, il giocatore con il punteggio più alto alla fine del numero di round assegnato vince. Puoi anche vincere se chiudi tutti i numeri prima della fine del numero di round assegnato e il tuo punteggio è più alto di quello del tuo avversario.

# 3500_About Overkill
source: Another rule in Cricket states that when there's at least a 200-point difference in the scores, the winning player stops earning points. This is known as overkill.
pt: Un'altra regola nel Cricket stabilisce che quando c'è almeno una differenza di 200 punti nei punteggi, il giocatore in vantaggio smette di guadagnare punti. Questo è noto come eccesso di punti.

# 3512_Player
source: The player in overkill cannot score hit counts or points on open numbers with one exception: hit counts that do not involve points are valid as usual.
pt: Il giocatore in eccesso di punti non può segnare conteggi di colpi o punti sui numeri aperti con un'eccezione: i conteggi di colpi che non implicano punti sono validi come al solito.

# 3524_Player
source: Example: You are winning by 200 points and your first throw hits 15, your second throw also hits 15, and your third throw hits double 15. The hit count of the third throw is limited to one, resulting in a total hit count of three for the round.
pt: Esempio: Se stai vincendo di 200 punti e il tuo primo lancio colpisce il 15, il tuo secondo lancio colpisce anche il 15, e il tuo terzo lancio colpisce il doppio 15. Il conteggio dei colpi del terzo lancio è limitato a uno, risultando in un conteggio totale di tre colpi per il round.

# 3536_Player
source: Note that if the score gap is 199 or less, points exceeding 200 are awarded, and the hit count is also valid. Example: You are winning by 199 points, and you hit triple 20: Your hit count is three, and you get 60 points, raising your point total to 259.
pt: Tieni presente che se la differenza di punteggio è pari o inferiore a 199, i punti che superano i 200 ti vengono assegnati, e anche il conteggio dei colpi è valido. Esempio: Stai vincendo di 199 punti e colpisci un triplo 20: Il tuo conteggio dei colpi è tre e ottieni 60 punti, portando il tuo totale punti a 259.

# 3584_Player
source: Aww, okay. Well, maybe you can play <Color:8>darts<Color:Default> next time.
pt: Ah, okay. Beh, magari puoi giocare a <Color:8>dardi<Color:Default> la prossima volta.

# 3632_Employee
source: Do you want to play darts? One game is 200 yen.
pt: Vuoi giocare a dardi? Una partita costa 200 yen.

# 3644_Employee
source: Do you want to play darts? It's 400 yen for two people.
pt: Vuoi giocare a dardi? Costa 400 yen per due persone.

# 3668_Riku
source: Let's play darts together! ♪
pt: Giochiamo a dardi insieme! ♪

# 3680_Kiryu
source: (Riku wants to play some darts.)
pt: (Riku vuole giocare a dardi.)

# 3704_Kiryu
source: Okay, let's play a round.
pt: Va bene, facciamo una partita.

# 3716_Riku
source: Hehe, I ain't gonna go easy on you! ♪
pt: Hehe, non ti faccio sconti! ♪

# 3740_Kiryu
source: Sorry, but I'd rather play alone.
pt: Mi dispiace, ma preferirei giocare da solo.

# 3752_Riku
source: What? Aren't we on a date?
pt: Che? Non siamo a un appuntamento?

# 3776_Kiryu
source: Sorry. I don't have the money.
pt: Mi dispiace. Non ho i soldi.

# 3788_Riku
source: Kiryu-san, you shouldn't invite people on dates if yer broke.
pt: Kiryu-san, non dovresti invitare gente a un appuntamento se sei al verde.

# 3812_Kiryu
source: Sorry, but I'm not feeling it.
pt: Mi dispiace, ma non me la sento.

# 3824_Riku
source: Oh... You're not?
pt: Oh... Non ti va?

# 3848_Kaguya
source: Let's play darts together! ♪
pt: Giochiamo a dardi insieme! ♪

# 3860_Saejima
source: (Kaguya wants to play darts.)
pt: (Kaguya vuole giocare a dardi.)

# 3884_Saejima
source: Sure, let's have ourselves a game.
pt: Va bene, facciamoci una partita.

# 3896_Kaguya
source: Don't expect me to go easy on you!
pt: Non aspettarti che ti faccia sconti!

# 3920_Saejima
source: Sorry, but I kinda wanna play alone.
pt: Mi dispiace, ma preferirei giocare da solo.

# 3932_Kaguya
source: Oh... I guess I'll just watch, then.
pt: Oh... Allora starò a guardare.

# 3956_Saejima
source: Sorry. Can't afford it.
pt: Mi dispiace. Non posso permettermelo.

# 3968_Kaguya
source: Oh, okay... I guess we'll have to go somewhere that doesn't cost money, then.
pt: Oh, va bene... Allora dovremo andare da qualche parte che non costi soldi.

# 3992_Saejima
source: Sorry. Not really in the mood.
pt: Mi dispiace. Non sono proprio dell'umore.

# 4004_Kaguya
source: What? Why did you even ask me on a date, then!?
pt: Cosa? Ma allora perché mi hai chiesto di uscire!?

# 4028_Hinata
source: Let's play darts! ♪
pt: Giochiamo a dardi! ♪

# 4040_Kiryu
source: (Hinata wants to play some darts...)
pt: (Hinata vuole giocare a dardi.)

# 4064_Kiryu
source: Okay, let's play a round.
pt: Va bene, facciamoci una partita.

# 4076_Hinata
source: Hehe. I'm not letting you off easy! ♪
pt: Hehe. Non ti faccio sconti! ♪

# 4100_Kiryu
source: Sorry, but I'd rather play alone.
pt: Mi dispiace, ma preferirei giocare da solo.

# 4112_Hinata
source: What? Fine, I'll just watch.
pt: Cosa? Va bene, allora starò a guardare.

# 4136_Kiryu
source: Sorry, I don't have the money.
pt: Mi dispiace, non ho i soldi.

# 4148_Hinata
source: Wow, you're pretty broke.
pt: Wow, sei proprio al verde.

# 4172_Kiryu
source: Sorry, but I'm not feeling it.
pt: Mi dispiace, ma non me la sento.

# 4184_Hinata
source: Seriously? But what about our date?
pt: Davvero? Ma la nostra uscita?

# 4220_Employee
source: Have you ever customized your darts, sir? Come see me if you'd like to do so.
pt: Ha mai personalizzato i suoi dardi, signore? Passi da me se le va.

# 4340_Employee
source: Darts are made of two simple parts: the dart itself and the flight. I'll give you four parts to play around with, but there are many more out there you can use.
pt: I dardi si compongono di due semplici parti: il dardo in sé e l'aletta. Le darò quattro parti con cui divertirsi, ma ce ne sono molte altre là fuori che può usare.

# 4352_Employee
source: Many passionate dart players customize their darts, so you may find people who will give you parts for your own set.
pt: Molti appassionati di dardi personalizzano i loro dardi, quindi potresti trovare persone che ti daranno pezzi per il tuo set personale.

# 4364_Employee
source: Go on, put the parts together and make your own custom set of darts.
pt: Forza, metti insieme i pezzi e crea il tuo set di dardi personalizzato.

# 4508_Employee
source: Would you like to play with one of our employees? If so, it'll be 400 yen for two players.
pt: Le piacerebbe giocare con uno dei nostri impiegati? In quel caso, il costo è di 400 yen per due giocatori.

# 4532_Kiryu
source: (Who should I invite to play? It'll be 400 yen for a two player game.)
pt: (Chi dovrei invitare a giocare? Il costo è di 400 yen per due giocatori.)

# 4544_Akiyama
source: (400 yen for two people, huh? Who should I invite to play?)
pt: (400 yen per due persone, eh? Chi dovrei invitare a giocare?)

# 4556_Saejima
source: (400 yen for two people, huh? Who should I invite to play?)
pt: (400 yen per due persone, eh? Chi dovrei invitare a giocare?)

# 4568_Shinada
source: (All right, who should I invite to play? It's 400 yen for the two of us.)
pt: (Va bene, chi dovrei invitare a giocare? Sono 400 yen per noi due.)

# 4580_Haruka
source: (Who should I call over? It's 400 yen for two people, right?)
pt: (Chi dovrei invitare? Sono 400 yen per due persone, giusto?)

# 4592_Kiryu
source: (I'll invite Riku.)
pt: (Inviterò Riku.)

# 4724_Riku
source: Sorry to keep y'waiting! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a dardi con me?

# 4736_Riku
source: Geez, why'd ya hafta call me back from Tokyo for this, Kiryu-san? Couldn't we have just gone somewhere out there?
pt: Accidenti, perché diavolo mi hai dovuto richiamare da Tokyo per questa roba, Kiryu-san? Non potevamo mica andare da qualche parte là fuori?

# 4748_Player
source: Why didn't you say that before you got here?
pt: Perché non l'hai detto prima di arrivare qui?

# 4760_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to play darts!?
pt: Ma mi stai prendendo in giro! Mi hai fatto venire fin qui a Tokyo solo per giocare a dardi!?

# 4772_Player
source: Well, you can do some sightseeing before you head back, too. Anyway, let's play.
pt: Beh, potrai farti un giro turistico anche prima di ripartire. Comunque, dai, giochiamo.

# 4784_Riku
source: Sorry to keep ya waitin'! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a dardi con me?

# 4796_Saejima
source: (Let's call up Kaguya.)
pt: (Invitiamo Kaguya.)

# 4928_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo intenzione di starmene a casa oggi, ma non posso dire di no quando mi inviti ad uscire, Saejima-san!

# 4940_Kaguya
source: If you wanted to play darts, we could have played in Kamurocho. Why did you call me all the way back here to Tsukimino!?
pt: Se volevi giocare a dardi, potevamo giocare a Kamurocho. Perché mi hai richiamato fin qui a Tsukimino!?

# 4952_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 4964_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Andare al lavoro è già un gran sbattimento di suo, e tu mi chiami fin qui a Tokyo!? Incredibile!

# 4976_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 4988_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo intenzione di starmene a casa oggi, ma non posso dire di no quando mi inviti ad uscire, Saejima-san!

# 5000_Akiyama
source: (Let's call up Honoka-chan.)
pt: (Invitiamo Honoka-chan.)

# 5096_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to play darts? This some kinda joke?
pt: Hai chiamato una studentessa che è impegnata a cercare lavoro fin qui a Osaka, solo per giocare a dardi? Ma è uno scherzo?

# 5108_Player
source: Oh, right. I'm really sorry.
pt: Ah, giusto. Mi dispiace davvero.

# 5120_Honoka
source: Sorry for the wait! It's good to get out every once in a while! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! Fa bene uscire ogni tanto! <Color:255,200,200,255>♥<Color:Default>

# 5132_Player
source: Shall we begin?
pt: Iniziamo?

# 5144_Shinada
source: (I'll give Shion-chan a call.)
pt: (Chiamerò Shion-chan.)

# 5240_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly! Do you think I have nothing better to do?
pt: È davvero maleducato farmi venire fin qui da Nagoya per una cosa del genere, sai. Ma davvero! Credi che non abbia niente di meglio da fare?

# 5252_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Sì, scusa! Immagino che anche i costi di viaggio siano stati un po' un problema.

# 5264_Shion
source: Apologies for the delay! I haven't played darts in forever. I'm a little nervous, actually!
pt: Scusa il ritardo! Non gioco a dardi da una vita. Sono un po' nervoso, a dire il vero!

# 5276_Player
source: Well, want to get started?
pt: Allora, vuoi iniziare?

# 5288_Kiryu
source: (Let's give Hinata a call.)
pt: (Invitiamo Hinata.)

# 5372_Hinata
source: Sorry to keep you waiting! I was just looking for something to do. Nice timing, Kiryu-san!
pt: Scusa l'attesa! Stavo proprio cercando qualcosa da fare. Che tempismo, Kiryu-san!

# 5384_Employee
source: Enjoy your game.
pt: Divertiti a giocare.

# 5408_Employee
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 5432_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 5444_Akiyama
source: (I don't have the money. Better try again when I do.)
pt: (Non ho i soldi. Meglio riprovare quando li avrò.)

# 5456_Saejima
source: (Looks like I'm a little short.)
pt: (Sembra che sia un po' a corto.)

# 5468_Shinada
source: (Crap, I don't have 200 yen! Man... Better give up, then.)
pt: (Accidenti, non ho 200 yen! Cavolo... Tocca rinunciare, allora.)

# 5480_Haruka
source: (I don't have 200 yen. I'll have to come back later.)
pt: (Non ho 200 yen. Tocca tornare più tardi.)

# 5516_Kiryu
source: (I don't have enough money to play with someone else...)
pt: (Non ho abbastanza soldi per giocare con qualcun altro...)

# 5528_Akiyama
source: (I don't have enough to play with someone else. I'll have to hold off till next time.)
pt: (Non ho abbastanza soldi per giocare con qualcun altro. Tocca rimandare alla prossima.)

# 5540_Saejima
source: (I could invite someone to play if I had the cash.)
pt: (Potrei invitare qualcuno a giocare se avessi i soldi.)

# 5552_Shinada
source: (If I had money, I could invite someone...)
pt: (Se avessi i soldi, potrei invitare qualcuno...)

# 5564_Haruka
source: (I don't have enough money. I'll try again some other time, I suppose.)
pt: (Non ho abbastanza soldi. Riproverò un'altra volta, immagino.)

# 5588_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 5600_Akiyama
source: (I don't have enough money. Guess I'll have to play another time.)
pt: (Non ho abbastanza soldi. Immagino che giocherò un'altra volta.)

# 5612_Saejima
source: (Looks like I'm a little short.)
pt: (Sembra che sia un po' a corto.)

# 5624_Shinada
source: (I don't have 500 yen! Damn, better give up, then...)
pt: (Non ho 500 yen! Accidenti, tocca rinunciare, allora...)

# 5636_Haruka
source: (I don't have 500 yen. I'll have to come back another day.)
pt: (Non ho 500 yen. Tocca tornare un altro giorno.)

# 5660_Employee
source: Sir, it seems you are not in possession of a <Color:8>DARTSLIVE Membership Card<Color:Default> yet.
pt: Signore, sembra che lei non abbia ancora una <Color:8>DARTSLIVE Membership Card<Color:Default>.

# 5672_Employee
source: This handy little card lets you keep track of your darts results.
pt: Questa pratica schedina ti permette di tenere traccia dei tuoi risultati ai dardi.

# 5684_Employee
source: We give them away free to our customers. Don't forget to use it before you play a game.
pt: Li regaliamo gratis ai nostri clienti. Non dimenticare di usarla prima di giocare una partita.

# 5696_Employee
source: Here you go.
pt: Ecco a lei.

# 5732_Employee
source: If you look at the card, you'll notice that you can set the player name displayed during games, so please take a moment to do that.
pt: Se guardi la tessera, noterai che puoi impostare il nome del giocatore visualizzato durante le partite, quindi ti prego di prenderti un momento per farlo.

# 5756_Employee
source: Okay, you're all done.
pt: Va bene, hai finito.

# 5780_Employee
source: There's a 500 yen fee for replacing a card. Which one would you like?
pt: C'è un costo di 500 yen per sostituire una tessera. Quale desidera?

# 5996_Employee
source: Are you sure? You'll lose all your past darts results if you replace your card.
pt: È sicuro? Perderà tutti i suoi passati risultati ai dardi se sostituirà la sua tessera.

# 6224_Employee
source: Please enter your name on your new card.
pt: Inserisci il tuo nome sulla nuova carta.

# 6248_Employee
source: Your registration is complete.
pt: La tua registrazione è completa.

# 6260_Employee
source: We have three different dart games you can choose from. Which rules do you want to see?
pt: Abbiamo tre diversi giochi di dardi tra cui puoi scegliere. Quali regole vuoi vedere?

# 6272_How to Play Count-Up
source: In this game, the numbers you hit are added to your score. The player with the highest score at the end of the game wins. In Count-Up, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i numeri che colpisci vengono aggiunti al tuo punteggio. Il giocatore con il punteggio più alto alla fine della partita vince. Nel Count-Up, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 6284_How to Play '01 Games
source: In this game, the points you hit are deducted from the designated score as you try to reach exactly zero. There are a variety of starting scores, such as 301 and 501. In '01, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i punti che colpisci vengono dedotti dal punteggio designato mentre cerchi di raggiungere esattamente zero. Ci sono una varietà di punteggi di partenza, come 301 e 501. Nel '01, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 6296_Player
source: You bust if you go under zero, at which point your opponent gets to play. Your points will revert to what they were when the round started.
pt: Vai in bust se scendi sotto lo zero, a quel punto tocca al tuo avversario. I tuoi punti torneranno a quelli che avevi quando è iniziato il round.

# 6308_Player
source: The first player to reach exactly zero at the end of the assigned number of rounds wins. If neither player can reach zero during the allotted rounds, the player with fewer remaining points is declared the winner.
pt: Il primo giocatore a raggiungere esattamente zero alla fine del numero di round assegnato vince. Se nessuno dei due giocatori riesce a raggiungere zero durante i round assegnati, il giocatore con meno punti rimanenti viene dichiarato vincitore.

# 6320_How to Play Cricket
source: In Cricket, only the numbers 15 through 20 and the bull's-eye are used. Singles count as one hit, Doubles count as two hits, and Triples count as three hits.
pt: Nel Cricket, vengono usati solo i numeri dal 15 al 20 e il bull's-eye. I singoli contano come un colpo, i doppi contano come due colpi e i tripli contano come tre colpi.

# 6332_Player
source: Three hits on a number closes it. The points from subsequent hits on a number you closed are added to your score.
pt: Tre colpi su un numero lo chiudono. I punti dai colpi successivi su un numero che hai chiuso vengono aggiunti al tuo punteggio.

# 6344_Player
source: However, if your opponent closes that number as well, you will no longer get points when you hit it.
pt: Tuttavia, se il tuo avversario chiude anche quel numero, non otterrai più punti quando lo colpisci.

# 6356_Player
source: When all rounds are concluded, the player with the highest score at the end of the assigned number of rounds wins. You can also win if you close all the numbers before the end of the assigned number of rounds and your score is higher than your opponent's.
pt: Quando tutti i round sono conclusi, il giocatore con il punteggio più alto alla fine del numero di round assegnato vince. Puoi anche vincere se chiudi tutti i numeri prima della fine del numero di round assegnato e il tuo punteggio è più alto di quello del tuo avversario.

# 6368_About Overkill
source: Another rule in Cricket states that when there's at least a 200-point difference in the scores, the winning player stops earning points. This is known as overkill.
pt: Un'altra regola nel Cricket stabilisce che quando c'è almeno una differenza di 200 punti nei punteggi, il giocatore vincente smette di guadagnare punti. Questo è conosciuto come overkill.

# 6380_Player
source: The player in overkill cannot score hit counts or points on open numbers with one exception: hit counts that do not involve points are valid as usual.
pt: Il giocatore in overkill non può segnare colpi o punti sui numeri aperti con un'eccezione: i colpi che non implicano punti sono validi come al solito.

# 6392_Player
source: Example: You are winning by 200 points and your first throw hits 15, your second throw also hits 15, and your third throw hits double 15. The hit count of the third throw is limited to one, resulting in a total hit count of three for the round.
pt: Esempio: Stai vincendo di 200 punti e il tuo primo lancio colpisce il 15, il tuo secondo lancio colpisce anche il 15, e il tuo terzo lancio colpisce il doppio 15. Il conteggio dei colpi del terzo lancio è limitato a uno, risultando in un conteggio totale di tre colpi per il round.

# 6404_Player
source: Note that if the score gap is 199 or less, points exceeding 200 are awarded, and the hit count is also valid. Example: You are winning by 199 points, and you hit triple 20: Your hit count is three, and you get 60 points, raising your point total to 259.
pt: Si noti che se la differenza di punteggio è di 199 o inferiore, vengono assegnati punti che superano i 200, e il conteggio dei colpi è anche valido. Esempio: Stai vincendo di 199 punti, e colpisci il triplo 20: Il tuo conteggio dei colpi è tre, e ottieni 60 punti, alzando il tuo totale di punti a 259.
