Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690220.po
Languages: pt

source: Player
pt: Giocatore

source: Play Pool with Shion
pt: Gioca a biliardo con Shion

source: Not Right Now
pt: Non adesso

source: Play Eight-ball with Haruka
pt: Gioca a otto-palle con Haruka

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Begin Coach's Mission
pt: Inizia la Missione dell'Allenatore

source: Invite Someone
pt: Invita qualcuno

source: Play Alone
pt: Gioca da solo

source: View Puzzle Pool Rules
pt: Visualizza Regole del Pool Rompicapo

source: Puzzle Pool: Overview 1
pt: Pool Rompicapo: Panoramica 1

source: Puzzle Pool: Overview 2
pt: Pool Rompicapo: Panoramica 2

source: Puzzle Pool: Rules 1
pt: Pool Rompicapo: Regole 1

source: Puzzle Pool: Rules 2
pt: Pool Rompicapo: Regole 2

source: Puzzle Pool: Rules 3
pt: Pool Rompicapo: Regole 3

source: Cancel
pt: Annulla

# 124_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato divertente. Magari faccio qualcos'altro ora.)

# 136_Player
source: A single game of pool will be 800 yen.
pt: Una partita a biliardo costerà 800 yen.

# 148_Shion
source: Would you care to play pool together?
pt: Ti andrebbe di fare una partita a biliardo insieme?

# 160_Player
source: (Shion-chan wants to play pool.)
pt: (Shion-chan vuole giocare a biliardo.)

# 184_Player
source: Sure, let's play!
pt: Certo, giochiamo!

# 196_Shion
source: All right! Let's begin!
pt: Perfetto! Iniziamo!

# 232_Player
source: Sorry, I'd rather play alone.
pt: Mi dispiace, preferirei giocare da solo.

# 244_Shion
source: Well, I never! Why did you even ask me out?
pt: Ma guarda un po'! Ma allora perché mi hai chiesto di giocare?

# 268_Player
source: Sorry. I don't think I can afford it.
pt: Mi dispiace. Non credo di potermelo permettere.

# 280_Shion
source: Goodness, Shinada-san. If you don't have money, you shouldn't overdo it.
pt: Mamma mia, Shinada-san. Se non hai soldi, non dovresti strafare.

# 304_Player
source: Sorry, I don't really feel like it.
pt: Mi dispiace, non mi va proprio.

# 316_Shion
source: Oh no. But this was a great opportunity.
pt: Ah no. Ma questa era una grande opportunità.

# 328_Staff
source: Please come again.
pt: Torni pure a trovarci.

# 352_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno sballo! Fatti sentire ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 400_Honoka
source: That was loads of fun! Gimme a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno sballo! Fatti sentire ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 448_Kaguya
source: That was so much fun! Please give me a call again anytime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno sballo! Fatti sentire ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 508_Shion
source: Shinada-san, you're so good at this! You definitely have my respect.
pt: Shinada-san, sei bravissimo in questo! Hai sicuramente il mio rispetto.

# 520_Shion
source: Oh, I win! I knew I wouldn't lose to you, Shinada-san.
pt: Oh, ho vinto! Lo sapevo che non avrei perso contro di te, Shinada-san.

# 532_Shion
source: How remarkable, it's a draw! I'll be sure to win next time!
pt: Incredibile, è un pareggio! La prossima volta vincerò di sicuro!

# 556_Shion
source: That was so much fun! Please do call me again! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno sballo! Fatti sentire ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 604_Shion
source: That was so much fun! Well, I must be on my way back to Tokyo now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno sballo! Beh, ora devo proprio tornare a Tokyo. <Color:255,200,200,255>♥<Color:Default>

# 652_Hinata
source: That was super fun! Ask me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno sballo! Invitami a uscire di nuovo quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 700_Haruka
source: Uncle Kaz! <Color:8>Play a game of eight-ball<Color:Default> with me!
pt: Zio Kaz! <Color:8>Facciamo una partita a otto-palle<Color:Default> con me!

# 712_Kiryu
source: (Haruka wants to <Color:8>play a round of eight-ball<Color:Default> against me.)
pt: Haruka vuole <Color:8>giocare una partita a otto-palle<Color:Default> contro di me.

# 736_Player
source: Oh, okay. Maybe we can <Color:8>play eight-ball<Color:Default> some other time.
pt: Oh, va bene. Magari possiamo <Color:8>fare una partita a otto-palle<Color:Default> un'altra volta.

# 748_Player
source: A single game will be 800 yen.
pt: Una partita costerà 800 yen.

# 772_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 796_Staff
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Molto bene, signore. Uno dei nostri addetti può illustrarle le regole più nel dettaglio.

# 808_Haruka
source: Uncle Kaz, let's play for real!
pt: Zio Kaz, giochiamo sul serio!

# 832_Player
source: A single game of pool will be 800 yen.
pt: Una partita costerà 800 yen.

# 844_Player
source: (That's right, Coach Igarashi told me to go and win an intermediate nine-ball match, didn't he?)
pt: (Esatto, il Coach Igarashi mi ha detto di andare a vincere una partita intermedia a nove-palle, giusto?)

# 868_Shinada
source: (Okay, let's get to Coach's training.)
pt: (Va bene, mettiamoci sotto con l'allenamento del Coach.)

# 880_Shinada
source: I'd like an intermediate nine-ball match.
pt: Vorrei una partita intermedia a nove-palle.

# 892_Player
source: Of course, sir.
pt: Certo, signore.

# 916_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 940_Staff
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 1000_Player
source: A single game of pool will be 800 yen.
pt: Una partita costerà 800 yen.

# 1012_Player
source: Puzzle Pool is a fun and simple game for one player. You'll be faced with various table setups, the goal being to sink a target ball into the designated pocket in a single shot.
pt: Puzzle Pool è un gioco divertente e semplice in singolo. Ti troverai di fronte a diverse configurazioni del tavolo, l'obiettivo è imbucare una biglia bersaglio nella buca designata con un singolo tiro.

# 1024_Player
source: There are 8 stages in total and you can attempt one stage per play. The game starts at Stage 1 and advances to the next when cleared. You have five attempts per game.
pt: Ci sono in totale 8 livelli e puoi tentare un livello per partita. Il gioco inizia dal Livello 1 e avanza al successivo quando superato. Hai cinque tentativi per partita.

# 1036_Player
source: Hit the cue ball (white) in order to sink the target ball (red) into the designated pocket. If you don't sink it in one shot, or sink it in the wrong pocket, you will lose one attempt.
pt: Colpisci la biglia bianca per imbucare la biglia bersaglio (rossa) nella buca designata. Se non la imbuchi con un singolo tiro, o la imbuchi nella buca sbagliata, perderai un tentativo.

# 1048_Player
source: You also lose an attempt if the cue ball hits a foul ball (black). You will clear the stage if you can pocket the target ball before you run out of attempts.
pt: Perdi anche un tentativo se la biglia bianca colpisce una biglia fallosa (nera). Supererai il livello se riesci a imbucare la biglia bersaglio prima di esaurire i tentativi.

# 1060_Player
source: It is not a foul if the cue ball or target ball hits an assist ball (yellow). You do not need to sink assist balls. Try using assist balls if you are stuck on a shot－it may be the very key to your success.
pt: Non è fallo se la biglia bianca o la biglia bersaglio colpiscono una biglia di assistenza (gialla). Non devi imbucare le biglie di assistenza. Prova a usare le biglie di assistenza se sei bloccato su un tiro－potrebbe essere la chiave del tuo successo.

# 1084_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 1120_Player
source: Very well, sir. By the way, are you familiar with Puzzle Pool?
pt: Certo, signore. A proposito, conosce il Puzzle Pool?

# 1144_Staff
source: It's a single-player version of pool. It's a fun and simple game that even inexperienced players can enjoy.
pt: È una versione del biliardo in singolo. È un gioco divertente e semplice che anche i giocatori inesperti possono divertirsi.

# 1156_Staff
source: The goal is to sink a target ball into the designated pocket with a single shot, on a table set up with different challenges.
pt: L'obiettivo è imbucare una biglia bersaglio nella buca designata con un singolo tiro, su un tavolo allestito con diverse sfide.

# 1168_Player
source: Ah, I see.
pt: Ah, capisco.

# 1180_Staff
source: I highly recommend giving it a try at least once, sir.
pt: Le consiglio vivamente di provarlo almeno una volta, signore.

# 1192_Staff
source: Enjoy, sir.
pt: Si diverta, signore.

# 1204_Player
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Certo, signore. Uno dei nostri addetti può spiegare le regole più nel dettaglio.

# 1228_Staff
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Certo, signore. Uno dei nostri addetti può spiegare le regole più nel dettaglio.

# 1252_Staff
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 1276_Player
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 1300_Player
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 1372_Riku
source: Sorry t'keep ya waitin'! Go easy on me, okay?
pt: Scusa se t'ho fatto aspettare! Vacci piano, ok?

# 1384_Player
source: Sure. Shall we get started?
pt: Certo. Iniziamo?

# 1408_Player
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 1480_Kaguya
source: Sorry to keep you waiting! I didn't know you knew about this place, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Non sapevo che conoscessi questo posto, Saejima-san!

# 1492_Player
source: Heh. Well, wanna get started?
pt: Heh. Allora, iniziamo?

# 1516_Player
source: (I should give Honoka-chan a call.)
pt: (Dovrei chiamare Honoka-chan.)

# 1588_Honoka
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default> I shoulda figured ya were a pool-playing sorta guy, Akiyama-san!
pt: Scusa se ti ho fatto aspettare! <Color:255,200,200,255>♥<Color:Default> Dovevo immaginarlo che fossi un tipo da biliardo, Akiyama-san!

# 1600_Player
source: Heh. Well, want to get started?
pt: Heh. Allora, iniziamo?

# 1624_Player
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 1708_Shion
source: Sorry to keep you waiting. You play pool as well, Shinada-san? Oh, how delightful!
pt: Scusa se ti ho fatto aspettare. Giochi a biliardo anche tu, Shinada-san? Oh, che meraviglia!

# 1720_Player
source: Hehe. Wanna get started?
pt: Hehe. Allora, iniziamo?

# 1732_Shion
source: I was all the way out in Tokyo, you know! Or had you forgotten about that?
pt: Ero mica a Tokyo, eh! O te l'eri già scordato?

# 1744_Player
source: Oh, uh... No, of course not! I thought it would be fun, that's all! Sorry about that!
pt: Oh, ehm... No, ma figurati! Pensavo che sarebbe stato divertente, ecco tutto! Scusa!

# 1780_Player
source: (I'll call up Hinata.)
pt: (Chiamerò Hinata.)

# 1852_Hinata
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default> You play pool, Kiryu-san? I'm sort of impressed.
pt: Scusa se ti ho fatto aspettare! <Color:255,200,200,255>♥<Color:Default> Giochi a biliardo, Kiryu-san? Sono piuttosto impressionata!

# 1864_Player
source: Shall we get started?
pt: Allora, iniziamo?

# 1888_Player
source: (I should call up Hinata-chan.)
pt: (Dovrei chiamare Hinata-chan.)

# 1960_Hinata
source: Sorry for the wait!
pt: Scusa se ti ho fatto aspettare!

# 1972_Player
source: It's all right. Want to get started?
pt: Va bene. Allora, iniziamo?
