Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0dc8.po
Languages: pt

source: Hors d'Oeuvre Morosawa
pt: Antipasto Morosawa

source: Big Tough Guy
pt: Tipo Grosso e Tosto

# 148_Hors d'Oeuvre Morosawa
source: Come on, Suzuki-san. Give Hors d'Oeuvre Morosawa his swan song. You're the only one who can pull this off!
pt: Dai, Suzuki-san. Dagli il suo canto del cigno a Hors d'Oeuvre Morosawa. Sei l'unico che può farcela!

# 160_Kiryu
source: (I wish I could help out. But I can't set foot in the ring without something to hide my face.)
pt: (Vorrei tanto dare una mano. Però non posso salire sul ring senza qualcosa per nascondermi la faccia.)

# 172_Kiryu
source: (Maybe I'll find something back at my apartment.)
pt: Magari al mio appartamento ci trovo qualcosa.

# 196_Big Tough Guy
source: Huh? You got a problem? Quit staring at me!
pt: Eh? Hai qualche problema? Smettila di fissarmi!

# 208_Kiryu
source: (He's pretty drunk.)
pt: (È proprio sbronzo.)

# 220_Big Tough Guy
source: What the hell're you looking at!?
pt: Che cazzo guardi!?

# 244_Hors d'Oeuvre Morosawa
source: You're talking to the great Hors d'Oeuvre Morosawa! Still want to pick a fight with me!?
pt: Parli col grande Hors d'Oeuvre Morosawa! Vuoi ancora fare a botte con me!?

# 256_Kiryu
source: You... named yourself after an appetizer?
pt: Tu... ti chiami come un antipasto?

# 268_Hors d'Oeuvre Morosawa
source: You're goddamn right! And I'm not putting up with any lip from a little shit like you!
pt: Hai fottutamente ragione! E non tollero rispostacce da un moccioso come te!
