Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020de7.po
Languages: pt

source: Yes
pt: Sì

source: Get an Evaluation
pt: Fatti valutare

source: Player
pt: Giocatore

source: "So Much More!"
pt: Molto di più!

source: "Loneliness Loop"
pt: Ciclo della Solitudine

source: "Because I Have You"
pt: Perché ci sei tu

source: Quit
pt: Esci

source: An Easy Lesson
pt: Una Lezione Facile

source: A Normal Lesson
pt: Una Lezione Normale

source: A Hard Lesson
pt: Una Dura Lezione

# 116_Christina
source: Oh, hello, Haruka. Come for a lesson, have you?
pt: Oh, ciao, Haruka. Sei venuta per una lezione, vero?

# 128_Player
source: Yes, please!
pt: Sì, per favore!

# 152_Christina
source: I'm glad to see your enthusiasm, but you look exhausted. If you can't focus properly, you may end up getting hurt. You really should rest first.
pt: Sono felice di vedere il tuo entusiasmo, ma sembri esausta. Se non riesci a concentrarti come si deve, potresti finire per farti male. Dovresti proprio riposare prima.

# 164_Haruka
source: All right. I understand.
pt: Va bene. Capisco.

# 176_Christina
source: Very well. Let's begin. Why don't you tell me what you'd like to work on?
pt: Molto bene. Cominciamo. Perché non mi dici su cosa ti piacerebbe lavorare?

# 188_Haruka
source: All right.
pt: Va bene.

# 200_Haruka
source: (Which song should I choose?)
pt: (Quale canzone scelgo?)

# 212_Haruka
source: (How difficult of a lesson do I want?)
pt: (Quanto difficile voglio che sia la lezione?)

# 224_Haruka
source: (I think I'll try an easy "So Much More!" lesson.)
pt: (Credo che proverò una lezione facile di "So Much More!".)

# 296_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 320_Haruka
source: (I think I'll try "So Much More!")
pt: (Credo che proverò "So Much More!")

# 392_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 416_Haruka
source: (I think I'll try a hard "So Much More!" lesson.)
pt: (Credo che affronterò una lezione tosta di "So Much More!".)

# 488_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 512_Haruka
source: (How difficult of a lesson do I want?)
pt: (Quanto difficile voglio che sia la lezione?)

# 524_Haruka
source: (I think I'll try an easy "Loneliness Loop" lesson.)
pt: (Penso che proverò una lezione facile di "Loneliness Loop".)

# 596_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 620_Haruka
source: (I think I'll try "Loneliness Loop.")
pt: (Penso che proverò "Loneliness Loop".)

# 692_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 716_Haruka
source: (I think I'll try a hard "Loneliness Loop" lesson.)
pt: (Mi sa che proverò una lezione difficile di "Loneliness Loop".)

# 788_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 812_Haruka
source: (How difficult of a lesson do I want?)
pt: (Quanto difficile voglio che sia la lezione?)

# 824_Haruka
source: (I think I'll try an easy "Because I Have You" lesson.)
pt: (Penso che proverò una facile lezione di "Because I Have You".)

# 896_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 920_Haruka
source: (I think I'll try "Because I Have You.")
pt: Penso che proverò "Perché ho te".

# 992_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 1016_Haruka
source: (I think I'll try a hard "Because I Have You" lesson.)
pt: (Mi sa che proverò una lezione difficile di "Because I Have You".)

# 1088_Christina
source: Okay. I can do this!
pt: Ok. Posso farcela!

# 1112_Christina
source: I'm sorry, I guess I'm not ready for this right now.
pt: Mi dispiace, credo di non essere pronto per questo adesso.

# 1124_Christina
source: I see. All right, well, when you're ready for a lesson, just come let me know anytime.
pt: Capisco. Va bene, beh, quando sei pronta per una lezione, vieni pure a dirmelo quando vuoi.

# 1136_Player
source: Um... How am I doing so far? Do you really think I can win the Princess League?
pt: Uhm... Come sto andando finora? Credi davvero che io possa vincere la Princess League?

# 1148_Christina
source: With your abilities as they stand right now?
pt: Con le tue abilità, così come sono adesso?

# 1196_Christina
source: Well, to be honest, I think it'd be pretty difficult. There's still quite a gap between you and your opponents. You have to hone your skills.
pt: Beh, a dire il vero, penso che sarebbe piuttosto difficile. C'è ancora un bel distacco tra te e le tue avversarie. Devi affinare le tue abilità.

# 1208_Player
source: I see. Thank you. I'll keep practicing!
pt: Capisco. Grazie. Continuerò ad allenarmi!

# 1220_Christina
source: Hmm. It might be a little difficult. However, if you manage to pull off a particularly flawless performance, it could very well be possible.
pt: Mmm. Potrebbe essere un po' difficile. Però, se riuscirai a tirar fuori una performance particolarmente impeccabile, potrebbe benissimo essere possibile.

# 1232_Player
source: I see... Thank you.
pt: Capisco... Grazie.

# 1244_Christina
source: Yes, I think you have a real chance, but you have to be cautious. If you lose focus, your opponents could still catch you.
pt: Sì, credo che tu abbia una vera chance, ma devi stare attenta. Se perdi la concentrazione, le tue avversarie potrebbero ancora raggungerti.

# 1256_Player
source: Right. Thank you!
pt: Va bene. Grazie!

# 1268_Christina
source: You know, I think you can. Provided you don't make any serious mistakes and can perform to your usual ability, I'm almost certain you can win.
pt: Sai, secondo me ce la puoi fare. A patto che tu non faccia errori gravi e riesca a esibirti al tuo solito meglio, sono quasi sicura che vincerai.

# 1280_Player
source: Right! Thank you very much!
pt: Perfetto! Grazie mille!

# 1292_Player
source: No, I just dropped in to say hello.
pt: No, ho fatto un salto solo per salutare.

# 1304_Christina
source: Oh, did you? Well, when you're ready for a lesson, just let me know anytime.
pt: Oh, davvero? Allora, quando sei pronta per una lezione, fammelo sapere quando vuoi.
