Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033099c.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got a <Color:8>Borrowed Single-lens Reflex Camera<Color:Default>.
pt: Hai ricevuto una <Color:8>Fotocamera Reflex in prestito<Color:Default>.

source: You got a <Color:8>Borrowed Single-lens Reflex Camera<Color:Default>.
pt: Hai ricevuto una <Color:8>Fotocamera Reflex in prestito<Color:Default>.

source: Tourism Board Employee
pt: Impiegato dell'Ente del Turismo

source: Player
pt: Giocatore

source: Man
pt: Uomo

source: Tourist Spots
pt: Luoghi turistici

# 124_Tourism Board Employee
source: Howdy! How's your photography going? Well, I hope?
pt: Ehilà! Come vanno le tue foto? Spero bene?

# 136_Player
source: Yeah, I got pictures of five good locations.
pt: Già, ho fatto foto a cinque bei posti.

# 148_Tourism Board Employee
source: That's excellent! Let me take a look!
pt: Ottimo! Fammeli vedere!

# 172_Tourism Board Employee
source: These photos are wonderful! Great job.
pt: Queste foto sono meravigliose! Ottimo lavoro.

# 184_Tourism Board Employee
source: I'm sure we can use them in advertisements for attracting tourists to Sotenbori!
pt: Sono sicuro che possiamo usarle nelle pubblicità per attirare turisti a Sotenbori!

# 196_Tourism Board Employee
source: Here's the reward I promised. Go ahead, take it.
pt: Ecco la ricompensa che ti ho promesso. Forza, prendila.

# 220_Tourism Board Employee
source: Thank you very much!
pt: Grazie mille!

# 232_Tourism Board Employee
source: Howdy! How's your photography going? Well, I hope?
pt: Ehilà! Come vanno le tue foto? Spero bene?

# 244_Player
source: Yeah, I shot five locations.
pt: Già, ho fatto foto a cinque posti.

# 256_Tourism Board Employee
source: That's excellent! Let me take a look!
pt: Ottimo! Fammeli vedere!

# 280_Tourism Board Employee
source: These photos are wonderful! Great job.
pt: Queste foto sono meravigliose! Ottimo lavoro.

# 292_Tourism Board Employee
source: I'm sure we can use them in advertisements for attracting tourists to Sotenbori!
pt: Sono sicuro che possiamo usarle nelle pubblicità per attirare turisti a Sotenbori!

# 304_Tourism Board Employee
source: Here's the reward I promised. Go ahead, take it.
pt: Ecco la ricompensa che ti ho promesso. Forza, prendila.

# 328_Tourism Board Employee
source: Thank you very much!
pt: Grazie mille!

# 340_Tourism Board Employee
source: How's your photography going? I hope you can get some really great photos of Sotenbori!
pt: Come vanno le tue foto? Spero che tu riesca a scattare delle foto davvero splendide di Sotenbori!

# 352_Tourism Board Employee
source: How's your photography going? I hope you can get some really great photos of Sotenbori!
pt: Come vanno le tue foto? Spero che tu riesca a scattare delle foto davvero splendide di Sotenbori!

# 376_Man
source: Excuse me, do you have a minute?
pt: Scusi, ha un minuto?

# 388_Player
source: Hmm? What can I help you with?
pt: Mmh? Come posso aiutarla?

# 400_Man
source: I'm from the Sotenbori Tourism Board. Right now we're running a campaign to raise Sotenbori's profile as a tourist destination.
pt: Sono dell'Ente del Turismo di Sotenbori. Al momento stiamo portando avanti una campagna per aumentare la visibilità di Sotenbori come destinazione turistica.

# 412_Player
source: An advertising campaign? Sounds like a good idea.
pt: Una campagna pubblicitaria? Sembra una buona idea.

# 424_Tourism Board Employee
source: Yes. I'd like to ask you to take some photos of places around Sotenbori that you think would be most attractive to tourists.
pt: Sì. Vorrei chiederle di scattare delle foto dei luoghi di Sotenbori che ritiene possano essere più attraenti per i turisti.

# 436_Tourism Board Employee
source: The photos you take will be used in pamphlets and posters promoting Sotenbori as a tourist destination.
pt: Le foto che scatti verranno usate per opuscoli e manifesti per promuovere Sotenbori come destinazione turistica.

# 448_Tourism Board Employee
source: If you can shoot five sightseeing spots for me, I'll give you a fabulous gift.
pt: Se mi scatti foto di cinque luoghi turistici, ti darò un regalo favoloso.

# 460_Player
source: I'm afraid I don't have a camera, though.
pt: Purtroppo non ho una macchina fotografica, però.

# 472_Tourism Board Employee
source: No problem! We can lend you one. I have a high-end single-lens reflex camera to give you.
pt: Nessun problema! Possiamo prestartene una. Ho una fotocamera reflex di alta gamma da darti.

# 484_Player
source: Really? That'd be a big help.
pt: Davvero? Sarebbe un bell'aiuto.

# 496_Tourism Board Employee
source: I'll loan you it for free. I just need to get your contact details in case we have to get in touch with you.
pt: Te la presto gratis. Ho solo bisogno dei tuoi contatti, nel caso dovessimo metterci in contatto con te.

# 508_Player
source: (I guess there's no reason to say no. I might as well take on the job.)
pt: (Immagino non ci sia motivo di dire di no. Tanto vale accettare l'incarico.)

# 520_Player
source: Okay, you've got a deal.
pt: Va bene, affare fatto.

# 532_Tourism Board Employee
source: Great! Here's the camera.
pt: Ottimo! Ecco la fotocamera.

# 640_Tourism Board Employee
source: You can find me here during the campaign. Come back once you've shot five locations.
pt: Puoi trovarmi qui durante la campagna. Torna quando avrai scattato foto a cinque luoghi.

# 652_Tourism Board Employee
source: Oh, and I have other people helping me, too, so I don't need photos of locations that have already been shot. Good luck out there!
pt: Oh, e ho anche altre persone che mi aiutano, quindi non ho bisogno di foto di luoghi che sono già stati scattati. In bocca al lupo là fuori!

# 664_Tourist Spots
source: When you visit sightseeing spots in Sotenbori, the Photograph action icon may appear. Press <Action:Button_Cross@Adventure> while this is displayed to take a photo.
pt: Quando visiti i luoghi turistici a Sotenbori, potrebbe apparire l'icona dell'azione Scatta foto. Premi <Action:Button_Cross@Adventure> mentre è visualizzata per scattare una foto.

# 676_Tourist Spots
source: You can view photos you've taken from City Exploration under Completion List in the Pause Menu. Once you take five photos, bring them to the Tourism Board staff member to receive a reward.
pt: Puoi visualizzare le foto che hai scattato in Esplorazione Città sotto Lista Completamento nel Menu di Pausa. Una volta scattate cinque foto, portale al membro dello staff dell'Ente del Turismo per ricevere una ricompensa.

# 688_Player
source: (I guess I'll take a walk around and look for spots that represent Sotenbori.)
pt: (Immagino farò un giro e cercherò luoghi che rappresentano Sotenbori.)

# 700_Tourism Board Employee
source: Hey, I met you in Kamurocho, didn't I?
pt: Ehi, ti ho incontrato a Kamurocho, vero?

# 712_Player
source: Oh, the man from the tourism board! You asked me to take photos for you, right?
pt: Oh, l'uomo dell'ente del turismo! Mi avevi chiesto di scattare delle foto, vero?

# 724_Tourism Board Employee
source: That's me. Fancy meeting you again here.
pt: Sono io. Guarda chi si rivede qui.

# 736_Player
source: Oops, I haven't given you your camera back yet.
pt: Ops, non ti ho ancora restituito la fotocamera.

# 748_Tourism Board Employee
source: Don't worry about it. I've actually been sent out around the country, and I'm doing some work for the Sotenbori Tourism Board now.
pt: Non preoccuparti. In realtà sono stato mandato in giro per il paese, e ora sto lavorando per l'Ente del Turismo di Sotenbori.

# 760_Player
source: Let me guess, you want me to take photos here?
pt: Fammi indovinare, vuoi che scatti foto qui?

# 772_Tourism Board Employee
source: Exactly! I'd like you to shoot five photos here in Sotenbori, too. Bring them to me, and I'll give you a fabulous gift.
pt: Esatto! Vorrei che scattassi cinque foto anche qui a Sotenbori. Portamele, e ti darò un regalo favoloso.

# 784_Player
source: Okay. Sure, why not?
pt: Va bene. Certo, perché no?

# 796_Tourism Board Employee
source: Thank you! I'll be here during the campaign. Come and see me once you've taken five shots.
pt: Grazie! Sarò qui durante la campagna. Vieni a trovarmi una volta che hai scattato cinque foto.

# 808_Tourism Board Employee
source: Oh, and I have other people helping me, too, so I don't need photos of locations that have already been shot. Good luck out there!
pt: Oh, e ho anche altre persone che mi aiutano, quindi non mi servono foto di posti che sono già stati scattati. In bocca al lupo!

# 832_Man
source: Excuse me, do you have a minute?
pt: Scusi, ha un minuto?

# 856_Man
source: I'm from the Sotenbori Tourism Board. Right now we're running a campaign to raise Sotenbori's profile as a tourist destination.
pt: Sono dell'Ente del Turismo di Sotenbori. Adesso stiamo portando avanti una campagna per promuovere Sotenbori come meta turistica.

# 868_Player
source: An advertising campaign? Sounds like a good idea.
pt: Una campagna pubblicitaria? Sembra una buona idea.

# 880_Tourism Board Employee
source: Yes. I'd like to ask you to take some photos of places around Sotenbori that you think would be most attractive to tourists.
pt: Sì. Vorrei chiederti di scattare delle foto di posti qui a Sotenbori che secondo te sarebbero i più attraenti per i turisti.

# 892_Tourism Board Employee
source: The photos you take will be used in pamphlets and posters promoting Sotenbori as a tourist destination.
pt: Le foto che scatti saranno usate in brochure e poster per promuovere Sotenbori come meta turistica.

# 904_Tourism Board Employee
source: If you can shoot five sightseeing spots for me, I'll give you a fabulous gift.
pt: Se riesci a scattare cinque foto di luoghi turistici per me, ti darò un regalo favoloso.

# 916_Player
source: I don't have a camera, though.
pt: Non ho una macchina fotografica, però.

# 928_Tourism Board Employee
source: No problem! We can lend you one. I have a high-end single-lens reflex camera to give you.
pt: Nessun problema! Possiamo prestartene una. Ho una macchina fotografica reflex professionale da darti.

# 940_Player
source: Really? And it's not going to cost me any money to use this camera of yours?
pt: Davvero? E non mi costerà niente usare questa tua macchina fotografica?

# 952_Tourism Board Employee
source: Oh, no. I'll loan it to you for free. I do need you to give me a way to reach you in case something happens, though.
pt: Oh, no. Te la presto gratis. Però, ho bisogno che tu mi dia un modo per contattarti, nel caso dovesse succedere qualcosa.

# 964_Player
source: (I guess there's no reason to say no. I might as well take on the job.)
pt: (Non c'è motivo di dire di no, immagino. Tanto vale che accetti l'incarico.)

# 976_Player
source: Okay. Can you lend me that camera, then?
pt: Va bene. Allora, puoi prestarmi quella macchina fotografica?

# 988_Tourism Board Employee
source: Sure! Here you are.
pt: Certo! Ecco a te.

# 1096_Tourism Board Employee
source: You can find me here during the campaign. Come back once you've shot five locations.
pt: Mi puoi trovare qui durante la campagna. Torna quando avrai scattato cinque foto ai posti.

# 1108_Tourism Board Employee
source: Oh, and I have other people helping me, too, so I don't need photos of locations that have already been shot. Good luck out there!
pt: Oh, e ho anche altre persone che mi stanno aiutando, quindi non mi servono foto di posti già fotografati. Buona fortuna là fuori!

# 1120_Tourist Spots
source: When you visit sightseeing spots in Sotenbori, the Photograph action icon may appear. Press <Action:Button_Cross@Adventure> while this is displayed to take a photo.
pt: Quando visiti i luoghi turistici a Sotenbori, l'icona azione Scatta foto potrebbe apparire. Premi <Action:Button_Cross@Adventure> mentre questa è visualizzata per scattare una foto.

# 1132_Tourist Spots
source: You can view photos you've taken from City Exploration under Completion List in the Pause Menu. Once you take five photos, bring them to the Tourism Board staff member to receive a reward.
pt: Puoi visualizzare le foto che hai scattato in Esplorazione Città sotto la Lista Completamento nel Menu di Pausa. Una volta scattate cinque foto, portale al membro dello staff dell'Ente del Turismo per ricevere una ricompensa.

# 1144_Player
source: (I guess I'll take a walk around and look for spots that represent Sotenbori.)
pt: (Immagino che mi farò un giro e cercherò dei posti che rappresentino Sotenbori.)

# 1156_Tourism Board Employee
source: Hey, I met you in Kamurocho, didn't I?
pt: Ehi, ti ho incontrato a Kamurocho, non è vero?

# 1168_Player
source: Oh, are you the man from the tourism board? You asked me to take some photos for you.
pt: Oh, sei tu l'uomo dell'ente del turismo? Mi hai chiesto di scattare delle foto per te.

# 1180_Tourism Board Employee
source: That's me. Fancy meeting you again here.
pt: Sì, sono io. Guarda un po' chi si vede di nuovo qui.

# 1192_Player
source: Oops, I haven't given you your camera back yet.
pt: Ops, non ti ho ancora ridato la tua macchina fotografica.

# 1204_Tourism Board Employee
source: Don't worry about it. I've actually been sent out around the country, and I'm doing some work for the Sotenbori Tourism Board now.
pt: Non preoccuparti. A dire il vero, sono stato mandato in giro per il paese, e ora sto lavorando per l'Ente del Turismo di Sotenbori.

# 1216_Player
source: Let me guess, you want me to take photos here?
pt: Fammi indovinare, vuoi che scatti delle foto qui?

# 1228_Tourism Board Employee
source: Exactly! I'd like you to shoot five photos here in Sotenbori, too. Bring them to me, and I'll give you a fabulous gift.
pt: Esatto! Vorrei che scattassi cinque foto anche qui a Sotenbori. Portamele, e ti darò un regalo fantastico.

# 1240_Player
source: I see. Okay, I'll do it.
pt: Capisco. Va bene, lo farò.

# 1252_Tourism Board Employee
source: Thank you! I'll be here during the campaign. Come and see me once you've taken five shots.
pt: Grazie! Sarò qui durante la campagna. Vieni a trovarmi una volta che hai scattato cinque foto.

# 1264_Tourism Board Employee
source: Oh, and I have other people helping me, too, so I don't need photos of locations that have already been shot. Good luck out there!
pt: Oh, e ho anche altra gente che mi aiuta, quindi non mi servono foto di posti che sono già stati scattati. In bocca al lupo là fuori!
