Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901b7.po
Languages: pt

source: You got a <Color:8>Toughness ZZ<Color:Default>.
pt: Hai ottenuto un <Color:8>Toughness ZZ<Color:Default>.

# 76_Madoka
source: Mmm, that was so yummy!
pt: Mmm, era troppo buono!

# 88_Hiromi
source: Well, I guess we better get going.
pt: Beh, direi che è meglio che andiamo.

# 100_Madoka
source: That was a lot of fun, Haruka-chan. Thanks for coming along!
pt: È stato un sacco di divertimento, Haruka-chan. Grazie per essere venuta!

# 112_Hiromi
source: We don't get to see ya much in school, so I'm glad we got to hang out. You're all right by us!
pt: Non ti vediamo molto a scuola, quindi sono contenta che siamo riuscite a stare un po' insieme. Sei a posto con noi!

# 124_Madoka
source: Here, I want you to have this. Take it as a sign of our new friendship!
pt: Tieni, voglio che tu abbia questo. Prendilo come un segno della nostra nuova amicizia!

# 160_Haruka
source: Cool, thank you!
pt: Forte, grazie!

# 172_Madoka
source: All right, see ya at school!
pt: Ok, ci vediamo a scuola!

# 184_Haruka
source: Yes. See you later!
pt: Sì. A dopo!

# 196_Hiromi
source: Sorry we gotta rush off. We're meeting up with our boyfriends.
pt: Scusa, dobbiamo scappare. Dobbiamo incontrarci con i nostri ragazzi.

# 208_Haruka
source: Oh, that's all right, I understand. Bye, now!
pt: Oh, va bene, capisco. Ciao!

# 220_Madoka
source: Bye-bye!
pt: Ciao ciao!

# 256_Haruka
source: (Whew! I guess I managed to keep up with the conversation, but I feel completely exhausted now.)
pt: (Uff! Credo di essere riuscita a tenere il passo con la conversazione, ma ora mi sento completamente esausta.)

# 268_Haruka
source: (It's not that easy fitting in with other high school girls.)
pt: (Non è mica facile integrarsi con le altre ragazze del liceo.)

# 280_Madoka
source: Well, we'll be seeing ya, Haruka-chan.
pt: Allora, ci vediamo, Haruka-chan.

# 292_Hiromi
source: I guess idols don't have all that much in common with us regular high school girls.
pt: Credo che le idol non abbiano poi molto in comune con noi, normali ragazze del liceo.

# 304_Haruka
source: Oh, I wouldn't say that...
pt: Oh, non direi mica...

# 316_Hiromi
source: Anyway, we better go.
pt: Comunque, dobbiamo andare.

# 328_Madoka
source: Sorry we gotta rush off. We're meeting up with our boyfriends.
pt: Scusa, dobbiamo scappare. Dobbiamo incontrarci con i nostri ragazzi.

# 340_Haruka
source: Of course. I understand.
pt: Certo. Capisco.

# 352_Hiromi
source: Bye-bye.
pt: Ciao ciao.

# 388_Haruka
source: (I couldn't keep up with the conversation at all! I guess I just don't fit in with other high school girls.)
pt: (Non sono proprio riuscita a tenere il passo con la conversazione! Credo che non mi integri con le altre ragazze del liceo.)
