Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160097.po
Languages: pt

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: Go with Seto
pt: Vai con Seto

source: Decline
pt: Rifiuta

source: Man
pt: Uomo

# 92_Kurashina
source: Seto-san... There's something I need to tell you.
pt: Seto-san... C'è qualcosa che devo dirti.

# 104_Seto
source: Go ahead... Kurashina.
pt: Avanti... Kurashina.

# 116_Kurashina
source: Please forgive me, Seto-san! I fell for a bribe from another team.
pt: Perdonami, Seto-san! Sono caduto in tentazione per una mazzetta di un’altra squadra.

# 128_Kurashina
source: They promised to pay me until next year's draft, and that they would double the contract amount offered by the Wyverns.
pt: Mi hanno promesso di pagarmi fino al draft dell’anno prossimo, e che avrebbero raddoppiato l’offerta di contratto fatta dai Wyverns.

# 140_Kurashina
source: That's why I... I can't join the Wyverns!
pt: Ecco perché... non posso unirmi ai Wyverns!

# 152_Seto
source: All right. That's what it was, after all.
pt: Capisco. Quindi era questo, alla fine.

# 164_Kurashina
source: I'm really sorry, Seto-san. If you could find it in your heart to forgive me...
pt: Mi dispiace davvero, Seto-san. Se potessi trovare nel tuo cuore la forza di perdonarmi...

# 176_Seto
source: It's all right, Kurashina. Thanks for being honest with me.
pt: Va tutto bene, Kurashina. Grazie per essere stato sincero con me.

# 200_Seto
source: The path you choose is up to you. Whichever team you sign with, your talent will make you a star.
pt: La strada che sceglierai spetta solo a te. Qualunque squadra tu scelga, il tuo talento ti renderà una stella.

# 212_Seto
source: I guarantee it. And believe me－I've been doing this job for a long time.
pt: Te lo garantisco. E credimi—faccio questo lavoro da molto tempo.

# 248_Seto
source: But make sure you keep training hard over the course of this next year. I'm looking forward to seeing you play once you're in the pros.
pt: Ma assicurati di continuare ad allenarti duramente durante quest’anno. Non vedo l’ora di vederti giocare quando sarai tra i professionisti.

# 260_Seto
source: I know you can do it. You're not any ordinary rookie. Got it? Have confidence in yourself.
pt: So che puoi farcela. Non sei un novellino qualunque. Chiaro? Abbi fiducia in te stesso.

# 284_Kurashina
source: Why, though... Seto-san, why do you care so much about me?
pt: Ma perché... Seto-san, perché tieni così tanto a me?

# 296_Seto
source: Isn't it obvious? Because I see your potential. Have been ever since you were in middle school.
pt: Non è ovvio? Perché vedo il tuo potenziale. Lo vedo da quando eri alle medie.

# 308_Seto
source: Some day soon, your pitching is going to pack stadiums and drive fans wild. I was the first to see that in you, before anyone else.
pt: Un giorno non lontano, il tuo lancio riempirà gli stadi e farà impazzire i tifosi. Sono stato il primo a vederlo in te, prima di chiunque altro.

# 320_Seto
source: I don't care if it isn't with the Wyverns. As a lifelong fan of baseball, I looked forward to seeing you shine. I still do.
pt: Non mi importa se non sarà con i Wyverns. Da appassionato di baseball da sempre, non vedevo l’ora di vederti brillare. E lo voglio ancora.

# 332_Kurashina
source: *sniffle*
pt: *sniff*

# 344_Seto
source: So, you keep moving forward. I'll never stop being your fan.
pt: Quindi, continua ad andare avanti. Non smetterò mai di essere un tuo fan.

# 356_Seto
source: Thanks for waiting, Tatsuo. Well, I promised you a drink, didn't I?
pt: Grazie per l’attesa, Tatsuo. Beh, ti avevo promesso da bere, no?

# 368_Shinada
source: You sure you're all done here?
pt: Sei sicuro di aver finito tutto qui?

# 380_Seto
source: Yeah. Should be.
pt: Sì. Dovrei aver finito.

# 392_Shinada
source: All right. Then I'll be happy to oblige.
pt: Va bene. Allora sarò felice di accettare.

# 404_Seto
source: Take care, Kurashina. Go home before your joints feel the cold. Taking good care of yourself is part of your job as a pro.
pt: Abbi cura di te, Kurashina. Vai a casa prima che le articolazioni sentano il freddo. Prendersi cura di sé fa parte del lavoro di un professionista.

# 440_Kurashina
source: Wait!
pt: Aspetta!

# 476_Kurashina
source: God, I must sound so stupid but... I was wrong. There's no way I can give up on the dream you shared with me.
pt: Dio, devo sembrare uno stupido ma... mi sbagliavo. Non posso rinunciare al sogno che hai condiviso con me.

# 500_Kurashina
source: I know I'm asking a lot after all I did, but...
pt: Lo so che chiedo tanto dopo tutto quello che ho fatto, ma...

# 512_Kurashina
source: May I join the Wyverns?
pt: Posso unirmi ai Wyverns?

# 524_Seto
source: Kurashina, look－
pt: Kurashina, ascolta—

# 536_Kurashina
source: I'm asking you! Please give me a second chance. I'll do anything to join... to make up for the trouble I caused.
pt: Te lo chiedo! Ti prego, dammi una seconda possibilità. Farò qualsiasi cosa per unirmi... per rimediare ai problemi che ho causato.

# 548_Kurashina
source: Yes, I may be stupid and immature, but I know I can make the Wyverns proud－that I'd be right for the team. Because you're there to support me.
pt: Sì, posso essere stupido e immaturo, ma so di poter rendere orgogliosi i Wyverns—so che sarei giusto per la squadra. Perché tu sei lì a sostenermi.

# 560_Shinada
source: Well would you look at that. I've always known you were a fine judge of character, Seto-san.
pt: Ma guarda un po’. Ho sempre saputo che eri un ottimo giudice di carattere, Seto-san.

# 572_Seto
source: Flattery'll get you nowhere with me, Tatsuo.
pt: I complimenti con me non funzionano, Tatsuo.

# 584_Shinada
source: Don't I know it. Looks like I'll be taking a rain check on that drink tonight. I assume you're gonna be busy.
pt: Lo so bene. Sembra che rimanderò quel drink a un’altra sera. Immagino che sarai impegnato.

# 596_Seto
source: Yeah, I have to get the official contract written up to sign this can't-miss rookie.
pt: Sì, devo preparare il contratto ufficiale per firmare questo rookie da non lasciarsi scappare.

# 608_Kurashina
source: Really? You're... still gonna sign me?
pt: Davvero? Mi... firmerete ancora?

# 620_Seto
source: Kurashina. I can only be this nice to you before you sign. Once you're ours, we'll kick your ass like any other rookie.
pt: Kurashina. Posso essere gentile solo finché non firmi. Una volta che sarai dei nostri, ti faremo il culo come a qualsiasi altro rookie.

# 632_Kurashina
source: Yes, sir! And thank you! I promise not to let you down!
pt: Sì, signore! E grazie! Prometto che non vi deluderò!

# 656_Shinada
source: (Heh. Me, turning down a free night out? Never thought I'd see the day...)
pt: (Heh. Io che rifiuto una serata gratis? Non avrei mai pensato di vedere il giorno...)

# 740_Seto
source: Kurashina said it was his dream to join the Wyverns. How did it come to this?
pt: Kurashina ha detto che era il suo sogno unirsi ai Wyverns. Com’è potuto finire così?

# 752_Shinada
source: (Kurashina took off toward Mid Square. I should go after him.)
pt: (Kurashina è corso verso Mid Square. Dovrei seguirlo.)

# 776_Seto
source: Hey, Tatsuo. Did you change your mind about meeting the rookie? If you can go, I'll treat you to a drink after.
pt: Ehi, Tatsuo. Hai cambiato idea sull’incontrare il rookie? Se puoi venire, ti offro da bere dopo.

# 800_Man
source: Oh, hey, excuse me. Are you... Tatsuo?
pt: Oh, ehi, scusa. Sei... Tatsuo?

# 824_Man
source: It's me, Seto! The scout? With the Wyverns?
pt: Sono io, Seto! Lo scout! Dei Wyverns!

# 836_Shinada
source: Whoa! Is this really Seto-san I'm talking to? Man, the years have not been kind to you!
pt: Whoa! È davvero Seto-san quello con cui sto parlando? Amico, gli anni non sono stati gentili con te!

# 848_Seto
source: Boy, it's been what, over a dozen years and that's all you have to say? But it's good to see you after all this time.
pt: Ragazzo, sono passati cosa, più di dodici anni e questo è tutto ciò che hai da dire? Ma è bello rivederti dopo tutto questo tempo.

# 860_Shinada
source: Likewise! You still a scout?
pt: Anche per me! Sei ancora uno scout?

# 872_Seto
source: Yeah. I'm on my way to see a rookie－the kid we picked first overall in the draft.
pt: Sì. Sto andando a vedere un rookie—il ragazzo che abbiamo scelto come prima scelta assoluta al draft.

# 884_Shinada
source: Oh, yeah, was that Kurashina? He was the star pitcher at Koshien this summer.
pt: Oh, già, era Kurashina? Era il lanciatore stellare al Koshien quest’estate.

# 896_Seto
source: That's him. We got lucky in the draft lottery. Kurashina's a local boy, too, so we just need to hash out some details, and we'll get him signed.
pt: È lui. Siamo stati fortunati alla lotteria del draft. Kurashina è anche un ragazzo del posto, quindi dobbiamo solo sistemare alcuni dettagli e lo firmeremo.

# 908_Shinada
source: You still haven't lost your hustle. That's great.
pt: Non hai ancora perso la tua grinta. Ottimo.

# 920_Seto
source: So, uh, what about you? Been hanging in there?
pt: E tu? Come te la cavi?

# 932_Shinada
source: Oh, you know me. Actually, I'm a journalist now－I work for an adult magazine. You could even say I have a <Italic>large reputation</Italic> in the industry... Heheh. Heh.
pt: Oh, mi conosci. In realtà ora sono un giornalista—lavoro per una rivista per adulti. Si potrebbe persino dire che ho una <Italic>grande reputazione</Italic> nel settore... Heheh. Heh.

# 944_Seto
source: Huh. Is that right? Well, guess someone's gotta write the words beside the pictures that no one ever reads. So that's what you've got yourself into.
pt: Huh. Davvero? Beh, qualcuno dovrà pur scrivere le parole accanto alle immagini che nessuno legge. Quindi è questo che fai ora.

# 968_Seto
source: You've had it tough, haven't you? Ever since that game.
pt: Hai avuto una vita dura, eh? Da quella partita in poi.

# 980_Shinada
source: I... think I'll be going now. It was good talking to you again. Oh, and you really shouldn't be seen with me, by the way.
pt: I... credo che andrò. È stato bello parlare di nuovo con te. Ah, e non dovresti farti vedere con me, comunque.

# 992_Seto
source: Don't be stupid. Don't you worry about that.
pt: Non dire sciocchezze. Non preoccuparti di quello.

# 1004_Seto
source: Besides, I was just about to invite you to join me. Do you feel like meeting our star rookie? If you've got the time, that is.
pt: E poi, stavo proprio per invitarti a venire con me. Ti va di incontrare il nostro rookie stellare? Sempre che tu abbia tempo.

# 1016_Shinada
source: Really?
pt: Davvero?

# 1028_Seto
source: Kurashina wanted to talk to me, so I'm off to see him. How about I treat you to a drink when we're done?
pt: Kurashina voleva parlarmi, quindi vado da lui. Che ne dici se dopo ti offro da bere?

# 1040_Shinada
source: Hey, if it's on you, I'd sure appreciate it. But are you sure it's all right for me to tag along?
pt: Ehi, se offri tu, apprezzo di sicuro. Ma sei sicuro che vada bene se vengo anch’io?

# 1052_Seto
source: I wouldn't be inviting you if it wasn't. You don't need to be shy around Kurashina, either. We don't keep secrets from each other.
pt: Non ti inviterei se non fosse così. E non devi essere timido con Kurashina. Non abbiamo segreti tra di noi.

# 1064_Seto
source: Don't tell me you're not curious about him. This Kurashina kid is the Wyverns' big hope.
pt: Non dirmi che non sei curioso di lui. Quel ragazzo, Kurashina, è la grande speranza dei Wyverns.

# 1076_Shinada
source: I won't deny I'm curious...
pt: Non nego di essere curioso...

# 1088_Seto
source: Then it's decided. I assume you're coming?
pt: Allora è deciso. Immagino che tu venga?

# 1100_Shinada
source: No, I really shouldn't.
pt: No, davvero non dovrei.

# 1112_Seto
source: You're sure? It's really okay, you know.
pt: Ne sei sicuro? Va davvero bene, sai.

# 1124_Shinada
source: Next time, maybe. See you.
pt: Magari la prossima volta. Ci vediamo.

# 1148_Shinada
source: That's an offer I can't turn down. I remember you used to take me out all the time back when I was on the farm.
pt: È un’offerta a cui non posso dire di no. Ricordo che mi portavi sempre in giro quando ero ancora in squadra.

# 1160_Seto
source: You don't drink as much as you used to, I hope? You should be getting to that age when you learn a little restraint.
pt: Spero che tu non beva più come una volta. Dovresti essere arrivato all’età in cui si impara un po’ di moderazione.

# 1172_Shinada
source: Aww, heck no. I can still knock 'em back like the good old days. Besides, I still got some youth left in me. Mostly below the belt...
pt: Ah, ma figurati. Posso ancora buttarne giù come ai vecchi tempi. E poi un po’ di gioventù ce l’ho ancora. Soprattutto... lì sotto.

# 1256_Seto
source: There he is, Tatsuo. The kid in the school uniform－that's Kurashina.
pt: Eccolo lì, Tatsuo. Il ragazzo in uniforme scolastica… quello è Kurashina.

# 1268_Shinada
source: Oh wow, that really is him.
pt: Oh, cavolo, è davvero lui.

# 1292_Kurashina
source: Hello, Seto-san. Thanks for coming out to see me.
pt: Salve, Seto-san. Grazie per essere venuto a trovarmi.

# 1304_Seto
source: No problem. Until the contract's signed, you're an important negotiating partner. You're just another rookie after that, of course.
pt: Nessun problema. Finché il contratto non è firmato, sei un partner importante nelle trattative. Dopo, naturalmente, sarai solo un altro rookie.

# 1316_Seto
source: This fellow here, his name's Tatsuo Shinada, and...
pt: Questo qui è Tatsuo Shinada, e...

# 1328_Kurashina
source: Pardon me, Seto-san, but may I speak first?
pt: Mi scusi, Seto-san, ma posso parlare io per primo?

# 1340_Seto
source: Come again? Oh, right, you did say you wanted to discuss something.
pt: Come? Ah, giusto, avevi detto che volevi discutere di qualcosa.

# 1352_Kurashina
source: Um, Seto-san, I'm sorry, but... I decided not to sign with the Wyverns after all.
pt: Ehm, Seto-san, mi dispiace, ma... ho deciso di non firmare con i Wyverns.

# 1376_Seto
source: What!? Wait a minute here. Why all of a sudden?
pt: Cosa!? Aspetta un attimo. Perché tutto d’un tratto?

# 1400_Seto
source: You said you were looking forward to becoming a Wyvern.
pt: Avevi detto che non vedevi l’ora di diventare un Wyvern.

# 1412_Kurashina
source: I feel terrible about letting the Wyverns down after they drafted me first, but I've made up my mind. I'm sorry, Seto-san.
pt: Mi sento terribilmente in colpa per aver deluso i Wyverns dopo che mi hanno scelto per primo, ma ho preso la mia decisione. Mi dispiace, Seto-san.

# 1424_Seto
source: But... What happened? Has some other team been talking to you?
pt: Ma... cosa è successo? Qualche altra squadra ti ha contattato?

# 1448_Seto
source: Come on, tell me what this is all about.
pt: Dai, dimmi cosa sta succedendo.

# 1460_Kurashina
source: Look, I'm sorry, Seto-san.
pt: Guardi, mi dispiace, Seto-san.

# 1472_Seto
source: Your "sorry" doesn't even begin to suffice for an explanation.
pt: Il tuo “mi dispiace” non basta nemmeno lontanamente come spiegazione.

# 1484_Seto
source: Besides, what do you intend to do? Are you going to put your career on hold until next year's draft?
pt: E poi, cosa intendi fare? Mettere in pausa la tua carriera fino al draft dell’anno prossimo?

# 1496_Kurashina
source: I can't answer that.
pt: Non posso rispondere.

# 1508_Seto
source: Oh, you can't?
pt: Ah, non puoi?

# 1520_Kurashina
source: I won't negotiate with the Wyverns anymore. I already decided. Now if you'll excuse me...
pt: Non tratterò più con i Wyverns. Ho già deciso. Ora, se vuole scusarmi...

# 1556_Seto
source: What the hell just happened... Why'd he change his mind?
pt: Che diavolo è appena successo... Perché ha cambiato idea?

# 1568_Shinada
source: Sounds to me like somebody changed his mind for him.
pt: A me sembra che qualcuno gliel’abbia fatta cambiare.

# 1580_Seto
source: I just don't understand. Kurashina's always wanted to join his home team.
pt: Non capisco. Kurashina ha sempre voluto entrare nella squadra della sua città.

# 1592_Seto
source: He said it was his dream!
pt: Ha detto che era il suo sogno!

# 1604_Shinada
source: Guess that dream got bought and sold.
pt: Immagino che quel sogno sia stato comprato e venduto.

# 1628_Shinada
source: What are you going to do now, Seto-san?
pt: E adesso cosa farai, Seto-san?

# 1640_Seto
source: I can't do a damn thing if this is how he's ending negotiations with the team. What can a lowly scout do?
pt: Non posso farci un accidenti se lui decide di chiudere così le trattative. Cosa può fare un semplice scout?

# 1664_Seto
source: I found Kurashina when he was still in middle school.
pt: Ho scoperto Kurashina quando era ancora alle medie.

# 1676_Seto
source: I knew at a glance that the kid had potential. We weren't allowed to contact him, but I kept an eye on his progress.
pt: L’ho capito subito che quel ragazzo aveva del potenziale. Non potevamo contattarlo, ma ho seguito i suoi progressi.

# 1688_Seto
source: After the draft, I finally got to meet him in person. I told him I'd been keeping track of his playing career over the years.
pt: Dopo il draft, finalmente l’ho incontrato di persona. Gli ho detto che avevo seguito la sua carriera da giocatore per tutti questi anni.

# 1700_Seto
source: I told him how his pitching was great in a certain game, and how unlucky he was in another. He was impressed by that.
pt: Gli ho raccontato di quanto avesse lanciato bene in una certa partita e di quanto fosse stato sfortunato in un’altra. Ne rimase colpito.

# 1712_Shinada
source: Dang... So you guys have some history.
pt: Accidenti... Quindi voi due avete una storia.

# 1724_Seto
source: Yes, so how did it come to this? I simply cannot wrap my head around it...
pt: Sì, quindi come siamo arrivati a questo? Non riesco proprio a capacitarmene...

# 1736_Shinada
source: (Only Kurashina can explain that. He went off toward Mid Square... Maybe I should go after him.)
pt: (Solo Kurashina può spiegare questa cosa. È andato verso Mid Square... Forse dovrei seguirlo.)

# 1772_Seto
source: Hey, Tatsuo. Did you change your mind about meeting the rookie? If you can go, I'll treat you to a drink after.
pt: Ehi, Tatsuo. Hai cambiato idea sull’incontrare il rookie? Se puoi venire, ti offro da bere dopo.

# 1796_Man
source: Oh, hey, excuse me. Are you... Tatsuo?
pt: Oh, ehi, scusa. Sei tu... Tatsuo?

# 1820_Man
source: It's me, Seto! The scout? With the Wyverns?
pt: Sono io, Seto! Lo scout! Quello dei Wyverns!

# 1832_Shinada
source: Whoa! Is this really Seto-san I'm talking to? Man, the years have not been kind to you!
pt: Whoa! È davvero Seto-san quello con cui sto parlando? Amico, gli anni non sono stati gentili con te!

# 1844_Seto
source: Boy, it's been what, over a dozen years and that's all you have to say? But it's good to see you after all this time.
pt: Sono passati cosa, più di dodici anni e questo è tutto quello che hai da dire? Ma è bello rivederti dopo tutto questo tempo.

# 1856_Shinada
source: Likewise! You still a scout?
pt: Anche per me! Sei ancora uno scout?

# 1868_Seto
source: Yeah. I'm on my way to see a rookie－the kid we picked first overall in the draft.
pt: Sì. Sto andando a vedere un rookie, il ragazzo che abbiamo scelto per primo al draft.

# 1880_Shinada
source: Oh, yeah, was that Kurashina? He was the star pitcher at Koshien this summer.
pt: Ah, già, era Kurashina? Era il lanciatore stellare al Koshien quest’estate.

# 1892_Seto
source: That's him. We got lucky in the draft lottery. Kurashina's a local boy, too, so we just need to hash out some details, and we'll get him signed.
pt: È lui. Siamo stati fortunati alla lotteria del draft. Kurashina è anche un ragazzo del posto, quindi dobbiamo solo sistemare qualche dettaglio e lo faremo firmare.

# 1904_Shinada
source: You still haven't lost your hustle. That's great.
pt: Non hai ancora perso la tua grinta. Grande.

# 1916_Seto
source: So, uh, what about you? Been hanging in there?
pt: E tu invece? Te la cavi?

# 1928_Shinada
source: Oh, you know me. Actually, I'm a journalist now－I work for an adult magazine. You could even say I have a <Italic>large reputation</Italic> in the industry... Heheh. Heh.
pt: Oh, mi conosci. In realtà ora sono un giornalista—lavoro per una rivista per adulti. Si potrebbe dire che ho una <Italic>grande reputazione</Italic> nel settore... Heheh. Heh.

# 1940_Seto
source: Huh. Is that right? Well, guess someone's gotta write the words beside the pictures that no one ever reads. So that's what you've got yourself into.
pt: Ah. Davvero? Beh, qualcuno dovrà pur scrivere le parole accanto alle immagini che nessuno legge. Quindi è questo che fai adesso.

# 1964_Seto
source: You've had it tough, haven't you? Ever since that game.
pt: Ne hai passate tante, eh? Da quella partita in poi.

# 1976_Shinada
source: I... think I'll be going now. It was good talking to you again. Oh, and you really shouldn't be seen with me, by the way.
pt: Io... penso che andrò. È stato bello parlare di nuovo con te. Ah, e non dovresti farti vedere con uno come me, comunque.

# 1988_Seto
source: Don't be stupid. Don't you worry about that.
pt: Non dire sciocchezze. Non preoccuparti di quello.

# 2000_Seto
source: Besides, I was just about to invite you to join me. Do you feel like meeting our star rookie? If you've got the time, that is.
pt: E poi, stavo proprio per invitarti a venire con me. Ti andrebbe di incontrare il nostro rookie stellare? Se hai tempo, ovviamente.

# 2012_Shinada
source: Really?
pt: Davvero?

# 2024_Seto
source: Kurashina wanted to talk to me, so I'm off to see him. How about I treat you to a drink when we're done?
pt: Kurashina voleva parlarmi, quindi sto andando da lui. Che ne dici se dopo ti offro da bere?

# 2036_Shinada
source: Hey, if it's on you, I'd sure appreciate it. But are you sure it's all right for me to tag along?
pt: Ehi, se offri tu, apprezzo di sicuro. Ma sei sicuro che vada bene se vengo anch’io?

# 2048_Seto
source: I wouldn't be inviting you if it wasn't. You don't need to be shy around Kurashina, either. We don't keep secrets from each other.
pt: Non ti inviterei se non andasse bene. E non devi essere timido con Kurashina. Non abbiamo segreti tra noi.

# 2060_Seto
source: Don't tell me you're not curious about him. This Kurashina kid is the Wyverns' big hope.
pt: Non dirmi che non sei curioso. Questo Kurashina è la grande speranza dei Wyverns.

# 2072_Shinada
source: I won't deny I'm curious...
pt: Non nego di essere curioso...

# 2084_Seto
source: Then it's decided. I assume you're coming?
pt: Allora è deciso. Immagino che tu venga.

# 2096_Shinada
source: No, I really shouldn't.
pt: No, davvero non dovrei.

# 2108_Seto
source: You're sure? It's really okay, you know.
pt: Ne sei sicuro? Va davvero bene, sai.

# 2120_Shinada
source: Next time, maybe. See you.
pt: Magari la prossima volta. Ci vediamo.

# 2144_Shinada
source: That's an offer I can't turn down. I remember you used to take me out all the time back when I was on the farm.
pt: Questa è un’offerta a cui non posso dire di no. Ricordo che mi portavi sempre fuori quando ero alla fattoria.

# 2156_Seto
source: You don't drink as much as you used to, I hope? You should be getting to that age when you learn a little restraint.
pt: Spero che tu non beva più come una volta. Dovresti essere arrivato all’età in cui si impara un po’ di moderazione.

# 2168_Shinada
source: Aww, heck no. I can still knock 'em back like the good old days. Besides, I still got some youth left in me. Mostly below the belt...
pt: Ah, ma figurati. Riesco ancora a buttarne giù come ai vecchi tempi. E poi, un po’ di gioventù ce l’ho ancora. Soprattutto lì sotto...

# 2252_Seto
source: There he is, Tatsuo. The kid in the school uniform－that's Kurashina.
pt: Eccolo lì, Tatsuo. Il ragazzo in uniforme scolastica—quello è Kurashina.
