Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0d9c.po
Languages: pt

source: Go Sea Fishing
pt: Vai a pesca in mare

source: Decline
pt: Rifiuta

source: Fisherman
pt: Pescatore

source: Go Fishing
pt: Vai a pescare

# 92_Kimura
source: Change your mind, Suzuki-san? Come on, let's go out and do some sea fishing.
pt: Hai cambiato idea, Suzuki-san? Dai, andiamo a pescare in mare.

# 116_Kimura
source: That could be fun. I'm up for some fishing as long as you've got room. Can you spare a fishing rod and some bait?
pt: Potrebbe essere divertente. Mi andrebbe di pescare, se c'è spazio. Hai per caso una canna da pesca e dell'esca?

# 128_Kimura
source: You got <Color:8>Mentaiko Bun<Color:Default>.
pt: Hai ottenuto <Color:8>Mentaiko Bun<Color:Default>.

# 176_Kimura
source: That could be fun. I'm up for some fishing as long as you've got room. Can you spare a fishing rod and some bait?
pt: Potrebbe essere divertente. Mi andrebbe di pescare, se c'è spazio. Hai per caso una canna da pesca e dell'esca?

# 188_Fisherman
source: Whoops. I've got three pieces of bait to give you, but it doesn't look like you have space for them.
pt: Ops. Ho tre esche da darti, ma non sembra tu abbia spazio per loro.

# 200_Fisherman
source: Come see me again when you're a little less loaded down. I'll be here.
pt: Vieni a trovarmi di nuovo quando sarai un po' meno carico. Sarò qui.

# 212_Kimura
source: That could be fun. I'd be up for some fishing as long as you've got room.
pt: Potrebbe essere divertente. Ci starei per una pescata, se hai spazio.

# 224_Kimura
source: Of course there's room! Let's hit the waves, then!
pt: Ma certo che c'è posto! Allora, andiamo a spaccare le onde!

# 248_Kimura
source: No, I think I'll pass for now.
pt: No, per ora passo.

# 260_Kimura
source: You sure? Well, the offer's open if you change your mind later. I won't go anywhere just yet.
pt: Sei sicuro? Beh, l'offerta resta valida se ti ricredi più tardi. Non me ne vado mica subito.

# 284_Kimura
source: Oh, you finished for now?
pt: Oh, hai finito per adesso?

# 296_Kiryu
source: Yeah. Thanks for having me along.
pt: Sì. Grazie per avermi portato con te.

# 308_Fisherman
source: No need to thank me! Come by again whenever you feel like it. You're welcome anytime.
pt: Figurati! Torna pure quando ti va. Sei sempre il benvenuto.

# 320_Kimura
source: Hm? You had enough?
pt: Mh? Ne hai avuto abbastanza?

# 332_Kiryu
source: Yeah. Thanks for inviting me along. I had a good time.
pt: Già. Grazie per avermi invitato. Mi sono divertito.

# 344_Fisherman
source: Yeah? Great to hear it! The fish you caught will only weigh you down, so I'll get them sent to your place later.
pt: Davvero? Ottimo a sapersi! I pesci che hai pescato ti appesantirebbero soltanto, quindi te li faccio spedire a casa più tardi.

# 356_Fisherman
source: I must say, you're pretty good at fishing. I haven't been having much luck lately on my end.
pt: Devo dire, sei proprio bravo a pescare. Io, ultimamente, non ho beccato granché.

# 368_Fisherman
source: In fact, I was just thinking about changing to a different spot.
pt: A dire il vero, stavo proprio pensando di cambiare posto.

# 380_Fisherman
source: You're welcome to tag along if you feel up to it.
pt: Puoi aggregarti pure, se te la senti.

# 392_Kiryu
source: Where are you headed next?
pt: Dove sei diretto adesso?

# 404_Fisherman
source: Out to sea. Sea fishing's my specialty!
pt: Al largo. La pesca in mare è la mia specialità!

# 416_Kiryu
source: Sea fishing? Right now? Huh, you don't mess around.
pt: Pesca in mare? Adesso? Ah, non perdi tempo, eh.

# 428_Fisherman
source: Hahaha, no, I sure don't! It's my policy to always act on something whenever I get the idea.
pt: Hahaha, no, di certo non lo faccio! La mia politica è agire sempre su qualcosa ogni volta che mi viene un'idea.

# 440_Fisherman
source: For example, I wanted to be a pilot when I was a kid, so I ended up joining the Air Self-Defense Force!
pt: Per esempio, da piccolo volevo fare il pilota, così sono finito ad arruolarmi nella Forza Aerea di Autodifesa!

# 452_Kiryu
source: So you're a former self-defense official? What do you do for work now?
pt: Allora sei un ex delle forze di autodifesa? Che lavoro fai adesso?

# 464_Fisherman
source: We'll get to that later. The name's Kimura, by the way. How about yourself?
pt: Ne parleremo più tardi. Comunque, sono Kimura. E tu?

# 476_Kiryu
source: I'm Suzuki. I drive a taxi here in town.
pt: Sono Suzuki. Faccio il tassista qui in città.

# 488_Kimura
source: A taxi driver, huh? I take it you're off duty today?
pt: Un tassista, eh? Allora, sei fuori servizio oggi?

# 500_Kiryu
source: Yeah, something like that.
pt: Già, qualcosa del genere.

# 512_Kimura
source: Then what do you say, Suzuki-san? Want to come sea fishing? We can catch all sorts of fish out there, like tuna, flounder, and sea bream.
pt: Allora, che ne dici, Suzuki-san? Vuoi venire a pescare in mare? Lì fuori possiamo prendere ogni sorta di pesce, come tonni, passere e orate.

# 524_Kiryu
source: (Sea fishing? That could take a while, but it's not often I get a chance like this.)
pt: (Pesca in mare? Potrebbe prendermi un bel po' di tempo, ma non è che mi capiti spesso un'occasione del genere.)

# 548_Kimura
source: That could be fun. I'm up for some fishing as long as you've got room. Can you spare a fishing rod and some bait?
pt: Potrebbe essere divertente. Mi andrebbe di pescare, se c'è spazio. Hai per caso una canna da pesca e dell'esca?

# 560_Kimura
source: You got <Color:8>Mentaiko Bun<Color:Default>.
pt: Hai ottenuto <Color:8>Mentaiko Bun<Color:Default>.

# 608_Kimura
source: That could be fun. I'm up for some fishing as long as you've got room. Can you spare a fishing rod and some bait?
pt: Potrebbe essere divertente. Mi andrebbe di pescare, se c'è spazio. Hai per caso una canna da pesca e dell'esca?

# 620_Fisherman
source: Whoops. I've got three pieces of bait to give you, but it doesn't look like you have space for them.
pt: Ops. Ho tre esche da darti, ma non sembra tu abbia spazio per loro.

# 632_Fisherman
source: Come see me again when you're a little less loaded down. I'll be here.
pt: Vieni a trovarmi di nuovo quando sarai un po' meno carico. Sarò qui.

# 644_Kimura
source: That could be fun. I'd be up for some fishing as long as you've got room.
pt: Potrebbe essere divertente. Ci starei per una pescata, se hai spazio.

# 656_Kimura
source: Of course there's room! Let's hit the waves, then!
pt: Ma certo che c'è posto! Allora, andiamo a spaccare le onde!

# 680_Kimura
source: No, I think I'll pass for now.
pt: No, per ora passo.

# 692_Kimura
source: You sure? Well, the offer's open if you change your mind later. I won't go anywhere just yet.
pt: Sei sicuro? Beh, l'offerta resta valida se ti ricredi più tardi. Non me ne vado mica subito.

# 716_Kimura
source: Well, what's the verdict? You're welcome to fish here if you want. I could lend you a fishing rod and some bait.
pt: Allora, che ne dici? Se ti va, puoi pescare qui, eh. Potrei prestarti una canna da pesca e un po' d'esca.

# 728_Kimura
source: (He's river fishing. I doubt there'd be many fish in there, though.)
pt: (Sta pescando nel fiume. Non credo ci siano molti pesci lì dentro, però.)

# 740_Fisherman
source: Hmm? Can I help you?
pt: Hmm? Posso aiutarti?

# 752_Kiryu
source: Oh, I was just wondering if there's actually something to catch here.
pt: Oh, mi stavo giusto chiedendo se c'è davvero qualcosa da pescare qui.

# 764_Fisherman
source: There aren't many fish around, to be sure. But that doesn't mean there are none.
pt: Non ci sono molti pesci in giro, a dire il vero. Ma questo non significa che non ci sia proprio niente.

# 776_Kiryu
source: Can you tell me what the local fish are?
pt: Puoi dirmi quali sono i pesci del posto?

# 788_Fisherman
source: Carp, koi, and catfish mainly. There are also a few goby around.
pt: Principalmente carpe, koi e pesci gatto. Ci sono anche qualche ghiozzo in giro.

# 800_Kiryu
source: That's more than I would've expected.
pt: È più di quanto mi sarei aspettato.

# 812_Fisherman
source: Hah, I guess so! I'm more of a sea fishing man myself, but there's nothing quite like taking a break here in one of the quieter corners of town.
pt: Ah, immagino di sì! Io sono più un tipo da pesca in mare, per quanto mi riguarda, ma non c'è niente di meglio che farsi una pausa qui, in uno degli angoli più tranquilli della città.

# 824_Fisherman
source: How about you give it a try? We could do some fishing together if you want. I'd even lend you a fishing rod and some bait.
pt: Che ne dici di provarci? Potremmo farci una pescata insieme, se ti va. Ti presterei pure una canna e un po' d'esca.

# 836_Kiryu
source: (Fishing, huh? Now that could be interesting.)
pt: (Pesca, eh? Beh, potrebbe essere interessante.)

# 860_Kimura
source: Okay, I'd like that. As long as it's not too much trouble, that is. Can I borrow that equipment you mentioned?
pt: Certo, mi farebbe piacere. Purché non sia troppo disturbo, ecco. Posso prendere in prestito quell'attrezzatura di cui parlavi?

# 872_Kimura
source: You got <Color:8>Mentaiko Bun<Color:Default>.
pt: Hai ottenuto <Color:8>Mentaiko Bun<Color:Default>.

# 920_Kimura
source: Okay, I'd like that. As long as it's not too much trouble, that is. Can I borrow that equipment you mentioned?
pt: Certo, mi farebbe piacere. Purché non sia troppo disturbo, ecco. Posso prendere in prestito quell'attrezzatura di cui parlavi?

# 932_Fisherman
source: Whoops. I've got three pieces of bait to give you, but it doesn't look like you have room for them.
pt: Ops. Ho tre esche da darti, ma non sembra tu abbia spazio per loro.

# 944_Fisherman
source: Come see me again when you're a little less loaded down. I'll be here.
pt: Vieni a trovarmi di nuovo quando sarai un po' meno carico. Sarò qui.

# 956_Kimura
source: Okay, I'd like that. Hope it's not too much to ask.
pt: Okay, mi piacerebbe. Spero di non chiedere troppo.

# 968_Kimura
source: Not at all! Come on over, then. No doubt you'll get plenty of fish if you're next to me!
pt: Figurati! Dai, fatti sotto. Non c'è dubbio che pescherai un sacco di roba se stai qui con me!

# 992_Kimura
source: No, I'd better pass for now. Sorry to bother you.
pt: No, è meglio che passi per adesso. Scusa il disturbo.

# 1004_Fisherman
source: You sure? Well, you know where to find me if you change your mind.
pt: Sei sicuro? Beh, sai dove trovarmi se cambi idea.
