Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013033d.po
Languages: pt

source: You learned <Color:9>Gourmet in Training<Color:Default>.
pt: Hai imparato <Color:9>Gourmet in allenamento<Color:Default>.

source: You learned <Color:9>Master Gourmet<Color:Default>.
pt: Hai imparato <Color:9>Maestro buongustaio<Color:Default>.

source: You learned <Color:9>King of Gourmets<Color:Default>.
pt: Hai imparato <Color:9>Re dei Gourmet<Color:Default>.

source: Player
pt: Giocatore

source: Troubled Man
pt: Uomo preoccupato

source: Tatsuya's New Dish
pt: Il Nuovo Piatto di Tatsuya

source: Enhancing Abilities by Eating 1/5
pt: Potenziare le Abilità mangiando 1/5

source: Enhancing Abilities by Eating 2/5
pt: Potenziare le abilità mangiando 2/5

source: Enhancing Abilities by Eating 3/5
pt: Potenziare le Abilità mangiando 3/5

source: Enhancing Abilities by Eating 4/5
pt: Potenziare le Abilità Mangiando 4/5

source: Enhancing Abilities by Eating 5/5
pt: Miglioramento delle Abilità Mangiando 5/5

source: Recommend an Eatery
pt: Suggerisci un Locale

source: Nothing New to Report
pt: Niente di nuovo da segnalare

source: No Recommendations for Now
pt: Nessuna raccomandazione per ora

# 188_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 200_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 224_Troubled Man
source: This isn't working. Most of the eateries around here are just too risky.
pt: Così non va. La maggior parte dei locali qui in giro sono troppo rischiosi.

# 236_Troubled Man
source: I'll never find a great place unless I get someone local to help me.
pt: Non scoverò mai un posto da urlo, se non mi faccio aiutare da qualcuno del posto.

# 248_Player
source: (What's with that guy? He doesn't look so good.)
pt: (Ma che gli prende a quello? Non ha una bella cera.)

# 260_Troubled Man
source: What am I going to do? I feel like I'm in a minefield. I don't want to take another step.
pt: Che faccio? Mi sento come fossi in un campo minato. Non voglio fare un altro passo.

# 272_Shinada
source: You're looking kinda green. Is something wrong?
pt: Non hai una bella cera. C'è qualcosa che non va?

# 284_Troubled Man
source: Huh? I look green? Well, I don't know if...
pt: Eh? Mi vedi pallido? Beh, non so se...

# 296_Shinada
source: I'm not sure what that's supposed to mean, but I guess you're okay, so carry on.
pt: Non so bene cosa significhi, ma mi sa che sei a posto, quindi continua pure.

# 308_Troubled Man
source: No, wait! You live around here, don't you!?
pt: No, aspetta! Tu abiti da queste parti, no!?

# 320_Shinada
source: I do, but why do you ask?
pt: Sì, ma perché me lo chiedi?

# 332_Troubled Man
source: I'm Tatsuya, the celebrity chef. I have my own show on TV. Ring any bells?
pt: Sono Tatsuya, lo chef celebre. Ho il mio show in TV. Ti dice niente?

# 344_Shinada
source: What, really!? You're someone famous!?
pt: Cosa, davvero!? Sei uno famoso!?

# 356_Tatsuya
source: Well, I wouldn't say famous, but I guess I am on TV.
pt: Beh, non direi famoso, ma credo di essere in TV.

# 368_Shinada
source: How cool is that? Then again, I don't watch much TV, so I actually have no idea how cool that is.
pt: Quant'è fico? A pensarci bene, non guardo molta TV, quindi non ho proprio idea di quanto sia fico.

# 380_Shinada
source: I'm also wondering what a famous chef would possibly want with me.
pt: Mi chiedo anch'io cosa mai vorrebbe da me un cuoco famoso.

# 392_Tatsuya
source: Right, about that. I'm doing a show where I go around helping different eateries around Japan by coming up with new twists on local dishes.
pt: Giusto, a proposito di quello. Sto facendo uno show in cui vado in giro ad aiutare diversi locali in Giappone proponendo nuove rivisitazioni di piatti locali.

# 404_Tatsuya
source: I've been trying places that might give me some ideas, but Kineicho food is so different from what I'm used to. I don't know where to start.
pt: Ho provato vari posti per trovare qualche spunto, ma la cucina di Kineicho è così diversa da quella a cui sono abituato. Non so da dove iniziare.

# 416_Shinada
source: Different? Oh, you must mean stuff like super spicy shaved ice or red bean paste pasta.
pt: Diverso? Oh, intendi roba tipo la granita super piccante o la pasta di fagioli rossi.

# 428_Tatsuya
source: Yes! Exactly! It's been quite a shock. Everywhere I go, one strange dish after another!
pt: Sì! Esatto! È stato un bello shock. Ovunque vada, un piatto strano dopo l'altro!

# 440_Shinada
source: Oh, come on now. Not everywhere. Sure, there are places like that, but they're pretty rare.
pt: Ma dai! Non dappertutto. Certo, ce ne sono di posti così, ma sono piuttosto rari.

# 452_Tatsuya
source: I beg to differ! No matter who I ask on the street, they steer me toward that kind of place.
pt: Non sono affatto d'accordo! A chiunque chieda per strada, mi mandano sempre in posti così.

# 464_Shinada
source: Really? What exactly did you ask them?
pt: Davvero? Cosa gli hai chiesto esattamente?

# 476_Tatsuya
source: I said, "Do you know anywhere that specializes in food unique to this area?"
pt: Ho chiesto, «Conosci un posto specializzato in piatti unici di questa zona?»

# 488_Shinada
source: There's your problem. If someone asked me that, I'd recommend something a little odd, too.
pt: Ecco il tuo problema. Se qualcuno me l'avesse chiesto, gli avrei consigliato qualcosa di un po' strano anch'io.

# 500_Tatsuya
source: Maybe I should rephrase that and ask for places with tasty local dishes that aren't so strange.
pt: Magari dovrei dirlo in un altro modo e chiedere locali con specialità del posto gustose che non siano troppo strane.

# 512_Shinada
source: I'm kind of broke right now, so pricey places are out, but I do know some reasonable ones.
pt: Sono un po' al verde adesso, quindi i posti costosi lasciamoli perdere, ma ne conosco alcuni a buon prezzo.

# 524_Tatsuya
source: Really!? Do tell! I'll make it worth your while!
pt: Davvero!? Su, racconta! Te ne farò valere la pena!

# 536_Shinada
source: Seriously!? All I have to do is tell you about them? Count me in!
pt: Sul serio!? Mi basta solo parlartene? Ci sto!

# 548_Tatsuya
source: Great, thanks! We have a win-win situation on our hands, then!
pt: Grande, grazie! Allora, è una situazione in cui vinciamo tutti!

# 560_Shinada
source: So, what exactly are we talking about here in terms of compensation?
pt: Allora, per questo compenso, di che cifre parliamo, di preciso?

# 572_Tatsuya
source: Good question! I'll make it worth your while by... Drumroll, please...
pt: Bella domanda! Ti ripagherò a dovere, con... Rullo di tamburi, prego...

# 584_Shinada
source: Come on...
pt: Dai...

# 596_Tatsuya
source: Aww, fine. Well, I'll give you Tatsuya's special advice! It'll make your meals that much more enjoyable!
pt: Vabbè, dai. Allora, ti darò il consiglio speciale di Tatsuya! Renderà i tuoi pasti ancora più gustosi!

# 608_Shinada
source: Special advice? Uh... What?
pt: Consigli speciali? Ehm... Che?

# 620_Tatsuya
source: How to make your life better without money! With the right attitude, you can change your daily meals into something so much better!
pt: Come migliorare la tua vita senza un soldo! Con la giusta mentalità, puoi trasformare i tuoi pasti di tutti i giorni in qualcosa di decisamente migliore!

# 632_Shinada
source: Right... Later, pal.
pt: Va bene... Ci si vede, socio.

# 644_Tatsuya
source: No, please! Wait! Don't be like that!
pt: No, ti prego! Aspetta! Non fare così!

# 656_Shinada
source: If you say you're going to make it worth my while, you're gonna have to do better than giving me advice, ya quack.
pt: Se dici che me la ripagherai, dovrai fare di meglio che darmi consigli, ciarlatano.

# 668_Tatsuya
source: But you said you'd help.
pt: Ma avevi detto che avresti aiutato.

# 680_Shinada
source: Uh...
pt: Ehm...

# 692_Tatsuya
source: "Count me in!" Those were your exact words.
pt: Ci sto! Quelle sono state le tue esatte parole.

# 704_Shinada
source: Ngh! Fine, fine! I'm a man of my word.
pt: Ngh! Va bene, va bene! Sono un uomo di parola.

# 716_Tatsuya
source: Really!? Great! Thanks so much!
pt: Davvero!? Grande! Grazie mille!

# 728_Shinada
source: But you better keep your word too and make this worth my while!
pt: Ma vedi di mantenere la parola anche tu, e fai in modo che ne valga la pena per me!

# 740_Tatsuya
source: Don't worry! I got it covered, buddy!
pt: Non preoccuparti! Ci penso io, compare!

# 752_Tatsuya
source: Well, I'll be waiting. I'm counting on you!
pt: Allora, ti aspetterò. Conto su di te!

# 788_Tatsuya
source: Wow, that was delicious. And it should really help me come up with ideas for a new dish!
pt: Wow, era squisito. E dovrebbe proprio aiutarmi a farmi venire in mente idee per un nuovo piatto!

# 812_Tatsuya
source: Let me give you some advice to thank you for telling me about such a great place.
pt: Lascia che ti dia un consiglio per ringraziarti di avermi parlato di un posto così fantastico.

# 824_Tatsuya
source: Each dish you eat contains all sorts of ingredients－each one with its own unique flavor, texture, and nutritional content.
pt: Ogni piatto che ti gusti contiene un sacco di ingredienti—ogni singolo ingrediente con il suo sapore unico, la sua consistenza e il suo valore nutritivo.

# 836_Tatsuya
source: So I want you to give some thought to the ingredients being used in the food you eat even before you take your first bite.
pt: Quindi, voglio che tu faccia attenzione agli ingredienti che usano nel cibo che mangi, ancora prima di darci un morso.

# 848_Tatsuya
source: Then you'll see how cooking is the sum of many parts. Eating is more fun when you understand the special characteristics of your food.
pt: E allora vedrai come la cucina sia un insieme di tanti elementi. Si mangia con più gusto quando ne comprendi le peculiarità.

# 860_Tatsuya
source: Pay attention to stuff like that, and you just might end up with something you didn't expect when you eat your meals.
pt: Fai attenzione a roba del genere, e magari ti ritrovi con qualcosa che non ti saresti mai aspettato mentre mangi.

# 872_Tatsuya
source: You really should give it a try!
pt: Dovresti proprio provarlo!

# 908_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 920_Shinada
source: A lot of that went right over my head. See, I'm happy as long as I get to eat. But I'll think about it.
pt: Molto di quello mi è passato proprio sopra la testa. Vedi, a me basta mangiare per essere contento. Ma ci penserò.

# 944_Tatsuya
source: All right! Now that you've told me about a few great places, here's some more advanced advice for you.
pt: Perfetto! Ora che mi hai parlato di qualche posticino niente male, ecco qualche dritta un po' più avanzata per te.

# 956_Tatsuya
source: Last time, I told you to think about different combinations of ingredients, but now I want you to think about the person doing the cooking.
pt: L'ultima volta ti ho detto di pensare a diverse combinazioni di ingredienti, ma stavolta voglio che tu pensi a chi ci sta ai fornelli.

# 968_Tatsuya
source: It's a chef's skill that really allows good ingredients to shine through, but there's more to good cooking than that.
pt: È la bravura di un cuoco che fa risaltare davvero i buoni ingredienti, ma la buona cucina non è solo questo.

# 980_Tatsuya
source: You can't just pile tasty food onto a plate. There should be a story behind it, or you should try to convey an emotion through it.
pt: Non puoi mica solo ammassare cibo saporito su un piatto. Ci dovrebbe essere una storia dietro, o dovresti cercare di trasmettere un'emozione attraverso di esso.

# 992_Tatsuya
source: For example, people like to hear how you came up with a certain dish. Or you can try to create something that makes people smile.
pt: Ad esempio, alla gente piace sentire come ti è venuto in mente un certo piatto. Oppure puoi provare a creare qualcosa che faccia sorridere la gente.

# 1004_Tatsuya
source: You see, when people know there's more to a dish than its ingredients, they'll appreciate it that much more.
pt: Vedi, quando la gente sa che c'è di più dietro a un piatto che i suoi ingredienti, lo apprezzerà molto di più.

# 1040_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 1052_Shinada
source: The chef's stories and emotions? I like it! I'll keep that in mind the next time I chow down!
pt: Le storie e le emozioni dello chef? Mi piace un sacco! Lo terrò a mente la prossima volta che mi metto sotto a mangiare!

# 1076_Tatsuya
source: Since you've introduced me to so many great places, I'll give you the best advice I have.
pt: Visto che mi hai fatto conoscere un sacco di posti pazzeschi, ti darò la migliore dritta che ho.

# 1088_Tatsuya
source: You know how people say they're full but still have room for dessert?
pt: Sai quando la gente dice che è piena ma ha sempre un posticino per il dolce?

# 1100_Tatsuya
source: That's because the body is quite an amazing machine. When there's something you really want to eat, it makes a little room for it.
pt: Questo perché il corpo è una macchina piuttosto pazzesca. Quando c'è qualcosa che vuoi proprio mangiare, gli fa un posticino.

# 1112_Tatsuya
source: You can say the opposite as well. The body feels full and satisfied for quite some time after eating a delicious meal.
pt: Si può dire anche il contrario. Il corpo si sente sazio e soddisfatto per un bel po' dopo aver mangiato un pasto delizioso.

# 1124_Tatsuya
source: Eating is a simple, yet joyful experience. When people think about the food and the person who made it, a meal seems more satisfying.
pt: Mangiare è un'esperienza semplice, eppure gioiosa. Quando si pensa al cibo e a chi l'ha preparato, un pasto sembra più appagante.

# 1136_Tatsuya
source: And when that feeling of satisfaction lasts even longer, eating becomes an even more pleasurable experience.
pt: E quando quella sensazione di soddisfazione dura ancora più a lungo, mangiare diventa un'esperienza ancora più piacevole.

# 1148_Tatsuya
source: I want you to use all the advice I've given you to make your dining experiences more fun!
pt: Voglio che tu usi tutti i consigli che ti ho dato per rendere le tue esperienze culinarie più divertenti!

# 1184_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 1196_Shinada
source: So I won't be hungry all the time if I enjoy food more? No, it can't be that simple. But... let me think about it some more.
pt: Quindi non avrò sempre fame se mi godo di più il cibo? No, non può essere così semplice. Ma... fammi pensarci ancora un po'.

# 1220_Tatsuya
source: That's about all the advice I can offer. The rest is up to you. Just try different things.
pt: Più di così, non so proprio cos'altro consigliarti. Il resto sta a te. Prova a sperimentare cose nuove, ecco.

# 1232_Tatsuya
source: Food is a very personal thing, after all, so there's a limit to how much anyone can teach someone else about it.
pt: Il cibo è una cosa molto personale, dopotutto, quindi c'è un limite a quanto uno possa insegnare a qualcun altro al riguardo.

# 1244_Tatsuya
source: Anyway, now it's time for me to come up with a new dish based on all the info I gleaned from the eateries I visited.
pt: Comunque, ora devo tirare fuori un nuovo piatto basandomi su tutte le info che ho carpito dai locali che ho visitato.

# 1256_Tatsuya's New Dish
source: You can now enjoy Tatsuya's new dish. He will film a show to introduce it, but it's up to you to go find where it's being served.
pt: Ora puoi gustare il nuovo piatto di Tatsuya. Girerà uno show per presentarlo, ma sta a te andare a scoprire dove viene servito.

# 1268_Tatsuya
source: I heard there's a <Color:7>new café<Color:Default> around here. I'll think of a dish fit for that kind of a place.
pt: Ho sentito che qui in zona c'è un <Color:7>nuovo caffè<Color:Default>. Mi inventerò un piatto adatto a un locale del genere.

# 1280_Tatsuya
source: Well, you've been really helpful. Hope to see you again soon!
pt: Beh, mi sei stato davvero d'aiuto. Spero di rivederti presto!

# 1292_Tatsuya
source: Thanks for all your help. Bye!
pt: Grazie per tutto l'aiuto. Ciao!

# 1328_Tatsuya
source: Thanks for introducing me to such a great place! It should help me come up with some good ideas.
pt: Grazie per avermi fatto conoscere un locale così figo! Dovrebbe aiutarmi a tirar fuori qualche buona idea.

# 1340_Tatsuya
source: Let me know if you find any other places I should try!
pt: Fammi sapere se trovi altri posti che dovrei provare!

# 1364_Enhancing Abilities by Eating 1/5
source: Now that you have learned Gourmet in Training, you can <Color:7>enhance abilities by eating<Color:Default>. However, the abilities you learn from Tatsuya <Color:7>only work with food served at eateries<Color:Default>. They have no effect when using food items.
pt: Ora che hai imparato Esperto Gastronomico in Erba, puoi <Color:7>migliorare le abilità mangiando<Color:Default>. Tuttavia, le abilità che impari da Tatsuya <Color:7>funzionano solo con il cibo servito nei locali<Color:Default>. Non hanno alcun effetto quando usi gli oggetti cibo.

# 1376_Enhancing Abilities by Eating 2/5
source: You can enhance the following four abilities by eating at an eatery: Health: <Color:7>Restores health up to the second gauge (yellow)<Color:Default>. However, the second gauge automatically falls over time.
pt: Puoi potenziare le seguenti quattro abilità mangiando in un locale: Salute: <Color:7>Ripristina la salute fino alla seconda barra (gialla)<Color:Default>. Tuttavia, la seconda barra scende automaticamente col tempo.

# 1388_Enhancing Abilities by Eating 3/5
source: Strength: Barehanded moves do more damage. (Dance battle points increase in Haruka's case.) Focus: Heat Gauge stays above a certain level. Fighting Spirit: Heat Actions do more damage. (Heat Gauge rises more easily in Haruka's case.)
pt: Forza: Le mosse a mani nude infliggono più danni. (I punti battaglia di ballo aumentano nel caso di Haruka.) Concentrazione: La Barra Furore rimane sopra un certo livello. Spirito Combattivo: Le Heat Action infliggono più danni. (La Barra Furore si riempie più facilmente nel caso di Haruka.)

# 1400_Enhancing Abilities by Eating 4/5
source: A character's enhancement status is displayed below the Heat Gauge on the upper left part of the screen. Strength, Focus, and Fighting Spirit rise as you eat new dishes, but they are <Color:7>reset when the second Health Gauge is depleted<Color:Default>, so keep an eye on the amount left on the gauge.
pt: Lo stato di potenziamento di un personaggio è visualizzato sotto la Heat Gauge nella parte in alto a sinistra dello schermo. Forza, Concentrazione e Spirito Combattivo aumentano man mano che mangi nuovi piatti, ma vengono <Color:7>resettati quando la seconda Health Gauge si esaurisce<Color:Default>, quindi tieni d'occhio la quantità rimasta sulla gauge.

# 1412_Enhancing Abilities by Eating 5/5
source: You won't know what ability will rise until you eat something, but that's part of the fun. Go around town and try eating a variety of food at all sorts of eateries.
pt: Non saprai quale abilità aumenterà finché non mangerai qualcosa, ma è proprio questo il bello! Girati la città e prova a mangiare un sacco di cibi diversi in ogni tipo di locale.

# 1472_Tatsuya
source: So this is the place you were talking about. Let's give it a try! Okay, I'll take one please!
pt: Quindi questo è il posto di cui parlavi. Proviamo! Va bene, ne prendo uno, per favore!

# 1508_Tatsuya
source: So this is the place you were talking about. Let's give it a try! Okay, I'll take one please!
pt: Quindi questo è il posto di cui parlavi. Proviamo! Va bene, ne prendo uno, per favore!

# 1544_Tatsuya
source: So this is the place you were talking about. Let's give it a try! Okay, I'll take one please!
pt: Quindi questo è il posto di cui parlavi. Proviamo! Va bene, ne prendo uno, per favore!

# 1568_Tatsuya
source: Ah, there you are. Find any great places?
pt: Ah, eccoti qui. Hai scovato qualche bel posticino?

# 1580_Shinada
source: Er, now that I think about it, I'm not even sure why I'm here! My bad!
pt: Uhm, a pensarci bene, non sono nemmeno sicuro del perché sono qui! Scusa!

# 1592_Tatsuya
source: Oh, really? Well, please stop by again. I'll be here!
pt: Oh, davvero? Beh, passa di nuovo, mi raccomando. Mi trovi qui!

# 1628_Shinada
source: (I don't have anywhere to recommend right now. I'll go try a place or two before I come back.)
pt: (Non ho posti da consigliare per ora. Vado a provarne un paio prima di tornare.)

# 1640_Shinada
source: (Umm, which place should I tell him about?)
pt: (Uhm, di quale locale dovrei parlargli?)

# 1652_Shinada
source: (Maybe I'll tell him later.)
pt: (Forse glielo dirò dopo.)

# 1664_Shinada
source: (I'll take him to Sekai no Yamachan.)
pt: (Lo porterò a Sekai no Yamachan.)

# 1676_Shinada
source: It's this way. Follow me.
pt: È di qua. Seguimi.

# 1688_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!

# 1712_Shinada
source: (I'll take him to Daruma.)
pt: (Lo porto a Daruma.)

# 1724_Shinada
source: It's this way. Follow me.
pt: È di qua. Seguimi.

# 1736_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!

# 1760_Shinada
source: (I'll take him to Kaburaya.)
pt: (Lo porto al Kaburaya.)

# 1772_Shinada
source: It's this way. Follow me.
pt: È di qua. Seguimi.

# 1784_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!
