Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690047.po
Languages: pt

source: Yup, ready to go.
pt: Sì, pronto per partire.

source: Need some more time.
pt: Mi serve ancora un po' di tempo.

# 192_Okudera
source: I made some snares. Are you ready for the mountain?
pt: Ho fatto delle trappole. Sei pronto per la montagna?

# 204_Saejima
source: Mind waitin' a bit?
pt: Ti dispiace aspettare un po'?

# 216_Okudera
source: Not at all. Just tell me when you're ready.
pt: Per niente. Dimmi solo quando sei pronto.

# 228_Saejima
source: Thanks.
pt: Grazie.

# 240_Saejima
source: Yup. Ready.
pt: Sì. Pronto.

# 252_Okudera
source: All right, let's leave now.
pt: Va bene, partiamo adesso.

# 276_Okudera
source: You're back. You done now?
pt: Sei tornato. Hai finito adesso?

# 288_Saejima
source: Yeah.
pt: Sì.

# 300_Okudera
source: Good. We'll go trapping, then. For rabbits. That's the best food for Baba.
pt: Bene. Allora andremo a mettere le trappole. Per i conigli. È il cibo migliore per Baba.

# 312_Baba
source: I'm sorry, Aniki. I wish you didn't have to do so much for me.
pt: Mi dispiace, Aniki. Vorrei che non dovessi fare così tanto per me.

# 324_Saejima
source: Don't worry about it.
pt: Non preoccuparti.

# 336_Okudera
source: I made some snares. Are you ready for the mountain, Saejima?
pt: Ho fatto dei cappi. Sei pronto per la montagna, Saejima?

# 348_Saejima
source: Mind waitin' a bit?
pt: Ti dispiace aspettare un po'?

# 360_Okudera
source: Not at all. Just tell me when you're ready.
pt: Assolutamente no. Dimmi solo quando sei pronto.

# 372_Saejima
source: Thanks.
pt: Grazie.

# 384_Saejima
source: Yup. Ready.
pt: Sì. Pronto.

# 396_Okudera
source: All right, let's leave now.
pt: Va bene, andiamo via adesso.

# 432_Okudera
source: You mentioned you had a favor to return... To someone who gave you some food, I believe.
pt: Hai detto che avevi un favore da ripagare... A qualcuno che ti ha dato del cibo, credo.

# 444_Okudera
source: So are you gonna go do that or not?
pt: Allora, lo fai o no?

# 456_Saejima
source: (He's right. Gotta go see Nishina's wife.)
pt: (Ha ragione. Devo andare a vedere la moglie di Nishina.)

# 468_Okudera
source: I'll teach you how to trap rabbits when you get back.
pt: Ti insegnerò come intrappolare conigli quando tornerai.

# 480_Saejima
source: Rabbits? Ain't much meat on those, is there? Why not try for deer?
pt: Conigli? Poca carne addosso, no? Perché non proviamo con i cervi?

# 492_Okudera
source: Rabbit meat is more tender. It'll be easier for Baba to digest.
pt: La carne di coniglio è più tenera. Sarà più facile per Baba digerirla.

# 504_Okudera
source: The fur will be useful as well.
pt: La pelliccia sarà utile anche.

# 516_Saejima
source: Ah. Sounds good, then.
pt: Ah. Va bene, allora.

# 528_Okudera
source: Go on and take care of your business. I'll make some rabbit snares.
pt: Vai pure a sbrigare i tuoi affari. Io preparerò dei lacci per conigli.

# 540_Okudera
source: They'll be finished by the time you get back.
pt: Saranno finiti per quando tornerai.
