Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00340049.po
Languages: pt

source: It's nothing.
pt: Non è nulla.

source: I need to go.
pt: Devo andare.

# 860_Akiyama
source: Hey, Honoka-chan.
pt: Ehi, Honoka-chan.

# 872_Honoka
source: Sorry to keep ya waitin'!
pt: Scusa se ti ho fatto aspettare!

# 884_Akiyama
source: It's all good. Want to get going?
pt: Tutto a posto. Vogliamo andare?

# 932_Honoka
source: I had loads of fun!
pt: Mi sono divertita un sacco!

# 944_Akiyama
source: Me too.
pt: Anch'io.

# 956_Honoka
source: Right, I gotta get home. See ya at the club.
pt: Ok, devo andare a casa. Ci vediamo al club.

# 1040_Honoka
source: I love it! Thanks!
pt: Lo adoro! Grazie!

# 1052_Honoka
source: Uh... Thanks. C'mon, where are we goin' next?
pt: Uh... Grazie. Dai, dove andiamo poi?

# 1064_Honoka
source: Thank you! C'mon then, where are we goin' next?
pt: Grazie! Dai, dove andiamo poi?

# 1076_Honoka
source: You came to a store like this and ya ain't even gonna buy anythin'? Ya cheapskate.
pt: Sei venuto in un negozio come questo e non hai intenzione di comprare niente? Che tirchio!

# 1112_Honoka
source: That was super tasty!
pt: È stato super buono!

# 1124_Honoka
source: Uh... Thanks. C'mon, where are we goin' next?
pt: Uh... Grazie. Dai, dove andiamo poi?

# 1136_Honoka
source: Thank you! C'mon then, where are we goin' next?
pt: Grazie! Dai, dove andiamo poi?

# 1148_Honoka
source: But I wanted that...
pt: Ma volevo quello...

# 1184_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1196_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1208_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1220_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1256_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1268_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1280_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1292_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1328_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1340_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1352_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1364_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1400_Honoka
source: You're really good at this, Akiyama-san! I'm kinda surprised!
pt: Sei davvero bravo in questo, Akiyama-san! Sono un po' sorpresa!

# 1412_Honoka
source: That wasn't all that impressive, ya know.
pt: Non è che fosse granché, sai.

# 1424_Honoka
source: That was fun! Let's come back sometime.
pt: È stato divertente! Torniamoci un'altra volta.

# 1436_Honoka
source: Ya tone deaf or somethin', Akiyama-san?
pt: Sei sordo o cosa, Akiyama-san?

# 1472_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1484_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1496_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1508_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1544_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1556_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1568_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1580_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1616_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1628_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1640_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1652_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1688_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1700_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1712_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1724_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1760_Honoka
source: That was super tasty! Thanks for treatin' me!
pt: È stato super buono! Grazie per avermi offerto!

# 1772_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1784_Honoka
source: C'mon, where are we goin' next?
pt: Dai, dove andiamo poi?

# 1796_Honoka
source: Yer so stingy, Akiyama-san!
pt: Sei così tirchio, Akiyama-san!

# 1844_Honoka
source: I wanted this! Thanks, Akiyama-san!
pt: Volevo proprio questo! Grazie, Akiyama-san!

# 1856_Honoka
source: I win! C'mon, where are we goin' next?
pt: Ho vinto! Dai, dove andiamo poi?

# 1868_Honoka
source: It's a draw! C'mon, where are we goin' next?
pt: È un pareggio! Dai, dove andiamo poi?

# 1904_Honoka
source: But I wanted that...
pt: Ma volevo quello...

# 1916_Honoka
source: That was fun! You're good at this, Akiyama-san!
pt: È stato divertente! Ci sai proprio fare, Akiyama-san!

# 2000_Honoka
source: Those came out real good!
pt: Sono usciti proprio bene!

# 2012_Honoka
source: Ehhh, this batch was a bust.
pt: Ehhh, 'sto giro è andato malissimo.

# 2024_Honoka
source: Ya serious!? But this was a perfect opportunity.
pt: Ma dici sul serio!? Ma questa era un'occasione perfetta.

# 2060_Honoka
source: I thought since we came all this way, we'd get some pictures. Ya don't gotta be shy, y'know.
pt: Pensavo, già che siamo venuti fin qui, di fare qualche foto. Non devi fare il timido, eh.

# 2072_Honoka
source: That was fun! Ya really got into it there, Akiyama-san!
pt: È stato divertente! Ti ci sei proprio scatenato, Akiyama-san!

# 2096_Honoka
source: Yer really good at this, Akiyama-san! I'm kinda surprised!
pt: Ci sai fare davvero bene, Akiyama-san! Sono un po' sorpresa!

# 2108_Honoka
source: Yeah, I win! Gotta try a little harder than that, Akiyama-san!
pt: Già, ho vinto! Devi darti un po' più da fare di così, Akiyama-san!

# 2120_Honoka
source: Wow, I can't believe it's a draw! Next time I'm definitely gonna win, though!
pt: Wow, non ci credo che sia un pareggio! La prossima volta vincerò di sicuro, però!

# 2156_Honoka
source: But I wanted to play...
pt: Ma volevo giocare...

# 2168_Honoka
source: This was fun! Let's do it again sometime!
pt: È stato divertente! Rifacciamolo qualche volta!

# 2192_Honoka
source: Sorry, I got this thing. I gotta run for today.
pt: Scusa, ho 'sta cosa. Devo filare per oggi.

# 2288_Honoka
source: What's up?
pt: Che c'è?

# 2300_Honoka
source: Then hurry it up!
pt: Allora sbrigati!

# 2312_Honoka
source: I see. I'll see ya back at the club, okay?
pt: Capisco. Ci vediamo al club, va bene?
