Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e9e.po
Languages: pt

source: Male Villager
pt: Uomo del villaggio

source: Mission Added
pt: Missione Aggiunta

# 72_Male Villager
source: You're that guy living at Okudera's now, aren't you?
pt: Sei quel tizio che vive da Okudera adesso, vero?

# 84_Saejima
source: Yeah. And you are?
pt: Già. E tu chi saresti?

# 96_Male Villager
source: You don't know? Always easy to spot an amateur.
pt: Non lo sai? È sempre facile beccare un novellino.

# 108_Male Villager
source: I'm Gonsuke the Trapmaster.
pt: Sono Gonsuke, il maestro di trappole.

# 120_Saejima
source: Gonsuke the Trapmaster?
pt: Gonsuke il Mastro Trappolaio?

# 132_Gonsuke
source: That's my name, don't wear it out! Yeah, I've been trapping in this village for thirty years.
pt: È il mio nome, non lo consumare! Sì, è da trent'anni che faccio il trappoliere in questo villaggio.

# 144_Gonsuke
source: But you, you shoo away one measly bear and now you're strutting around like a hero. Don't get cocky over a fluke, man.
pt: Ma tu, hai scacciato via un orsetto del cavolo e adesso ti pavoneggi come un eroe. Non montarti la testa per un colpo di fortuna, ragazzo.

# 156_Saejima
source: Don't see how I'm cocky, but hey, no problem. You bein' the veteran is fine with me.
pt: Non vedo come sarei presuntuoso, ma ehi, nessun problema. Che tu sia il veterano, per me va bene.

# 168_Gonsuke
source: Heh. That's right, amateurs ought to show respect. If you see me out there, take some notes. I can teach you all you need about trapping.
pt: Heh. È così, i pivelli dovrebbero imparare il rispetto. Se mi vedi là fuori, tienimi d'occhio. Ti insegno io tutto quel che c'è da sapere sulle trappole.

# 192_Mission Added
source: "Trapper's Pride" was added to the list of missions.
pt: "L'Orgoglio del Trappolatore" è stata aggiunta alla lista delle missioni.
