Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004900e8.po
Languages: pt

source: Accept
pt: Accetta

source: Refuse
pt: Rifiuta

source: Well-dressed Man
pt: Uomo ben vestito

source: I'd say so, yeah.
pt: Direi di sì, certo.

source: No, I don't think so.
pt: No, non credo proprio.

# 168_Saida
source: Oh, hi, Akiyama-san! I was getting tired of waiting. Did you find out anything?
pt: Oh, ciao, Akiyama-san! Mi stavo stancando di aspettare. Hai scoperto qualcosa?

# 180_Akiyama
source: I did.
pt: L'ho fatto.

# 192_Akiyama
source: Hold on, Saida-san. That watch you're wearing... It's pretty high-end, isn't it? Probably goes for about a million yen?
pt: Aspetta, Saida-san. Quell'orologio che indossi... È roba piuttosto costosa, no? Vale tipo un milione di yen?

# 204_Saida
source: Good eye! A watch plays an important role in defining a man's status. That's why I chose this piece here. Highly respected brand, you know.
pt: Ottimo occhio! Un orologio gioca un ruolo importante nel definire lo status di un uomo. Ecco perché ho scelto questo pezzo qui. Un brand di tutto rispetto, capisci.

# 216_Akiyama
source: That's just it, Saida-san.
pt: È proprio quello, Saida-san.

# 228_Saida
source: Huh? What's just it?
pt: Eh? Che vuol dire 'proprio quello'?

# 240_Akiyama
source: That watch. There's no questioning its brand power. And it's obviously a respectable piece of jewelry.
pt: Quell'orologio. Non si discute il potere del suo marchio. E ovviamente è un gioiello di tutto rispetto.

# 252_Saida
source: Heheh, I don't doubt it. Not one bit.
pt: Heheh, non ne dubito. Neanche un po'.

# 264_Akiyama
source: But at the same time, it also happens to be a very standard choice. As far as expressing one's own fashion sense goes, it's hardly unique.
pt: Ma allo stesso tempo, capita che sia anche una scelta molto standard. Per quanto riguarda l'espressione del proprio stile, è tutt'altro che unico.

# 276_Saida
source: Huh?
pt: Uh?

# 288_Akiyama
source: Some might even say it's... unhip.
pt: Alcuni potrebbero persino dire che è... sgonfio.

# 312_Akiyama
source: Your fashion sense has no sense of freedom. It's just too perfect.
pt: Il tuo stile è privo di libertà. È proprio troppo perfetto.

# 324_Akiyama
source: Wealthy or not, not many women will be drawn to a man who plays things so by the book.
pt: Ricco o meno, non molte donne saranno attratte da un uomo che fa le cose così come da copione.

# 336_Saida
source: Fine, then. What kind of watch do you suggest I wear?
pt: E va bene, allora. Che tipo di orologio mi suggerisci di indossare?

# 348_Akiyama
source: How about this? We'll go to a brand shop now and check out some watches.
pt: Che ne dici? Ora andiamo in un negozio di marca e diamo un'occhiata a qualche orologio.

# 360_Akiyama
source: We can continue this conversation there.
pt: Possiamo continuare questa conversazione lì.

# 372_Saida
source: Okay, let's do that!
pt: Va bene, facciamolo!

# 408_Saida
source: Oh, Akiyama-san! Learn anything?
pt: Oh, Akiyama-san! Hai imparato qualcosa?

# 420_Akiyama
source: No. Nothing useful yet.
pt: No. Niente di utile ancora.

# 432_Saida
source: Oh... You're my only hope. I'm counting on you!
pt: Oh... Sei la mia unica speranza. Conto su di te!

# 444_Akiyama
source: Good grief...
pt: Mamma mia...

# 468_Saida
source: Please, would you ask Miyu-chan just what exactly makes me so unhip?
pt: Per favore, chiederesti a Miyu-chan cosa esattamente mi rende così fuori moda?

# 480_Saida
source: I'm so ashamed by this. If I don't fix it, I won't be able to go to your club ever again.
pt: Mi vergogno da morire per questo. Se non ci metto rimedio, non potrò più\nvenire al tuo locale.

# 492_Akiyama
source: (Damn. What to do? He's a loyal customer and a big spender. Turning him down would be bad for business.)
pt: (Accidenti. Che fare? È un cliente fedele e uno che spende parecchio. Rifiutarlo farebbe male agli affari.)

# 504_Akiyama
source: All right, sure. I'll have a chat with Miyu.
pt: Va bene, certo. Farò due chiacchiere con Miyu.

# 516_Saida
source: You will? Thank you!
pt: Davvero? Grazie!

# 528_Akiyama
source: Got to hand it to you on your negotiating skills. How could I turn down a regular when they're threatening not to return?
pt: C'è da darti atto per le tue abilità negoziali. Come avrei potuto rifiutare un cliente abituale quando minaccia di non tornare più?

# 540_Saida
source: Ahaha, sorry...
pt: Ahaha, scusa...

# 552_Akiyama
source: I'll pop over to the club. Mind waiting here?
pt: Faccio un salto al locale. Ti dispiace aspettare qui?

# 564_Saida
source: Of course!
pt: Ma certo!

# 576_Akiyama
source: (Oh boy, another fine mess. Miyu should still be at Elise. I'd better talk to her.)
pt: (Oh cavolo, un altro bel casino. Miyu dovrebbe essere ancora all'Elise. È meglio che le parli.)

# 588_Akiyama
source: I'm terribly sorry, but I can't give preferential treatment to a specific client like that. You understand, don't you?
pt: Mi dispiace tantissimo, ma non posso dare trattamenti preferenziali a un cliente in particolare in quel modo. Mi capisci, no?

# 600_Saida
source: Oh, but... that means I won't be able to visit your club anymore. You're telling me to take my business elsewhere.
pt: Oh, ma... questo significa che non potrò più venire al tuo locale . Mi stai dicendo di portare i miei affari altrove.

# 636_Well-dressed Man
source: Damn it! What about me is unhip?
pt: Accidenti! Cosa c'è di me che non è figo?

# 648_Akiyama
source: (Hm? I know that guy...)
pt: (Hm? Conosco quel tizio...)

# 660_Akiyama
source: (That's right. That's Saida-san. He's a regular at Elise.)
pt: (Esatto. È Saida-san. È un cliente abituale dell'Elise.)

# 684_Saida
source: Hm? Well, if it isn't Elise's owner himself. Hello, Akiyama-san. Imagine running into you here.
pt: Mm? Ma guarda un po' chi si vede, se non è il proprietario dell'Elise in persona. Salve, Akiyama-san. Che caso incontrarti proprio qui.

# 696_Akiyama
source: Is there a problem?
pt: C'è un problema?

# 708_Saida
source: It's not so much a problem, but...
pt: Non è tanto un problema, ma...

# 720_Saida
source: Akiyama-san, I need you to be honest with me.
pt: Akiyama-san, ho bisogno che tu sia onesto con me.

# 732_Akiyama
source: Yes?
pt: Sì?

# 744_Saida
source: Am I really that unhip?
pt: Sono davvero così poco figo?

# 756_Akiyama
source: I'm sorry?
pt: Scusa?

# 768_Saida
source: Well, am I?
pt: Allora, lo sono?

# 780_Akiyama
source: Uh... Well...
pt: Uh... Beh...

# 792_Akiyama
source: I'd say so, yeah.
pt: Direi proprio di sì.

# 804_Saida
source: So, I really am unhip. Why is that?
pt: Allora, sono davvero poco figo. Perché?

# 816_Akiyama
source: It's not exactly something I can pinpoint, but... There's just something a little off, I think.
pt: Non è esattamente qualcosa che riesco a individuare, ma... C'è solo qualcosa che non torna, credo.

# 828_Saida
source: Well, that doesn't help me! What am I supposed to do?
pt: Beh, questo non mi aiuta per niente! Che dovrei fare?

# 840_Akiyama
source: Hold on, hold on. What brought this up?
pt: Aspetta, aspetta. Cosa ha tirato in ballo questa cosa?

# 852_Akiyama
source: I wouldn't say that. On the contrary, I'd say you're reasonably with it.
pt: Non direi così. Anzi, direi che sei abbastanza al passo.

# 864_Saida
source: That's what I thought, too. I've always thought that. So now I'm not sure what to do.
pt: Anch'io la pensavo così. L'ho sempre pensato. E adesso non so che fare.

# 876_Akiyama
source: What happened, exactly?
pt: Cosa è successo, esattamente?

# 888_Saida
source: Well, you know how our firm regularly uses your club to entertain clients?
pt: Beh, sai che la nostra ditta usa regolarmente il tuo club per intrattenere i clienti?

# 900_Akiyama
source: Yes, of course. And we do appreciate your patronage.
pt: Sì, certo. E apprezziamo molto la sua clientela.

# 912_Saida
source: I have a confession－I've fallen for one of your hostesses. It's Miyu-chan...
pt: Ho una confessione—mi sono innamorato di una delle tue hostess. È Miyu-chan...

# 924_Akiyama
source: Miyu? Heh...
pt: Miyu? Eh...

# 936_Saida
source: I wanted to get to know her better, so I built up some courage and asked her out.
pt: Volevo conoscerla meglio, così mi sono fatto un po' di coraggio e l'ho invitata a uscire.

# 948_Saida
source: She shot me down. "You're just not hip enough for me," she said.
pt: Mi ha dato il due di picche. "Non sei abbastanza al passo per me", ha detto.

# 960_Akiyama
source: I see. So that's what has you down.
pt: Capisco. Quindi è questo che ti butta giù.

# 972_Saida
source: I don't mean to toot my own horn here, but I'm a successful businessman with a top-name company. I have a certain level of confidence in myself.
pt: Non per vantarmi, ma sono un uomo d'affari di successo con un'azienda di alto livello. Ho un certo livello di fiducia in me stesso.

# 984_Saida
source: Being close to forty, I know I'm a bit old, but I wouldn't say I've lost my looks. The suit I'm wearing is the latest in today's fashion, too.
pt: Avendo quasi quarant'anni, so di essere un po' vecchio, ma non direi di aver perso il mio smalto. Il completo che indosso è l'ultimo ritrovato della moda di oggi, anch'esso.

# 996_Akiyama
source: True. People in the know would recognize you to be very well-off.
pt: Vero. La gente che se ne intende ti riconoscerebbe come uno molto benestante.

# 1008_Saida
source: If she turned me down because she doesn't like me as a person, well, that wouldn't be great either. But I could at least come to terms with that.
pt: Se mi avesse respinto perché non le vado a genio come persona, beh, non sarebbe stato il massimo neanche quello. Ma avrei almeno potuto farmene una ragione.

# 1020_Saida
source: But to say I'm not hip enough... I just don't understand it.
pt: Ma dire che non sono abbastanza al passo... Non lo capisco proprio.

# 1032_Akiyama
source: Did Miyu say anything else about that?
pt: Miyu ha detto altro a riguardo?

# 1044_Saida
source: I... Actually, I was so stunned by her rejection, I stumbled out of the club without probing any deeper. Pathetic, I know.
pt: Io... In realtà, ero così sbalordito dal suo rifiuto, sono uscito barcollando\ndal club senza approfondire. Patetico, lo\nso.

# 1056_Akiyama
source: I see...
pt: Capisco...

# 1068_Saida
source: Akiyama-san, please, can you ask Miyu-chan just why she thinks I'm so unhip?
pt: Akiyama-san, per favore, puoi chiedere a Miyu-chan esattamente perché pensa che io sia così poco al passo?

# 1080_Akiyama
source: That's honestly out of my hands... If you have a complaint about our service quality, I'm all ears. But if it's a private matter...
pt: Sinceramente, non dipende da me... Se hai un reclamo sulla qualità del nostro servizio, sono tutt'orecchi. Ma se è una questione privata...

# 1092_Saida
source: Please! I'm so ashamed by this. If I don't fix it, I won't be able to go to your club ever again.
pt: Ti prego! Mi vergogno così tanto per questo. Se non ci metto una pezza, non potrò più mettere piede nel tuo club.

# 1104_Akiyama
source: (Damn. What to do? He's a loyal customer and a big spender. Turning him down would be bad for business.)
pt: (Accidenti. Cosa fare? È un cliente fedele e uno che spende un sacco. Rifiutarlo sarebbe un male per gli affari.)

# 1116_Akiyama
source: All right, sure. I'll have a chat with Miyu.
pt: Va bene, certo. Farò due chiacchiere con Miyu.

# 1128_Saida
source: You will? Thank you!
pt: Lo farai? Grazie!

# 1140_Akiyama
source: Got to hand it to you on your negotiating skills. How could I turn down a regular when they're threatening not to return?
pt: Devo darti atto delle tue abilità negoziali. Come potrei rifiutare un cliente abituale quando minaccia di non tornare?

# 1152_Saida
source: Ahaha, sorry...
pt: Ahaha, scusa...

# 1164_Akiyama
source: I'll pop over to the club. Mind waiting here?
pt: Farò un salto al club. Ti va di aspettare qui?

# 1176_Saida
source: Of course!
pt: Ma certo!

# 1188_Akiyama
source: (Oh boy, another fine mess. Miyu should still be at Elise. I'd better talk to her.)
pt: (Accidenti, un altro bel guaio. Miyu dovrebbe essere ancora all'Elise. Farei meglio a parlarle.)

# 1200_Akiyama
source: I'm terribly sorry, but I can't give preferential treatment to a specific client like that. You understand, don't you?
pt: Mi dispiace tantissimo, ma non posso dare un trattamento preferenziale a un cliente specifico in quel modo. Capisce, vero?

# 1212_Saida
source: Oh, but... that means I won't be able to visit your club anymore. You're telling me to take my business elsewhere.
pt: Oh, ma... ciò significa che non potrò più mettere piede nel tuo club . Mi stai dicendo di portare i miei affari altrove.
