Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330456.po
Languages: pt

source: Dealer
pt: Croupier

source: Survival Roulette
pt: Roulette della Sopravvivenza

source: Playing as the Dealer
pt: Giocare come il Croupier

source: Play
pt: Gioca

source: Play Survival Roulette
pt: Gioca a Survival Roulette

source: Play as the Dealer
pt: Gioca come il Croupier

source: View Tutorial
pt: Visualizza Tutorial

source: Never Mind
pt: Lascia perdere

source: Player
pt: Giocatore

source: Play Against the House
pt: Gioca contro la casa

source: Play a Standard Game
pt: Gioca a una Partita Standard

source: Read the Rules
pt: Leggi le Regole

# 56_Dealer
source: Thank you for always playing roulette with us. Recently, we added a new game mode called Survival mode. Would you care to give it a try?
pt: Grazie per giocare sempre alla roulette con noi. Di recente, abbiamo aggiunto una nuova modalità di gioco chiamata modalità Survival. Le andrebbe di provarla?

# 68_Dealer
source: This is a one-on-one match against the dealer. Both players have seven chips, called markers, that are placed on the table. The object of the game is to eliminate the opponent's markers.
pt: Questa è una sfida uno contro uno contro il banco. Entrambi i giocatori hanno sette fiches, chiamate marker, che vengono piazzate sul tavolo. L'obiettivo del gioco è far fuori i marker dell'avversario.

# 80_Dealer
source: Stop the ball on the opponent's number on the roulette wheel to remove its marker. Each player gets three tries, alternating back and forth. If you win, you earn a payout based on how many markers you have left.
pt: Ferma la pallina sul numero dell'avversario sulla ruota della roulette per rimuovere il suo segnalino. Ogni giocatore ha tre tentativi, alternandosi. Se vinci, ottieni una vincita in base a quanti segnalini ti sono rimasti.

# 92_Dealer
source: Thank you for always playing roulette with us. Recently, we added a new game mode where you can play as the dealer. Would you like to give it a try?
pt: Grazie per essere sempre qui a giocare alla roulette con noi. Di recente, abbiamo aggiunto una nuova modalità di gioco in cui puoi vestire i panni del dealer. Ti andrebbe di provarla?

# 104_Dealer
source: In this mode, you play as the dealer. Drop the ball on the wheel depending on where the guests place their bets. Guests will bet more if they win. Try letting them win low bets to encourage higher betting, then make them lose big.
pt: In questa modalità, giochi come il dealer. Lancia la pallina sulla ruota in base a dove i clienti piazzano le loro puntate. I clienti punteranno di più se vincono. Cerca di farli vincere qualche puntata bassa per invogliarli a puntare più in alto, poi falli perdere alla grande.

# 116_Dealer
source: Hello. Would you care to join us for some roulette?
pt: Salve. Desidera unirsi a noi per una partita a roulette?

# 140_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 164_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 200_Dealer
source: Very good, sir. Please take your seat.
pt: Benissimo, signore. Prego, si accomodi.

# 224_Dealer
source: It looks like you don't have enough chips to play roulette, sir.
pt: Pare che non abbia abbastanza fiches per giocare alla roulette, signore.

# 248_Player
source: Sure, I'll play.
pt: Certo, ci sto.

# 272_Dealer
source: Would you like to play me one-on-one? It's a best-of-five match. While no outside bets can be made, the odds are doubled over the duration.
pt: Ti va di sfidarmi uno contro uno? È una partita al meglio di cinque. Non si possono fare puntate esterne, ma le vincite saranno raddoppiate per tutta la partita.

# 308_Dealer
source: Very good, sir. Please take your seat.
pt: Benissimo, signore. Prego, si accomodi.

# 332_Dealer
source: I'm sorry. You need at least 10,000 chips to play Survival Roulette.
pt: Mi dispiace. Le servono almeno 10.000 fiches per giocare a Survival Roulette.

# 356_Dealer
source: Sure, I'll play.
pt: Certo, ci sto.

# 380_Dealer
source: How about playing the house, one-on-one sir? You won't able to place outside bets, but you get five spins with double the odds.
pt: Che ne dice di vedersela col banco, a quattr'occhi, signore? Non potrà piazzare puntate esterne, però le spettano cinque giri con le quote raddoppiate.

# 416_Dealer
source: Very good, sir. Please take your seat.
pt: Benissimo, signore. Prego, si accomodi.

# 440_Dealer
source: I'm sorry, sir, but you need 1,000 chips to play as the dealer.
pt: Mi dispiace, signore, ma le servono 1.000 fiches per giocare come dealer.

# 452_Dealer
source: Would you like to go over the rules for roulette?
pt: Vuoi ripassare le regole della roulette?

# 464_Dealer
source: Very good, sir. Please take your seat.
pt: Benissimo, signore. Prego, si accomodi.

# 476_Player
source: No, I'll pass.
pt: No, passo.

# 488_Dealer
source: I see. We look forward to having you join us.
pt: Capisco. Non vediamo l'ora di averti con noi.
