Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033059d.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: ○Yer lucky.
pt: ○Sei fortunato.

source: □Did your taste buds go numb?
pt: □Ti si sono intorpidite le papille gustative?

source: △How about sour things?
pt: △Che ne dici delle cose acide?

source: ArmsID
pt: ID Armi

source: Idle
pt: Inattivo

# 76_Staff
source: Welcome. Please have a seat.
pt: Benvenuto. Prego, si accomodi.

# 124_Staff
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 136_Kaguya
source: I bet the <Color:8>Gyoza<Color:Default> here are good.
pt: Scommetto che i <Color:8>Gyoza<Color:Default> qui sono buoni.

# 148_Player
source: (Guess Kaguya wants the <Color:8>Gyoza<Color:Default>.)
pt: (Immagino che Kaguya voglia i <Color:8>Gyoza<Color:Default>.)

# 220_Kaguya
source: Bon appetit!
pt: Buon appetito!

# 280_Kaguya
source: Oh, could you pass the chili oil?
pt: Oh, mi passeresti l'olio al peperoncino?

# 292_Player
source: You like spicy foods, do ya?
pt: Ti piacciono i cibi piccanti, eh?

# 304_Kaguya
source: I love them! <Color:255,200,200,255>♥<Color:Default> Green curry, dan-dan noodles, kimchi stew... I eat things like that all the time!
pt: Li adoro! <Color:255,200,200,255>♥<Color:Default> Curry verde, Dan-dan noodles, Kimchi stew... Mangio cose così in continuazione!

# 316_Player
source: Those're pretty darn spicy. Don't ya eat anythin' that's a bit more toned down?
pt: Quelle sono dannatamente piccanti. Non mangi mai qualcosa di un po' più tranquillo?

# 328_Kaguya
source: Let me think... Salted squid innards?
pt: Fammi pensare... Interiora di calamaro salate?

# 340_Player
source: Sounds like what an old geezer would order when he's out drinkin'.
pt: Sembra roba da vecchiaccio quando è fuori a bere.

# 352_Kaguya
source: I like sweet foods, too. I always keep my refrigerator stocked with chocolate.
pt: Mi piacciono anche i dolci. Ho sempre il frigo pieno di cioccolato.

# 364_Player
source: Ah, so ya like sweet things and not just spicy. What's up with yer taste buds?
pt: Ah, quindi ti piacciono le cose dolci e non solo quelle piccanti. Ma che hanno le tue papille gustative?

# 376_Kaguya
source: There's nothing particularly special about it. I just like things that taste good.
pt: Non c'è niente di particolarmente speciale. Mi piacciono solo le cose buone.

# 388_Player
source: Yer lucky. It's good to be able to enjoy all kinds a' food.
pt: Sei fortunato. È bello che tu possa goderti ogni tipo di cibo.

# 400_Kaguya
source: Lots of men like spicy foods, don't they? Since I'm okay with them too, it makes it easy to decide on a restaurant when going on a date.
pt: A un sacco di uomini piacciono i cibi piccanti, no? Dato che anche a me piacciono, è facile scegliere un ristorante quando si va a un appuntamento.

# 412_Kaguya
source: I go to plenty of tasty sweet shops when I go out for tea with other girls, so that's fine as well. I'll basically go anywhere!
pt: Vado in un sacco di pasticcerie buone quando esco a prendere il tè con le altre ragazze, quindi va bene anche quello. Praticamente vado dappertutto!

# 424_Player
source: See, I'm the opposite. I can't handle a trip to the sweet shop all that well.
pt: Vedi, io sono l'opposto. Non me la cavo un granché con le pasticcerie.

# 436_Kaguya
source: You don't like sweet foods?
pt: Non ti piacciono i dolci?

# 448_Player
source: It ain't that. I'm too embarrassed to go to a place filled with nothin' but young ladies.
pt: Non è mica quello. Mi vergogno troppo ad andare in un posto pieno solo di ragazze.

# 460_Kaguya
source: Saejima-san, that's so adorable! I'll have to bring you with me sometime! <Color:255,200,200,255>♥<Color:Default>
pt: Saejima-san, è così adorabile! Ti dovrò portare con me prima o poi! <Color:255,200,200,255>♥<Color:Default>

# 472_Player
source: I'll pass, thanks.
pt: Passo, grazie.

# 484_Player
source: Did your taste buds go numb? If ya eat too many spicy foods, you mighta lost the ability to tell spicy and sweet apart.
pt: Ti si sono intorpidite le papille gustative? Se ti mangi troppe cose piccanti, potresti aver perso la capacità di distinguere il piccante dal dolce.

# 496_Kaguya
source: That's not it. I'm something of a gourmet, after all! I have full confidence in my taste buds.
pt: Non è quello. Sono un buongustaio, in fin dei conti! Ho piena fiducia nelle mie papille gustative.

# 508_Player
source: In that case, why not skip the chili oil and enjoy the taste of the ingredients as they are?
pt: In quel caso, perché non lasci perdere l'olio al peperoncino e ti godi il sapore degli ingredienti così come sono?

# 520_Kaguya
source: That's not a bad idea, but I like the taste of chili oil! <Color:255,200,200,255>♥<Color:Default> So why not let myself enjoy that as well?
pt: Non è una cattiva idea, ma mi piace il sapore dell'olio al peperoncino! <Color:255,200,200,255>♥<Color:Default> Allora perché non dovrei godermelo anch'io?

# 532_Player
source: Heh. Yer like one of those folks that puts mayo on everythin'.
pt: Heh. Sei come uno di quelli che mette la maionese su tutto.

# 544_Kaguya
source: Yes, exactly! I hear that there are a lot of people out there who are crazy about mayonnaise. I'm like the chili oil version of that!
pt: Sì, esatto! Sento dire che ci sono un sacco di persone là fuori che vanno matte per la maionese. Io sono tipo la versione all'olio al peperoncino di quello!

# 556_Player
source: But havin' too much ain't good for your health. Ya need to keep yer seasonings in check.
pt: Ma averne troppo non è mica un bene per la salute. Devi tenere a bada i tuoi condimenti.

# 568_Player
source: How about sour things?
pt: E le cose aspre?

# 580_Kaguya
source: Oh, I don't really hate them, but I don't like them all that much either.
pt: Oh, non li odio mica, ma non è che mi piacciano granché.

# 592_Player
source: Oh yeah? How come?
pt: Ah sì? Come mai?

# 604_Kaguya
source: I don't mind the flavor so much, but I don't know a lot of sour things that are tasty.
pt: Il sapore non mi dispiace granché, ma non è che conosca molte cose aspre che siano gustose.

# 616_Player
source: Yeah. People do tend to choose other dishes before vinegary foods, like pickles.
pt: Sì. La gente tende a scegliere altri piatti prima dei cibi a base di aceto, come i sottaceti.

# 628_Kaguya
source: Yes, so if there was some definitive dish that showcased vinegar, it might change my mind.
pt: Sì, quindi se ci fosse un piatto davvero notevole che mettesse in risalto l'aceto, potrebbe farmi cambiare idea.

# 640_Kaguya
source: Oh, that's it! Maybe if there were some kind of edible vinegar? That might actually be pretty tasty!
pt: Ah, ecco! Magari se ci fosse un qualche tipo di aceto commestibile? Potrebbe essere davvero gustoso!

# 652_Player
source: I think they got that already.
pt: Penso che l'abbiano già capito.

# 712_Kaguya
source: Thanks for the food! <Color:255,200,200,255>♥<Color:Default>
pt: Grazie per il cibo! <Color:255,200,200,255>♥<Color:Default>

# 772_Staff
source: Here's your check.
pt: Ecco il conto.

# 796_Staff
source: Thank you very much. We hope you'll come again.
pt: Grazie mille. Speriamo che tornerete.

# 808_Staff
source: Thank you very much.
pt: Grazie mille.

# 844_Staff
source: Welcome. Please have a seat.
pt: Benvenuto. Prego, si accomodi.

# 868_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 904_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 916_Akiyama
source: Sorry. I have some urgent business to take care of.
pt: Scusa. Ho degli affari urgenti da sbrigare.

# 928_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 940_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 952_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 964_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1012_Staff
source: (What should I get to eat?)
pt: (Cosa mi prendo da mangiare?)

# 1024_Haruka
source: Uncle Kaz, I'd really like the <Color:8>Shrimp in Chili Sauce<Color:Default>.
pt: Zio Kaz, mi andrebbero proprio i <Color:8>gamberi in salsa chili<Color:Default>.

# 1036_Kiryu
source: (Haruka wants to have the <Color:8>Shrimp in Chili Sauce<Color:Default>.)
pt: (Haruka vorrebbe i <Color:8>gamberi in salsa chili<Color:Default>.)

# 1060_Staff
source: But I wanted the <Color:8>Shrimp in Chili Sauce<Color:Default>...
pt: Ma volevo i <Color:8>gamberi in salsa chili<Color:Default>...

# 1132_Staff
source: This looks really tasty! Thanks, Uncle Kaz!
pt: Sembra una vera delizia! Grazie, zio Kaz!

# 1264_Haruka
source: Thanks for treating me!
pt: Grazie per avermi offerto!

# 1288_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1372_Staff
source: That was delicious!
pt: Era delizioso!

# 1420_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1480_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 1528_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1588_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1648_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1708_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1768_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1828_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1924_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1936_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1960_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1996_Staff
source: Thank you very much. We hope you'll come again.
pt: Grazie mille. Speriamo che tornerete.

# 2008_Staff
source: Thank you very much. We hope you'll come again.
pt: Grazie mille. Speriamo che tornerete.

# 2032_Staff
source: Welcome. Please have a seat.
pt: Benvenuto. Prego, si accomodi.

# 2068_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 2104_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 2116_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 2128_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 2140_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 2152_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 2188_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2200_Akiyama
source: Sorry. I have some urgent business to take care of.
pt: Scusa. Ho degli affari urgenti da sbrigare.

# 2212_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2224_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2236_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2248_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2320_Kiryu
source: (What should I get to eat?)
pt: (Cosa prendo da mangiare?)

# 2332_Akiyama
source: (What should I get?)
pt: (Cosa prendo?)

# 2344_Saejima
source: (What do I wanna eat?)
pt: (Cosa mi va di mangiare?)

# 2356_Shinada
source: (Okay, what do I want to get?)
pt: (Okay, cosa mi prendo?)

# 2368_Haruka
source: (Hmmm. I wonder what's good?)
pt: (Mmmh. Cosa c'è di buono?)

# 2416_Kiryu
source: (Maybe I should go.)
pt: (Forse dovrei andare.)

# 2428_Akiyama
source: (Guess I should go.)
pt: (Credo che dovrei andare.)

# 2440_Saejima
source: (Maybe I oughta go.)
pt: (Forse dovrei andare.)

# 2452_Shinada
source: (Should I go?)
pt: (Dovrei andare?)

# 2464_Haruka
source: (I suppose I ought to go.)
pt: (Suppongo che dovrei andare.)
