Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091d13.po
Languages: pt

source: Mission Added
pt: Missione Aggiunta

# 136_Sakurai
source: Wow. You're up and about already?
pt: Caspita. Sei già in piedi e in giro?

# 148_Saejima
source: I feel fine.
pt: Mi sento bene.

# 160_Nishina
source: Thank you for getting the bait. That was a dangerous job.
pt: Grazie per aver recuperato l'esca. È stato un lavoro pericoloso.

# 172_Saejima
source: Not a big deal.
pt: Niente di che.

# 184_Nishina
source: Tch. If you say so.
pt: Tsk. Se lo dici tu.

# 196_Sakurai
source: We were just talking about Narumi.
pt: Stavamo giusto parlando di Narumi.

# 208_Saejima
source: He ain't back yet?
pt: Non è ancora tornato?

# 220_Nishina
source: No. Based on what you told us, I'd guess he's too wounded to move.
pt: No. Stando a quello che ci hai detto, direi che è troppo ferito per muoversi.

# 232_Saejima
source: Then I gotta go get 'im.
pt: Poi devo andare a prenderlo.

# 244_Sakurai
source: Why? If you ask me, Narumi's body would make decent bear food... much better than that bait of his that nearly got us all killed!
pt: Perché? Se chiedi a me, il corpo di Narumi farebbe un pasto niente male per l'orso... molto meglio di quella sua esca che per poco non ci ha fatti ammazzare tutti!

# 256_Saejima
source: Sakurai-han, I understand why ya hate the guy. He almost destroyed yer village.
pt: Sakurai-han, Capisco perché odi quel tizio. Ha quasi distrutto il tuo villaggio.

# 268_Saejima
source: But don't go condemnin' him to die. Evil ain't the way to respond to evil. Least, it shouldn't be.
pt: Ma non andate a condannarlo a morte. Non è con il male che si risponde al male. O almeno, non dovrebbe esserlo.

# 280_Sakurai
source: But－
pt: Ma...

# 292_Saejima
source: I'm goin'. And to be frank, I don't need yer approval. I'll do what I want.
pt: Me ne vado. E per essere franco, non mi serve la tua approvazione. Farò quello che voglio.

# 304_Sakurai
source: You're... something else, Saejima-san.
pt: Sei... qualcosa d'altro, Saejima-san.

# 316_Nishina
source: *chuckle*
pt: *risolino*

# 328_Saejima
source: I don't expect anythin', but if ya could make me one last pack, I'd sure be grateful.
pt: Non mi aspetto niente, ma se potessi farmi un ultimo pacchetto, te ne sarei davvero grato.

# 340_Sakurai
source: I'll do it. But for you; not for him. I'll be at Okudera's.
pt: Lo farò. Ma per te; non per lui. Sarò da Okudera.

# 352_Saejima
source: Thanks.
pt: Grazie.

# 388_Mission Added
source: "Pride's Toll" was added.
pt: "Il Prezzo dell'Orgoglio" è stata aggiunta.

# 400_Nishina
source: Sorry for what you went through...
pt: Mi dispiace per quello che hai passato...
