Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033045e.po
Languages: pt

source: You paid 1,000 chips.
pt: Hai pagato 1.000 chip.

source: You paid 1,000 chips.
pt: Hai pagato 1.000 chip.

source: Dealer
pt: Croupier

source: Give It a Try
pt: Provaci

source: Forget It
pt: Lascia perdere

source: Play
pt: Gioca

source: View Tutorial
pt: Visualizza Tutorial

source: Never Mind
pt: Lascia perdere

source: Play One-on-One
pt: Gioca in uno contro uno

source: Play Normally
pt: Giocare normalmente

source: Ask About One-on-One Rules
pt: Chiedi informazioni sulle regole uno contro uno

source: Ask about One-on-One Rules
pt: Informati sulle Regole del Testa a Testa

source: Pay
pt: Pagamento

source: Never mind
pt: Lascia perdere

source: Player
pt: Giocatore

source: Check Rules
pt: Controlla Regole

source: Deck Types and Payouts
pt: Tipi di mazzi e Vincite

# 60_Dealer
source: This table is for low stakes blackjack. You can play for as little as ten chips a hand. Would you like to play?
pt: Questo tavolo è per il blackjack a puntate basse. Puoi giocare per appena dieci fiches a mano. Vuoi giocare?

# 72_Haruka
source: Uncle Kaz! See if you can <Color:8>win 1,000 chips or more at blackjack<Color:Default>. Hope you know when to stay!
pt: Zio Kaz! Vedi se riesci a <Color:8>vincere 1.000 fiches o più a blackjack<Color:Default>. Spero tu sappia quando fermarti!

# 84_Kiryu
source: (Haruka wants me to <Color:8>win 1,000 or more at blackjack<Color:Default>.)
pt: (Haruka vuole che io <Color:8>vinca 1.000 o più al blackjack<Color:Default>.)

# 96_Haruka
source: Aww, okay. Some other time.
pt: Ah, va bene. Magari un'altra volta.

# 108_Dealer
source: Please come again.
pt: Torni pure a trovarci.

# 120_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 132_Dealer
source: You seem to be familiar with blackjack. Would you like to play me one-on-one?
pt: Sembra che tu ci sappia fare con il blackjack. Ti va di sfidarmi in un uno contro uno?

# 144_Dealer
source: How would you like to play?
pt: Come vorrebbe giocare?

# 156_Dealer
source: Very well. It costs 1,000 chips to join.
pt: Molto bene. Costa 1.000 fiches per partecipare.

# 180_Dealer
source: Thank you. Let's begin our one-on-one game.
pt: Grazie. Diamo il via alla nostra partita uno contro uno.

# 192_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 216_Dealer
source: Very well. Let's continue with normal blackjack, then.
pt: Molto bene. Continuiamo pure con il blackjack normale, allora.

# 240_Dealer
source: Yeah, I'll play.
pt: Sì, gioco.

# 252_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 264_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 300_Dealer
source: Would you like to go over the blackjack rules?
pt: Vuoi ripassare le regole del blackjack?

# 324_Dealer
source: I'm sorry, but you don't have enough chips. Perhaps another time.
pt: Mi spiace, ma non hai abbastanza fiches. Magari un'altra volta.

# 336_Player
source: Tell me the rules.
pt: Dimmi le regole.

# 348_Dealer
source: It's a one-on-one game between you and me. The first to get three wins is the victor.
pt: È una sfida uno contro uno tra me e te. Il primo che arriva a tre vittorie è il vincitore.

# 360_Dealer
source: You need to put up 1,000 chips in advance to play. The payout depends on the type of deck used.
pt: Per giocare, devi puntare 1.000 fiches in anticipo. La vincita dipende dal tipo di mazzo utilizzato.

# 372_Deck Types and Payouts
source: - Normal deck -> pays 2,000 chips. - No 2/3/4 cards -> pays 2,500 chips. - No 7/8/9 cards -> pays 2,000 chips. - No J/Q/K cards -> pays 4,000 chips.
pt: - Mazzo normale -> rende 2.000 fiches. - Senza carte 2/3/4 -> rende 2.500 fiches. - Senza carte 7/8/9 -> rende 2.000 fiches. - Senza carte J/Q/K -> rende 4.000 fiches.

# 384_Dealer
source: If you defeat me in the one-on-one game with three wins, you get the indicated number of chips.
pt: Se mi sconfiggi nel gioco uno contro uno con tre vittorie, ottieni il numero di fiches indicato.

# 408_Dealer
source: This table is for low stakes blackjack. You can play for as little as ten chips a hand. Would you like to play?
pt: Questo tavolo è per il blackjack a puntate basse. Puoi giocare per appena dieci fiches a mano. Vuoi giocare?

# 420_Dealer
source: You seem to be familiar with blackjack. Would you like to play me one-on-one?
pt: Sembra che tu ci sappia fare con il blackjack. Ti va di sfidarmi in un uno contro uno?

# 432_Dealer
source: How would you like to play?
pt: Come vorrebbe giocare?

# 444_Dealer
source: Very well. It costs 1,000 chips to join.
pt: Molto bene. Costa 1.000 fiches per partecipare.

# 468_Dealer
source: Thank you. Let's begin our one-on-one game.
pt: Grazie. Diamo il via alla nostra partita uno contro uno.

# 492_Dealer
source: Very well. Let's continue with normal blackjack, then.
pt: Molto bene. Continuiamo pure con il blackjack normale, allora.

# 516_Dealer
source: Yeah, I'll play.
pt: Sì, gioco.

# 528_Dealer
source: Certainly. Please be seated.
pt: Certamente. Prego, si accomodi.

# 564_Dealer
source: Would you like to go over the blackjack rules?
pt: Vuoi ripassare le regole del blackjack?

# 588_Dealer
source: No. I'll pass.
pt: No. Passo.

# 600_Dealer
source: I see. We look forward to having you join us. Please come again.
pt: Capisco. Non vediamo l'ora di averti di nuovo qui. Torna a trovarci.

# 612_Dealer
source: I'm sorry, but you don't have enough chips. Perhaps another time.
pt: Mi spiace, ma non hai abbastanza fiches. Magari un'altra volta.

# 624_Player
source: Tell me the rules.
pt: Dimmi le regole.

# 636_Dealer
source: It's a one-on-one game between you and me. The first to get three wins is the victor.
pt: È una sfida uno contro uno tra me e te. Il primo che arriva a tre vittorie è il vincitore.

# 648_Dealer
source: You need to put up 1,000 chips in advance to play. The payout depends on the deck type used.
pt: Devi mettere sul piatto 1.000 fiches in anticipo per giocare. La vincita dipende dal tipo di mazzo usato.

# 660_Deck Types and Payouts
source: - Normal deck -> pays 2,000 chips. - No 2/3/4 cards -> pays 2,500 chips. - No 7/8/9 cards -> pays 2,000 chips. - No J/Q/K cards -> pays 4,000 chips.
pt: - Mazzo normale -> rende 2.000 fiches. - Senza carte 2/3/4 -> rende 2.500 fiches. - Senza carte 7/8/9 -> rende 2.000 fiches. - Senza carte J/Q/K -> rende 4.000 fiches.

# 672_Dealer
source: If you defeat me in the one-on-one game with three wins, you get the indicated number of chips.
pt: Se mi sconfiggi nel gioco uno contro uno con tre vittorie, ottieni il numero di fiches indicato.
