Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091c4c.po
Languages: pt

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got <Color:8>Bear Bait<Color:Default>.
pt: Hai ottenuto <Color:8>Esca per orsi<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

source: Move Everything to the Item Box
pt: Sposta tutto nella Cassa Oggetti

source: Choose Items for Your Inventory
pt: Scegli gli oggetti per il tuo Inventario

source: Leave for the City with Baba
pt: Partire per la Città con Baba

source: Go Hunt a Bear
pt: Caccia un orso

source: Check Status
pt: Controlla Stato

source: Say You're Not Ready to Go
pt: Dire di non essere pronto a partire

source: Go to Tsukimino with Baba
pt: Partire per Tsukimino con Baba

source: Not Yet
pt: Non ancora

source: Go to the Mountain
pt: Vai alla Montagna

source: Sort Items Again
pt: Riordina oggetti

source: Don't Go
pt: Non Andare

source: Recover Narumi's Bait
pt: Recupera l'esca di Narumi

source: Say You're Not Ready
pt: Dire di non essere pronto

source: New Skill: Stealth
pt: Nuova Abilità: Furtività

source: Search for Narumi
pt: Cerca Narumi

source: Hunting Rifle Acquired
pt: Fucile da caccia acquisito

# 232_Sakurai
source: You made it back!
pt: Ce l'hai fatta a tornare!

# 244_Sakurai
source: Now there's a blessing. You can always replace objects, but you can't do the same for your life. Speaking of objects, I'll hold your gun and shells so you can sort out your things!
pt: Questa sì che è una fortuna. Gli oggetti li rimpiazzi sempre, ma la tua vita no. A proposito di roba, ti tengo io il fucile e le cartucce così puoi riordinare la tua roba!

# 292_Sakurai
source: Let me know when you're going to the mountain again. And be better prepared this time!
pt: Fammi sapere quando torni su in montagna. E stavolta preparati meglio!

# 328_Sakurai
source: Finally, you're awake! A passing hunter found you. How lucky is that? I have to say, you do some pretty risky stuff.
pt: Finalmente, sei sveglio! Un cacciatore in giro ti ha scoperto. Che fortuna è? Devo dire che ti fai delle cose piuttosto rischiose.

# 340_Sakurai
source: You should remember you can always replace things, but not your life. Speaking of things, I'll hold onto your gun and shells.
pt: Ricordati che gli oggetti li rimpiazzi sempre, ma la tua vita no. A proposito di roba, ti tengo io il fucile e le cartucce.

# 352_Sakurai
source: Let me know when you're going to the mountain again. And be better prepared this time!
pt: Fammi sapere quando torni su in montagna. E stavolta preparati meglio!

# 400_Sakurai
source: Saejima-san, are you ready to go?
pt: Saejima-san, sei pronto per andare?

# 412_Saejima
source: (Better say my farewells and leave for Tsukimino.)
pt: (Meglio che saluti e parta per Tsukimino.)

# 436_Saejima
source: I need a bit more time.
pt: Ho bisogno di un po' più di tempo.

# 448_Sakurai
source: Okay. Okudera's condition is worrisome, but you're right－you need to be good and ready before you go.
pt: Va bene. Le condizioni di Okudera sono preoccupanti, ma hai ragione—devi essere in sesto e pronto prima di partire.

# 460_Saejima
source: Yeah. Ready to go.
pt: Sì. Pronto ad andare.

# 472_Sakurai
source: Good, pack your snow gear.
pt: Bene, prepara la tua roba da neve.

# 508_Sakurai
source: Are you ready to go up now?
pt: Sei pronto per andare su ora?

# 532_Sakurai
source: All right. It's time I explained the most important thing of all－hunting bears.
pt: Bene. È ora di spiegarti la cosa più importante di tutte—la caccia agli orsi.

# 544_Saejima
source: I'm all ears.
pt: Sono tutt'orecchi.

# 556_Sakurai
source: Hunters usually aim for a bear's heart, but that's pretty difficult for rookies.
pt: I cacciatori di solito mirano al cuore di un orso, ma è piuttosto difficile per i novellini.

# 568_Sakurai
source: That's why I think you should just aim for the head. If you manage to shoot it there, you'll still drop it with one shot.
pt: Ecco perché penso che dovresti semplicemente mirare alla testa. Se riesci a colpirlo lì, lo farai comunque secco con un colpo.

# 580_Saejima
source: One shot to the head. Okay.
pt: Un colpo alla testa. Va bene.

# 592_Sakurai
source: That's right, and make it count! A wounded bear is a demon incarnate.
pt: Proprio così, e fallo valere! Un orso ferito è un demonio incarnato.

# 604_Saejima
source: Got it. Message received.
pt: Capito. Ricevuto.

# 616_Sakurai
source: Another thing: bears tend to roam around further up the mountain.
pt: Un'altra cosa: gli orsi di solito si aggirano più su per la montagna.

# 628_Sakurai
source: The best thing to do is just look for their tracks, and follow those.
pt: La cosa migliore da fare è semplicemente cercare le loro tracce e seguirle.

# 640_Sakurai
source: Always be careful when you're tracking a bear. You don't want it to see you!
pt: Stai sempre attento quando segui le tracce di un orso. Non farti vedere!

# 652_Sakurai
source: If it does see you and attacks, whatever you do, don't try to run.
pt: Se ti vede e ti attacca, non provare mai a scappare.

# 664_Saejima
source: What?
pt: Cosa?

# 676_Sakurai
source: You heard me. A bear runs faster than any man. It will catch you in no time, and then it's all over for you.
pt: Mi hai sentito. Un orso corre più veloce di qualsiasi uomo. Ti prenderà in un attimo, e poi è finita per te.

# 688_Sakurai
source: Instead of running, your best chance is to stay calm, stand your ground, and keep dodging its attacks until it wears itself out.
pt: Invece di scappare, la tua migliore possibilità è rimanere calmo, mantenere la posizione e continuare a schivare i suoi attacchi finché non si sfianca.

# 700_Sakurai
source: If a bear is watching you closely enough, it'll see where you point your gun, and dodge your shots. On the other hand, when it's charging, it's not in defense mode.
pt: Se un orso ti sta osservando abbastanza da vicino, vedrà dove punti il tuo fucile e schiverà i tuoi colpi. D'altro canto, quando sta caricando, non è in modalità difesa.

# 712_Sakurai
source: That's when you make your move. While the bear is charging, aim between its eyes. You'll drop it dead in its tracks with one shot. Easier said than done, of course.
pt: È quello il momento di agire. Mentre l'orso sta caricando, mira tra i suoi occhi. Lo stenderai morto sul colpo con un solo colpo. Più facile a dirsi che a farsi, ovviamente.

# 724_Saejima
source: Sure sounds like it.
pt: Pare proprio di sì.

# 736_Sakurai
source: But we're still counting on you! Here, take this. It can distract bears.
pt: Ma contiamo ancora su di te! Tieni, prendi questo. Può distrarre gli orsi.

# 772_Sakurai
source: Be careful out there. Don't do anything reckless.
pt: Stai attento là fuori. Non fare niente di avventato.

# 796_Sakurai
source: All right. I'll hold onto your mountain gear.
pt: Va bene. Ti terrò l'equipaggiamento da montagna.

# 820_Sakurai
source: Tell me when you're ready.
pt: Fammi sapere quando sei pronto.

# 844_Saejima
source: No. We should be leavin' for Tsukimino.
pt: No. Dovremmo partire per Tsukimino.

# 916_Saejima
source: Sorry I took so long.
pt: Scusa, ci ho messo tanto.

# 928_Sakurai
source: You made it back!
pt: Ce l'hai fatta a tornare!

# 940_Saejima
source: Somehow. And I got the bear bile.
pt: In qualche modo. E ho preso la bile d'orso.

# 952_Sakurai
source: Incredible... All right, let me fix it up.
pt: Incredibile... Va bene, lascia che lo sistemi.

# 988_Sakurai
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 1072_Sakurai
source: The fever's broken. I think he's through the worst of it.
pt: La febbre è passata. Credo che abbia superato il peggio.

# 1084_Saejima
source: That's good.
pt: Bene.

# 1096_Sakurai
source: How was it, taking on a bear?
pt: Com'è stato affrontare un orso?

# 1108_Saejima
source: It was different from fightin' Yama-oroshi. With that monster, I jus' felt pure adrenaline. Like I didn't even think about what I was fightin'.
pt: È stato diverso dal combattere Yama-oroshi. Con quel mostro, sentivo solo pura adrenalina. Come se non pensassi nemmeno a cosa stessi combattendo.

# 1120_Saejima
source: But this time, it wasn't like that. I had a gun, and I wasn't facin' Yama-oroshi. So I could think better. All that said, it was still terrifyin'.
pt: Ma questa volta, non è stato così. Avevo un'arma, e non stavo affrontando Yama-oroshi. Così potevo pensare meglio. Detto questo, faceva comunque una paura tremenda.

# 1144_Saejima
source: Now I know what it feels like to face somethin' stronger than any man.
pt: Ora so cosa si prova ad affrontare qualcosa di più forte di qualsiasi uomo.

# 1156_Saejima
source: And to be honest... it makes me understand Okudera-han even less than I did before.
pt: E, a dire il vero... mi fa capire Okudera-han ancora meno di prima.

# 1168_Saejima
source: What's drivin' him to keep after an enemy like that?
pt: Cosa lo spinge a continuare a dare la caccia a un nemico del genere?

# 1180_Sakurai
source: ...Who knows?
pt: ...Chi lo sa?

# 1192_Saejima
source: Say, I been meanin' to ask－why are ya on Okudera-han's side? Seems not many are.
pt: Senti, volevo chiederti－perché sei dalla parte di Okudera-han? A quanto pare non molti lo sono.

# 1204_Sakurai
source: Heh, if anything, I'm more alarmed by him than "on his side." I worry about his total disregard for safety.
pt: Eh, se mai, sono più allarmato da lui che 'dalla sua parte'. Mi preoccupa la sua totale mancanza di riguardo per la sicurezza.

# 1216_Sakurai
source: Then again... maybe I envy him.
pt: D'altra parte... forse lo invidio.

# 1228_Saejima
source: Yer envious?
pt: Sei invidioso?

# 1240_Sakurai
source: To understand why, you have to remember... This village is a tiny world unto itself. To survive here, you have to get along with others, no matter the cost.
pt: Per capire il perché, devi ricordare... Questo villaggio è un piccolo mondo a sé stante. Per sopravvivere qui, devi andare d'accordo con gli altri, a qualsiasi costo.

# 1252_Sakurai
source: That means swallowing one's pride and stifling one's conscience, for the sake of fitting in.
pt: Questo significa ingoiare il proprio orgoglio e soffocare la propria coscienza, pur di potersi integrare.

# 1276_Sakurai
source: But Okudera doesn't do that. He doesn't care what the others think. He doesn't even care about his own life...
pt: Ma Okudera non lo fa. Non gli importa quello che pensano gli altri. Non gli importa nemmeno della sua stessa vita...

# 1288_Sakurai
source: He's true to himself, and he's got the determination of an ox. So, I admire him for having principles.
pt: È fedele a se stesso, e ha la determinazione di un bue. Perciò, lo ammiro per i suoi principi.

# 1300_Saejima
source: Principles, huh?
pt: Principi, eh?

# 1312_Sakurai
source: ...Yes. I have to go now. Uh, Narumi, was it? We'll have to keep an eye on him.
pt: ...Sì. Devo andare ora. Uh, Narumi, giusto? Dovremo tenerlo d'occhio.

# 1336_Saejima
source: Yeah.
pt: Sì.

# 1348_Saejima
source: Hm.
pt: Mh.

# 1420_Sakurai
source: Unfortunately, bear bile's not an easy thing to get.
pt: Purtroppo, la bile d'orso non è una cosa facile da procurarsi.

# 1432_Sakurai
source: I can help you, though. I'll hold onto the gun and ammo for now, and you can go sort your things.
pt: Posso darti una mano, però. Terrò io il fucile e le munizioni per ora, e tu puoi andare a sistemare le tue cose.

# 1480_Sakurai
source: Let me know when you're leaving for the mountain. You've got a lot to prepare!
pt: Fammelo sapere quando partirai per la montagna. Hai un sacco di cose da preparare!

# 1492_Sakurai
source: This could be a long outing. Are you sure you're ready?
pt: Questa potrebbe essere una lunga spedizione. Sei sicuro di essere pronto?

# 1504_Saejima
source: (Better bid farewell to Okudera-han, then head to Tsukimino...)
pt: (Meglio salutare Okudera-han, e poi andare a Tsukimino...)

# 1528_Saejima
source: I need a bit more time.
pt: Ho bisogno di un po' più di tempo.

# 1540_Sakurai
source: All right. Be quick, though!
pt: Va bene. Fai in fretta, però!

# 1552_Saejima
source: Yup. Ready.
pt: Sì. Pronto.

# 1564_Sakurai
source: Good. Pack up your snow gear.
pt: Bene. Prepara la tua attrezzatura da neve.

# 1600_Sakurai
source: Are you ready to go up?
pt: Sei pronto a salire?

# 1624_Sakurai
source: Looks like you're ready to go－great! Now, we think Narumi scattered his bait in an area stretching from the foot of the mountain to midway up the peak.
pt: Sembra che tu sia pronto a partire — ottimo! Ora, crediamo che Narumi abbia sparso la sua esca in un'area che si estende dal piede della montagna fino a metà della montagna.

# 1636_Sakurai
source: I marked the likely locations of the bait on your map, so that should make it easier for you.
pt: Ho segnato le probabili posizioni dell'esca sulla tua mappa, così ti sarà più facile.

# 1648_Sakurai
source: But it'll also be dangerous, because I'm sure plenty of bears have been drawn to the bait by now. Be careful.
pt: Ma sarà anche pericoloso, perché sono sicuro che parecchi orsi sono stati attratti dall'esca ormai. Stai attento.

# 1660_Saejima
source: Will do.
pt: Lo farò.

# 1684_Sakurai
source: Oh, all right. I'll hold on to your snow gear for you.
pt: Oh, va bene. Ti terrò io la tua attrezzatura da neve.

# 1708_Sakurai
source: Tell me when you're ready.
pt: Fammi sapere quando sei pronto.

# 1732_Saejima
source: No. We gotta leave for Tsukimino.
pt: No. Dobbiamo partire per Tsukimino.

# 1792_Sakurai
source: So, Narumi's hurt.
pt: Allora, Narumi è ferito.

# 1804_Saejima
source: Yeah. He's in trouble. Needs help.
pt: Già. È nei guai. Ha bisogno di aiuto.

# 1816_Sakurai
source: Hmph. Can't say I'm very motivated to help him. On the other hand, it sure would be a nuisance if he died on the mountain.
pt: Hmph. Non è che sia molto motivato ad aiutarlo. D'altra parte, sarebbe un bel guaio se morisse sulla montagna.

# 1840_Sakurai
source: Fine. I'll tell Nishina. You get some rest. And by the way... thanks for all your efforts.
pt: Va bene. Lo dirò a Nishina. Riposati. E a proposito... grazie per tutti i tuoi sforzi.

# 1852_Saejima
source: Sure.
pt: Certo.

# 1900_Saejima
source: Okudera-han, a lot's happenin' out there while you been sleepin'...
pt: Okudera-han, ne sono successe di cose là fuori mentre dormivi...

# 1936_Sakurai
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 1996_New Skill: Stealth
source: Makes you quieter while walking in a crouch.
pt: Ti rende più silenzioso mentre cammini accovacciato.

# 2020_Sakurai
source: I guess your search for bear bait isn't going so well.
pt: Immagino che la tua ricerca di esca per orsi non stia andando un granché.

# 2032_Sakurai
source: Well, don't let it bother you too much. I'll hold onto your gun and ammunition while you get your equipment sorted.
pt: Beh, non preoccuparti troppo. Terrò io la tua arma e le munizioni mentre tu sistemi l'equipaggiamento.

# 2080_Sakurai
source: Let me know when you're leaving for the mountain. You've got a lot to prepare for!
pt: Avvisami quando parti per la montagna. Hai un sacco di cose da preparare!

# 2092_Sakurai
source: Saejima-san, are you ready?
pt: Saejima-san, sei pronto?

# 2104_Saejima
source: (Better bid farewell to Okudera-han, then head to Tsukimino...)
pt: (Meglio salutare Okudera-han, e poi andare a Tsukimino...)

# 2128_Saejima
source: Need a bit more time.
pt: Mi serve ancora un po' di tempo.

# 2140_Sakurai
source: All right. I'm just sorry that all the tough work seems to fall on you.
pt: Va bene. Mi dispiace solo che tutto il lavoro pesante sembri ricadere su di te.

# 2152_Saejima
source: Yup, ready.
pt: Sì, pronto.

# 2164_Sakurai
source: Good. Get your equipment ready.
pt: Bene. Prepara il tuo equipaggiamento.

# 2200_Sakurai
source: Are you ready to go up?
pt: Sei pronto a salire?

# 2224_Sakurai
source: Sorry you have to do this. But if Narumi's injured, there's no time to waste.
pt: Mi dispiace che tu debba farlo. Ma se Narumi è ferito, non c'è tempo da perdere.

# 2236_Saejima
source: Leave it to me.
pt: Lascia fare a me.

# 2260_Sakurai
source: Oh, all right. I'll hold on to your snow gear for you.
pt: Oh, va bene. Ti terrò io la tua attrezzatura da neve.

# 2284_Sakurai
source: Tell me when you're ready.
pt: Fammi sapere quando sei pronto.

# 2308_Saejima
source: No. We gotta leave for Tsukimino.
pt: No. Dobbiamo partire per Tsukimino.

# 2368_Nishina
source: We gave you first aid, but you need to go to the hospital in Tsukimino as soon as possible.
pt: Ti abbiamo prestato i primi soccorsi, ma devi andare all'ospedale di Tsukimino il prima possibile.

# 2380_Nishina
source: The road there is actually open now. You're lucky beyond words.
pt: La strada lì è effettivamente aperta ora. Sei incredibilmente fortunato.

# 2392_Nishina
source: Sakurai, can you call him a taxi?
pt: Sakurai, puoi chiamargli un taxi?

# 2404_Sakurai
source: Yes, I can.
pt: Sì, posso.

# 2440_Narumi
source: I'm... so sorry...
pt: Mi dispiace... così tanto...

# 2452_Nishina
source: If you truly are, then never come back here. That's all the apology we need.
pt: Se lo sei davvero, allora non tornare mai più qui. Questa è l'unica scusa che ci serve.

# 2464_Narumi
source: Hehehe. I wouldn't come back if you begged me.
pt: Hehehe. Non ci tornerei manco se mi implorassi.

# 2476_Sakurai
source: Nishina-san, the taxi will be here soon.
pt: Nishina-san, il taxi arriverà presto.

# 2500_Narumi
source: Give this to that old guy for me, will you?
pt: Dai questo a quel vecchio per me, ci pensi tu?

# 2512_Hunting Rifle Acquired
source: Narumi handed over the Vertical Double Special.
pt: Narumi consegnò il Vertical Double Special.

# 2524_Saejima
source: What's this?
pt: Questo cos'è?

# 2536_Narumi
source: It shoots transmitters. Shoot your quarry with one, and you can track its position.
pt: Spara trasmettitori. Colpisci la preda con uno, così puoi tracciarne la posizione.

# 2548_Narumi
source: I thought I could track that monster, but I won't have the chance now.
pt: Pensavo di poter tracciare quel mostro, ma non avrò l'occasione ora.

# 2560_Narumi
source: It probably won't work if you shoot it into the beast's back or legs. Heck, when I tried, it looked like my shots were bouncing right off it.
pt: Probabilmente non funzionerà se lo spari nella schiena o nelle zampe della bestia. Cavolo, quando ho provato, sembrava che i miei colpi gli rimbalzassero addosso.

# 2572_Narumi
source: But I think it'll work if you shoot it into its soft underbelly.
pt: Ma penso che funzionerà se glielo spari nel suo ventre molle.

# 2584_Saejima
source: Nice idea. I'll try it.
pt: Bella idea. Ci proverò.

# 2596_Sakurai
source: We should get going.
pt: Dobbiamo andare.

# 2608_Narumi
source: This injury... I'll never be able to carry a gun again. What am I supposed to live for now?
pt: Questa ferita... Non potrò mai più portare un'arma. Per cosa dovrei vivere ora?

# 2620_Saejima
source: You'll have to find somethin'. You're lucky ya still have that opportunity. Maybe ya oughta keep that in mind.
pt: Dovrai trovare qualcosa. Sei fortunato ad avere ancora quell'opportunità. Forse faresti bene a tenerlo a mente.

# 2632_Narumi
source: Heh...
pt: Eh...

# 2668_Sakurai
source: All snow gear must be moved to the Item Box or Inventory.
pt: Tutto l'equipaggiamento da neve deve essere spostato nella Cassa Oggetti o nell'Inventario.

# 2740_Sakurai
source: The search for Narumi's not going well, huh?
pt: La ricerca di Narumi non sta andando bene, eh?

# 2752_Sakurai
source: If it makes it any easier, I can hold your gun and shells while you get your stuff sorted.
pt: Se ti può essere d'aiuto, posso tenere il tuo fucile e le cartucce mentre sistemi la tua roba.

# 2800_Sakurai
source: Let me know when you're leaving for the mountain. You've got a lot to prepare for!
pt: Avvisami quando parti per la montagna. Hai un sacco di cose da preparare!
