Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0016003d.po
Languages: pt

source: You got <Color:8>30,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: You got 1,900 experience points.
pt: Hai ottenuto 1.900 punti esperienza.

# 60_President
source: You're a rebellious lad, all right. No wonder you caught my eye. You're welcome back here if you ever change your mind, Shinada-kun.
pt: Sei proprio un giovanotto ribelle, si vede. Non mi stupisce che tu mi abbia colpito. Sei il benvenuto qui di nuovo, se mai ci ripensi, Shinada-kun.

# 72_Shinada
source: Not happening!
pt: Non se ne parla!

# 84_President
source: Okay, then. Here's your severance pay. I trust you'll keep this dark secret between us... like any good father and son.
pt: Va bene, allora. Ecco la tua buonuscita. Mi fido che manterrai questo oscuro segreto tra noi... come ogni buon padre e figlio.

# 108_Shinada
source: (Geez. So much for trying to change careers...)
pt: (Cavolo. E io che volevo cambiare mestiere...)

# 192_Shinada
source: What on earth is going on here!?
pt: Ma che diavolo sta succedendo qui!?

# 204_President
source: Oh, you know. Just another day at the office. You'll get used to it.
pt: Oh, sai com'è. Il solito tran tran. Ti ci abituerai.

# 216_Shinada
source: Get used to my boss wearing nothing but a loincloth!? Fat chance!
pt: Abituarmi al mio capo che indossa solo un perizoma!? Col cavolo!

# 228_President
source: Oh, don't get your fundoshi in a bunch. Now strip, Shinada. You swore total subservience, remember? Like a son to his father. So, come on over to daddy! No need to be shy!
pt: Oh, non fare storie. Ora spogliati, Shinada. Hai giurato totale sottomissione, ricordi? Come un figlio a suo padre. Allora, vieni qui dal tuo papino! Non c'è bisogno di essere timido!

# 240_Shinada
source: So this is what you were planning!? Don't you find it wrong to just spring this on me out of nowhere?
pt: Quindi è questo che avevi in mente!? Non ti sembra sbagliato buttarmi addosso 'sta roba così, dal nulla?

# 252_President
source: Oh, believe me, I do. In fact, that's the thrill of it. The mere thought of how bizarre the situation is makes my heart throb, among other things!
pt: Oh, credimi, eccome se lo provo. Anzi, è proprio quello il brivido. Il solo pensiero di quanto sia assurda la situazione mi fa battere il cuore, tra le altre cose!

# 264_President
source: Now savor it, Shinada. Breathe it all in. I've been waiting for this moment since the first time I laid eyes on you. And what a feast you are!
pt: Ora goditelo, Shinada. Assaporalo fino in fondo. Ho aspettato questo momento da quando ti ho messo gli occhi addosso per la prima volta. E che banchetto che sei!

# 276_Shinada
source: So... So that interview was all just for show? We'd have ended up here either way?
pt: Quindi... Quindi quell'intervista era tutta una farsa? Saremmo finiti qui comunque?

# 288_President
source: That's right, Shinada. And now it's time for you to end up on my lap. Do as you're told, my son! Or daddy's gonna have to spank you!
pt: Proprio così, Shinada. E ora è tempo che tu finisca sulle mie ginocchia. Fai come ti dico, figliolo! O papà dovrà darti una sculacciata!

# 300_Shinada
source: No one's spanking anyone today! You can forget about the roleplay－I'm going home!
pt: Nessuno sculaccerà nessuno oggi! Puoi scordarti il gioco di ruolo－me ne vado a casa!

# 312_President
source: Heheh. You just keep getting better and better. I knew I had you pegged as the perfect <Italic>wayward son</Italic>. Father knows best, after all.
pt: Heheh. Continui a migliorare sempre di più. Sapevo di averti inquadrato come il perfetto <Italic>figlio scapestrato</Italic>. Dopotutto, il padre ne sa più di tutti.

# 348_President
source: But I can see you have a wild streak that requires a bit of discipline. As your father, I hate to do this, but you'll thank me for it in the end. Get ready for some tough love!
pt: Ma vedo che hai un'indole ribelle che ha bisogno di un po' di disciplina. Da tuo padre, odio doverlo fare, ma alla fine mi ringrazierai. Preparati a un po' d'amore... quello che serve!

# 360_Shinada
source: What the hell is with this company!? Do all your employees get initiated like this!? You know what－I don't even care. Let's just get this over with.
pt: Che cazzo ha questa compagnia!? Tutti i vostri dipendenti fanno questa gavetta così!? Sai che c'è－non me ne frega un cazzo. Facciamola finita e basta.
