Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0d8b.po
Languages: pt

source: Guide
pt: Guida

source: Give It a Try
pt: Provaci

source: Forget It
pt: Lascia perdere

source: I'm in.
pt: Ci sto.

source: Never mind.
pt: Lascia stare.

source: Player
pt: Giocatore

source: Forget it.
pt: Lascia perdere.

# 76_Guide
source: Hey, now. If you want to play <Color:8>cee-lo<Color:Default>, you'll be needing more wooden tags.
pt: Ehi, allora. Se vuoi giocare a <Color:8>cee-lo<Color:Default>, ti serviranno più gettoni di legno.

# 88_Guide
source: The minimum bet is ten tags. You can play after you buy some more wooden tags.
pt: La puntata minima è di dieci gettoni. Puoi giocare dopo aver comprato altri gettoni di legno.

# 100_Guide
source: How about some <Color:8>cee-lo<Color:Default>? Can I interest you in a game?
pt: Che ne dici di un po' di <Color:8>cee-lo<Color:Default>? Ti va di fare una partita?

# 112_Haruka
source: Uncle Kaz! See if you can <Color:8>win 1,000 points or more at cee-lo<Color:Default>. I like seeing you win.
pt: Zio Kaz! Vedi se riesci a <Color:8>vincere 1.000 punti o più a Cee-lo<Color:Default>. Mi piace vederti vincere.

# 124_Kiryu
source: (Haruka wants me to <Color:8>win 1,000 points or more at cee-lo<Color:Default>.)
pt: (Haruka vuole che io <Color:8>vinca 1.000 punti o più a cee-lo<Color:Default>.)

# 148_Haruka
source: Aww, okay. Some other time.
pt: Ah, va bene. Magari un'altra volta.

# 160_Guide
source: No? Roll with us some other time, then.
pt: No? Allora fatti un tiro con noi un'altra volta.

# 172_Guide
source: Yeah? You're in?
pt: Sì? Ci stai?

# 184_Guide
source: Yeah, I'll play.
pt: Sì, gioco.

# 196_Guide
source: Come on over here then.
pt: Vieni qua allora.

# 208_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 232_Guide
source: No. I'll pass.
pt: No. Passo.

# 244_Guide
source: No? Another time, then.
pt: No? Un'altra volta, allora.

# 256_Guide
source: How about some <Color:8>cee-lo<Color:Default>? Can I interest you in a game?
pt: Che ne dici di un po' di <Color:8>cee-lo<Color:Default>? Ti va di fare una partita?

# 268_Guide
source: Yeah, I'll play.
pt: Sì, gioco.

# 280_Guide
source: Come on over here, then.
pt: Dai, vieni qua, allora.

# 304_Guide
source: No. I'll pass.
pt: No. Passo.

# 316_Guide
source: No? Another time, then.
pt: No? Un'altra volta, allora.
