Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000213d1.po
Languages: pt

source: You handed over <Color:8>Lots of Liquor<Color:Default>.
pt: Hai consegnato <Color:8>un sacco di liquore<Color:Default>.

source: You handed over <Color:8>Lots of Liquor<Color:Default>.
pt: Hai consegnato <Color:8>un sacco di liquore<Color:Default>.

source: Familiar Homeless Man
pt: Il Solito Barbone

# 60_Akiyama
source: Heyyy...
pt: Ehiii...

# 72_Familiar Homeless Man
source: Huh? Well, look who it is!
pt: Eh? Ma guarda un po' chi si vede!

# 84_Akiyama
source: Long time, no see. Care for a refreshment?
pt: Quanto tempo! Ti va qualcosa da bere?

# 120_Familiar Homeless Man
source: Aw, you're the best, man! This is perfect for the cold. There'll be a party tonight, that's for sure.
pt: Ah, sei il migliore, amico! Questo è l'ideale con 'sto freddo. Stasera si fa festa, sicuro.

# 132_Akiyama
source: Yo, there's someone I need you to find for me. He's the president of a company called MAO, Inc.
pt: Senti, c'è un tizio che devo farti trovare. È il presidente di una compagnia che si chiama MAO, Inc.

# 144_Familiar Homeless Man
source: Heh. Dumb name for a company. But yeah, I'll see if anyone knows.
pt: Eh. Nome del cavolo per una compagnia. Ma sì, vedrò se qualcuno ne sa qualcosa.

# 156_Akiyama
source: That'd be a huge help. Here's ten yen to call me when you know something.
pt: Mi faresti un gran favore. Tieni dieci yen per chiamarmi quando sai qualcosa.

# 168_Familiar Homeless Man
source: Got it!
pt: Capito!

# 192_Shinada
source: Is this really gonna work?
pt: Ma funzionerà davvero?

# 204_Akiyama
source: Yep. They've got a robust network for swapping info. Let's walk around until he calls me.
pt: Già. C'hanno una rete bella fitta per scambiarsi le informazioni. Facciamo un giro finché non mi chiama.

# 228_Akiyama
source: Heyyy...
pt: Ehiii...

# 240_Familiar Homeless Man
source: Huh? Well, look who it is!
pt: Eh? Ma guarda un po' chi si vede!

# 252_Akiyama
source: Long time, no see. Care for a refreshment?
pt: Quanto tempo! Ti va qualcosa da bere?

# 288_Familiar Homeless Man
source: Aw, you're the best, man! This is perfect for the cold. There'll be a party tonight, that's for sure.
pt: Ah, sei il migliore, amico! Questo è l'ideale con 'sto freddo. Stasera si fa festa, sicuro.

# 300_Akiyama
source: Yo, there's someone I need you to find for me. He's the president of a company called MAO, Inc.
pt: Senti, c'è un tizio che devo farti trovare. È il presidente di una compagnia che si chiama MAO, Inc.

# 312_Familiar Homeless Man
source: Heh. Dumb name for a company. But yeah, I'll see if anyone knows.
pt: Eh. Nome del cavolo per una compagnia. Ma sì, vedrò se qualcuno ne sa qualcosa.

# 324_Akiyama
source: That'd be a huge help. Here's ten yen to call me when you know something.
pt: Mi faresti un gran favore. Tieni dieci yen per chiamarmi quando sai qualcosa.

# 336_Familiar Homeless Man
source: Got it!
pt: Capito!

# 360_Shinada
source: Is this really gonna work?
pt: Ma funzionerà davvero?

# 372_Akiyama
source: Yep. They've got a robust network for swapping info. Let's walk around until he calls me.
pt: Già. C'hanno una rete bella fitta per scambiarsi le informazioni. Facciamo un giro finché non mi chiama.
