Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00360062.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

source: Player
pt: Giocatore

# 156_Shion
source: Karaoke alone, just the two of us... This is so exciting. <Color:255,200,200,255>♥<Color:Default>
pt: Karaoke da soli, solo noi due... È così emozionante. <Color:255,200,200,255>♥<Color:Default>

# 168_Shion
source: I can't decide what to sing. Hmm... Maybe I'll try <Color:255,200,200,255>"Rouge of Love." <Color:Default> <Color:255,200,200,255>♥<Color:Default>
pt: Non riesco a decidere cosa cantare. Mmh... Magari provo <Color:255,200,200,255>"Rouge of Love." <Color:Default> <Color:255,200,200,255>♥<Color:Default>

# 180_Shion
source: That was so much fun. You're quite the mood-maker, aren't you, %s-san?
pt: È stato così divertente. Sei proprio uno che sa animare la serata, non è vero, %s-san?

# 192_Shion
source: Can I hear you sing now, %s-san?
pt: Posso sentirti cantare adesso, %s-san?

# 204_Player
source: Sure thing!
pt: Certo!

# 216_Shion
source: I can't wait to hear you sing, %s. <Color:255,200,200,255>♥<Color:Default>
pt: Non vedo l'ora di sentirti cantare, %s. <Color:255,200,200,255>♥<Color:Default>

# 228_Player
source: I think I'll take a rain check on that.
pt: Per stavolta, direi che passo.

# 240_Shion
source: Oh, that's too bad. I really wanted to hear you sing, %s-san.
pt: Oh, che peccato. Volevo proprio sentirti cantare, %s-san.

# 252_Shion
source: That was really difficult to sing.
pt: È stato davvero difficile da cantare.

# 264_Player
source: My bad...
pt: Colpa mia...

# 276_Shion
source: That felt incredible. <Color:255,200,200,255>♥<Color:Default> I've never seen anyone nail the interjections like that.
pt: È stato incredibile. <Color:255,200,200,255>♥<Color:Default> Non ho mai visto nessuno azzeccare le interiezioni in quel modo.

# 288_Shion
source: %s-san, how about you try a song now?
pt: %s-san, che ne dici di provare una canzone adesso?

# 300_Player
source: Sure thing!
pt: Certo!

# 312_Shion
source: I can't wait to hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Non vedo l'ora di sentirti cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 324_Player
source: I think I'll take a rain check on that.
pt: Per stavolta, direi che passo.

# 336_Shion
source: Oh, that's too bad. I really wanted to hear you sing, %s-san.
pt: Oh, che peccato. Volevo proprio sentirti cantare, %s-san.

# 348_Shion
source: That was really really good! You looked so cool, too. <Color:255,200,200,255>♥<Color:Default>
pt: È stato davvero, davvero grandioso! Eri così figo, poi. <Color:255,200,200,255>♥<Color:Default>

# 360_Player
source: You ain't seen nothing yet!
pt: Non hai ancora visto niente!

# 372_Shion
source: I guess singing's not your thing, Shinada-san.
pt: Mi sa che cantare non è il tuo forte, Shinada-san.

# 384_Player
source: Was I really that bad?
pt: Sono andato davvero così male?

# 396_Shion
source: I could listen to that forever. <Color:255,200,200,255>♥<Color:Default> You're quite the singer, aren't you, %s-san? <Color:255,200,200,255>♥<Color:Default>
pt: Potrei ascoltarti all'infinito. <Color:255,200,200,255>♥<Color:Default> Sei proprio un gran cantante, vero, %s-san? <Color:255,200,200,255>♥<Color:Default>

# 408_Player
source: Well, I do take pride in my singing.
pt: Beh, vado fiero del mio canto.
