Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460021.po
Languages: pt

source: Shinada's Acquaintance
pt: Il conoscente di Shinada

# 44_Shinada's Acquaintance
source: Yo, Ta-chan! You been to see any ball games lately?
pt: Ehi, Ta-chan! Sei stato a vedere qualche partita di baseball ultimamente?

# 56_Shinada
source: These days I just watch them on TV－I can't afford to buy actual tickets. Why do you ask?
pt: Al giorno d'oggi li guardo solo in TV—non posso permettermi di comprare biglietti veri e propri. Come mai me lo chiedi?

# 68_Shinada's Acquaintance
source: 'Cause I got me some tickets to a VIP skybox! I can hardly wait for game day!
pt: Perché mi sono beccato dei biglietti per uno skybox VIP! Non vedo l'ora che arrivi il giorno della partita!

# 80_Shinada
source: A VIP skybox? Don't you have to reserve those with like, a year-long contract?
pt: Uno skybox VIP? Non li devi prenotare, tipo, con un abbonamento annuale?

# 92_Shinada
source: Since they are normally used by companies for entertainment purposes, normal spectators don't get to experience them too often.
pt: Visto che di solito li usano le aziende per intrattenere i clienti, gli spettatori comuni non hanno spesso l'occasione di provarli.

# 104_Shinada's Acquaintance
source: Well, I can't wait! Getting to look out over the field in a private room, while kicking back on a sofa to watch the game? That's luxury for ya!
pt: Beh, non vedo l'ora! Poter guardare il campo da una stanza privata, mentre mi rilasso su un divano a guardare la partita? Questa sì che è bella vita!

# 116_Shinada
source: I don't know, I'd rather be sitting right behind home plate instead of watching from so far away.
pt: Non lo so, preferirei stare seduto proprio dietro la casa base invece di guardare da così lontano.

# 128_Shinada's Acquaintance
source: That's why they've got monitors! You can get a play-by-play view right in the skybox!
pt: Ecco perché ci sono i monitor! Puoi goderti ogni singola azione direttamente nello skybox!

# 140_Shinada's Acquaintance
source: And they've even got room service, so it's got watching at home beat, hands down.
pt: E hanno pure il servizio in camera, quindi batte guardare a casa, a mani basse.

# 152_Shinada
source: (VIP skyboxes at baseball games. Maybe I could talk about that at the cabaret club.)
pt: (Skybox VIP alle partite di baseball. Magari potrei parlarne al cabaret club.)
