Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid002006a0.po
Languages: pt

source: You got a <Color:8>Strong-looking Cochin Chicken<Color:Default>.
pt: Hai un <Color:8>Pollo Cochin dall'aspetto robusto<Color:Default>.

source: Man
pt: Uomo

source: I'll raise it to be a champion!
pt: Lo alleverò per farlo diventare un campione!

source: Sorry, I'm just too busy.
pt: Mi dispiace, sono proprio troppo impegnato.

# 72_Man
source: Ah, what timing!
pt: Ah, che tempismo!

# 96_Man
source: I saw you at the Cochin racetrack. As a fellow owner, I gotta commend you on a job well done.
pt: Ti ho visto all'ippodromo di Cochin. Da collega proprietario, devo proprio farti i complimenti per il gran bel lavoro che hai fatto.

# 108_Shinada
source: Oh, thanks. Us chickenmeisters gotta stick together, right?
pt: Oh, grazie. Noi maestri di galline dobbiamo stare uniti, vero?

# 120_Man
source: I'll be a former chickenmeister soon enough. I'm leaving town to work in Macau for a year.
pt: Sarò presto un ex maestro di polli. Parto dalla città per lavorare a Macao per un anno.

# 132_Shinada
source: Macau? Whoa, that's like, the gambling capital of the world! I envy you, man.
pt: Macau? Cavolo, è tipo la capitale mondiale del gioco d'azzardo! Ti invidio, compà.

# 144_Man
source: Yeah, but if I leave town for that long, I have to leave my bird behind.
pt: Già, ma se me ne vado dalla città per tutto quel tempo, devo lasciare qui il mio pennuto.

# 156_Man
source: So listen, can I give you my Cochin? You'd honestly be doing me a favor.
pt: Senti, posso affidarti la mia Cochin? Mi faresti un vero favore.

# 168_Shinada
source: You serious?
pt: Fai sul serio?

# 180_Man
source: Well, I hate to let my champ go, but there's no way I can bring it to Macau with me.
pt: Beh, mi scoccia un sacco lasciare il mio campione, ma non c'è verso di portarmelo a Macao.

# 192_Man
source: It'll make me feel better knowing my bird's with an owner like you. You're the kind of guy who raises his Cochin to win.
pt: Mi farà stare più tranquillo sapendo che il mio pollo è con un proprietario come te. Sei il tipo di ragazzo che alleva il suo Cochin per farlo vincere.

# 204_Man
source: Do me this favor. Can you raise my boy up right? With tender, loving care?
pt: Fammi un favore. Me lo cresci come si deve, il mio ragazzo? Con tanto amore e cura?

# 216_Shinada
source: (Good thing he's not asking for money. I guess it wouldn't hurt.)
pt: Meno male che non sta chiedendo soldi. Immagino che non mi faccia male.

# 240_Man
source: Great! I'm sure you'll bring out his true potential. Either way, he's yours now.
pt: Ottimo! Sono sicuro che saprai tirare fuori il suo vero potenziale. Ad ogni modo, ora è tuo.

# 300_Man
source: Okay. I'm not leaving for Macau just yet, so come back if you change your mind.
pt: Ok. Non me ne vado ancora a Macao, quindi torna pure se ci ripensi.

# 312_Man
source: Hey! Change your mind about taking my bird?
pt: Ehi! Ci hai ripensato, sul prenderti il mio pollo?

# 324_Man
source: He's all yours. Well, guess I'd better be heading off to Macau... Can't wait to see him all grown up and happy when I come back!
pt: È tutto tuo. Beh, immagino sia meglio che mi diriga a Macao... Non vedo l'ora di vederlo bello cresciuto e felice quando tornerò!
