Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033c4c.po
Languages: pt

source: You got 1,200 experience points.
pt: Hai ottenuto 1.200 punti esperienza.

source: Foreigner
pt: Straniero

source: Teach Pedro
pt: Insegna a Pedro

source: Not Now
pt: Non ora

# 148_Foreigner
source: Hey, you, fella. Know anything about baseball?
pt: Ehi, tu, amico. Sai qualcosa di baseball?

# 160_Shinada
source: Oh, you mean me? Well, I guess you could say I do.
pt: Oh, parli di me? Beh, diciamo di sì.

# 172_Foreigner
source: Oh! Then today's my lucky day! My name's Pedro, by the way. Nice to meet ya!
pt: Oh! Allora oggi è il mio giorno fortunato! A proposito, mi chiamo Pedro. Piacere di conoscerti!

# 184_Shinada
source: Same. I'm Shinada.
pt: Idem. Sono Shinada.

# 196_Pedro
source: Ah, Shinaaada. Has a nice ring to it. Anyway, where I come from, we have no baseball, so we have no batting either.
pt: Ah, Shinaaada. Suona proprio bene. Comunque, da dove vengo io, non abbiamo il baseball, quindi non abbiamo neanche la battuta.

# 208_Pedro
source: Everybody plays soccer instead. This trip to Japan is actually the first time I've stepped up to bat! It's kinda fun!
pt: Tutti giocano a calcio, invece. Questo viaggio in Giappone è in realtà la prima volta che vado alla battuta! È abbastanza divertente!

# 220_Pedro
source: But no matter how much I tried, I could never make the ball go sailing. It's hard to hit it right.
pt: Ma per quanto ci provassi, non riuscivo mai a spedire la palla lontano. È difficile prenderla giusta.

# 232_Shinada
source: Okay, so what's your angle? You want me to show you how to bat?
pt: Allora, qual è il punto? Vuoi che ti faccia vedere come si batte?

# 244_Pedro
source: Exactamundo! Even if it's only for a little bit!
pt: Esattissimo! Anche se è solo per un pochino!

# 256_Foreigner
source: Oh, all right. But only for a little bit, okay?
pt: Ah, va bene. Ma solo per un pochino, ok?

# 268_Pedro
source: Sure! You're awesome, Shinaaada!
pt: Certo! Sei un grande, Shinaaada!

# 280_Shinada
source: Uh-huh. So, where do I start? I may as well just show you. I'll demonstrate, so watch carefully.
pt: Ah, sì. Allora, da dove inizio? Tanto vale che te lo mostri e basta. Ti faccio una dimostrazione, quindi guarda bene.

# 292_Pedro
source: You got it! I'll use my laser focus!
pt: Capito! Mi concentrerò come un laser!

# 316_Foreigner
source: I'd like to show you, but I'm kinda busy right now.
pt: Vorrei mostrarti, ma sono un po' preso adesso.

# 328_Pedro
source: Ahh, so Shinaaada's a busy man. Tell ya what! I'll keep hanging out here, so that way you can teach me whenever you have time! Sound like a plan?
pt: Ahh, quindi Shinada è un tipo impegnato. Senti un po'! Continuerò a bazzicare qui, così potrai insegnarmi quando hai tempo! Ti va bene come piano?

# 340_Shinada
source: Sure. Maybe practice your swing till then.
pt: Certo. Magari fino ad allora fai un po' di swing.

# 364_Foreigner
source: Shinaaada, my friend! Will you show me how to bat? Just for a little bit?
pt: Shinada, amico mio! Mi fai vedere come si batte? Solo un attimo?

# 376_Foreigner
source: Oh, all right. But only for a little bit, okay?
pt: Ah, va bene. Ma solo per un pochino, ok?

# 388_Pedro
source: Sure! You're awesome, Shinaaada!
pt: Certo! Sei un grande, Shinaaada!

# 400_Shinada
source: Uh-huh. So, where do I start? I may as well just show you. I'll demonstrate, so watch carefully.
pt: Ah, sì. Allora, da dove inizio? Tanto vale che te lo mostri e basta. Ti faccio una dimostrazione, quindi guarda bene.

# 412_Pedro
source: You got it! I'll use my laser focus!
pt: Capito! Mi concentrerò come un laser!

# 436_Foreigner
source: I'd like to show you, but I'm kinda busy right now.
pt: Vorrei mostrarti, ma sono un po' preso adesso.

# 448_Pedro
source: Ahh, so Shinaaada's a busy man. Tell ya what! I'll keep hanging out here, so that way you can teach me whenever you have time! Sound like a plan?
pt: Ahh, quindi Shinada è un tipo impegnato. Senti un po'! Continuerò a bazzicare qui, così potrai insegnarmi quando hai tempo! Ti va bene come piano?

# 460_Shinada
source: Sure. Maybe practice your swing till then.
pt: Certo. Magari fino ad allora fai un po' di swing.

# 472_Foreigner
source: Shinaaada, my friend! Will you show me how to bat? Just for a little bit?
pt: Shinada, amico mio! Mi fai vedere come si batte? Solo un attimo?

# 496_Shinada
source: You bet! Promise I won't screw it up this time.
pt: Scommettici! Prometto che questa volta non farò un casino.

# 508_Pedro
source: No sweat, just do your thing! You got this!
pt: Tranquillo, fai il tuo gioco! Ce la puoi fare!

# 532_Shinada
source: Shoot. I totally crapped out there.
pt: Maledizione. Ho fatto proprio schifo lì.

# 544_Pedro
source: What happened, Shinaaada? Is that really the best you got?
pt: Che è successo, Shinaaada? È davvero il massimo che hai?

# 556_Shinada
source: No, no. I'm just out of sync today. Gimme a few moments and I'll be right back at it!
pt: No, no. Sono solo sfasato oggi. Dammi un attimo e ci riprendo subito!

# 568_Pedro
source: Got it! Then I'll be waiting right here!
pt: Capito! Allora aspetterò proprio qui!

# 580_Shinada
source: There! That's how it's done.
pt: Ecco! Così si fa.

# 592_Pedro
source: Shinaaada! That was crazy! You slaughtered that poor ball!
pt: Shinaaada! È stato pazzesco! Hai massacrato quella povera palla!

# 604_Pedro
source: How do you even do that? What's the secret?
pt: Ma come ci riesci? Qual è il segreto?

# 616_Shinada
source: Secret? Mm, how should I put it?
pt: Un segreto? Mmh, come la metto?

# 628_Shinada
source: Okay, so, the way you grip the bat and swing, that's honestly up to whatever you like, really. I guess you can say there are three major things you have to do.
pt: Allora, senti, il modo in cui impugni la mazza e come tiri, quello, sinceramente, sta a te, eh. Diciamo che ci sono tre cose principali che devi fare.

# 640_Shinada
source: One, keep your eyes on the ball. Two, perfect your impact timing. And three, try to hit the ball with your bat's sweet spot.
pt: Uno, tieni gli occhi sulla palla. Due, perfeziona il tempismo dell'impatto. E tre, cerca di colpire la palla con lo sweet spot della mazza.

# 652_Pedro
source: The sweet spot, eh? Where is it?
pt: Lo sweet spot, eh? Dov'è?

# 664_Shinada
source: Oh, that's... kind of tricky to answer, come to think of it.
pt: Oh, quella... è un po' complicata da rispondere, a pensarci bene.

# 676_Shinada
source: Think of it this way. There's a line right down the middle of the bat. If you can hit a pitch on that line, that would be the sweet spot.
pt: Pensala così. C'è una linea proprio al centro della mazza. Se riesci a colpire una palla su quella linea, quello sarebbe il punto ideale.

# 688_Pedro
source: Okay, got it. The sweet spot is the center of the bat.
pt: Ok, capito. Il punto dolce è proprio al centro della mazza.

# 700_Shinada
source: That sounds about right. After this, you should go up against the machines to get a better feel for it.
pt: Esatto. Fatto questo, dovresti andare contro le macchine per prenderci meglio la mano.

# 712_Pedro
source: Keep eyes on the ball. Get the right timing. Hit with the sweet spot. Shinaaada, I think I got it!
pt: Tieni gli occhi sulla palla. Trova il tempismo giusto. Colpisci col punto dolce. Shinaaada, penso di aver capito!

# 724_Shinada
source: Yeah, it sure sounds like it. If you can do those three things, you'll be hammering home runs in no time.
pt: Sì, direi proprio di sì. Se riesci a fare quelle tre cose, tirerai fuori fuoricampo in un batter d'occhio.

# 736_Pedro
source: Sweet, I'll try that out right now! Thanks, brotha!
pt: Ottimo, ci provo subito! Grazie, fra'!

# 748_Pedro
source: Just sit back and watch your protégé at work!
pt: Mettiti comodo e guarda il tuo protetto al lavoro!

# 808_Shinada
source: (It all comes down to practice. I should look in on him sometime.)
pt: (È tutta una questione di pratica. Dovrei passare a trovarlo ogni tanto.)
