Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046004a.po
Languages: pt

source: Man
pt: Uomo

source: All right.
pt: Va bene.

source: No way.
pt: Ma va.

source: It's not about money.
pt: Non è questione di soldi.

source: Sell me some medicine.
pt: Vendi delle medicine.

source: Sell me a dream.
pt: Vendimi un sogno.

source: Nothing.
pt: Niente.

# 56_Man
source: Well? You want the lozenge?
pt: Allora? Vuoi la losanga?

# 68_Akiyama
source: You said all the money I have, right?
pt: Hai detto tutti i soldi che ho, giusto?

# 80_Man
source: Yep. If you're wantin' to make that girl's dreams come true, it ain't gonna come cheap.
pt: Già. Se vuoi far avverare i sogni di quella ragazza, non verrà a buon mercato.

# 92_Man
source: The heck ya want?
pt: Che diavolo vuoi?

# 104_Akiyama
source: There's something I'm looking for, and I thought someone here at the park might be able to help me out.
pt: C'è qualcosa che sto cercando, e pensavo che qualcuno qui al parco potesse darmi una mano.

# 116_Man
source: What in the world are ya lookin' for?
pt: Che diavolo stai cercando?

# 128_Akiyama
source: Sell me some medicine.
pt: Vendi delle medicine.

# 140_Man
source: I don't know nothin' about that. Go on, get outta here.
pt: Non so un bel niente di quella roba. Avanti, levati di torno.

# 164_Akiyama
source: (Looks like telling him to give me medicine was a no-go. I need to change up my approach.)
pt: (Sembra che dirgli di darmi delle medicine sia stato un buco nell'acqua. Devo cambiare approccio.)

# 176_Akiyama
source: (He's acting like he's hiding something. He won't just hand over what I want. Maybe there's some clue I can find.)
pt: (Si sta comportando come se nascondesse qualcosa. Non mi darà e basta quello che voglio. Forse c'è qualche indizio che posso trovare.)

# 188_Man
source: Tsk. The heck is yer problem?
pt: Tsk. Che diavolo hai?

# 200_Akiyama
source: Sell me a dream.
pt: Vendi un sogno.

# 212_Man
source: What kinda dream?
pt: Che diavolo di sogno?

# 224_Akiyama
source: There's a girl who wants to be a newscaster. She worked day and night to fix her Kansai accent, and now her voice is shot right before the test.
pt: C'è una ragazza che vuole fare la conduttrice televisiva. Ha sgobbato giorno e notte per togliersi di dosso il suo accento del Kansai, e ora la sua voce è andata proprio prima del provino.

# 236_Man
source: Well, now. Sounds rough.
pt: Mmh. Brutta storia.

# 248_Akiyama
source: I heard there's some legendary lozenge that could help her. Do you have any?
pt: Ho sentito dire che c'è una losanga leggendaria che potrebbe aiutarla. Ne hai?

# 260_Man
source: I do indeed.
pt: Certo che sì.

# 272_Akiyama
source: Really? Please, you have to give it to me.
pt: Davvero? Ti prego, devi darmela.

# 284_Man
source: You got cash on ya?
pt: Hai grana?

# 296_Akiyama
source: How much?
pt: Quanto?

# 308_Man
source: Everything ya got on ya.
pt: Tutto quello che hai addosso.

# 320_Akiyama
source: What!?
pt: Cosa!?

# 332_Man
source: Hey, ya want the lozenge, don't ya? Ya wanna make this girl's dream come true?
pt: Ehi, la vuoi la losanga, no? Vuoi realizzare il sogno di 'sta ragazza?

# 344_Akiyama
source: No way. I won't pay that much.
pt: Neanche per sogno. Non pago tutti 'sti soldi.

# 356_Man
source: You're the one who said this is her dream. If ya don't have high enough hopes for her, then givin' her the medicine won't mean a darn thing.
pt: Sei tu che hai detto che questo è il suo sogno. Se non ci credi abbastanza, allora darle 'sta medicina non servirà a un tubo.

# 380_Akiyama
source: It's not about money. Dreams aren't only for the people that can afford them. They're made of the hopes and desires of everyone else around them.
pt: Non è questione di soldi. I sogni non sono solo per chi se li può permettere. Nascono dalle speranze e dai desideri di tutti quelli che li circondano.

# 392_Akiyama
source: Something that important can't possibly be bought with money.
pt: Una cosa così importante non si può proprio comprare coi soldi.

# 404_Man
source: Hmph. I see.
pt: Mmh. Capisco.

# 416_Man
source: Ya don't get it at all, do ya?
pt: Non la capisci proprio, eh?

# 428_Akiyama
source: Huh?
pt: Uh?

# 440_Man
source: Ain't no room for pretty sentiments like that in the broadcast industry. Money talks in show biz. Money's what makes people tick.
pt: Non c'è spazio per sentimentalismi del genere nel settore televisivo. I soldi parlano nello show biz. Sono i soldi che fanno muovere la gente.

# 452_Man
source: If ya really have high hopes for that girl, show it with money. If ya can't do that, ya might as well give up.
pt: Se ci tieni davvero a quella ragazza, mostralo coi soldi. Se non ci riesci, tanto vale che molli.

# 476_Akiyama
source: All right. I'll give you all the money I have.
pt: Va bene. Ti darò tutti i soldi che ho.

# 488_Man
source: Ya serious? Why are ya stickin' yer neck out like that? This girl got that much talent?
pt: Fai sul serio? Perché ti stai sbilanciando così tanto? Questa ragazza c'ha tutto 'sto talento?

# 500_Akiyama
source: I want to see her achieve her dreams. That's all there is to it. Whether she's got the talent for it or not, I don't know.
pt: Voglio vederla realizzare i suoi sogni. È tutto qui. Che abbia o meno il talento per farlo, non lo so.

# 512_Man
source: So her dreams are worth yer investment?
pt: Quindi i suoi sogni valgono il tuo investimento?

# 524_Akiyama
source: No, I don't think so. You can't assign a monetary value to a dream.
pt: No, non credo proprio. A un sogno non puoi proprio mettere un prezzo.

# 536_Akiyama
source: A million or ten billion yen, no matter how much money you throw at your dreams, you'll never reach them. Because dreams have limitless value.
pt: Un milione o dieci miliardi di yen, non importa quanti soldi ci butti sopra ai tuoi sogni, non li raggiungerai mai. Perché i sogni hanno un valore illimitato.

# 560_Akiyama
source: If this makes her dreams come true, then I don't care if you take all my money. It's that simple.
pt: Se questo fa realizzare i suoi sogni, allora non mi interessa se ti prendi tutti i miei soldi. È così semplice.

# 584_Man
source: Heh. Ain't met a guy like you in a long time.
pt: Heh. Non ho incontrato un tipo come te da un sacco di tempo.

# 608_Man
source: I've been runnin' this scam job, hopin' to meet a man like you.
pt: Ho tirato avanti questa truffa, sperando di incontrare un uomo come te.

# 620_Akiyama
source: Okay...
pt: Va bene...

# 632_Man
source: Whether it's a sore throat or a scandal...
pt: Che sia un mal di gola o uno scandalo...

# 644_Man
source: When performers wind up in trouble, they find out how much money their talent agency is willin' to spend on 'em.
pt: Quando gli artisti finiscono nei guai, scoprono quanti soldi la loro agenzia di talenti è disposta a scucire per loro.

# 656_Man
source: To the agency, the talent is their meal ticket. If it ain't worth their investment, they'll drop her. They don't care if the talent succeeds.
pt: Per l'agenzia, il talento è la loro gallina dalle uova d'oro. Se non ripaga il loro investimento, la scaricheranno. Non gliene frega niente se il talento ha successo.

# 668_Akiyama
source: Well, that's the cruel business world for you.
pt: Beh, è il crudele mondo degli affari, che ci vuoi fare.

# 680_Man
source: Yeah, but sometimes someone's worth the investment, regardless of the bottom line. There's just somethin' about 'em.
pt: Sì, ma a volte qualcuno vale l'investimento, indipendentemente dal risultato finale. Hanno proprio quel non so che.

# 692_Man
source: Yer expectations for this girl come from ya seein' some kinda unique spark in her, I bet.
pt: Le tue aspettative per questa ragazza, scommetto, vengono dal fatto che in lei ci vedi una scintilla unica.

# 704_Akiyama
source: I guess that's one way to put it.
pt: Diciamo che si può dire così.

# 716_Man
source: Here's the legendary lozenge. Take it.
pt: Ecco la losanga leggendaria. Prendila.

# 728_Man
source: If she sucks on this and gets a bit a' rest, her voice'll be right as rain.
pt: Se se la succhia questa e si riposa un po', la sua voce tornerà perfetta.

# 740_Akiyama
source: Really? Thank you so much. You're a lifesaver. Here, let me get you your money.
pt: Davvero? Grazie mille. Mi hai salvato la vita. Ecco, fammi dare i tuoi soldi.

# 752_Man
source: Forget the money.
pt: Lascia perdere i soldi.

# 764_Akiyama
source: What?
pt: Cosa?

# 776_Man
source: I wanted to see how far ya were willin' to go for this dream. Now that I know, it's all good.
pt: Volevo vedere fino a che punto eri disposto ad arrivare per questo sogno. Ora che lo so, va tutto bene.

# 788_Akiyama
source: You... Thank you so much.
pt: Tu... Grazie mille.

# 800_Man
source: Don't thank me. I'll just watch with ya to see if this dream comes true. Now go on, hurry up and get that medicine to her.
pt: Non ringraziarmi. Starò a guardare con te per vedere se questo sogno si avvera. Dai, ora sbrigati e portale quella medicina.

# 812_Akiyama
source: Right.
pt: Giusto.

# 824_Akiyama
source: (I should shoot Honoka-chan an email.)
pt: (Dovrei mandare una mail a Honoka-chan.)
