Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490266.po
Languages: pt

# 84_Yamaura
source: Oh, hey, Haruka.
pt: Oh, ehi, Haruka.

# 96_Haruka
source: What are all these people doing here?
pt: Cosa ci fa qui tutta questa gente?

# 108_Yamaura
source: I guess somebody's filming some kind of show, but I can't see a thing through all these people.
pt: Immagino che stiano girando qualche tipo di show, ma non si vede un tubo in mezzo a tutta questa gente.

# 120_Haruka
source: A show?
pt: Uno show?

# 132_Yamaura
source: You hadn't come back yet, so I went out to see if I could find ya and ran into this. Anyway, let's get back to your lessons.
pt: Non eri ancora tornato, così sono uscito a vedere se ti trovavo e mi sono imbattuto in questo. Comunque, torniamo alle tue lezioni.

# 156_Haruka
source: Oh, look! It's that TV personality, Ayu Kurata!
pt: Oh, guarda! È quella della TV, Ayu Kurata!

# 180_Haruka
source: I bet she's taping a variety show or something.
pt: Scommetto che sta girando un varietà o roba simile.

# 204_Yamaura
source: C'mon, let's get outta here. You coming?
pt: Forza, leviamoci da qui. Vieni?

# 216_Haruka
source: Huh? What's the rush－
pt: Eh? Che fretta c'è－

# 228_Haruka
source: Oh, she's coming this way!
pt: Oh, sta venendo da questa parte!

# 240_Yamaura
source: Huh?
pt: Uh?

# 276_Kurata
source: I thought I recognized your voice, Misa.
pt: Pensavo di aver riconosciuto la tua voce, Misa.

# 288_Yamaura
source: Ayu. How ya been?
pt: Ayu. Come te la sei passata?

# 300_Kurata
source: So you're in Tokyo now?
pt: Allora sei a Tokyo adesso?

# 312_Yamaura
source: Just here on business. This kiddo's gonna have her debut concert at the Japan Dome.
pt: Sono qui solo per lavoro. Questa ragazzina terrà il suo concerto di debutto al Japan Dome.

# 324_Haruka
source: How do you do? I'm Haruka Sawamura!
pt: Piacere di conoscervi! Sono Haruka Sawamura!

# 336_Kurata
source: Oh, that's right! You're a voice coach now, aren't ya?
pt: Oh, è vero! Adesso sei una vocal coach, vero?

# 348_Kurata
source: And a student of yours is gonna debut at the Japan Dome? Hey, that's really something.
pt: E una tua allieva farà il suo debutto al Japan Dome? Cavolo, è una gran cosa.

# 360_Yamaura
source: Hey, thanks.
pt: Ehi, grazie.

# 372_Kurata
source: Haruka, was it? Aren't you a pretty little face?
pt: Haruka, giusto? Non sei un bel visino?

# 384_Haruka
source: Thank you.
pt: Grazie.

# 396_Kurata
source: I bet a girl like you would do pretty well for herself in this industry. Unlike some people.
pt: Scommetto che una ragazza come te farebbe molta strada in questo settore. A differenza di certa gente.

# 408_Haruka
source: Pardon?
pt: Come scusa?

# 420_Kurata
source: After all, you could be the best singer in the world, but if you ain't pretty or a people person, you're not gonna get any work, are ya?
pt: Dopotutto, potresti essere la migliore cantante del mondo, ma se non sei carina o non sai stare con la gente, non ti daranno nessun lavoro, vero?

# 432_Yamaura
source: That's enough, Ayu!
pt: Basta, Ayu!

# 456_Staff
source: Kurata-san! We're moving to Theater Square now!
pt: Kurata-san! Ci stiamo spostando a Piazza del Teatro adesso!

# 468_Kurata
source: Okay! Thank you!
pt: Perfetto! Grazie!

# 480_Kurata
source: Well, I'll be seeing ya.
pt: Beh, ci si vede.

# 516_Haruka
source: Yamaura-san, do you and Ayu Kurata know each other?
pt: Yamaura-san, tu e Ayu Kurata vi conoscete?

# 528_Yamaura
source: Yeah... She was my partner back when I was a singer.
pt: Sì... Era la mia partner ai tempi in cui ero una cantante.

# 540_Haruka
source: Your partner!?
pt: La tua partner!?

# 552_Yamaura
source: Yeah. We're talkin' ten years ago.
pt: Sì. Si parla di dieci anni fa.

# 564_Yamaura
source: We belonged to the same talent agency, so they decided to stick us together as a duo.
pt: Eravamo nella stessa agenzia di talenti, così hanno deciso di metterci insieme come duo.

# 576_Haruka
source: You were in a duo with Ayu Kurata?
pt: Eri in un duo con Ayu Kurata?

# 588_Yamaura
source: It's no surprise ya didn't know. That info'd be little more than a "Do You Remember When?" blurb in a magazine nowadays.
pt: Non c'è da stupirsi se non lo sapevi. Quella notizia sarebbe poco più che un trafiletto da "Ti ricordi quando?" su una rivista, al giorno d'oggi.

# 600_Yamaura
source: Ayu was pretty and a good dancer, but she couldn't sing. I was a good singer, but I couldn't dance and was ugly. That's what people said, anyway.
pt: Ayu era carina e brava a ballare, ma non sapeva cantare. Io ero una brava cantante, ma non sapevo ballare ed ero brutta. Questo è quello che diceva la gente, comunque.

# 612_Haruka
source: That's terrible!
pt: È terribile!

# 624_Yamaura
source: We were a bad combination from the start. No matter how well I sang, the only things people noticed were Ayu's looks and her great moves.
pt: Eravamo una brutta combinazione fin dall'inizio. Per quanto bene io cantassi, le uniche cose che la gente notava erano la bellezza di Ayu e le sue fantastiche mosse.

# 636_Yamaura
source: After a while, she started getting offered gigs on her own, and our little duo came to a standstill.
pt: Dopo un po', lei ha cominciato a ricevere ingaggi per conto suo, e il nostro piccolo duo si è arenato.

# 648_Yamaura
source: Then one thing led to another, and, well, here we are.
pt: Poi una cosa tira l'altra, e, beh, eccoci qua.

# 660_Haruka
source: I had no idea...
pt: Non ne avevo idea...

# 672_Yamaura
source: Personally, I think Ayu's a real piece of work, but I gotta hand it to her－she sure does have "it."
pt: Personalmente, credo che Ayu sia una vera tipa tosta, ma devo ammetterlo－lei ha proprio 'quel quid'.

# 684_Haruka
source: "It"?
pt: Quel quid?

# 696_Yamaura
source: That's right. Ya see, a good singing voice or fluid dance moves－that's all stuff that can be learned.
pt: Esatto. Vedi, una bella voce o mosse di ballo fluide－è tutta roba che si può imparare.

# 708_Yamaura
source: But if you really wanna steal the spotlight, you gotta have that certain star quality, the oh-so-elusive "it" factor.
pt: Ma se vuoi davvero rubare la scena, devi avere quella certa qualità da star, quel così elusivo 'quel quid'.

# 720_Yamaura
source: And that's not something you can learn. I just didn't have it... Sorry if it sounds like I'm making excuses for myself.
pt: E non è qualcosa che puoi imparare. Io semplicemente non avevo quel quid... Scusa se sembra che mi stia giustificando.

# 744_Yamaura
source: That said, Haruka, you have "it."
pt: Detto questo, Haruka, tu hai 'quel quid'.

# 756_Yamaura
source: So don't let your chance slip away!
pt: Non farti sfuggire la tua occasione!

# 768_Yamaura
source: Don't let somebody like Ayu come along and steal your work from under you. I don't want ya to fade away like I did!
pt: Non lasciare che qualcuno come Ayu arrivi e ti soffi il lavoro da sotto il naso. Non voglio che tu svanisca come ho fatto io!

# 792_Yamaura
source: Anyway, that's ancient history. Let's get back to the studio!
pt: Comunque, quella è storia passata. Torniamo allo studio!

# 804_Haruka
source: Yes, ma'am.
pt: Sì, signora.
