Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200191.po
Languages: pt

source: Sunglassed Woman
pt: Donna Occhialuta

source: Challenge accepted.
pt: Sfida accettata.

source: I don't think so.
pt: Non credo proprio.

# 88_Sunglassed Woman
source: Oh, Suzuki-san, it's you. Does this mean you're ready to take up the Spangled Meteor's challenge?
pt: Oh, Suzuki-san, sei tu. Significa che sei pronto a raccogliere la sfida dello Spangled Meteor?

# 112_Sunglassed Woman
source: Yeah. I won't let the same thing happen this time.
pt: Sì. Stavolta non succederà un'altra volta.

# 124_Sunglassed Woman
source: Oh, is that so? Hehe. Our leader will be pleased to hear that.
pt: Oh, è così? Hehe. Il nostro capo sarà contento di sentirlo.

# 148_Sunglassed Woman
source: Sorry, I'm not interested.
pt: Mi dispiace, non sono interessato.

# 160_Sunglassed Woman
source: I see. Well, let me know if you ever change your mind.
pt: Capisco. Beh, fammi sapere se mai cambi idea.

# 172_Sunglassed Woman
source: Suzuki-san... Does this mean you're ready to take up the Spangled Meteor's challenge?
pt: Suzuki-san... Questo significa che sei pronto ad accettare la sfida dello Spangled Meteor?

# 196_Sunglassed Woman
source: Sure, tell her it's on.
pt: Certo, dille che si fa.

# 208_Sunglassed Woman
source: Haha, excellent. I guess she picked the right opponent.
pt: Ahaha, ottimo. Direi che ha scelto l'avversario giusto.

# 232_Sunglassed Woman
source: Well, I'd better be going. Looking forward to seeing you on the road, Suzuki-san.
pt: Beh, è meglio che vada. Non vedo l'ora di vederti in strada, Suzuki-san.

# 244_Sunglassed Woman
source: (So I'm set to race the Spangled Meteor now... I wonder what she wants with me.)
pt: (Allora, adesso devo correre contro la Spangled Meteor... Mi chiedo cosa voglia da me.)

# 268_Sunglassed Woman
source: Sorry, but I'll have to pass.
pt: Scusa, ma devo passare.

# 280_Sunglassed Woman
source: Mm. Sorry to hear that. Well, let me know if you ever change your mind.
pt: Mmh. Mi dispiace sentirlo. Beh, fammi sapere se cambi idea.
