Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0a90.po
Languages: pt

source: You got <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto <Color:8>Staminan Royale<Color:Default>.

source: You got <Color:8>Bloody Binding<Color:Default>.
pt: Hai ottenuto <Color:8>Legaccio insanguinato<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Bear Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne d'orso<Color:Default>.

source: You handed over <Color:8>Bear Fat<Color:Default>.
pt: Hai consegnato <Color:8>Grasso d'orso<Color:Default>.

source: You handed over <Color:8>Bear Bile<Color:Default>.
pt: Hai consegnato <Color:8>Bile d'orso<Color:Default>.

source: You handed over <Color:8>Bear Skin<Color:Default>.
pt: Hai consegnato <Color:8>Pelle d'orso<Color:Default>.

source: You got <Color:8>102,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>102,000 yen<Color:Default>.

source: You got <Color:8>Fearless Binding<Color:Default>.
pt: Hai ottenuto <Color:8>Legaccio impavido<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Bear Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne d'orso<Color:Default>.

source: You handed over <Color:8>Bear Fat<Color:Default>.
pt: Hai consegnato <Color:8>Grasso d'orso<Color:Default>.

source: You handed over <Color:8>Bear Bile<Color:Default>.
pt: Hai consegnato <Color:8>Bile d'orso<Color:Default>.

source: You handed over <Color:8>Bear Skin<Color:Default>.
pt: Hai consegnato <Color:8>Pelle d'orso<Color:Default>.

source: You got <Color:8>102,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>102,000 yen<Color:Default>.

source: You got <Color:8>Fearless Binding<Color:Default>.
pt: Hai ottenuto <Color:8>Legaccio impavido<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Deer Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne di cervo<Color:Default>.

source: You handed over <Color:8>Deer Hide<Color:Default>.
pt: Hai consegnato <Color:8>Pelle di cervo<Color:Default>.

source: You handed over <Color:8>Antler<Color:Default>.
pt: Hai consegnato <Color:8>Corno di cervo<Color:Default>.

source: You got <Color:8>26,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>26,000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Deer Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne di cervo<Color:Default>.

source: You handed over <Color:8>Deer Hide<Color:Default>.
pt: Hai consegnato <Color:8>Pelle di cervo<Color:Default>.

source: You handed over <Color:8>Antler<Color:Default>.
pt: Hai consegnato <Color:8>Corno di cervo<Color:Default>.

source: You got <Color:8>26,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>26,000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Deer Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne di cervo<Color:Default>.

source: You got <Color:8>6,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>6.000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Deer Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne di cervo<Color:Default>.

source: You got <Color:8>6,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>6.000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Fox Skin<Color:Default>.
pt: Hai consegnato <Color:8>Pelle di volpe<Color:Default>.

source: You got <Color:8>6,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>6.000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Fox Skin<Color:Default>.
pt: Hai consegnato <Color:8>Pelle di volpe<Color:Default>.

source: You got <Color:8>6,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>6.000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Marten Pelt<Color:Default>.
pt: Hai consegnato <Color:8>Pelliccia di martora<Color:Default>.

source: You got <Color:8>12,000 yen<Color:Default>.
pt: Hai preso <Color:8>12.000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Marten Pelt<Color:Default>.
pt: Hai consegnato <Color:8>Pelliccia di martora<Color:Default>.

source: You got <Color:8>12,000 yen<Color:Default>.
pt: Hai preso <Color:8>12.000 yen<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Trader
pt: Commerciante

source: Need to sell somethin'.
pt: Devo vendere qualcosa.

source: Need to buy somethin'.
pt: Devo comprare qualcosa.

source: Mission Added
pt: Missione Aggiunta

source: Items for the VIP Customer
pt: Oggetti per il Cliente VIP

# 268_Trader
source: Oh, that sale puts you over the million yen mark!
pt: Oh, quella vendita ti fa superare il milione di yen!

# 280_Saejima
source: I sold ya that much already?
pt: Ti ho già venduto così tanto?

# 292_Trader
source: You've been an incredible help. I'll be able to meet this year's quota now! Here, take a little something for yourself.
pt: Sei stato di grande aiuto. Ora riuscirò a raggiungere la quota di quest'anno! Tieni, prendi un piccolo pensierino per te.

# 352_Saejima
source: Ya sure? Thanks.
pt: Sei sicuro? Grazie.

# 364_Trader
source: There's no such thing as too much inventory. As long as you keep bringing me wild game, I'm a happy man.
pt: Non c'è mai troppo inventario. Finché continui a portarmi selvaggina, sono un uomo felice.

# 376_Trader
source: I hope we'll continue to do business together!
pt: Spero che continueremo a fare affari insieme!

# 424_Trader
source: Saejima-san, are those...?
pt: Saejima-san, quelli sono...?

# 436_Saejima
source: Yup, took down a bear this time. Have at 'em.
pt: Sì, stavolta ho tirato giù un orso. Prendi.

# 556_Trader
source: You just might be the greatest business partner in history! I think I'm all set now.
pt: Sei proprio il miglior socio d'affari della storia! Credo di essere a posto adesso.

# 568_Saejima
source: Sure hope so.
pt: Spero proprio di sì.

# 580_Saejima
source: Why does that yakuza even want this stuff? Is he just makin' oddball demands to punish ya or somethin'?
pt: Ma perché quel yakuza vuole pure 'sta roba? Sta solo facendo richieste strampalate per punirti o cos'altro?

# 592_Trader
source: No, it's not like that. He's... uh... Well, you can keep a secret, right?
pt: No, non è così. Lui è... uhm... Beh, sai tenere un segreto, no?

# 604_Trader
source: These dumb requests came from a family boss－a guy whose ego is somehow twice the size of his fat ass.
pt: Queste richieste del cavolo sono venute da un boss della famiglia, un tipo il cui ego è in qualche modo grande il doppio del suo culone.

# 616_Saejima
source: Whaddya mean?
pt: Che vuoi dire?

# 628_Trader
source: Yeah. This fool apparently told another yakuza that he was some big-shot hunter.
pt: Già. Questo idiota a quanto pare ha detto a un altro yakuza che era un gran cacciatore.

# 640_Trader
source: And of course, he'd never even hunted before. So this was his solution when the other guy asked to see his trophies.
pt: E figurati, non aveva mai nemmeno cacciato in vita sua. Perciò questa è stata la sua soluzione quando l'altro tizio gli ha chiesto di vedere i suoi trofei.

# 652_Saejima
source: Ya tellin' me I did all this huntin' just to cover for his pride?
pt: Mi stai a dire che mi sono fatto tutta 'sta caccia solo per salvargli la faccia?

# 664_Trader
source: Yeah, but hey, there's still some good news－he knows he can't keep this up, so he already told everyone that this is his last hunt, because he finally bagged a bear.
pt: Già, ma ehi, una buona notizia però c'è: sa che non può continuare così, perciò ha già detto a tutti che questa è la sua ultima caccia, perché finalmente ha tirato giù un orso.

# 676_Trader
source: But hey, I'm sorry for dragging you into this mess. At least I'll be free of the bastards now! Thank you for that.
pt: Ma ehi, mi dispiace averti trascinato in questo casino. Almeno mi sarò liberato di quei bastardi adesso! Grazie per questo.

# 688_Trader
source: Here's something for all your trouble.
pt: Ecco qualcosa per la tua fatica.

# 724_Saejima
source: Thanks. I'm thinkin' we should just try to stay outta stuff like this from now on, both 'a us.
pt: Grazie. Mi sa che d'ora in poi dovremmo solo cercare di star fuori da 'ste cose, tutti e due.

# 736_Trader
source: I couldn't agree more.
pt: Non potrei essere più d'accordo.

# 784_Trader
source: Hey Saejima! You know I'm counting on you to deliver that bear for me!
pt: Ehi, Saejima! Sai che ci conto su di te per portarmi quell'orso!

# 796_Trader
source: So, anything I can help you with right now?
pt: Allora, in cosa posso esserti utile adesso?

# 832_Trader
source: Can I help you with anything else?
pt: Posso esserti d'aiuto con qualcos'altro?

# 844_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. I tuoi affari sono sempre apprezzati.

# 880_Trader
source: Hi, Saejima-san. Thank you for bringing me that entire deer! That was a huge help.
pt: Ciao, Saejima-san. Grazie per avermi portato quell'intero cervo! È stato un aiuto enorme.

# 892_Saejima
source: Not to worry－we're tradin' favors with each other, after all.
pt: Non ti preoccupare — dopotutto, ci stiamo scambiando favori.

# 904_Trader
source: I've got great news. I think if I finish this one last job, I'll be free of the yakuza for good.
pt: Ho delle ottime notizie. Credo che se finisco quest'ultimo lavoretto, sarò libero dalla yakuza per sempre.

# 916_Saejima
source: Ya sure 'bout that? Just one more job?
pt: Ne sei proprio sicuro? Solo un altro lavoretto?

# 928_Trader
source: It should be. I mean, we signed an official contract and everything... stating this last transaction would settle all debts.
pt: Dovrebbe. Voglio dire, abbiamo firmato un contratto ufficiale e tutto... che diceva che quest'ultima transazione avrebbe saldato tutti i debiti.

# 940_Saejima
source: Alright, what's their last order, then?
pt: Va bene, qual è il loro ultimo ordine, allora?

# 952_Trader
source: Well...
pt: Beh...

# 964_Saejima
source: Nothin' much shocks me anymore. Say it.
pt: Niente mi sciocca più di tanto. Dillo.

# 976_Trader
source: Argh... I hate to ask for this, but I need... an entire bear.
pt: Argh... Non vorrei chiedertelo, ma mi serve... un intero orso.

# 988_Saejima
source: The whole thing? Ya mean the meat, fur, fat, and bile?
pt: Tutto quanto? Vuoi dire la carne, la pelliccia, il grasso e la bile?

# 1000_Trader
source: All of it. But then we'll be done, I promise! Please help me out one last time.
pt: Tutto quanto. Ma poi avremo finito, lo prometto! Ti prego, aiutami un'ultima volta.

# 1012_Mission Added
source: "Sell a Whole Bear" was added to the list of missions.
pt: "Vendi un Orso Intero" è stato aggiunto alla lista delle missioni.

# 1036_Saejima
source: All 'a this oughta do it!
pt: Tutto questo dovrebbe bastare!

# 1156_Trader
source: You just might be the greatest business partner in history! I think I'm all set now.
pt: Potresti essere davvero il miglior socio d'affari della storia! Credo di essere a posto ora.

# 1168_Saejima
source: Sure hope so, after all this effort.
pt: Spero proprio di sì, dopo tutta questa fatica.

# 1180_Saejima
source: Why does that yakuza even want this stuff? Is he just makin' oddball demands to punish ya or somethin'?
pt: Perché mai quel yakuza vuole sta roba? Sta solo facendo richieste strane per punirti o che so io?

# 1192_Trader
source: No, it's not like that. He's... uh... Well, you can keep a secret, right?
pt: No, non è così. Lui è... uh... Beh, sai tenere un segreto, vero?

# 1204_Trader
source: These dumb requests came from a family boss－a guy whose ego is somehow twice the size of his fat ass.
pt: Queste richieste stupide sono venute da un capo famiglia, un tipo il cui ego è, non so come, il doppio del suo culone.

# 1216_Saejima
source: Whaddya mean?
pt: Che vuoi dire?

# 1228_Trader
source: Yeah. This fool apparently told another yakuza that he was some big-shot hunter.
pt: Sì. Questo fesso a quanto pare ha detto a un altro yakuza che era un cacciatore coi fiocchi.

# 1240_Trader
source: And of course, he'd never even hunted before. So this was his solution when the other guy asked to see his trophies.
pt: E ovviamente, non aveva mai cacciato prima. Quindi questa era la sua soluzione quando l'altro gli ha chiesto di vedere i suoi trofei.

# 1252_Saejima
source: Ya tellin' me I did all this huntin' just to cover for his pride?
pt: Mi stai dicendo che ho fatto tutta 'sta caccia solo per coprire il suo orgoglio?

# 1264_Trader
source: Yeah, but hey, there's still some good news－he knows he can't keep this up, so he already told everyone that this is his last hunt, because he finally bagged a bear.
pt: Sì, ma ehi, c'è ancora qualche buona notizia: sa che non può continuare così, quindi ha già detto a tutti che questa è la sua ultima caccia, perché alla fine ha tirato giù un orso.

# 1276_Trader
source: But hey, I'm sorry for dragging you into this mess. At least I'll be free of the bastards now! Thank you for that.
pt: Ma ehi, mi dispiace averti trascinato in questo casino. Almeno sarò libero di quei bastardi ora! Grazie per questo.

# 1288_Trader
source: Here's something for all your trouble.
pt: Eccoti qualcosa per tutta la tua fatica.

# 1324_Saejima
source: Thanks. I'm thinkin' we should just try to stay outta stuff like this from now on, both 'a us.
pt: Grazie. Penso che d'ora in poi dovremmo solo cercare di star fuori da roba così, tutti e due.

# 1336_Trader
source: I couldn't agree more.
pt: Non potrei essere più d'accordo.

# 1372_Trader
source: So, anything I can help you with right now?
pt: Allora, ti serve qualcosa adesso?

# 1408_Trader
source: Can I help you with anything else?
pt: Ti serve qualcos'altro?

# 1420_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. Il tuo commercio è sempre gradito.

# 1468_Saejima
source: It took a while, but here ya go.
pt: C'è voluto un po', ma eccoti qua.

# 1564_Trader
source: Fantastic! If this doesn't get them off my back, I don't know what will!
pt: Fantastico! Se questo non me li leva di dosso, non so cosa lo farà!

# 1576_Saejima
source: Hope ya know what yer talkin' about.
pt: Spero tu sappia quel che dici.

# 1624_Trader
source: Hey Saejima-san, I've got an order here for one whole deer. That should make for a handsome reward if you bring one to me.
pt: Ehi Saejima-san, ho qui un ordine per un cervo intero. Dovrebbe fruttarti una bella ricompensa se me ne porti uno.

# 1636_Trader
source: So, anything I can help you with right now?
pt: Allora, ti serve qualcosa adesso?

# 1672_Trader
source: Can I help you with anything else?
pt: Ti serve qualcos'altro?

# 1684_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. Il tuo commercio è sempre gradito.

# 1720_Trader
source: Saejima-san! Hey listen, you think you can help me out again?
pt: Ehi Saejima-san! Senti un po', credi di potermi dare una mano di nuovo?

# 1732_Saejima
source: In what way?
pt: In che modo?

# 1744_Trader
source: It's that customer from Tokyo, again－the one that kept placing all those ridiculous orders you already helped me with.
pt: È di nuovo quel cliente di Tokyo－quello che continuava a piazzare tutti quegli ordini ridicoli con cui mi hai già dato una mano.

# 1756_Trader
source: It turns out... he's a yakuza! Can you believe that!?
pt: Viene fuori che... è uno yakuza! Ci credi!?

# 1768_Saejima
source: ...It happens.
pt: ...Capita.

# 1780_Trader
source: And this time, the request was so outrageous, I just rejected it outright! But then they <Italic>threatened</Italic> me.
pt: E questa volta, la richiesta era così assurda, l'ho semplicemente rifiutata su due piedi! Ma poi mi hanno <Italic>minacciato</Italic>.

# 1792_Saejima
source: What's the request?
pt: Qual è la richiesta?

# 1804_Trader
source: One whole deer. The meat, the hide, at least one antler.
pt: Un cervo intero. La carne, la pelle, almeno un corno.

# 1816_Saejima
source: Fine, I'll take care of it. But tell 'em this is the last time, alright?
pt: Ok, ci penso io. Ma digli che è l'ultima volta, capito?

# 1828_Trader
source: Yes, of course. I'm so sorry for imposing on you again.
pt: Sì, certo. Mi dispiace così tanto di importunarti di nuovo.

# 1840_Mission Added
source: "Sell a Whole Deer" was added to the list of missions.
pt: "Vendi un cervo intero" è stata aggiunta alla lista delle missioni.

# 1864_Saejima
source: Here ya go.
pt: Tieni.

# 1960_Trader
source: Fantastic! If this doesn't get them off my back, I don't know what will!
pt: Fantastico! Se questo non me li leva di torno, non so cos'altro potrà farlo!

# 1972_Saejima
source: Hope ya know what yer talkin' about.
pt: Spero tu sappia il fatto tuo.

# 2008_Trader
source: So, anything I can help you with right now?
pt: Allora, ti serve qualcosa adesso?

# 2044_Trader
source: Can I help you with anything else?
pt: Ti serve qualcos'altro?

# 2056_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. I tuoi affari sono sempre apprezzati.

# 2104_Trader
source: Hello, Saejima. Ooh, what've you got there?
pt: Ciao, Saejima. Oh, cos'hai lì?

# 2116_Saejima
source: Yup, fresh deer. Take it.
pt: Già, cervo fresco. Tieni.

# 2128_Trader
source: Excellent! This is a big help!
pt: Fantastico! Questo è un grande aiuto!

# 2176_Trader
source: Thank you so much. Surely once I give him this, I won't be hearing from him ever again!
pt: Grazie mille. Di certo, una volta che glielo darò, non lo sentirò mai più!

# 2188_Saejima
source: Sure hope so.
pt: Spero proprio di sì.

# 2236_Trader
source: Hey Saejima, I'm still waiting on that deer meat, you know!
pt: Ciao Saejima, aspetto ancora quella carne di cervo, lo sai!

# 2248_Trader
source: So, anything I can help you with right now?
pt: Allora, ti serve qualcosa adesso?

# 2284_Trader
source: Can I help you with anything else?
pt: Ti serve qualcos'altro?

# 2296_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. I tuoi affari sono sempre apprezzati.

# 2332_Trader
source: Um... um, hey, Saejima-san...?
pt: Ehm... ehm, ehi, Saejima-san...?

# 2344_Saejima
source: Lemme guess－is it that troublesome customer of yours again?
pt: Fammi indovinare－è di nuovo quel cliente rompiscatole?

# 2356_Trader
source: I'm so sorry for imposing again! It's just... well, they're asking for deer meat now. Just one slab, though.
pt: Mi dispiace tanto di disturbarti di nuovo! È solo che... beh, adesso chiedono carne di cervo. Solo un pezzo, però.

# 2368_Trader
source: I'll pay you a premium for it! The customer has promised me that this is his last request.
pt: Ti pagherò profumatamente per questo! Il cliente mi ha promesso che questa è la sua ultima richiesta.

# 2380_Saejima
source: I definitely ain't cut out for yer job－I'd be screamin' at this guy till his ears bled. But I'll get ya that deer meat.
pt: Non sono proprio tagliato per il tuo mestiere－io sbraiterei a quel tizio fino a fargli sanguinare le orecchie. Ma ti procurerò quella carne di cervo.

# 2392_Trader
source: Thank you. I really do appreciate it, so much.
pt: Grazie. Lo apprezzo davvero, tantissimo.

# 2404_Mission Added
source: "Sell Deer Meat" was added to the list of missions.
pt: "Vendi Carne di Cervo" è stata aggiunta alla lista delle missioni.

# 2428_Saejima
source: I got some deer meat on me. Here, give this to yer customer.
pt: Ho della carne di cervo addosso. Tieni, dai questo al tuo cliente.

# 2440_Trader
source: Oh, great! You're a lifesaver.
pt: Oh, fantastico! Mi hai salvato la vita.

# 2488_Trader
source: Thank you so much. Honestly, I think this will be it from that customer.
pt: Grazie mille. Sinceramente, credo che questa sarà l'ultima da quel cliente.

# 2500_Saejima
source: It prob'ly ain't.
pt: Probabilmente no.

# 2536_Trader
source: So, anything I can help you with right now?
pt: Allora, c'è qualcosa in cui posso aiutarti adesso?

# 2572_Trader
source: Can I help you with anything else?
pt: C'è qualcos'altro in cui posso aiutarti?

# 2584_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. I tuoi affari sono sempre apprezzati.

# 2632_Trader
source: Hello, Saejima. Ooh, what've you got there?
pt: Ciao, Saejima. Ooh, che cos'hai lì?

# 2644_Saejima
source: Fox skin. Go 'head, take it.
pt: Pelle di volpe. Tieni, prendila.

# 2656_Trader
source: Thank you! This is a huge boon for my business!
pt: Grazie! Questo è un enorme vantaggio per i miei affari!

# 2704_Trader
source: I really appreciate you helping me out. The customer is sure to be happy, now!
pt: Apprezzo davvero molto il tuo aiuto. Il cliente sarà sicuramente contento, adesso!

# 2716_Saejima
source: Gotta keep yer customers happy.
pt: Devi tenere i clienti contenti.

# 2764_Trader
source: Hi, Saejima-san. Thank you for handling that one fox skin order.
pt: Ciao, Saejima-san. Grazie per aver sbrigato quell'ordine di pelle di volpe.

# 2776_Trader
source: So, anything I can help you with right now?
pt: Allora, c'è qualcosa in cui posso aiutarti adesso?

# 2812_Trader
source: Can I help you with anything else?
pt: C'è qualcos'altro in cui posso aiutarti?

# 2824_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. I tuoi affari sono sempre apprezzati.

# 2860_Trader
source: Oh, Saejima-san! Hello! ...Um, hey, I was wondering if I could ask for another favor.
pt: Oh, Saejima-san! Ciao! ...Uhm, ehi, mi chiedevo se potessi chiederti un altro favore.

# 2872_Saejima
source: What is it? That Tokyo customer again?
pt: Che c'è? Ancora quel cliente di Tokyo?

# 2884_Trader
source: Yes. He was hoping to buy a fox skin. Do you think that would be possible?
pt: Sì. Sperava di comprare una pelle di volpe. Credi che sia possibile?

# 2896_Trader
source: Of course, I can offer you higher pay for such a thing.
pt: Certo, posso offrirti una paga più alta per una cosa del genere.

# 2908_Saejima
source: Yeah, I'll give it a go. That customer of yours sure ain't easy to please.
pt: Sì, ci provo. Quel tuo cliente non è mica facile da accontentare.

# 2920_Trader
source: I'm so sorry to ask you for this, but it would really help.
pt: Mi dispiace tanto chiederti questo, ma mi aiuterebbe davvero.

# 2932_Mission Added
source: "Sell a Fox Skin" was added to the list of missions.
pt: "Vendi una pelle di volpe" è stata aggiunta all'elenco delle missioni.

# 2956_Saejima
source: Got a nice fox skin here. Go ahead and give it to yer customer.
pt: Ho qui una bella pelle di volpe. Dai, portala pure al tuo cliente.

# 2968_Trader
source: Wow... it's beautiful! Thank you, Saejima-san!
pt: Wow... è bellissimo! Grazie, Saejima-san!

# 3016_Trader
source: I really appreciate you helping me out. The customer is sure to be happy, now!
pt: Apprezzo molto che mi hai dato una mano. Il cliente sarà sicuramente contento, ora!

# 3028_Saejima
source: If he ain't, there's no helpin' him.
pt: Se non si accontenta, non c'è niente da fare.

# 3076_Trader
source: So, anything I can help you with right now?
pt: Allora, posso darti una mano in qualcosa adesso?

# 3112_Trader
source: Can I help you with anything else?
pt: Posso darti una mano in qualcos'altro?

# 3124_Trader
source: Thank you. Your business is always appreciated.
pt: Grazie. Apprezzo sempre i tuoi affari.
