Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690254.po
Languages: pt

source: Maybe later.
pt: Magari dopo.

source: I won't lose this time.
pt: Non perderò stavolta.

# 92_Momiyama
source: Interested in another dance battle against me?
pt: Ti va un'altra sfida di ballo contro di me?

# 104_Haruka
source: Maybe later, okay?
pt: Magari dopo, va bene?

# 116_Momiyama
source: Heh. Well, you know where to find me.
pt: Beh. Sai dove trovarmi.

# 128_Haruka
source: I won't lose to you this time!
pt: Non perderò contro di te stavolta!

# 140_Momiyama
source: You're on! And if you win, your treatment is free! Well, it's time to bust a move!
pt: Ci sto! E se vinci, il trattamento è gratis! Beh, è ora di scatenarsi!

# 176_Momiyama
source: Whoa! Did I actually win!?
pt: Urca! Ho davvero vinto!?

# 188_Haruka
source: No way...
pt: Non è possibile...

# 200_Momiyama
source: I guess you're just no match for me, Haruka-san! Come on back when you're ready to try again.
pt: Immagino che tu non sia proprio alla mia altezza, Haruka-san! Torna pure quando sarai pronta a riprovarci.

# 224_Momiyama
source: No way! Did I actually lose!?
pt: Non è possibile! Ho davvero perso!?

# 236_Haruka
source: I... I did it!
pt: Ce... ce l'ho fatta!

# 248_Momiyama
source: Impressive. No wonder you've made it to the Princess League finals.
pt: Impressionante. Non c'è da stupirsi che tu sia arrivata alle finali della Princess League.

# 260_Haruka
source: You know about that?
pt: Lo sai?

# 272_Momiyama
source: Yep. Been rooted to the TV cheering you on.
pt: Sì. Sono stato incollato alla TV a fare il tifo per te.

# 284_Haruka
source: Wow, thank you!
pt: Wow, grazie mille!

# 296_Momiyama
source: Now get ready for the treatment of your life, free of charge, just as promised.
pt: Ora preparati per il trattamento della tua vita, gratis, proprio come promesso.

# 308_Haruka
source: Wait, are you saying you're the stylist!?
pt: Aspetta, vuoi dire che sei tu lo stylist!?

# 320_Momiyama
source: Hehe, were you expecting someone else?
pt: Hehe, ti aspettavi mica qualcun altro?

# 392_Momiyama
source: Well, what do you think?
pt: Beh, che ne dici?

# 404_Haruka
source: That... That felt... amazing!
pt: Mi... Mi sono sentito... incredibile!

# 416_Momiyama
source: Yeah? Well, I'm glad you liked it!
pt: Sì? Beh, sono contento che ti sia piaciuto!

# 428_Haruka
source: I feel so refreshed! And my body... I feel like a huge weight has been lifted off my shoulders!
pt: Mi sento così rinfrescato! E il mio corpo... Mi sento come se un peso enorme mi fosse stato tolto dalle spalle!

# 440_Momiyama
source: I don't mean to brag, but I'm known around the world for my work, so...
pt: Non per vantarmi, ma sono conosciuto in tutto il mondo per il mio lavoro, quindi...

# 452_Haruka
source: Wow! Really!?
pt: Wow! Davvero!?

# 464_Momiyama
source: Yeah, but I also have a partner in Tokyo. We practice hard on each other, and as a result－
pt: Sì, ma ho anche un partner a Tokyo. Ci alleniamo duro a vicenda, e, come risultato—

# 476_Haruka
source: Oh, sorry, but could we continue this another time? I have to go. Thank you so much!
pt: Oh, scusa, ma potremmo continuare un'altra volta? Devo andare. Grazie mille!

# 512_Momiyama
source: Ah, right. You're probably a little young to hear all the gory details, hehe.
pt: Ah, giusto. Sei probabilmente un po' troppo giovane per sentire tutti i dettagli più scabrosi, hehe.

# 560_Haruka
source: Excuse me...
pt: Scusi...

# 572_???
source: Oh, hello there, little lady. What can I do for you?
pt: Oh, salve, signorina. Cosa posso fare per te?

# 584_Haruka
source: Umm, are you the salon manager? The one Yoko-san is friends with?
pt: Ehm, sei il manager del salone? Quello con cui Yoko-san è amica?

# 596_???
source: Yep, that's me. You must be the one Yoko-chan told me about.
pt: Sì, sono io. Devi essere tu quello di cui mi ha parlato Yoko-chan.

# 608_???
source: I'm Momiyama, manager of this salon. I'm also the head masseur.
pt: Sono Momiyama, il manager di questo salone. Sono anche il capo massaggiatore.

# 620_Haruka
source: I'm Haruka Sawamura. I heard you were into dance battles.
pt: Sono Haruka Sawamura. Ho sentito dire che fai dance battle.

# 632_Momiyama
source: You heard right. I know I should really act my age, but I just love to dance. Can't get enough of shaking my booty, you know?
pt: Hai sentito bene. So che dovrei darmi un contegno per la mia età, ma adoro semplicemente ballare. Non mi stanco mai di scuotere il fondoschiena, sai?

# 644_Momiyama
source: Are you up for a dance battle, Haruka-san?
pt: Te la senti di fare una dance battle, Haruka-san?

# 656_Haruka
source: Yes, of course.
pt: Sì, certo.

# 680_Haruka
source: What are you laughing at?
pt: Di cosa stai ridendo?

# 692_Momiyama
source: You're on! And if you win, your treatment is free! Well, it's time to bust a move!
pt: Ci siamo! E se vinci, il tuo trattamento è gratuito! Bene, è ora di scatenarsi!
