Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200010.po
Languages: pt

source: Hardened Gangster
pt: Gangster Incallito

source: Younger Gangster
pt: Giovane teppista

# 60_Hardened Gangster
source: Hey, watch where you're going!
pt: Ehi, guarda dove vai!

# 72_Younger Gangster
source: Ow! Aniki, I... I think my shoulder's dislocated!
pt: Ouch! Aniki, mi... mi sa che mi si è lussata la spalla!

# 84_Kamiyama
source: But I barely...
pt: Ma io a malapena...

# 96_Kiryu
source: (This scam again... The victim looks kind of familiar, though.)
pt: (Di nuovo questa truffa... Però la vittima mi sembra familiare.)

# 108_Hardened Gangster
source: Oh man, that's a complex break in his arm for sure. How are you going to make this right?
pt: Accidenti, è di sicuro una brutta frattura al braccio. Come hai intenzione di rimettere le cose a posto?

# 120_Kamiyama
source: His arm? But... I bumped into his shoulder.
pt: Il suo braccio? Ma... io l'ho urtato alla spalla.

# 132_Hardened Gangster
source: Don't give me that shit. You must've bumped into him so hard, you broke them both!
pt: Non raccontarmi stronzate. Devi averlo urtato così forte da romperli entrambi!

# 144_Younger Gangster
source: Oof... Aniki, he messed up my leg, too!
pt: Uff... Aniki, mi ha conciato la gamba anche a me!

# 156_Hardened Gangster
source: Hang in there. I'll call a taxi to take us to the hospital!
pt: Tieni duro. Chiamo un taxi per portarci all'ospedale!

# 168_Hardened Gangster
source: Okay, fatcakes, cough it up! We're gonna need 100,000 yen for the taxi and the hospital!
pt: Allora, pagliacci, sganciate i soldi! Ci serviranno 100.000 yen per il taxi e l'ospedale!

# 180_Kamiyama
source: What!?
pt: Cosa!?

# 192_Kiryu
source: (Better help him out.)
pt: (Meglio che gli dia una mano.)

# 204_Kiryu
source: Hey.
pt: Ehi.

# 216_Hardened Gangster
source: Huh? What the hell do you want?
pt: Eh? Che cazzo vuoi?

# 228_Kiryu
source: Aren't you a little old to be pulling petty shakedowns like this?
pt: Non siete un po' troppo vecchi per tirare avanti con queste truffette da quattro soldi?

# 240_Younger Gangster
source: Hey, you mind, pops? I have to get to the hospital, so back the fuck off.
pt: Ehi, ti dispiace, nonnetto? Devo andare all'ospedale, quindi levati dai coglioni.

# 252_Kiryu
source: You look perfectly fine to me.
pt: A me sembri stare benissimo.

# 264_Hardened Gangster
source: Hey, guys, let's cut pops here some slack.
pt: Ehi, raga, andiamoci piano col vecchio qui.

# 276_Hardened Gangster
source: After all, I think what he's saying is that he wants to pay up instead of fatty fatkins here.
pt: Dopotutto, penso che voglia pagare lui al posto di quel ciccione qui.

# 288_Younger Gangster
source: Show me the money!
pt: Mostrami i soldi!

# 300_Kiryu
source: You guys just don't get it. I guess I'll have to teach you a lesson in honesty.
pt: Non ci arrivate proprio. Mi sa che dovrò darvi una lezione di onestà.

# 336_Kiryu
source: Now, if you really want to go to the hospital, I'd be happy to send you there.
pt: Allora, se ci tieni proprio ad andare all'ospedale, ti ci mando io volentieri.

# 348_Hardened Gangster
source: No, please!
pt: No, vi prego!

# 360_Younger Gangster
source: I never wanted to actually break any bones!
pt: Non ho mai voluto davvero spaccare le ossa a nessuno!

# 372_Hardened Gangster
source: We're really sorry!
pt: Siamo davvero spiacenti!

# 384_Kiryu
source: You all right?
pt: Stai bene?

# 396_Kamiyama
source: Thank you. I... Kiryu-san? Is that you?
pt: Grazie. Io... Kiryu-san? Sei tu?

# 408_Kiryu
source: Wait a second...
pt: Aspetta un attimo...

# 420_Kamiyama
source: It's me, Kamiyama. You know, the guy who mods stuff over in Kamurocho?
pt: Sono io, Kamiyama. Sai, il tipo che modifica la roba a Kamurocho?

# 432_Kiryu
source: (Oh, right, Kamiyama. The weapons guy.)
pt: (Ah, giusto, Kamiyama. Il tipo delle armi.)

# 444_Kiryu
source: (But no, I can't let him know it's me. You never know who might be listening.)
pt: (Ma no, non posso fargli sapere che sono io. Non si sa mai chi potrebbe ascoltare.)

# 456_Kiryu
source: You've got the wrong guy. The name's Suzuki.
pt: Hai sbagliato persona. Il nome è Suzuki.

# 468_Kamiyama
source: Huh?
pt: Uh?

# 480_Kiryu
source: See you.
pt: Ci vediamo.

# 492_Kamiyama
source: No, wait!
pt: No, aspetta!

# 504_Kiryu
source: What?
pt: Cosa?

# 516_Kamiyama
source: Suzuki-san, right? Would you mind coming by my shop?
pt: Suzuki-san, giusto? Ti dispiacerebbe fare un salto al mio negozio?

# 528_Kiryu
source: Your shop?
pt: Il tuo negozio?

# 540_Kamiyama
source: Yes. You see, in addition to Kamurocho and Downtown Ryukyu, I've also set up shop in Nagasugai.
pt: Sì. Vedi, oltre a Kamurocho e Downtown Ryukyu, ho aperto bottega anche a Nagasugai.

# 552_Kamiyama
source: I'm sure someone like you will find something useful there. So how about it Kiry－ I mean, Suzuki-san?
pt: Sono sicuro che uno come te ci troverà qualcosa di utile. Allora, che ne dici Kiryu— volevo dire, Suzuki-san?

# 564_Kiryu
source: (Kamiyama's shop might prove useful if trouble comes looking for me. Hope I don't have to use it.)
pt: (Il negozio di Kamiyama potrebbe tornarmi utile se dovessi finire nei guai. Spero di non doverlo usare.)

# 576_Kiryu
source: All right, lead the way.
pt: Va bene, fatti strada.

# 588_Kamiyama
source: Heh... Hehe. Right this way, Suzuki-san.
pt: Heh... Hehe. Di qua, Suzuki-san.
