Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091ea5.po
Languages: pt

source: Formerly Flaccid Fellow
pt: Il Tizio un tempo flaccido

source: Mission Added
pt: Missione Aggiunta

# 72_Formerly Flaccid Fellow
source: Hehehe... The winds of fortune are finally blowing my way.
pt: Hehehe... I venti della fortuna stanno finalmente soffiando dalla mia parte.

# 84_Formerly Flaccid Fellow
source: Oh, hey! Thanks for fixing that problem of mine.
pt: Oh, ehi! Grazie per avermi sistemato quel problema.

# 96_Saejima
source: Ya sure got a bounce in yer step. How'd that antler work out for ya?
pt: Sei proprio scattante. Com'è andata con quel corno?

# 108_Formerly Flaccid Fellow
source: Hehehe, best to leave that to your imagination. But listen, have you heard the rumors about a snowman? Like, the abominable kind.
pt: Hehehe, meglio lasciar fare alla tua immaginazione. Ma senti, hai sentito le voci su uno yeti? Tipo, quello abominevole.

# 120_Saejima
source: An abominable snowman? That's silly.
pt: Uno yeti? Ma che cavolata.

# 132_Formerly Flaccid Fellow
source: Sure, most people think that, but you never know! There's always a chance, right?
pt: Certo, la maggior parte della gente la pensa così, ma non si sa mai! Una possibilità c'è sempre, no?

# 144_Formerly Flaccid Fellow
source: Just think about it. If I caught one, I'd be famous! I'd be all over the news, and the ladies would certainly come running...
pt: Pensaci un po'. Se ne catturassi uno, diventerei famoso! Finirei su tutti i notiziari, e le donne mi correrebbero dietro, di sicuro...

# 156_Saejima
source: What are ya, twelve? Go spend some quality time with yer wife.
pt: Ma che, c'hai dodici anni? Vattene a passare un po' di tempo con tua moglie.

# 168_Formerly Flaccid Fellow
source: Ha! You're just trying to discourage me so you can steal all the glory. Nice try, buddy!
pt: Ah! Stai solo cercando di buttarmi giù così puoi fregarti tutta la gloria. Bel tentativo, amico!

# 192_Saejima
source: (Seems like too much blood has left his head and gone somewhere else...)
pt: (Sembra che troppo sangue gli sia uscito dalla testa e sia finito altrove...)

# 204_Mission Added
source: "Chase the Snowman" was added to the list of missions.
pt: "Caccia all'Uomo delle Nevi" è stata aggiunta alla lista delle missioni.
