Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d0282.po
Languages: pt

source: Show Business Veteran
pt: Veterano dello show business

source: Show Business Rookie
pt: Esordiente dello Show Business

# 104_Show Business Veteran
source: Damn, that Dream Line thing took me by surprise.
pt: Cavolo, quella cosa della Dream Line mi ha colto di sorpresa.

# 116_Show Business Rookie
source: So there weren't any rumors floating about the industry about it?
pt: Quindi non giravano voci nell'ambiente a riguardo?

# 128_Show Business Veteran
source: Not a peep. They must've kept a pretty tight lid on it. That's Katsuya for you.
pt: Nemmeno un fiato. Devono averci messo una bella pietra sopra. È proprio da Katsuya.

# 140_Show Business Rookie
source: You don't think you were just left out of the loop?
pt: Non pensi di essere stato semplicemente lasciato fuori dal giro?

# 164_Show Business Veteran
source: No one saw that T-Set concert coming. Katsuya really knows how to work his angle.
pt: Nessuno si aspettava quel concerto dei T-Set. Katsuya sa davvero come giocarsi le sue carte.

# 176_Show Business Rookie
source: What about Haruka Sawamura? She had all that good press after winning the Princess League. Is she just going to fade away?
pt: E Haruka Sawamura? Ha avuto tutta quella buona stampa dopo aver vinto la Princess League. Sparirà e basta?

# 188_Show Business Veteran
source: Who knows? It sounds like she's signed up for a tiny production agency whose president offed herself not too long ago. I'm betting her career's over.
pt: Chi lo sa? Sembra che abbia firmato con una piccola agenzia di produzione il cui presidente s'è fatta fuori non troppo tempo fa. Scommetto che la sua carriera è finita.

# 200_Show Business Rookie
source: Wow. The industry's a cruel world...
pt: Caspita. L'industria è un mondo crudele...
