Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033862.po
Languages: pt

source: Man in Sportswear
pt: Uomo in tuta sportiva

source: Thug
pt: Teppista

# 88_Akiyama
source: Man, they've got me running all over town... So, pal, tell me－are you the real stalker?
pt: Cavolo, mi hanno fatto girare per tutta la città... Allora, compare, dimmi tu－sei tu il vero stalker?

# 100_Man in Sportswear
source: Stalker? Ya got it all wrong! I was hopin' to protect Haruka-chan...
pt: Stalker? Hai capito tutto male! Io speravo di proteggere Haruka-chan...

# 112_Akiyama
source: Oh, geez, not you, too. Fine, we'll let the police sort this out.
pt: Mamma mia, pure tu adesso. Va bene, allora facciamo che ci pensa la polizia a sistemare 'sta faccenda.

# 124_Man in Sportswear
source: Wait, wait, wait! I really ain't your stalker! Look over there! There he is!
pt: Aspetta, aspetta, aspetta! Io non sono mica il tuo stalker! Guarda laggiù! Eccolo lì!

# 148_Man in Sportswear
source: Don't try to pretend you're not, ya creep! I seen ya stakin' out Haruka-chan's apartment plenty of times!
pt: Non provare a far finta di niente, brutto maniaco! Ti ho visto fare gli appostamenti all'appartamento di Haruka-chan un sacco di volte!

# 160_Thug
source: You take that back! I ain't no stalker! I'll have you know I been keepin' Haruka-chan safe!
pt: Rimangiati tutto! Non sono uno stalker! Voglio che tu sappia che ho tenuto Haruka-chan al sicuro!

# 172_Akiyama
source: Hey, mellow out. What's going on here?
pt: Ehi, datti una calmata. Che succede qui?

# 184_Thug
source: Hell if I know! Where do you get off callin' me a stalker!?
pt: Ma che diavolo ne so io! Come osi darmi dello stalker!?

# 196_Thug
source: I'm gonna keep Haruka-chan safe from the likes of you assholes! Say your prayers!
pt: Terrò Haruka-chan al sicuro da gentaglia come voi, bastardi! Dite le vostre preghiere!
