Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00360061.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

source: Player
pt: Giocatore

# 156_Honoka
source: Leave the vocal performance to me!
pt: A cantare, ci penso io!

# 168_Honoka
source: Now, to pick a song... I know! <Color:255,200,200,255>"Ring." <Color:Default>Don't ya just love that one? <Color:255,200,200,255>♥<Color:Default>
pt: Ora, per scegliere una canzone... So io! <Color:255,200,200,255>"Ring." <Color:Default>Non la adori, eh? <Color:255,200,200,255>♥<Color:Default>

# 180_Honoka
source: That was so much fun. <Color:255,200,200,255>♥<Color:Default> And you really got my blood pumpin', %s-san.
pt: È stato un vero spasso! <Color:255,200,200,255>♥<Color:Default> E mi hai proprio fatto salire l'adrenalina, %s-san.

# 192_Honoka
source: Why don't you give it a try, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Perché non provi tu, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 204_Player
source: Sure, I suppose I could sing one.
pt: Ma sì, magari ne canto una.

# 216_Honoka
source: Can't wait to hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Non vedo l'ora di sentirti cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 228_Player
source: No thanks, I think I'll pass.
pt: No grazie, credo di passare.

# 240_Honoka
source: Aw, you're no fun, %s-san.
pt: Dai, non sei uno spasso, %s-san.

# 252_Honoka
source: You made it really hard to sing.
pt: Mi hai proprio reso difficile cantare.

# 264_Player
source: Sorry about that.
pt: Scusami tanto.

# 276_Honoka
source: That felt so good! You sure know how to get the party started, %s.
pt: Che goduria! Sai proprio come far scatenare la festa, %s.

# 288_Honoka
source: You should sing one, too, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Dai, cantane una anche tu, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 300_Player
source: Sure, I suppose I could sing one.
pt: Ma sì, magari ne canto una.

# 312_Honoka
source: Can't wait to hear you sing, %s-san. <Color:255,200,200,255>♥<Color:Default>
pt: Non vedo l'ora di sentirti cantare, %s-san. <Color:255,200,200,255>♥<Color:Default>

# 324_Player
source: No thanks, I think I'll pass.
pt: No grazie, credo di passare.

# 336_Honoka
source: Aw, you're no fun, %s-san.
pt: Dai, non sei uno spasso, %s-san.

# 348_Honoka
source: You nailed it, Akiyama-san! I knew you'd have an awesome voice. <Color:255,200,200,255>♥<Color:Default>
pt: L'hai spaccata, Akiyama-san! Sapevo che avresti avuto una voce fantastica. <Color:255,200,200,255>♥<Color:Default>

# 360_Player
source: Nice of you to say.
pt: Fa piacere sentirtelo dire.

# 372_Honoka
source: That was interesting in its own special way.
pt: Beh, è stato interessante a modo suo.

# 384_Player
source: That wasn't much of a compliment...
pt: Non era mica un gran complimento...

# 396_Honoka
source: Wish I could listen to you sing forever. You sing like a pro, %s-san.
pt: Magari potessi ascoltarti cantare per sempre. Canti da pro, %s-san.

# 408_Player
source: Aw, shucks.
pt: Ma dai!
