Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490137.po
Languages: pt

source: You got <Color:8>Sacrifice Stone<Color:Default>.
pt: Hai ottenuto <Color:8>Pietra del Sacrificio<Color:Default>.

source: You got 1,000 experience points.
pt: Hai ottenuto 1.000 punti esperienza.

source: Prankster
pt: Burlone

# 100_Akiyama
source: ...Man, I'm beat. So, anyway, what's your deal?
pt: Uff, sono a pezzi. Allora, comunque, che vuoi da me?

# 112_Prankster
source: I'm sorry! Wait a second, I've been through something like this before...
pt: Scusa! Aspetta un attimo, mi è già capitato qualcosa del genere...

# 124_Akiyama
source: Huh? Well, actually, there's no harm in your prank, and I don't intend to do anything about it. Not sure why I chased you, to be honest.
pt: Eh? Beh, a dire il vero, non c'è niente di male nel tuo scherzo, e non ho intenzione di farci nulla. A essere onesto, non so perché ti ho rincorso.

# 136_Prankster
source: Then, will you accept this? Just a little way to say sorry.
pt: Allora, accetteresti questo? È solo un piccolo modo per chiedere scusa.

# 172_Akiyama
source: So why do you do it? Is it really fun photobombing people's PrintCircle shots all dressed up like that?
pt: Allora, perché lo fai? È davvero divertente rovinare gli scatti della gente alla PrintCircle, conciato così?

# 184_Prankster
source: Well, at first, I just photobombed people. But after seeing everyone get scared and freak out, I figured dressing up would be way more fun.
pt: Allora, all'inizio, mi limitavo a rovinare le foto della gente. Ma dopo aver visto tutti spaventarsi e dare di matto, ho capito che conciarmi sarebbe stato un sacco più divertente.

# 196_Prankster
source: Just making sure they get their money's worth.
pt: Mi assicuro solo che tirino fuori il massimo dai loro soldi.

# 208_Akiyama
source: No one wants that, dummy. Besides, why are you still wearing that mask? If you really mean to apologize, show some respect, and take it off.
pt: Nessuno lo vuole, dummy. E poi, perché indossi ancora quella maschera? Se hai davvero intenzione di scusarti, mostra un po' di rispetto, e toglitela.

# 220_Prankster
source: Yeah, you're right. I'm sorry.
pt: Sì, hai ragione. Mi dispiace.

# 280_Akiyama
source: ...You know for a guy who likes terrifying high school girls, you're pretty non-descript.
pt: ...Sai, per uno a cui piace terrorizzare le ragazze del liceo, sei piuttosto anonimo.

# 292_Prankster
source: Well, yeah...
pt: Beh, sì...

# 304_Akiyama
source: All right. Take it easy from now on, okay? You don't want to cause the arcade any trouble.
pt: Va bene. Stai tranquillo d'ora in poi, va bene? Non vuoi mica causare problemi alla sala giochi.

# 316_Prankster
source: I'm really sorry. I think I'm ready to let go and move on from this sort of thing. It's time.
pt: Mi dispiace davvero. Credo di essere pronto a lasciar perdere e andare avanti da questo genere di cose. È ora.

# 328_Akiyama
source: Whatever makes you happy.
pt: Qualsiasi cosa ti renda felice.

# 340_Prankster
source: Yeah. I'll be going now...
pt: Sì. Vado ora...

# 364_Akiyama
source: (So much for that. No more a ghost than a sheet on a clothes line.)
pt: (Bella roba. Non è più un fantasma di un lenzuolo steso sul\nfilo.)

# 376_Akiyama
source: (Huh? Where'd he go...? Oh, well. It's not like he was hurting anybody.)
pt: (Eh? Dove è andato...? Vabbè. Non stava mica facendo del male a nessuno.)
