Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c8d.po
Languages: pt

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got 4,000 experience points.
pt: Hai ottenuto 4.000 punti esperienza.

source: Idle
pt: Inattivo

# 76_Haruka
source: (There he is again!)
pt: (Eccolo di nuovo!)

# 112_Haruka
source: Uda-san! There he is! That's the paparazzo!
pt: Uda-san! Eccolo! È lui il paparazzo!

# 124_Uda
source: Got it! Leave this to me!
pt: Capito! Ci penso io!

# 196_Haruka
source: *pant* *pant* We got him. Nice going, Sawamura-san!
pt: *pant* *pant* Lo abbiamo beccato. Brava, Sawamura-san!

# 208_Paparazzo
source: I'm sorry! I'll never do it again! Just let me go!
pt: Mi dispiace! Non lo farò mai più! Lasciami andare!

# 220_Haruka
source: I never noticed that someone was following me and taking pictures...
pt: Non mi ero mai accorta che qualcuno mi stava seguendo e scattando\ndelle foto...

# 232_Paparazzo
source: No idea, right? You wouldn't believe the lengths to which we go to stay unnoticed. It's practically an art!
pt: Non hai idea, vero? Non ti immagineresti nemmeno a che limiti arriviamo per passare inosservati. È praticamente un'arte!

# 244_Uda
source: "Art"!? I'll give you "art"! I'm kicking you out of this town! If I see you here again, I'm calling the police! Understood!?
pt: "Arte"!? Te la do io "l'arte"! Ti sbatto fuori da questa città! Se ti rivedo qui, chiamo la polizia! Capito!?

# 256_Paparazzo
source: Understood.
pt: Capito.

# 268_Uda
source: Thank you very much for your help, Sawamura-san.
pt: La ringrazio molto per il suo aiuto, Sawamura-san.

# 280_Uda
source: On behalf of the entire Merchants Association, I'd like to give you this small token of our appreciation.
pt: A nome dell'intera Associazione dei Commercianti, vorrei darti questo piccolo segno del nostro apprezzamento.

# 304_Paparazzo
source: Heheh. Well, this isn't the last you'll see of paparazzi! Wherever there's an idol, that's where we'll be!
pt: Eheheh. Beh, non è finita qui con i paparazzi! Dovunque ci sia un'idol, lì ci saremo noi!

# 316_Uda
source: Can it, buddy! Now, get lost! And never come back!
pt: Piantala, amico! Ora, sparisci! E non farti mai più vedere!

# 328_Paparazzo
source: ...Yes, sir.
pt: ...Sì, signore.

# 412_Haruka
source: (There he is! That's the paparazzo!)
pt: (Eccolo! È il paparazzo!)

# 424_Haruka
source: (Uh-oh! He took off again! I'd better tell Uda-san!)
pt: (Ops! È di nuovo filato via! Meglio che lo dica a Uda-san!)

# 448_Haruka
source: Uda here. Sawamura-san?
pt: Sono Uda. Sawamura-san?

# 460_Haruka
source: Yes. The paparazzo is running away! He's heading toward West Sotenbori Street! Where are you now, Uda-san?
pt: Sì. Il paparazzo sta scappando! Si sta dirigendo verso West Sotenbori Street! Dove sei ora, Uda-san?

# 472_Uda
source: I'm almost to Shofukucho! Please keep him in your sights just a little bit longer!
pt: Sono quasi a Shofukucho! Ti prego, tienilo d'occhio ancora un altro po'!

# 484_Haruka
source: All right! I'll do my best!
pt: Va bene! Ce la metterò tutta!

# 496_Haruka
source: (The paparazzo headed toward West Sotenbori Street. I can't let him get away!)
pt: (Il paparazzo si è diretto verso West Sotenbori Street. Non posso lasciarlo scappare!)

# 544_Haruka
source: (There! That must be him. I'd better call Uda-san.)
pt: (Eccolo! Dev'essere lui. Faccio meglio a chiamare Uda-san.)

# 556_Uda
source: Hello. Uda here. Is that you, Sawamura-san?
pt: Salve. Qui Uda. Sei tu, Sawamura-san?

# 568_Haruka
source: Yes! I found the paparazzo! He's wearing a fishing vest!
pt: Sì! Ho beccato il paparazzo! Ha un gilet da pesca addosso!

# 580_Uda
source: Great work! And what is he doing now?
pt: Gran lavoro! E che sta combinando adesso?

# 592_Haruka
source: Oh, no! He just took off. It looks like he's heading toward West Shofukucho!
pt: Oh, no! È scappato via. Pare che si stia dirigendo verso\nShofukucho Ovest!

# 604_Uda
source: All right! I'm on my way! Don't let him out of your sight!
pt: Perfetto! Sto arrivando! Non perderlo di vista!

# 616_Haruka
source: All right! I won't!
pt: Va bene! Non lo farò!

# 628_Haruka
source: (The paparazzo headed toward West Shofukucho. I'd better get after him before he gets away!)
pt: (Il paparazzo si è diretto verso West Shofukucho. Meglio che gli stia dietro prima che scappi!)
