Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0da1.po
Languages: pt

source: Convenience Store Manager
pt: Responsabile del minimarket

source: Accept
pt: Accetta

source: Refuse
pt: Rifiuta

# 104_Convenience Store Manager
source: Hey, Ta-chan. What do you say to that offer I made? I'd like you to work here and try to catch that pesky shoplifter.
pt: Ehi, Ta-chan. Allora, che mi dici di quell'offerta che ti ho fatto? Vorrei che lavorassi qui e cercassi di beccare quel fastidioso taccheggiatore.

# 116_Convenience Store Manager
source: Sure. I'll give it a shot.
pt: Certo. Ci provo.

# 128_Convenience Store Manager
source: Oh, yeah! You're the man. Can you hop on the register right away?
pt: Oh, sì! Sei tu l'uomo che ci vuole. Riesci a metterti subito alla cassa?

# 152_Convenience Store Manager
source: Nah, I'll pass.
pt: No, passo.

# 164_Convenience Store Manager
source: You sure? Well, it was worth a shot.
pt: Ne sei sicuro? Beh, valeva la pena provare.

# 176_Shinada
source: Hey, is everything cool? You look kinda down－I can tell even with that mask on.
pt: Ehi, tutto a posto? Sembri un po' giù—me ne accorgo anche con quella maschera addosso.

# 188_Convenience Store Manager
source: Oh, hi, Ta-chan. Yeah, we got shoplifter trouble. Some punk decided to use us as his personal pantry.
pt: Oh, ciao, Ta-chan. Sì, abbiamo un gran casino con un taccheggiatore. Qualche bulletto ha deciso di fare del nostro negozio la sua dispensa personale.

# 200_Convenience Store Manager
source: He's been sneaking off with things like soda and snacks... even dirty magazines! And gets away with it. Every. Single. Time!
pt: È scappato via con roba tipo bibite e snack... persino riviste zozze! E la fa franca. Ogni. Maledettissima. Volta!

# 212_Shinada
source: Huh, sounds annoying. There sure are a lot of troublemakers out there!
pt: Uhm, che rottura. Certo che in giro ci sono un sacco di piantagrane, eh!

# 224_Convenience Store Manager
source: Speaking of trouble, guys like you shamelessly asking for expired bento boxes are about as much of a nuisance.
pt: E a proposito di guai, quelli come te che chiedono senza vergogna bento scaduti sono altrettanto una scocciatura.

# 236_Shinada
source: Says you. You never give me any, even when I ask nicely.
pt: Parli tu. Tu non me ne dai mai, neanche quando lo chiedo per favore.

# 248_Convenience Store Manager
source: What do you expect? This isn't a soup kitchen.
pt: Cosa pretendi? Non siamo mica una mensa dei poveri.

# 260_Convenience Store Manager
source: Besides, if I did give expired food away, who knows how many other freeloaders would catch on? There'd be no end to it.
pt: E poi, se dessi via roba scaduta, chissà quanti altri scrocconi ci prenderebbero gusto? Non finirebbe più.

# 272_Shinada
source: Sheesh, is this what I get for asking how you're doing?
pt: Uffa, è questo che ci guadagno a chiedere come stai?

# 284_Convenience Store Manager
source: Ah, no, I didn't mean to blow up at you. I'm just stressed because of that stupid shoplifter.
pt: Ah, no, non volevo scattare così con te. Sono solo stressato per via di quel maledetto taccheggiatore.

# 296_Shinada
source: Yeah, but with the way you're circling around your store like a hawk, customers will be too scared to come in.
pt: Sì, ma con quel tuo fare la ronda per il negozio come un falco, i clienti avranno troppa paura di entrare.

# 308_Convenience Store Manager
source: Unfortunately, right now, all our customers look like crooks to me.
pt: Purtroppo, ora come ora, tutti i nostri clienti mi sembrano dei malviventi.

# 320_Convenience Store Manager
source: I know! Ta-chan, how would you like to take home an expired bento today?
pt: Lo so! Ta-chan, ti va di portarti a casa un bento scaduto oggi?

# 332_Shinada
source: Huh? Really? Why the sudden change of heart?
pt: Eh? Davvero? Che ti ha fatto cambiare idea all'improvviso?

# 344_Convenience Store Manager
source: I was hoping I could get you to work here in return. Just for a while.
pt: Speravo di poterti far lavorare qui in cambio. Solo per un po'.

# 356_Shinada
source: Huh? Work? Like, you want me to man the counter?
pt: Eh? Lavoro? Cioè, vuoi che stia alla cassa?

# 368_Convenience Store Manager
source: Yup. And, if you can, I'd like you to catch our shoplifter.
pt: Sì. E, se riesci, vorrei che tu beccassi il nostro taccheggiatore.

# 380_Shinada
source: Oh, now I get it.
pt: Oh, adesso capisco.

# 392_Convenience Store Manager
source: I just thought you looked like you could handle yourself in a fight. Besides, you're not all that busy, are you?
pt: Mi è sembrato che sapessi menare le mani. E poi, non mi sembri mica così impegnato, no?

# 404_Shinada
source: What, I look like I'm always loitering around to you?
pt: Ma come, ti sembro uno che sta sempre a bighellonare?

# 416_Convenience Store Manager
source: That's exactly what I'm saying.
pt: È proprio quello che sto dicendo.

# 428_Shinada
source: ...Yeah, you have a point.
pt: ...Già, hai ragione.

# 440_Convenience Store Manager
source: I'm serious, though. I really am in a bind here, and I could use all the help I can get.
pt: Dico sul serio, però. Sono proprio nei pasticci qui, e mi servirebbe proprio tutto l'aiuto possibile.

# 452_Convenience Store Manager
source: Even if the shoplifter doesn't show, I'll pay you for the time you work. And that's on top of the bento.
pt: Anche se il taccheggiatore non si presenta, ti pagherò per il tempo che lavori. E questo in più del bento.

# 464_Shinada
source: (So he wants me to be a convenience store clerk? It's not a bad deal, what with the pay and the lunch.)
pt: (Quindi vuole che faccia il commesso di minimarket? Non è affatto un brutto affare, dopotutto, con la paga e il pranzo.)

# 476_Convenience Store Manager
source: What do you say, Ta-chan? Can you do it?
pt: Allora, Ta-chan? Ce la fai?

# 488_Convenience Store Manager
source: Sure. I'll give it a shot.
pt: Certo. Ci provo.

# 500_Convenience Store Manager
source: Oh, yeah! You're the man. Can you hop on the register right away?
pt: Oh, sì! Sei tu l'uomo che ci vuole. Riesci a metterti subito alla cassa?

# 524_Convenience Store Manager
source: Nah, I'll pass.
pt: No, passo.

# 536_Convenience Store Manager
source: You sure? Well, it was worth a shot.
pt: Ne sei sicuro? Beh, valeva la pena provare.
