Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00034533.po
Languages: pt

source: Tatsuya's Ultimate Napolitan was added to the Café Alps menu at the Kamurocho branch.
pt: La Napoletana Definitiva di Tatsuya è stato aggiunto al menu del Café Alps nella filiale di Kamurocho.

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

# 44_Manager
source: I can't even begin to thank you, Tatsuya-san.
pt: Non so proprio come ringraziarti, Tatsuya-san.

# 56_Tatsuya
source: Like I said, no thanks necessary. If you want to thank someone, thank Suzuki-san here.
pt: Come ti dicevo, non c'è bisogno di ringraziare. Se proprio vuoi ringraziare qualcuno, ringrazia Suzuki-san qui.

# 68_Kiryu
source: Me?
pt: Io?

# 80_Tatsuya
source: Right. If I hadn't met you, I would never have come up with such a unique creation.
pt: Giusto. Se non ti avessi incontrato, non avrei mai ideato un piatto così unico.

# 92_Tatsuya
source: You were kind enough to show me around Nagasu when I was in a fix. Even though you were busy, you took me all over town.
pt: Sei stato così gentile da farmi fare un giro per Nagasu quando ero in un guaio. Nonostante fossi impegnato, mi hai portato in giro per tutta la città.

# 104_Tatsuya
source: And it's not just you. In every town I visited, there were people willing to help me out of the kindness of their hearts. It was truly touching.
pt: E non sei solo tu. In ogni città che ho visitato, c'erano persone disposte ad aiutarmi per pura bontà d'animo. È stato davvero commovente.

# 116_Tatsuya
source: So now I want to pay some of that kindness forward.
pt: Così adesso, voglio dare un po' di quella gentilezza in giro.

# 140_Tatsuya
source: This recipe was based on the warmth and goodwill I felt from those who supported me.
pt: Questa ricetta si basava sul calore e sulla buona volontà che ho provato da chi mi ha sostenuto.

# 152_Tatsuya
source: That's what makes it the ultimate dish. The experiences I've had taught me that.
pt: È questo che lo rende il piatto definitivo. Le esperienze che ho vissuto me lo hanno insegnato.

# 164_Tatsuya
source: After all, what better way to season a dish than with a little love and gratitude?
pt: In fondo, cosa c'è di meglio per insaporire un piatto se non un po' d'amore e gratitudine?

# 176_Kiryu
source: So being thankful is the ultimate seasoning... Heh, I guess I could see that being the case.
pt: Quindi la gratitudine è il condimento definitivo... Heh, ci potrebbe stare.

# 188_Tatsuya
source: I get the feeling this has really helped me grow as a chef. I won't run out of recipe ideas anytime soon, that's for sure.
pt: Mi sa che questo mi ha davvero aiutato a crescere come chef. Non mi mancheranno le idee per le ricette tanto presto, di sicuro.

# 200_Tatsuya
source: In fact... I can feel another dish calling to me, just waiting to be created! Time is precious, so I'd best be on my way!
pt: Infatti... sento un altro piatto che mi sta chiamando, aspetta solo di essere creato! Il tempo è prezioso, quindi è meglio che mi metta in moto!

# 212_Tatsuya
source: After all, I want to show my gratitude to as many people possible!
pt: Dopotutto, voglio mostrare la mia gratitudine a quante più persone possibile!

# 224_Kiryu
source: That's a great attitude to have. I'm sure everyone's looking forward to what you'll come up with next.
pt: È un'ottima mentalità, questa. Sono sicuro che tutti non vedono l'ora di quello che ti inventerai la prossima volta.

# 236_Tatsuya
source: I hope so! Well, I've got to get going. Until we meet again!
pt: Spero di sì! Beh, devo proprio andare. Alla prossima!

# 260_Kiryu
source: (I bet he has plenty more delicious dishes left in that creative mind of his. Good luck, Tatsuya.)
pt: Scommetto che ha ancora un sacco di piatti deliziosi in quella sua mente creativa. Buona fortuna, Tatsuya.
