Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046005d.po
Languages: pt

source: You got 3,000 experience points.
pt: Hai ottenuto 3.000 punti esperienza.

source: ArmsID
pt: ID Armi

# 80_Hinata
source: Hey, Kiryu-san?
pt: Ehi, Kiryu-san?

# 92_Hinata
source: How come you didn't want to sleep with me?
pt: Come mai non hai voluto venire a letto con me?

# 116_Hinata
source: I really wouldn't have minded, Kiryu-san. Is it because you think I'm a mess?
pt: Non mi sarebbe dispiaciuto affatto, Kiryu-san. È perché pensi che io sia un disastro?

# 128_Kiryu
source: No, of course not.
pt: No, certo che no.

# 140_Hinata
source: Then why?
pt: Allora perché?

# 152_Kiryu
source: Hinata, I didn't do what I did just to sleep with you.
pt: Hinata, non ho fatto quello che ho fatto solo per venire a letto con te.

# 164_Kiryu
source: I did it because I wanted to win your heart.
pt: L'ho fatto perché volevo conquistare il tuo cuore.

# 176_Hinata
source: You mean...!?
pt: Vuoi dire...!?

# 188_Kiryu
source: Hinata, men are despicable creatures, who will use money or force to get a woman's body if they are able.
pt: Hinata, gli uomini sono creature spregevoli, che useranno soldi o la forza per prendersi il corpo di una donna se ne sono capaci.

# 200_Kiryu
source: But true love and affection don't come from that.
pt: Ma vero amore e affetto non vengono da quello.

# 212_Kiryu
source: I wanted you to know that the bond I feel with you is more than physical attraction. I genuinely care about you, as a man would a woman.
pt: Volevo farti sapere che il legame che provo per te è più di una semplice attrazione fisica. Ci tengo veramente a te, con l'affetto che un uomo prova per una donna.

# 236_Kiryu
source: You opened your heart to me. And that's all that matters.
pt: Mi hai aperto il tuo cuore. E questo è tutto ciò che conta.

# 272_Hinata
source: Oh no, my phone. This is really bad timing.
pt: Oh no, il mio telefono. Che tempismo pessimo!

# 308_Hinata
source: Hello? Oh, yes, ma'am. What is it?
pt: Pronto? Oh, sì, signora. Che succede?

# 320_Hinata
source: What? Really!? Yeah... Uh-huh.
pt: Cosa? Davvero!? Sì... Mmh-mh.

# 332_Hinata
source: No way! How lucky am I?
pt: Non ci posso credere! Che fortuna che ho!

# 344_Hinata
source: All right! See you later!
pt: Perfetto! Ci vediamo dopo!

# 380_Kiryu
source: What was that all about?
pt: Cos'era tutta quella storia?

# 392_Hinata
source: Do you remember that thing with Aimi-chan?
pt: Ti ricordi quella cosa con Aimi-chan?

# 404_Hinata
source: The owner found out she was sleeping with clients, so now she's been fired!
pt: Il proprietario ha scoperto che andava a letto con i clienti, così ora è stata licenziata!

# 416_Kiryu
source: Oh, really?
pt: Oh, davvero?

# 428_Hinata
source: And now with Aimi-chan gone, my rank has gone up!
pt: E ora che Aimi-chan non c'è più, sono salita di rango!

# 440_Kiryu
source: I see. What rank were you before?
pt: Capisco. Che rango avevi prima?

# 452_Hinata
source: Number two!
pt: Numero due!

# 464_Kiryu
source: So then that means－
pt: Quindi questo significa...

# 476_Hinata
source: I made it to number one!
pt: Sono arrivata al primo posto!

# 488_Kiryu
source: Hey, good for you.
pt: Ehi, bene così.

# 500_Hinata
source: I know! If you had slept with me, I would have gotten the axe too. Yikes, that was a close one!
pt: Lo so! Se fossi andato a letto con me, sarei stata licenziata anch'io. Mamma mia, è andata per un pelo!

# 512_Kiryu
source: Heh. You're one lucky girl.
pt: Heh. Sei proprio una ragazza fortunata.

# 524_Hinata
source: And this means you don't have to spend that five million yen now.
pt: E questo significa che non devi spendere quei cinque milioni di yen ora.

# 536_Kiryu
source: I suppose not.
pt: Immagino di no.

# 548_Kiryu
source: Come on, let's get back to the club. We need to celebrate a certain hostess becoming number one.
pt: Dai, torniamo al locale. Dobbiamo festeggiare una certa hostess che è salita al primo posto.

# 560_Hinata
source: Yeah, let's go!
pt: Sì, andiamo!

# 572_Hinata
source: Kiryu-san, thank you so, so, much!
pt: Kiryu-san, grazie, grazie infinite!
