Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160158.po
Languages: pt

source: You handed over a <Color:8>Miso Katsu Lunch Set<Color:Default>.
pt: Hai consegnato un <Color:8>Miso Katsu Lunch Set<Color:Default>.

source: You handed over <Color:8>Tebasaki Chicken Wings<Color:Default>.
pt: Hai consegnato <Color:8>Alette di pollo Tebasaki<Color:Default>.

source: You handed over an <Color:8>Eel Bun<Color:Default>.
pt: Hai consegnato un <Color:8>Saccottino all'anguilla<Color:Default>.

source: You handed over a <Color:8>Grilled Onigiri with Miso<Color:Default>.
pt: Hai consegnato un <Color:8>Onigiri grigliato al Miso<Color:Default>.

source: You handed over a <Color:8>Juicy Tebasaki Senbei<Color:Default>.
pt: Hai consegnato un <Color:8>Succulento Tebasaki Senbei<Color:Default>.

source: You got a <Color:8>High-grade Platinum<Color:Default>.
pt: Hai ottenuto un <Color:8>Platino di alta qualità<Color:Default>.

source: You got a <Color:8>Rubber Ball<Color:Default>.
pt: Hai ottenuto una <Color:8>Palla di gomma<Color:Default>.

source: You got some <Color:8>Lighter Oil<Color:Default>.
pt: Hai ottenuto dell'<Color:8>Olio per accendini<Color:Default>.

source: You got 2,300 experience points.
pt: Hai ottenuto 2.300 punti esperienza.

source: You got 500 yen.
pt: Hai ottenuto 500 yen.

source: Yes
pt: Sì

source: Collapsed Man
pt: Uomo crollato

# 116_Himoji
source: Oh, Shinada-san, thank god. Did you manage to bring me some food?
pt: Oh, Shinada-san, meno male! Sei riuscito a portarmi qualcosa da mangiare?

# 128_Shinada
source: Sorry, man. Hang on a bit longer. Think you can make it?
pt: Scusa, amico. Resisti ancora un po'. Pensi di farcela?

# 140_Himoji
source: Yes... But please do hurry.
pt: Sì... Ma ti prego, fai in fretta.

# 164_Shinada
source: Sorry, dude. I haven't picked up anything yet. Hang on just a little bit longer, okay?
pt: Scusa, amico. Non ho ancora beccato niente. Resisti solo un altro pochino, ok?

# 176_Himoji
source: Yes... But please do hurry.
pt: Sì... Ma ti prego, fai in fretta.

# 200_Himoji
source: I can't accept anything over 500 yen, or anything that's not a Nagoya specialty.
pt: Non posso accettare niente che costi più di 500 yen, o roba che non sia una specialità di Nagoya.

# 212_Himoji
source: As the magazine's resident gourmet, I know the food around town. You can't fool me.
pt: Come *gourmet* fisso della rivista, la cucina di questa città la conosco come le mie tasche. Non mi freghi.

# 224_Shinada
source: Are you a pain in the ass or what? Sheesh. All right then, I'll be right back.
pt: Sei una spina nel fianco o cosa? Mamma mia. Va bene allora, torno subito.

# 476_Shinada
source: Here. Will this do?
pt: Ecco. Andrà bene?

# 488_Himoji
source: Oh, you're a lifesaver! Thank you!
pt: Oh, mi hai salvato la vita! Grazie!

# 572_Himoji
source: Ahhh... This must be what it feels like to be revived from the dead.
pt: Ahhh... Questo dev'essere quello che si prova a essere resuscitato dai morti.

# 596_Shinada
source: Glad to hear it. I had to look high and low for something that fit your bill, you know.
pt: Mi fa piacere, davvero. Ho dovuto girare un bel po' per trovare qualcosa che ti andasse a genio, sai.

# 608_Himoji
source: I'm sure you did. And I was hungry enough to eat anything, too, but you came through with what I'd hoped for. It was the greatest meal ever!
pt: Lo credo bene. Ed ero talmente affamato da mangiarmi anche i gomiti, ma tu mi hai portato proprio quello che volevo. È stata la mangiata più incredibile di sempre!

# 620_Himoji
source: This is another thing I was really saving for a rainy day, but since you were so helpful, please take it.
pt: Questa è un'altra cosa che stavo davvero tenendo da parte per un giorno di pioggia, ma visto che sei stato così d'aiuto, ti prego, prendila.

# 668_Shinada
source: Glad to hear it. So, did it meet your expectations?
pt: Meno male. Allora, ha soddisfatto le tue aspettative?

# 680_Himoji
source: Yes. I was hungry enough to eat anything, but you came through with something quite satisfying.
pt: Sì. Avevo così tanta fame che avrei mangiato di tutto, ma te la sei cavata alla grande con qualcosa di davvero soddisfacente.

# 692_Himoji
source: This is another thing I was saving for a rainy day, but since you were so helpful, please take it.
pt: Questa è un'altra cosa che tenevo da parte per i tempi duri, ma visto che mi hai dato una mano, prendilo pure.

# 740_Shinada
source: Glad to hear it. So, did it meet your expectations?
pt: Meno male. Allora, ha soddisfatto le tue aspettative?

# 752_Himoji
source: Well, I hate to sound ungrateful, but...
pt: Beh, non vorrei sembrare ingrato, ma...

# 764_Himoji
source: To be honest, I thought you could've tried a little harder. Y'know, being that I was dying of hunger and all.
pt: Ad essere onesto, pensavo che avresti potuto impegnarti un po' di più. Sai, visto che stavo schiattando di fame e via dicendo.

# 788_Himoji
source: But, yes, I was famished, so I was ready to accept anything. And I did.
pt: Ma sì, avevo una fame da lupi, quindi ero pronto a buttar giù qualsiasi cosa. E l'ho fatto.

# 800_Himoji
source: This is another thing I was saving for a rainy day, but since you were so helpful, please take it.
pt: Questa è un'altra cosa che tenevo da parte per i tempi duri, ma visto che mi hai dato una mano, prendilo pure.

# 836_Shinada
source: Listen, if you had some kind of trump card saved up for a rainy day, you should've used it long ago. You were, no joke, starving to death!
pt: Senti, se avevi un asso nella manica messo da parte per i momenti difficili, avresti dovuto usarlo da un pezzo. Stavi, dico sul serio, morendo di fame!

# 848_Himoji
source: Well, you never know when something worse might happen! Sorry to put you out, though.
pt: Beh, non si sa mai quando possa succedere qualcosa di peggio! Scusa il disturbo, però.

# 860_Shinada
source: Man... Run your own errands next time.
pt: Uffa... Le tue commissioni falle da solo la prossima volta.

# 1004_Shinada
source: Uh, excuse me? You all right there?
pt: Uh, scusi? Tutto a posto?

# 1016_Collapsed Man
source: Ugh... I－ Wha? That you, Shinada-san?
pt: Ugh... Io－ Eh? Sei tu, Shinada-san?

# 1028_Shinada
source: Huh? Oh. I know you. Don't you work part-time at the editorial office? Himoji, right? Are you working on a story?
pt: Eh? Oh. Ti conosco. Non lavori part-time alla redazione? Himoji, giusto? Stai lavorando a un pezzo?

# 1040_Himoji
source: No... What story could I possibly be working on?
pt: No... Che razza di storia potrei mai star seguendo?

# 1052_Himoji
source: I'm starving, man... Can't move a muscle.
pt: Sto morendo di fame, cavolo... Non riesco a muovere un muscolo.

# 1064_Himoji
source: I only had energy drinks this week. I'm so weak I can't even stand... let alone speak.
pt: Ho campato solo di energy drink questa settimana. Sono così debole che non riesco nemmeno a stare in piedi... figuriamoci parlare.

# 1076_Shinada
source: Whoa. I know you get paid peanuts, but you had to know you'd end up this way if you didn't eat.
pt: Ehi. So che prendi due spicci, ma dovevi pur saperlo che saresti finito così se non mangiavi.

# 1088_Himoji
source: I know... I know. But, here I am.
pt: Lo so... lo so. Ma eccomi qui.

# 1100_Shinada
source: You have to get something in you. Fine, wait here. I'll go get you some grub.
pt: Devi metterti qualcosa sotto i denti. Va bene, aspetta qui. Vado a prenderti della roba da mangiare.

# 1112_Himoji
source: I think it's fate that brought you here, Shinada-san... May I make a request?
pt: Credo sia il destino che ti abbia portato qui, Shinada-san... Potrei farti una richiesta?

# 1124_Shinada
source: Yeah, what?
pt: Sì, che c'è?

# 1136_Himoji
source: Just in case this happened... I kept this 500 yen coin... as my trump card.
pt: Nel caso fosse successo questo... mi ero tenuto questa moneta da 500 yen... come asso nella manica.

# 1148_Shinada
source: You should've used that earlier.
pt: Avresti dovuto usarlo prima.

# 1160_Himoji
source: I may be down... but my spirit is pure. My pride won't let me accept charity.
pt: Sarò pure a terra... ma il mio spirito è puro. Il mio orgoglio non mi fa accettare l'elemosina.

# 1172_Shinada
source: Then you're better off prideless, I'd say.
pt: Allora staresti meglio senza orgoglio, direi.

# 1184_Himoji
source: No... My pride is what carries me. When I was a child, and deep into poverty...
pt: No... È il mio orgoglio che mi sostiene. Quando ero un bambino, e sprofondato nella povertà...

# 1196_Himoji
source: When... When the rich kids would keep the trading cards and throw away the chocolate... I never once picked it up and ate it.
pt: Quando... Quando i ragazzini ricchi si tenevano le figurine e buttavano via il cioccolato... io non l'ho mai manco una volta raccolto e mangiato.

# 1208_Himoji
source: To accept charity now... would be to betray my childhood self. I can't bring myself to do it.
pt: Accettare l'elemosina adesso... sarebbe tradire il ragazzino che ero. Non me la sento.

# 1220_Shinada
source: Dang, you just had to go and inspire me. All right, if it means that much to you, let's hear that favor.
pt: Accidenti, e dovevi proprio andarmi a ispirare tu. Va bene, se ci tieni così tanto, sentiamo che favore è.

# 1232_Himoji
source: Please... buy me the most expensive Nagoya specialty you can... with this 500 yen.
pt: Ti prego... comprami la specialità di Nagoya più cara che riesci a trovare... con questi 500 yen.

# 1244_Himoji
source: The more health it can restore... the better.
pt: Più punti vita riesce a ridare... meglio è.

# 1280_Shinada
source: Okay, so get as close to 500 yen as possible, and it has to be a Nagoya specialty. Oh, but the more health it restores, the better? How am I even supposed to gauge that?
pt: Ok, allora procurati qualcosa che costi il più vicino possibile a 500 yen, e deve essere una specialità di Nagoya. Ah, ma più salute ripristina, meglio è? E come diavolo dovrei valutarlo?

# 1292_Himoji
source: Figure... it out! Grah! I can feel my stomach eating itself... Well, you know what they say, "hunger is the best seasoning." But damn... why'd I have to find out like this?
pt: Dai... vedi di farcela! Argh! Sento lo stomaco che si sta mangiando da solo... Beh, sai cosa si dice: "la fame è il miglior condimento". Ma dannazione... perché dovevo scoprirlo così?

# 1304_Shinada
source: All right, I get it. I'll zip back as quick as I can. Don't die on me.
pt: Ok, ho capito. Torno a razzo il più in fretta che posso. Non morire, mi raccomando.

# 1316_Himoji
source: Please... hurry.
pt: Ti prego... sbrigati.
