Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690559.po
Languages: pt

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Ricevuta una mancia di <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Ricevuta una mancia di <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Ricevuta una mancia di <Color:8>4.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>6,000 yen<Color:Default> tip from the audience.
pt: Ricevuta una mancia di <Color:8>6.000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola le impostazioni del Calore Danza

# 104_Hideki
source: I'm impressed! I didn't know you were that good.
pt: Sono impressionato! Non sapevo fossi così brava.

# 296_Hideki
source: Looks like I take the win. You weren't too bad yourself, you know.
pt: Direi che ho vinto io. Non sei stata mica male neanche tu, sai.

# 332_Hideki
source: You want to challenge me, at your skill level? You're kidding, right?
pt: Vuoi sfidarmi, al tuo livello? Stai scherzando, vero?

# 356_Hideki
source: Are you looking for a dance battle opponent?
pt: Stai cercando un avversario per una battaglia di danza?

# 452_Hideki
source: No, not especially.
pt: No, non particolarmente.

# 464_Hideki
source: No? Well, come on back if you ever change your mind.
pt: No? Beh, torna pure se cambi idea.

# 476_Hideki
source: You want a battle, in the condition you're in? Don't you think you're pushing yourself beyond your limits?
pt: Vuoi una battaglia, in queste condizioni? Non pensi di star esagerando, spingendoti oltre i tuoi limiti?

# 488_Haruka
source: Hmm, you might be right. Maybe I'd better take a break.
pt: Mmm, magari hai ragione. Forse è meglio che mi prenda una pausa.

# 500_Hideki
source: Are you looking for a dance battle opponent?
pt: Stai cercando un avversario per una battaglia di danza?

# 596_Hideki
source: No, not especially.
pt: No, non particolarmente.

# 608_Hideki
source: No? Well, come on back if you ever change your mind.
pt: No? Beh, torna pure se cambi idea.

# 620_Hideki
source: Yes, actually. I am.
pt: Sì, in effetti. Lo sono.

# 632_Hideki
source: Aha! Then you found your man!
pt: Aha! Allora hai trovato il tuo uomo!
