Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901e1.po
Languages: pt

source: Electronics Salesman
pt: Venditore di elettronica

source: Savvy Shopper
pt: Acquirente scaltro

# 88_Electronics Salesman
source: Hey there, friend! Come on over and have a look at our shop! Got appliances by the truck load goin' for shockingly cheap prices!
pt: Ehi, amico! Fatti avanti e dai un'occhiata al nostro negozio! Abbiamo elettrodomestici a vagonate che vanno via a prezzi stracciati!

# 100_Akiyama
source: Appliances, you say? What've you got?
pt: Elettrodomestici, dici? Cos'hai?

# 112_Electronics Salesman
source: What've we got, he asks. Why, we have everything except what we don't!
pt: Cos'abbiamo, chiede. Ebbene, abbiamo tutto tranne quello che non abbiamo!

# 124_Akiyama
source: Haha, got me there. Sure, I'll take a look around.
pt: Ahah, mi hai avuto. Certo, darò un'occhiata in giro.

# 136_Electronics Salesman
source: How about a flat screen TV? The picture's amazin'－you can see the pores on the actresses' faces! This latest model's goin' for just 200,000 yen!
pt: Che ne dici di una TV a schermo piatto? L'immagine è sbalorditiva－puoi vedere i pori sui volti delle attrici! Quest'ultimo modello te lo porti via per soli 200.000 yen!

# 148_Akiyama
source: 200,000 yen, huh? I guess the office could use a TV.
pt: 200.000 yen, eh? Immagino che in ufficio una TV farebbe comodo.

# 160_Electronics Salesman
source: For just 10,000 yen more, I'll throw in a three-year extended warranty. Make it 20,000 more, and I'll stretch the warranty to a full ten years.
pt: Per soli 10.000 yen in più, ti butto dentro una garanzia estesa di tre anni. Con altri 20.000, te la allungo fino a ben dieci anni.

# 172_Akiyama
source: Do you deliver?
pt: La consegnate?

# 184_Electronics Salesman
source: We most certainly do! For just 30,000 yen more, I'll drive it there myself right now. Now, will that be cash, credit, or payment plan?
pt: Ma certo che sì! Per soli 30.000 yen in più, te la porto io stesso lì subito. Allora, paghi in contanti, con carta di credito, o a rate?

# 208_Savvy Shopper
source: Hold it right there!
pt: Fermi lì!

# 220_Akiyama
source: Huh?
pt: Uh?

# 244_Electronics Salesman
source: Whaddya want, lady? Keep your nose outta our business!
pt: Che vuoi, signora? Fatti gli affari tuoi!

# 256_Savvy Shopper
source: Mister, you're from Tokyo, ain't ya? Don't go shoppin' at a place like this with your wallet hangin' open. You almost got robbed blind.
pt: Signore, sei di Tokyo, vero? Non andare a fare acquisti in un posto così con il portafoglio in bella vista. Per poco non ti spennavano per bene.

# 268_Electronics Salesman
source: Oh, now what the hell, lady? Stop spoutin' nonsense. You're killin' my sales!
pt: Oh, ma che diavolo vuoi adesso, signora? Smettila di sparare cavolate. Mi stai ammazzando le vendite!

# 280_Savvy Shopper
source: Pfft, a TV these days won't set ya back 200,000. There's plenty to be had for a lot less.
pt: Pff, una TV al giorno d'oggi non ti costa mica 200.000. Ce ne sono un sacco che si trovano per molto meno.

# 292_Savvy Shopper
source: I can't bear to watch someone get fleeced like this. C'mon! We're goin'!
pt: Non ce la faccio a guardare qualcuno farsi spennare così. Dai! Andiamo!

# 304_Akiyama
source: Uh, okay...
pt: Uh, va bene...
