Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0163.po
Languages: pt

source: Sushi Chef
pt: Chef di sushi

source: Player
pt: Giocatore

source: ○Is that so?
pt: ○Ah, davvero?

source: □It's worse to eat just one meal.
pt: □È peggio mangiare un pasto solo.

source: △It's important to savor food.
pt: △È importante gustarsi il cibo.

source: Order
pt: Ordina

source: Ask for Recommendations
pt: Chiedi consigli

source: Leave
pt: Andarsene

source: Idle
pt: Inattivo

# 60_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 72_Staff
source: This way, sir.
pt: Da questa parte, signore.

# 132_Staff
source: Welcome, welcome! What'll it be?
pt: Benvenuti, benvenuti! Cosa prendete?

# 144_Hinata
source: Oh, I'd really like the <Color:8>Akagai<Color:Default>. <Color:255,200,200,255>♥<Color:Default>
pt: Oh, vorrei davvero l'<Color:8>Akagai<Color:Default>. <Color:255,200,200,255>♥<Color:Default>

# 156_Kiryu
source: (Hinata seems to be hungry for some <Color:8>Akagai<Color:Default>.)
pt: (Hinata sembra avere fame di <Color:8>Akagai<Color:Default>.)

# 228_Hinata
source: Ooh, this looks yummy!
pt: Ooh, sembra proprio una delizia!

# 288_Hinata
source: I haven't had dinner at this hour in a really long time.
pt: È da un sacco di tempo che non ceno a quest'ora.

# 300_Player
source: Oh? But isn't this the usual time for eating dinner?
pt: Oh? Ma questa non è la solita ora per cenare?

# 312_Hinata
source: Well, I only eat one meal a day, is the thing.
pt: Beh, mangio solo un pasto al giorno, è questo il punto.

# 324_Player
source: Really? And you don't get hungry?
pt: Davvero? E non ti viene fame?

# 336_Hinata
source: Oh, I get hungry, but I stick it out. It doesn't bother me after a while.
pt: Oh, mi viene fame, ma resisto. Dopo un po' non mi dà più fastidio.

# 348_Player
source: I can't do that. Even if it's a little late, I have to eat three meals a day. And I'll eat until I'm full each time.
pt: Non posso farlo. Anche se è un po' tardi, devo fare tre pasti al giorno. E mangerò fino a saziarmi ogni volta.

# 360_Hinata
source: You're going to get fat, you know. Even though you're breaking up your eating into meals, you ruin that by eating too much at each sitting.
pt: Finirai per ingrassare, lo sai. Anche se dividi i tuoi pasti, rovini tutto mangiando troppo ogni volta.

# 372_Player
source: Is that so?
pt: È così?

# 384_Hinata
source: Well, yeah. Whatever you eat gets turned into energy, so you can easily wind up eating three days worth of food.
pt: Eh, già. Tutto quello che mangi si trasforma in energia, quindi puoi facilmente ritrovarti a mangiare cibo per tre giorni.

# 396_Player
source: That makes sense. Come to think of it, even when I eat until I'm full, I always get hungry around the same time each day.
pt: Ci sta. Ora che ci penso, anche quando mangio fino a scoppiare, mi viene sempre fame alla stessa ora ogni giorno.

# 408_Hinata
source: Everyone has different metabolisms, after all. It's not like you'll die if you don't eat three meals a day.
pt: Dopotutto, ognuno ha un metabolismo diverso. Non è che muori se non mangi tre volte al giorno.

# 420_Player
source: You really know a lot about this stuff. I'm a little surprised.
pt: Ne sai davvero un sacco su 'ste cose. Sono un po' sorpreso.

# 432_Hinata
source: So did I give you something to think about? Hey, us girls know a lot about how diets work.
pt: Allora, ti ho dato da pensare? Ehi, noi ragazze ne sappiamo un sacco su come funzionano le diete.

# 444_Player
source: I think you might be a little too thin, actually.
pt: Secondo me sei un po' troppo magro, a dire il vero.

# 456_Player
source: It's worse to eat just one meal. Otherwise, you aren't getting enough nourishment.
pt: Fa peggio mangiare un solo pasto. Sennò, non ti nutri abbastanza.

# 468_Hinata
source: Well, I'm eating twice today, so I'll be fine.
pt: Bè, oggi mangio doppio, quindi sarò a posto.

# 480_Player
source: Maybe so, but still...
pt: Può darsi, ma comunque...

# 492_Hinata
source: Besides, it doesn't matter if you only eat once or twice a day. It's worse if you change how much you eat.
pt: E poi, non fa niente se mangi solo una o due volte al giorno. È peggio se cambi quanto mangi.

# 504_Hinata
source: If you don't have a regular schedule of meals, you're sure to get fat in no time.
pt: Se non hai un orario regolare per i pasti, ingrasserai di sicuro in un attimo.

# 516_Player
source: In that case, should we not eat here?
pt: Allora, non mangiamo qui?

# 528_Hinata
source: Of course not! You ordered it for me, so I'm going to appreciate it fully.
pt: Ma certo che no! Me l'hai ordinato tu, quindi me lo gusterò appieno.

# 540_Player
source: Heh. It's good to forget about the details and just enjoy your meal.
pt: Eh. Lascia perdere i dettagli e goditi il pasto e basta.

# 552_Player
source: It's important to savor your food. Meals are meant to be pleasurable. Seeing them just as a means of sustenance isn't any fun.
pt: È fondamentale godersi il cibo fino in fondo. I pasti devono essere un piacere. Considerarli solo un mezzo per sfamarsi non è divertente per niente.

# 564_Hinata
source: Oh, I agree! Since I only eat one meal a day, I make sure it's a tasty one!
pt: Oh, sono d'accordo! Visto che mangio un solo pasto al giorno, mi assicuro che sia una gran mangiata!

# 576_Hinata
source: For all I know, I might die tomorrow. So I don't want to have any regrets about not eating something delicious!
pt: Per quanto ne so, potrei crepare domani. Quindi non voglio avere rimpianti di non essermi sparato un piatto da urlo!

# 588_Player
source: I've never thought about it in such... extreme terms before.
pt: Non ci avevo mai pensato in termini così... estremi prima d'ora.

# 600_Player
source: But I wouldn't want to lose the enjoyment of eating by obsessing over stuff like nutrition and dieting.
pt: Ma non vorrei perdere il piacere di mangiare ossessionandomi con cose tipo nutrizione e dieta.

# 612_Hinata
source: Exactly. It'd be lame to be thin but not liked by anyone. You're missing out on life by not enjoying your food.
pt: Proprio così. Sarebbe da sfigati essere magri ma non piacere a nessuno. Ti perdi la vita a non goderti il cibo.

# 624_Player
source: I'm with you there.
pt: Su quello sono con te.

# 696_Hinata
source: Thanks for the treat!
pt: Grazie per l'offerta!

# 708_Player
source: Check please.
pt: Il conto, per favore.

# 720_Sushi Chef
source: Here you are! Thanks!
pt: Ecco a lei! Grazie!

# 744_Staff
source: Sorry. Something came up all of a sudden.
pt: Scusa. È successo un imprevisto.

# 756_Sushi Chef
source: Ah, I see. Well, swing by again sometime.
pt: Ah, capisco. Beh, fatti un salto di nuovo, quando vuoi.

# 864_Staff
source: Thank you very much. Your bill comes to %s.
pt: Grazie mille. Il suo conto è di %s.

# 876_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 924_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 960_Staff
source: (I'm broke.)
pt: (Sono al verde.)

# 996_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1008_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 1020_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 1032_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 1044_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 1068_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 1080_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 1092_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 1104_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 1116_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 1128_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1152_Staff
source: Please follow me.
pt: Prego, mi segua.

# 1224_Staff
source: Welcome! What'll it be?
pt: Benvenuti! Cosa prendete?

# 1248_Kiryu
source: What do you recommend today?
pt: Cosa mi consigli oggi?

# 1260_Akiyama
source: Any recommendations today?
pt: Qualche consiglio per oggi?

# 1272_Saejima
source: Hey boss, whaddya recommend today?
pt: Ehi capo, che ci consigli oggi?

# 1284_Shinada
source: Hey chief, what's good today?
pt: Ehi, capo, cosa c'è di buono oggi?

# 1296_Haruka
source: Do you have any recommendations?
pt: Ha qualche raccomandazione?

# 1308_Sushi Chef
source: For today, I highly recommend the <Color:8>Whole Sea Eel<Color:Default>. It's really good!
pt: Per oggi, ti consiglio caldamente l'<Color:8>Anguilla di mare intera<Color:Default>. È davvero buono!

# 1332_Kiryu
source: <Color:8>Whole Sea Eel<Color:Default>, huh? Sounds good.
pt: <Color:8>Anguilla di mare intera<Color:Default>, eh? Sembra buono.

# 1344_Akiyama
source: <Color:8>Whole Sea Eel<Color:Default>, huh? That sounds good.
pt: <Color:8>Anguilla di mare intera<Color:Default>, eh? Sembra buono.

# 1356_Saejima
source: <Color:8>Whole Sea Eel<Color:Default>, huh? Sounds tasty.
pt: <Color:8>Anguilla di mare intera<Color:Default>, eh? Dev'essere buono.

# 1368_Shinada
source: <Color:8>Whole Sea Eel<Color:Default>, huh? Sounds good to me!
pt: <Color:8>Anguilla di mare intera<Color:Default>, eh? Mi sembra ottimo!

# 1380_Haruka
source: <Color:8>Whole Sea Eel<Color:Default>? Oh, that sounds delicious!
pt: <Color:8>Anguilla di mare intera<Color:Default>? Oh, dev'essere squisito!

# 1392_Staff
source: What'll it be?
pt: Cosa prendete?

# 1452_Kiryu
source: Sorry. Something came up all of a sudden.
pt: Scusa. È successo un imprevisto.

# 1464_Akiyama
source: Sorry, but something came up. I have to get going.
pt: Scusa, ma mi è capitato un imprevisto. Devo proprio andare.

# 1476_Saejima
source: My bad. I forgot somethin'. Sorry.
pt: Colpa mia. Mi sono scordato una cosa. Scusa.

# 1488_Shinada
source: Sorry, sorry! There's this thing I gotta do. I have to get going.
pt: Scusa, scusa! C'è 'na cosa che devo sbrigare. Devo scappare.

# 1500_Haruka
source: I'm really sorry. Something just came up. You'll have to excuse me.
pt: Mi dispiace davvero. Mi è sorto un imprevisto. Dovrete scusarmi.

# 1512_Sushi Chef
source: Ah, I see. Well, swing by again sometime.
pt: Ah, capisco. Beh, fatti un salto di nuovo, quando vuoi.

# 1560_Staff
source: Thank you very much.
pt: Grazie mille.
