Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033044d.po
Languages: pt

source: Sure.
pt: Certo.

source: Not particularly.
pt: Non particolarmente.

source: Easy Game Prizes
pt: Premi Partita Facile

source: Normal Game Prizes
pt: Premi Partita Normale

source: Academic Course Prizes
pt: Premi del Corso Accademico

source: Extra Course Prizes
pt: Premi del Corso Extra

source: Player
pt: Giocatore

# 44_Manager
source: Welcome. We take pride in our amazing prizes here! We're practically breaking the bank to get these prizes to you. Want to hear about our fabulous prizes?
pt: Benvenuto. Ci vantiamo dei nostri premi pazzeschi qui! Stiamo quasi svenandoci per procurarvi questi premi. Vuoi sentire dei nostri premi favolosi?

# 56_Manager
source: S Rank (1,500+ points) Staminan XX A Rank (1,300+ points) Bronze Plate B Rank (1,100+ points) Toughness Z C Rank (900+ points) Iron Plate
pt: Grado S (1.500+ punti) Staminan XX Grado A (1.300+ punti) Piastra di Bronzo Grado B (1.100+ punti) Toughness Z Grado C (900+ punti) Piastra di Ferro

# 68_Manager
source: S Rank (1,900+ points) Tauriner Maximum A Rank (1,700+ points) Staminan XX B Rank (1,500+ points) Tauriner ++ C Rank (1,300+ points) Tauriner +
pt: Grado S (1.900+ punti) Tauriner Maximum Grado A (1.700+ punti) Staminan XX Grado B (1.500+ punti) Tauriner ++ Grado C (1.300+ punti) Tauriner +

# 80_Manager
source: Five Correct Answers Special Pin-up Girl Photo (Collect all three!) Staminan X (If all photos collected) Three or More Correct Answers Pin-up Girl Photo (Collect all three!) Staminan X (If all photos collected)
pt: Cinque Risposte Corrette Foto Speciale di Ragazza Pin-up (Collezionale tutte e tre!) Staminan X (Se hai collezionato tutte le foto) Tre o Più Risposte Corrette Foto di Ragazza Pin-up (Collezionale tutte e tre!) Staminan X (Se hai collezionato tutte le foto)

# 92_Manager
source: All Panels Destroyed One Pin-up Girl Photo (Collect all three!) Staminan X (If all photos collected)
pt: Tutti i pannelli distrutti Una foto di una pin-up (Collezionale tutte e tre!) Staminan X (Se tutte le foto sono state raccolte)

# 104_Manager
source: It's a lineup of prizes that could have me bleeding red ink by the bucket. But, don't worry about me－swing away, friend.
pt: È una sfilza di premi che potrebbero farmi svenare. Ma non preoccuparti per me—dacci dentro, amico.

# 116_Player
source: Not particularly.
pt: Non particolarmente.

# 128_Manager
source: Uh... Oh. Really? Well, take my word for it－we have great prizes up for grabs. Check us out.
pt: Uh... Oh. Davvero? Beh, fidati di me—abbiamo dei premi da urlo in palio. Dacci un'occhiata.
