Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160088.po
Languages: pt

source: You got 1,900 experience points.
pt: Hai ottenuto 1.900 punti esperienza.

source: Shachoko Manager
pt: Gestore Shachoko

source: Cheerful Youth
pt: Gioventù Allegra

source: Sharply Dressed Gentleman
pt: Gentiluomo in tiro

source: Head-turning Lady
pt: Donna da capogiro

source: Businessman
pt: Uomo d'Affari

source: Middle-aged Man
pt: Uomo di mezza età

source: Businesswoman
pt: Donna d'affari

source: Elderly Man
pt: Uomo anziano

source: Middle-aged Woman
pt: Donna di mezza età

source: Give a Speech
pt: Fai un Discorso

source: Refuse
pt: Rifiuta

source: Old Guy
pt: Vecchio

source: Transfer from the national treasury.
pt: Trasferimento dal tesoro nazionale.

source: Find buried gold.
pt: Trova oro sepolto.

source: Sell off city assets.
pt: Svendere i beni comunali.

source: Expanding social services.
pt: Espandere i servizi sociali.

source: Constructing a theme park.
pt: Costruire un parco a tema.

source: Reducing the corporate tax burden.
pt: Ridurre il carico fiscale delle aziende.

source: To raise the child tax benefit.
pt: Aumentare il beneficio fiscale per i figli.

source: To build more senior care facilities.
pt: Costruire più strutture di assistenza per anziani.

source: To attract adult entertainment businesses.
pt: Attrarre attività di intrattenimento per adulti.

source: Politician
pt: Politico

# 152_Shinada
source: In closing, I ask you to take a look around you. If you feel like making Kineicho－no, all of Nagoya－a better place, then please vote Shozo Matsukane on election day!
pt: Per concludere, vi chiedo di guardarvi intorno. Se sentite che Kineicho—anzi, tutta Nagoya—possa diventare un posto migliore, allora, per favore, votate Shozo Matsukane il giorno delle elezioni!

# 164_Shinada
source: This concludes my talk. Thank you all for your time and consideration!
pt: Questo conclude il mio discorso. Grazie a tutti per il vostro tempo e la vostra attenzione!

# 176_Shachoko Manager
source: Don't forget to vote, my friends! Sow a seed into the future!
pt: Non dimenticate di votare, amici miei! Seminate un seme nel futuro!

# 236_Shinada
source: ...Wait, what the heck?
pt: Aspetta, ma che diavolo?

# 248_Shachoko Manager
source: It seems that no one bothered to stick around.
pt: Sembra che nessuno si sia degnato di restare.

# 260_Shinada
source: Ooh, I'm sorry about that. I kept screwing up and saying the wrong things.
pt: Oh, mi spiace per quello. Ho continuato a fare casini e a dire fesserie.

# 272_Shachoko Manager
source: No, that's quite all right. I'm the one who begged you to do this. No need to apologize. That's just how things go sometimes.
pt: No, va benissimo così. Sono io quello che ti ha implorato di farlo. Non devi scusarti. A volte va così.

# 284_Shinada
source: So, what now? Are you going to keep going with your streetcorner speeches?
pt: E adesso? Continuerai con i tuoi comizi per strada?

# 296_Shachoko Manager
source: Hmm. I don't know. Doing this solo is disheartening.
pt: Mmm. Non lo so. Farla da solo ti butta giù.

# 308_Shinada
source: Huh?
pt: Uh?

# 332_Cheerful Youth
source: Hey, boss! I'm sorry I'm so late!
pt: Ehi, capo! Mi spiace di essere così in ritardo!

# 344_Sharply Dressed Gentleman
source: Looks like someone beat me to the endorsement speech.
pt: Sembra che qualcuno mi abbia battuto sul tempo per il comizio di sostegno.

# 356_Head-turning Lady
source: I wanted to go first!
pt: Volevo andare per primo!

# 368_Shinada
source: Huh? What's with all these people...?
pt: Uh? Ma che è tutta 'sta gente...?

# 380_Shachoko Manager
source: Everyone... You guys actually came to support me?
pt: Gente... Siete venuti davvero a sostenermi?

# 392_Cheerful Youth
source: Are you kidding? Of course we did! You've been so good to me for years.
pt: Ma scherzi? Ma certo che sì! Sei sempre stato così bravo con me per anni.

# 404_Sharply Dressed Gentleman
source: Matsukane-san, I'm sorry for being so abrupt on the phone. It took me a while to pencil in some free time.
pt: Matsukane-san, mi dispiace di essere stato così sbrigativo al telefono. Mi ci è voluto un po' per ritagliarmi del tempo libero.

# 416_Head-turning Lady
source: Allow me to lend a hand as well.
pt: Permettimi di dare una mano anch'io.

# 428_Shinada
source: I guess you're not so alone after all, are you? There goes my first impression.
pt: Immagino che dopotutto non sei poi così solo, vero? Addio alla mia prima impressione.

# 440_Shachoko Manager
source: It's a blessing, that's for sure. Now I really can't let you guys down.
pt: È una benedizione, questo è certo. Ora non posso proprio deludervi.

# 452_Shachoko Manager
source: But, Ta-chan, you were the one that was there when I was down on myself the most.
pt: Ma, Ta-chan, sei stato tu quello che c'era quando ero più a terra.

# 464_Shachoko Manager
source: If you hadn't come through for me, I probably would have lost all hope.
pt: Se non mi avessi dato una mano, probabilmente avrei perso ogni speranza.

# 476_Shinada
source: Aww, why thank you. Makes me feel a little less awful about botching things up.
pt: Ah, grazie. Mi fa sentire un po' meno uno schifo per aver combinato un casino.

# 488_Shachoko Manager
source: I'm serious, Ta-chan. I really appreciate what you did for me!
pt: Dico sul serio, Ta-chan. Apprezzo davvero quello che hai fatto per me!

# 548_Shinada
source: Whoa...
pt: Caspita...

# 560_Shachoko Manager
source: Goodness me! Look at all these people!
pt: Mamma mia! Guarda quanta gente!

# 572_Businessman
source: Keep at it!
pt: Continua così!

# 584_Middle-aged Man
source: Ya sure got my vote!
pt: Certo che ti voto!

# 596_Businesswoman
source: See you at Shachoko sometime!
pt: Ci vediamo a Shachoko un giorno di questi!

# 608_Elderly Man
source: If your ramen's as good as your campaign, then I'm sold!
pt: Se il tuo ramen è buono quanto la tua campagna, allora sono tuo!

# 620_Middle-aged Woman
source: Do your best!
pt: Fai del tuo meglio!

# 632_Shachoko Manager
source: You did it, Ta-chan! You made this a huge success!
pt: Ce l'hai fatta, Ta-chan! Hai reso questo un successone!

# 644_Shinada
source: Hehe, I kinda did, didn't I? Guess anything's worth a try.
pt: Hehe, un po' sì, no? Tanto vale provarci.

# 656_Shachoko Manager
source: Your endorsement speech was truly magnificent! That's some hidden talent you have.
pt: Il tuo discorso di appoggio è stato davvero magnifico! Chi l'avrebbe detto che avevi un talento del genere!

# 668_Shinada
source: Aww, you're too kind. Now you're just inflating my ego.
pt: Ah, sei troppo gentile. Adesso mi stai solo gonfiando l'ego.

# 680_Shachoko Manager
source: It's no flattery－that's some gift of persuasion you have there. Truly, I'm in your debt.
pt: Non è adulazione－hai un gran dono di persuasione, quello sì. Ti sono davvero in debito.

# 692_Shachoko Manager
source: Unfortunately, I am on a campaign now, so I can't legally offer you any reward. I feel terrible about it, but－
pt: Purtroppo, sono in campagna elettorale ora, quindi non posso legalmente offrirti alcuna ricompensa. Mi dispiace un sacco, ma－

# 704_Shinada
source: Oh, no worries, man! I'm just glad I could help out.
pt: Oh, non ti preoccupare, amico! Sono solo contento di aver potuto dare una mano.

# 716_Shinada
source: Hm?
pt: Mh?

# 740_Cheerful Youth
source: Hey, boss! I'm sorry I'm so late!
pt: Ehi, capo! Mi dispiace di essere così in ritardo!

# 752_Sharply Dressed Gentleman
source: Looks like someone beat me to the endorsement speech.
pt: Sembra che qualcuno mi abbia anticipato per il discorso di appoggio.

# 764_Head-turning Lady
source: I wanted to go first!
pt: Volevo andare per primo!

# 776_Shinada
source: Huh? What's with all these people...?
pt: Eh? Ma che è 'sta gente...?

# 788_Shachoko Manager
source: Everyone... You guys actually came to support me?
pt: Tutti... Siete venuti davvero a supportarmi?

# 800_Cheerful Youth
source: Are you kidding? Of course we did! You've been so good to me for years.
pt: Ma scherzi? Certo che sì! Sei stato così buono con me per anni.

# 812_Sharply Dressed Gentleman
source: Matsukane-san, I'm sorry for being so abrupt on the phone. It took me a while to pencil in some free time.
pt: Matsukane-san, mi dispiace di essere stato così brusco al telefono. Mi ci è voluto un po' per ritagliarmi del tempo libero.

# 824_Head-turning Lady
source: It looks like you found someone perfect already.
pt: Sembra che tu abbia già trovato qualcuno di perfetto.

# 836_Shinada
source: Wait... You don't mean me, do you?
pt: Aspetta... Non intendi mica me, vero?

# 848_Shachoko Manager
source: Who else? That was a better endorsement speech than I could have ever hoped for.
pt: Chi se no? Quello è stato un discorso di appoggio migliore di quanto avrei mai potuto sperare.

# 860_Cheerful Youth
source: Let me take a shot at it, too. I'll try to match it just as good! And I'll put extra emphasis on how great of a manager you are!
pt: Ci voglio provare anch'io. E cercherò di essere altrettanto bravo! E sottolineerò ancor di più quanto sei un manager fantastico!

# 872_Sharply Dressed Gentleman
source: I, too, would like to speak on your behalf.
pt: Anch'io vorrei parlare a tuo nome.

# 884_Head-turning Lady
source: Then make that three!
pt: E allora tre!

# 896_Shinada
source: I guess you're not so alone after all, are you? There goes my first impression.
pt: A quanto pare non sei poi così solo, dopotutto, eh? Addio alla mia prima impressione.

# 908_Shachoko Manager
source: What can I say, I'm a lucky guy. I'm going to have to dig down deep so I don't let you people down.
pt: Che dire, sono un tipo fortunato. Dovrò darci dentro per non deludervi.

# 920_Shachoko Manager
source: But, Ta-chan, you're the one who really put me back on track. Thank you!
pt: Ma, Ta-chan, sei tu quello che mi ha davvero rimesso in carreggiata. Grazie!

# 1016_Shachoko Manager
source: Oh, Ta-chan! Just the man I wanted to see.
pt: Oh, Ta-chan! Proprio l'uomo che volevo vedere.

# 1028_Shinada
source: You wanted to see <Italic>me</Italic>? I thought you were gonna find someone to endorse you. What happened to that?
pt: Volevi vedere <Italic>me</Italic>? Pensavo che avresti cercato qualcuno che ti appoggiasse. Che fine ha fatto?

# 1040_Shachoko Manager
source: That's just it. Nobody would come out. They all said they were too busy to help.
pt: È proprio così. Nessuno si è fatto avanti. Dicevano tutti di essere troppo occupati per aiutare.

# 1052_Shinada
source: Ouch. Guess you're not very popular, are you? Isn't that kind of a problem for a politician?
pt: Cavolo. A quanto pare non sei molto popolare, eh? Non è un po' un problema per un politico?

# 1064_Shachoko Manager
source: Boy, that is really not what I needed to hear right now.
pt: Cavolo, non è proprio quello che mi serviva sentire adesso.

# 1076_Shinada
source: Haha, it was just a joke. Someone's gotta lighten the mood.
pt: Haha, era solo uno scherzo. Qualcuno deve pur alleggerire l'atmosfera.

# 1088_Shachoko Manager
source: Ta-chan, things are getting desperate here. I hate to impose, but can you do an endorsement speech for me?
pt: Ta-chan, la situazione si sta facendo disperata qui. Odio importi, ma potresti farmi un discorso di appoggio?

# 1100_Shinada
source: Huh? Me, give a speech? What, are you nuts? You know I can't do that.
pt: Eh? Io, fare un discorso? Ma sei impazzito? Sai che non posso farlo.

# 1112_Shachoko Manager
source: I'm begging you, please. I'll explain my policies right now. Oh, and throw in some wonderful qualities about me as well.
pt: Ti scongiuro, ti prego. Ti spiegherò le mie politiche subito. Oh, e buttaci dentro anche qualche mia qualità meravigliosa.

# 1124_Shinada
source: Uh. Like what?
pt: Uh. Tipo cosa?

# 1136_Shachoko Manager
source: Oh, come on, there's so many. Don't you remember? When you were flat broke, I'd give you big portions for the price of a regular bowl.
pt: Ma dai, ce ne sono così tante. Non ti ricordi? Quando eri al verde, ti davo porzioni abbondanti al prezzo di una scodella normale.

# 1148_Shinada
source: Did... that ever actually happen?
pt: Ma è mai successo davvero?

# 1160_Shachoko Manager
source: Happened all the time! Come on, Ta-chan, be of some help. I simply cannot stand it anymore! Being out here alone is so... so horrible...
pt: Succedeva sempre! Ma dai, Ta-chan, datti una mossa. Non ce la faccio più! Stare qui fuori da solo è così... così orribile...

# 1172_Shinada
source: You don't have to cry about it, you know. No one's forcing you to do this.
pt: Non devi mica piangere per questo, sai. Nessuno ti sta obbligando a farlo.

# 1184_Shachoko Manager
source: Granted, yes, that's true...
pt: Certo, sì, è vero...

# 1196_Shinada
source: Besides, who's going to listen if I do make a speech? An endorsement only works if it's someone famous.
pt: E poi, chi vuoi che mi ascolti se faccio un discorso? Un appoggio funziona solo se è uno famoso.

# 1208_Shachoko Manager
source: I tried to ask people like that, but each one turned me down.
pt: Ho provato a chiedere a gente così, ma ognuno mi ha detto di no.

# 1220_Shachoko Manager
source: Maybe if you just start speaking with a fiery fervor, people will automatically assume you're someone famous! And then they'll stop and listen!
pt: Magari se inizi a parlare con foga, la gente darà automaticamente per scontato che sei uno famoso! E poi si fermeranno e ti ascolteranno!

# 1232_Shinada
source: Yeah, doubt that.
pt: Mah, dubito.

# 1244_Shachoko Manager
source: No, I'm sure it'll happen. You're my only hope! It's either this, or my career as a politician is doomed!
pt: Ma no, vedrai che succederà! Sei la mia unica speranza! O così, o la mia carriera da politico è condannata!

# 1256_Shinada
source: Oh, all right. You've always been good to me, so I guess I owe you one. Let's see what I can do.
pt: Oh, va bene. Mi hai sempre trattato bene, quindi ti devo un favore. Vediamo un po' cosa posso fare.

# 1268_Shachoko Manager
source: You mean you'll help me? Really? You're the man, Ta-chan!
pt: Vuoi dire che mi aiuterai? Davvero? Sei un grande, Ta-chan!

# 1280_Shinada
source: Don't go expecting too much. You and I both know it's a longshot.
pt: Non farti troppe illusioni. Sappiamo entrambi che è un azzardo.

# 1292_Shachoko Manager
source: Duly noted.
pt: Ne prendo nota.

# 1304_Shinada
source: Okey-doke. So, I should talk about what a great guy you are while simultaneously promoting your platform, right?
pt: Ok, allora. Quindi dovrei parlare di quanto sei un tipo in gamba e intanto promuovere il tuo programma, giusto?

# 1316_Shachoko Manager
source: You don't have to put it so bluntly, but yeah, that's the gist of it.
pt: Non c'è bisogno di dirlo così schiettamente, ma sì, il succo è quello.

# 1328_Shinada
source: So what is your platform, anyway?
pt: Quindi, qual è il tuo programma, comunque?

# 1340_Shachoko Manager
source: Well, I'm an advocate of three key policies: tax cuts, job creation, and childcare support. You could say they're the three pillars of my political philosophy.
pt: Allora, sono un sostenitore di tre politiche chiave: tagli alle tasse, creazione di posti di lavoro e supporto all'infanzia. Si potrebbe dire che sono i tre pilastri della mia filosofia politica.

# 1352_Shinada
source: Got it. Have you thought of how you're going to achieve all that?
pt: Capito. Ci hai pensato a come farai a ottenere tutto ciò?

# 1364_Shachoko Manager
source: Of course I have. I'm not just doing this political thing on a whim. It's a bit lengthy, but let me fill you in on these policies.
pt: Ma certo che sì. Non è che faccia questa cosa della politica tanto per un capriccio. È un po' lunga, ma lascia che ti spieghi queste politiche.

# 1376_Shachoko Manager
source: First, tax cuts. My primary focus is to reduce the residence tax. We'll make up for the deficit with transfers from the national treasury.
pt: Innanzitutto, tagli alle tasse. Il mio obiettivo principale è ridurre la tassa di residenza. Compenseremo il deficit con trasferimenti dal tesoro nazionale.

# 1388_Shachoko Manager
source: By cutting wasteful government spending, we can systematically reduce the tax burden on all of our citizens.
pt: Riducendo gli sprechi della spesa pubblica, possiamo ridurre sistematicamente il carico fiscale su tutti i nostri cittadini.

# 1400_Shachoko Manager
source: That will spur consumer spending in their local communities, which in turn will stimulate growth nationwide.
pt: Ciò stimolerà la spesa dei consumatori nelle loro comunità locali, il che a sua volta stimolerà la crescita a livello nazionale.

# 1412_Shinada
source: Wow. That sounds like an actual policy!
pt: Caspita. Suona come una politica vera e propria!

# 1424_Shachoko Manager
source: Next, job creation. This also involves tax cuts. By reducing corporate taxes in Nagoya, we'll attract more businesses to the area.
pt: Poi, creazione di posti di lavoro. Anche qui si parla di tagli alle tasse. Riducendo le tasse aziendali a Nagoya, attireremo più aziende nella zona.

# 1436_Shachoko Manager
source: But the more money you make, the more taxes you pay. As a result, companies try to move their operations to tax havens offshore.
pt: Ma più soldi si fanno, più tasse si pagano. Di conseguenza, le aziende cercano di spostare le loro attività nei paradisi fiscali all'estero.

# 1448_Shachoko Manager
source: However, if all the rich were to flee Japan, the burden would fall on the rest of us. And eventually it would come full circle.
pt: Tuttavia, se tutti i ricchi dovessero fuggire dal Giappone, il peso ricadrebbe sul resto di noi. E alla fine il cerchio si chiuderebbe.

# 1460_Shachoko Manager
source: That's why I strongly believe reducing the tax burden on companies and the wealthy will revitalize Nagoya's economy and result in new jobs.
pt: Ecco perché sono fermamente convinto che ridurre il carico fiscale su aziende e ricchi rivitalizzerà l'economia di Nagoya e porterà a nuovi posti di lavoro.

# 1472_Shinada
source: Okay, got it. So it's not always bad to give the rich a break. Go figure.
pt: Capito. Quindi non è sempre un male dare un po' di respiro ai ricchi. Va' a capire.

# 1484_Shachoko Manager
source: Third is childcare support. In order to raise the birthrate to sustainable levels, the government needs to do its part to help child-rearing families.
pt: Terzo, il supporto all'infanzia. Per aumentare il tasso di natalità a livelli sostenibili, il governo deve fare la sua parte per aiutare le famiglie con figli.

# 1496_Shachoko Manager
source: I'm proposing that the child tax benefit be increased, with the difference to come from higher taxes for single people.
pt: Propongo di aumentare il beneficio fiscale per i figli, con la differenza a carico di tasse più elevate per i single.

# 1508_Shinada
source: Huh? That doesn't sound good for me.
pt: Eh? Non mi suona per niente bene.

# 1520_Shachoko Manager
source: No, it doesn't. So singles will think it's more worthwhile to raise kids. That will encourage more couples to marry.
pt: No, non lo è. Così i single penseranno che valga più la pena crescere figli. Questo incoraggerà più coppie a sposarsi.

# 1532_Shachoko Manager
source: Perhaps this may be criticized as just vote-buying, but I think the government needs to invest in the younger generation.
pt: Magari la criticheranno come semplice compravendita di voti, ma penso che il governo debba investire nei giovani.

# 1544_Shinada
source: True, true... Okay, I think I got it all down.
pt: Giusto, giusto... Ok, credo di aver afferrato tutto.

# 1556_Shinada
source: I'll try to work all that into my speech somehow.
pt: Proverò a infilare tutta quella roba nel mio discorso, in qualche modo.

# 1568_Shachoko Manager
source: Then I'll be counting on you, Ta-chan!
pt: Allora, conterò su di te, Ta-chan!

# 1580_Shinada
source: Yup. So, just to recap...
pt: Già. Quindi, giusto per ricapitolare...

# 1592_Shinada
source: Your three pillars were tax cuts, job creation, and childcare support. Huh, that about does it. Well, here goes nothing!
pt: I tuoi tre pilastri erano tagli alle tasse, creazione di posti di lavoro e supporto all'infanzia. Eh, direi che è tutto. Beh, tanto vale provarci!

# 1676_Shinada
source: You're barking up the wrong tree. Sorry, but no can do.
pt: Hai preso un granchio. Spiacente, ma non posso farci niente.

# 1688_Shachoko Manager
source: You can't leave me like this. I can't do this by myself!
pt: Non puoi lasciarmi così. Non ce la faccio da solo!

# 1712_Shachoko Manager
source: Ta-chan, please, help me out with an endorsement speech. You're the only one who can do it. Please? Don't make me beg.
pt: Ta-chan, per favore, aiutami con un discorso di sostegno. Sei l'unico che può farlo. Per favore? Non farmi supplicare.

# 1724_Shinada
source: Er-hem! Good day, fellow citizens! I'm sorry to disturb you on your busy day, but may I have your attention?
pt: Ehm! Buongiorno, concittadini! Mi dispiace disturbarvi nella vostra giornata impegnativa, ma posso avere la vostra attenzione?

# 1748_Businessman
source: What's going on?
pt: Che succede?

# 1760_Middle-aged Man
source: Is that some campaign rally?
pt: È una specie di comizio elettorale?

# 1784_Businesswoman
source: Who is that man?
pt: Chi è quell'uomo?

# 1796_Old Guy
source: I'm sure I've seen that face before.
pt: Sono sicuro di aver già visto quella faccia.

# 1808_Middle-aged Woman
source: Maybe it's somebody famous?
pt: Forse è qualcuno di famoso?

# 1820_Shinada
source: My name is Tatsuo Shinada. I am here today as a representative of the common people in support of Shozo Matsukane.
pt: Mi chiamo Tatsuo Shinada. Sono qui oggi come rappresentante della gente comune a sostegno di Shozo Matsukane.

# 1832_Shinada
source: Matsukane-shi has long operated a ramen restaurant in town. He can be considered a hero for filling the bellies of our fellow citizens.
pt: Matsukane-shi gestisce da tempo un ristorante di ramen in città. Può essere considerato un eroe per aver riempito le pance dei nostri concittadini.

# 1844_Shinada
source: Being locals like myself, I'm sure you at least know of Matsukane-shi's ramen restaurant, which goes by the name, uh...
pt: Essendo gente del posto come me, sono sicuro che conosciate almeno il ristorante di ramen di Matsukane-shi, che si chiama, uh...

# 1856_Shinada
source: Shachihoko Ramen! Held in the highest esteem among ramen fans in the know for its uniquely Nagoya charm.
pt: Shachihoko Ramen! Tenuto in altissima considerazione dagli appassionati di ramen che lo conoscono per il suo fascino unico di Nagoya.

# 1880_Middle-aged Man
source: There's a ramen place called that?
pt: C'è un posto di ramen che si chiama così?

# 1892_Businesswoman
source: I never heard of it.
pt: Mai sentito.

# 1916_Shachoko Manager
source: Hey, that's not it at all, Ta-chan! We're <Italic>Shachoko</Italic> Ramen. At least get that one right!
pt: Ehi, non è affatto così, Ta-chan! Siamo lo <Italic>Shachoko</Italic> Ramen. Almeno questo dillo giusto!

# 1928_Shinada
source: Yes! Shachoko! I've enjoyed many a heaping bowl of noodles as a regular there.
pt: Sì! Shachoko! Mi sono gustato un sacco di ciotole stracolme di noodles come cliente abituale.

# 1940_Shachoko Manager
source: A regular wouldn't get the name wrong.
pt: Un cliente abituale non sbaglierebbe il nome.

# 2024_Shinada
source: Shachoko Ramen! Held in the highest esteem among ramen fans in the know for its uniquely Nagoya charm.
pt: Shachoko Ramen! Tenuto in altissima considerazione dagli appassionati di ramen che lo conoscono per il suo fascino unico di Nagoya.
