Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001305bb.po
Languages: pt

source: You got a <Color:8>Snowball Pouch<Color:Default>.
pt: Hai ricevuto una <Color:8>Sacca da neve<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

source: Snowball Fight Coordinator
pt: Coordinatore della Battaglia a Palle di Neve

source: Snowball Fight 1/5
pt: Battaglia a Palle di Neve 1/5

source: Snowball Fight 2/5
pt: Battaglia a palle di neve 2/5

source: Snowball Fight 3/5
pt: Battaglia a palle di neve 3/5

source: Snowball Fight 4/5
pt: Battaglia a palle di neve 4/5

source: Snowball Fight 5/5
pt: Battaglia a Palle di Neve 5/5

# 56_Snowball Fight Coordinator
source: The arena is for snowball fights, hahaha. If you'd like to play, I can set you up. I handle all the registrations.
pt: L'arena è per le risse a palle di neve, hahaha. Se ti va di giocare, ti sistemo io. Mi occupo io di tutte le iscrizioni.

# 68_Saejima
source: Uh, that's okay. I ain't interested.
pt: Uh, a posto così. Non mi va.

# 80_Saejima
source: It was just an accident, me wanderin' in.
pt: È stato solo un incidente, che ci sono capitato dentro.

# 92_Snowball Fight Coordinator
source: Oh. Well, if you change your mind, please come see me!
pt: Oh. Beh, se cambi idea, vieni a trovarmi!

# 104_Saejima
source: Thanks. But for now, I gotta－ Wait a minute.
pt: Grazie. Ma per ora, devo－ Aspetta un attimo.

# 140_Saejima
source: (Can't go back to the hideout with these cops everywhere. Better kill some time here.)
pt: (Non posso tornare al covo con questi sbirri dappertutto. Meglio ammazzare un po' di tempo qui.)

# 152_Saejima
source: Uh... Hey, how 'bout tellin' me the rules? So I can see if it's my style of competition.
pt: Ehm... Ehi, che ne dici di dirmi le regole? Così vedo se è il mio tipo di competizione.

# 164_Snowball Fight Coordinator
source: Sure! Here's how you play...
pt: Certo! Ecco come si gioca...

# 176_Snowball Fight 1/5
source: You may participate in a snowball fight by speaking with the event registrar. Each game costs 1,000 yen to play.
pt: Puoi partecipare a una battaglia a palle di neve parlando con l'organizzatore dell'evento. Ogni partita costa 1.000 yen.

# 188_Snowball Fight 2/5
source: The participants are ranked according to the points they earn within a set time. The winner gets a prize!
pt: I partecipanti vengono classificati in base ai punti che guadagnano entro un tempo stabilito. Il vincitore riceve un premio!

# 200_Snowball Fight 3/5
source: Points are awarded and subtracted as follows: Hit an enemy with a snowball (strike): +3 Pts Get hit by a snowball (hit): -2 Pts Your total points will not fall below zero no matter how many times you are hit. During the final thirty seconds, the value of hits and strikes is doubled.
pt: I punti vengono assegnati e sottratti come segue: Colpisci un nemico con una palla di neve (attacco): +3 Punti Vieni colpito da una palla di neve (colpo subito): -2 Punti I tuoi punti totali non scenderanno sotto lo zero, non importa quante volte verrai colpito. Durante gli ultimi trenta secondi, il valore dei colpi e degli attacchi viene raddoppiato.

# 212_Snowball Fight 4/5
source: You may not make your own snowballs. Acquire snowballs from the restocking points located at the four corners of the playing field. You can fill your snowball pouch to capacity at any restocking point.
pt: Non puoi farti le tue palle di neve. Procurati le palle di neve dai punti di rifornimento situati ai quattro angoli del campo di gioco. Puoi riempire la tua sacca delle palle di neve al massimo in qualsiasi punto di rifornimento.

# 224_Snowball Fight 5/5
source: Win enough battles, and you can advance to more challenging courses (which offer better prizes).
pt: Vinci abbastanza battaglie, e potrai farti strada verso percorsi più tosti (che offrono premi più succosi).

# 236_Snowball Fight Coordinator
source: That about covers it. If you ever need a refresher on the rules, I'll be happy to explain again.
pt: Dovrebbe essere tutto. Se mai avessi bisogno di un ripasso delle regole, sarò felice di spiegarti di nuovo.

# 248_Snowball Fight Coordinator
source: Here's a snowball pouch. You need it to play.
pt: Ecco una sacca per le palle di neve. Ti serve per giocare.

# 284_Snowball Fight Coordinator
source: I'll be right here anytime you want to participate. Just let me know.
pt: Mi trovi qui ogni volta che ti va di partecipare. Basta che mi fai un fischio.

# 356_Saejima
source: (Good, the cops are gone. Wouldn't mind a snowball fight if there's time, though.)
pt: (Meno male, gli sbirri se ne sono andati. Comunque, una battaglia a palle di neve non mi dispiacerebbe, se c'è tempo.)
