Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c4c.po
Languages: pt

source: You sold a box of matches.
pt: Hai venduto una scatola di fiammiferi.

source: Dour Gangster
pt: Gangster arcigno

source: Little Match Girl
pt: Piccola Fiammiferaia

# 44_Saejima
source: Hey, ya wanna buy some matches?
pt: Ehi, vuoi un po' di fiammiferi?

# 56_Dour Gangster
source: Matches? What's that? The latest thing on the street?
pt: Fiammiferi? Cos'è 'sta roba? L'ultima che gira in strada?

# 68_Saejima
source: Huh? What're ya sayin'?
pt: Eh? Che stai dicendo?

# 80_Dour Gangster
source: Matches, you said. Is it good shit? I've been looking to get real fucked up, man.
pt: Fiammiferi, hai detto. È roba buona? È da un po' che cerco di sballarmi di brutto, amico.

# 92_Saejima
source: No, it's nothin' like that. I'm talkin' about real matches, the little sticks that catch fire when ya scrape 'em. Wanna buy a box for a hundred yen?
pt: No, non è mica roba del genere. Parlo di fiammiferi veri, quei bastoncini che prendono fuoco quando li strusci. Vuoi una scatola per cento yen?

# 104_Dour Gangster
source: Okay... I get it. If you wanna know more about the goods, you gotta buy a sample, is that it?
pt: Okay... ho capito. Se vuoi saperne di più sulla roba, devi comprare un assaggio, è così?

# 116_Saejima
source: Ain't got a clue what you're sayin'.
pt: Non capisco un cavolo di quello che dici.

# 128_Dour Gangster
source: Yeah man, I gotcha. I'll give it a go. Gimme a box.
pt: Sì, compare, t'ho capito. Ci provo. Dammi una scatola.

# 140_Saejima
source: Yeah? 'Preciate your business.
pt: Sì? Grazie per l'affare.

# 152_Little Match Girl
source: Oh, thank you very much!
pt: Oh, grazie mille!
