Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001302db.po
Languages: pt

# 2912_Kiryu
source: So you're saying you're popular with the ladies?
pt: Quindi dici che sei popolare con le ragazze?

# 2924_Sosuke
source: No, that's a different matter.
pt: No, quello è un altro discorso.

# 2936_Kiryu
source: How so?
pt: In che senso?

# 2948_Sosuke
source: It just is.
pt: È così e basta.

# 2960_Kiryu
source: I don't get it.
pt: Non capisco.

# 2972_Sosuke
source: I'm the type of guy that's in right now. Ladies go for guys like me.
pt: Sono il tipo di ragazzo che va adesso. Le ragazze vanno dietro a ragazzi come me.

# 2984_Sosuke
source: Just, you know, not right at this exact moment.
pt: Solo che, sai, non proprio in questo preciso momento.

# 2996_Kiryu
source: What? Sorry, you lost me there.
pt: Cosa? Scusa, non ti seguo più.

# 3008_Sosuke
source: Ladies should be all over me, but they're not.
pt: Le ragazze dovrebbero starmi addosso, ma non è così.

# 3032_Sosuke
source: This sucks...
pt: Che schifo...

# 3044_Kiryu
source: Come on, relax. I don't know what you're talking about, but does it really matter?
pt: Dai, rilassati. Non so di cosa stai parlando, ma importa davvero?

# 3056_Sosuke
source: Guess not.
pt: Direi di no.

# 3068_Kiryu
source: (He looks really depressed all of a sudden. I hope he snaps out of it.)
pt: (Sembra davvero depresso all'improvviso. Spero che si riprenda.)

# 3080_Sosuke
source: Come on, old man. That was just plain sad.
pt: Dai, vecchio. È stato davvero penoso.

# 3092_Sosuke
source: Let's pretend that didn't happen, okay? Come back when you're ready to be a winner.
pt: Facciamo finta che non sia successo, ok? Torna quando sei pronto a essere un vincitore.

# 3164_Sosuke
source: You made it through. I guess you pass, then.
pt: Ce l'hai fatta. Direi che hai passato la prova, allora.

# 3188_Kiryu
source: Either I pass or I don't. What's to guess about it?
pt: O passo o non passo. Che c'è da indovinare?

# 3200_Sosuke
source: You really like to fuss over the details, huh?
pt: Ti piace proprio perderti nei dettagli, eh?

# 3224_Sosuke
source: Man, I really hope I don't end up a useless old geezer like you and my gramps.
pt: Cavolo, spero davvero di non finire un vecchiaccio inutile come te e il mio nonno.

# 3236_Kiryu
source: What, are you worried about growing old at your age?
pt: Ma, sei preoccupato di invecchiare alla tua età?

# 3248_Sosuke
source: Nah... Truth is, you and my gramps are still kicking some serious ass for your age.
pt: Nah... La verità è, tu e il mio nonno spaccate ancora il culo di brutto alla vostra età.

# 3260_Sosuke
source: Plus, you guys got this cool, rough edge that only comes with growing older.
pt: In più, voi avete quella grinta tosta e figa che viene solo con l'età.

# 3272_Kiryu
source: What happened to all that trash talk about you being strong and good looking?
pt: Che fine hanno fatto tutte quelle spacconate sul fatto che eri forte e un gran figo?

# 3284_Sosuke
source: Well...
pt: Beh...

# 3296_Sosuke
source: Maybe this'll explain it. Got a minute?
pt: Forse così capisci. Hai un attimo?

# 3308_Kiryu
source: Clock's ticking.
pt: Il tempo stringe.

# 3320_Sosuke
source: I never knew what my gramps looked like when I was a kid. My dad didn't want anything to do with him.
pt: Non ho mai saputo che aspetto avesse il mio nonno quando ero un ragazzino. Mio padre non ne voleva sapere niente di lui.

# 3332_Sosuke
source: That's because Gramps was a homeless loser.
pt: Questo è perché il nonno era un barbone fallito.

# 3344_Sosuke
source: But I was kind of a wimpy little kid. Kids who were older and bigger would always pick on me.
pt: Ma io ero un po' un ragazzino fifone. I ragazzi più grandi e grossi mi prendevano sempre di mira.

# 3356_Kiryu
source: You were bullied when you were a kid?
pt: Eri bullizzato quando eri un ragazzino?

# 3368_Sosuke
source: Yeah, pretty sad, right? So I ended up seeking out my gramps for help. Had him teach me the Komaki style.
pt: Sì, piuttosto triste, no? Così alla fine sono andato a cercare il mio nonno per farmi aiutare. E mi sono fatto insegnare lo stile Komaki.

# 3380_Sosuke
source: Long story short, I became the kickass fighter I am today. Gramps even said I had potential.
pt: Per farla breve, sono diventato il combattente tosto che sono oggi. Il nonno ha pure detto che avevo potenziale.

# 3392_Sosuke
source: But when I decided to go get my revenge against those bullies, my gramps stopped me.
pt: Ma quando ho deciso di andare a prendermi la mia vendetta contro quei bulli, il mio nonno mi ha fermato.

# 3404_Sosuke
source: He told me, "Technique alone is not enough. You must also have a strong heart."
pt: Mi ha detto: "La sola tecnica non basta. Devi anche avere un cuore forte."

# 3416_Kiryu
source: Words of wisdom.
pt: Parole di saggezza.

# 3428_Sosuke
source: Yeah? Well, I don't get it. Guess I'm really that dumb.
pt: Già? Beh, non ci arrivo proprio. Immagino di essere proprio così tonto.

# 3440_Sosuke
source: The Komaki techniques are really powerful. I want to use them to stop bad guys. That's the right thing to do, isn't it?
pt: Le tecniche Komaki sono davvero potenti. Voglio usarle per fermare i cattivi. È la cosa giusta da fare, no?

# 3452_Sosuke
source: Opening a dojo and practicing together all friendly-like... Is that what the Komaki style is for?
pt: Aprire un dojo e allenarsi insieme, tutto in amicizia... È a questo che serve lo stile Komaki?

# 3464_Kiryu
source: The right thing, huh? That's a tough one.
pt: La cosa giusta, eh? È dura, questa.

# 3476_Kiryu
source: It's easy to beat down punks who get on your nerves, but that's not necessarily the right thing to do.
pt: È facile pestare i teppisti che ti danno sui nervi, ma non è necessariamente la cosa giusta da fare.

# 3488_Kiryu
source: The people you call bad guys might be doing what they think is right, too. Ever think of that?
pt: Le persone che tu chiami cattivi potrebbero fare quello che pensano sia giusto, anche loro. Ci hai mai pensato?

# 3500_Sosuke
source: I get what you're saying, but...
pt: Capisco quello che dici, ma...

# 3512_Sosuke
source: Oh, man! I'm so confused! And the stuff old dudes like you say just makes it worse!
pt: Oh, cavolo! Sono troppo confuso! E le cose che dicono vecchi come te non fanno che peggiorare le cose!

# 3524_Sosuke
source: The Komaki techniques are all I've got. I don't have anything else I can count on.
pt: Le tecniche Komaki sono tutto quello che ho. Non ho nient'altro su cui posso contare.

# 3548_Sosuke
source: I've got one more thing to teach you. It's something I came up with myself. Come on back when you're ready.
pt: Ho un'altra cosa da insegnarti. È qualcosa che mi sono inventato io. Fatti rivedere quando sei pronto.

# 3560_Sosuke
source: After that, your training will be complete, and we can finally duke it out for keeps.
pt: Dopo di che, il tuo allenamento sarà completo, e potremo finalmente scontrarci per la resa dei conti.

# 3572_Kiryu
source: Sounds good to me.
pt: Mi sembra buono.

# 3584_Sosuke
source: Come on, old man. That was just plain sad.
pt: Dai, vecchio. È stato davvero penoso.

# 3596_Sosuke
source: Let's pretend that didn't happen, okay? Come back when you're ready to be a winner.
pt: Facciamo finta che non sia successo, ok? Torna quando sei pronto a essere un vincitore.

# 3668_Sosuke
source: Nice! You nailed that one!
pt: Ottimo! L'hai azzeccata!

# 3680_Kiryu
source: Yeah. That one's bound to come in handy.
pt: Sì. Quella mi farà di certo comodo.

# 3704_Sosuke
source: I thought you were hopeless at first. I didn't think you'd make it this far.
pt: All'inizio pensavo fossi un caso perso. Non pensavo saresti arrivato fin qui.

# 3716_Kiryu
source: That's a pretty backhanded compliment.
pt: Questo è un complimento un po' infame.

# 3728_Sosuke
source: You got me there, old man.
pt: Mi hai beccato, vecchio.

# 3740_Sosuke
source: But really, you're turning out a lot better than I thought you'd be.
pt: Ma sul serio, stai venendo fuori molto meglio di quanto pensassi.

# 3752_Kiryu
source: Heh. Thanks, I guess.
pt: Beh, grazie, immagino.

# 3764_Sosuke
source: No problem. Now you should be good enough that I don't have to hold back anymore.
pt: Nessun problema. Ora dovresti essere abbastanza bravo così non devo più trattenermi.

# 3776_Sosuke
source: So now we can face off for real.
pt: Quindi ora possiamo scontrarci per davvero.

# 3788_Kiryu
source: Hold on.
pt: Si fermi.

# 3800_Sosuke
source: What's the matter? You scared?
pt: Che c'è? Hai paura?

# 3812_Kiryu
source: You know how you noticed I'd gotten rusty? Well, I noticed something, too.
pt: Sai quando hai notato che mi ero arrugginito? Beh, anch'io ho notato una cosa.

# 3824_Sosuke
source: Oh, this should be good. Let's hear it!
pt: Oh, questa sarà bella. Spara!

# 3836_Kiryu
source: Relax. I just noticed that you're not at your full fighting potential, either.
pt: Rilassati. Ho appena notato che neanche tu sei al tuo pieno potenziale di combattimento.

# 3848_Sosuke
source: Huh? What're you babbling about, old man?
pt: Eh? Di che stai blaterando, vecchio?

# 3860_Kiryu
source: I'm not one to talk, but your moves are more about violence than martial arts.
pt: Non dovrei dirlo io, ma le tue mosse sono più violenza che arti marziali.

# 3872_Kiryu
source: If Master Komaki taught you himself, your form would be cleaner, and you'd put your heart and soul into each technique.
pt: Se il Maestro Komaki ti avesse insegnato lui stesso, la tua forma sarebbe più pulita, e metteresti il cuore e l'anima in ogni tecnica.

# 3884_Kiryu
source: I don't sense that in your fighting, even assuming that you're holding back.
pt: Non lo sento nel tuo combattimento, anche supponendo che ti stia trattenendo.

# 3896_Sosuke
source: Are you just trying to piss me off now?
pt: Stai solo cercando di farmi incazzare ora?

# 3908_Sosuke
source: Fine with me. That load of bullshit's given me even more motivation to kick your ass.
pt: Per me va bene. Quella stronzata mi ha dato ancora più motivazione a spaccarti il culo.

# 3920_Kiryu
source: I don't mind taking you on, but you're trying to prove something, not just fight.
pt: Non mi tiro indietro ad affrontarti, ma stai cercando di dimostrare qualcosa, non solo di combattere.

# 3932_Sosuke
source: Just say what you mean already, old man.
pt: Ma dillo e basta cosa intendi, vecchio.

# 3944_Kiryu
source: I'm not sure why, but...
pt: Non sono sicuro perché, ma...

# 3956_Kiryu
source: Something tells me you should go see your grandfather.
pt: Qualcosa mi dice che dovresti andare a trovare tuo nonno.

# 3968_Sosuke
source: What? Oh, I get it.
pt: Cosa? Ah, capisco.

# 3980_Kiryu
source: I get that you want to be the best and the strongest. I get that you think looks are a part of that.
pt: Capisco che vuoi essere il migliore e il più forte. Capisco che pensi che l'apparenza sia una parte di questo.

# 3992_Kiryu
source: But it looks to me like you're just spinning your wheels.
pt: Ma a me sembra che tu stia solo girando a vuoto.

# 4004_Sosuke
source: You trying to piss me off again?
pt: Stai cercando di farmi incazzare di nuovo?

# 4016_Kiryu
source: You're not trying to surpass your grandfather. You want to impress him.
pt: Non stai cercando di superare tuo nonno. Vuoi impressionarlo.

# 4028_Sosuke
source: What the hell're you talking about!?
pt: Ma che cazzo stai dicendo!?

# 4040_Kiryu
source: By your reaction, I'd say I hit a nerve.
pt: Dalla tua reazione, direi che ho toccato un nervo scoperto.

# 4052_Kiryu
source: Under all that machismo, you're just a little kid looking for a little affirmation.
pt: Dietro tutto quel machismo, sei solo un ragazzino in cerca di un po' di conferma.

# 4064_Sosuke
source: You son of a bitch! You think I'm gonna sit here and take that shit from you!?
pt: Figlio di puttana! Pensi che starò qui a prendermi questa merda da te!?

# 4076_Sosuke
source: I don't care what that old geezer thinks. I already know I'm a total badass.
pt: Non mi frega un cazzo di quello che pensa quel vecchiaccio. So già di essere un vero duro.

# 4088_Sosuke
source: Screw you, old man! Who do you think you are, anyway?
pt: Vaffanculo, vecchiaccio! Ma chi cazzo ti credi di essere?

# 4100_Kiryu
source: I'm just pointing out the obvious. You decide what you need to do. But remember...
pt: Sto solo facendo notare l'ovvio. Decidi tu cosa devi fare. Ma ricorda...

# 4112_Kiryu
source: The more you resort to violence, the further you stray from your grandfather's path.
pt: Più ricorri alla violenza, più ti allontani dalla via di tuo nonno.

# 4136_Kiryu
source: That's all I have to say. Take some time to think about it.
pt: Questo è tutto quello che ho da dirti. Prenditi un po' di tempo per pensarci su.

# 4148_Sosuke
source: Dammit!
pt: Dannazione!

# 4160_Sosuke
source: Screw this, we'll settle this next time! You'll pay for dissing me!
pt: Vaffanculo, la regoleremo la prossima volta! Me la pagherai per avermi offeso!

# 4172_Sosuke
source: Now get your ugly ass out of my face!
pt: Ora togliti di mezzo, brutto stronzo!

# 4184_Sosuke
source: Come on, old man. That was just plain sad.
pt: Dai, vecchio. È stato davvero penoso.

# 4196_Sosuke
source: Let's pretend that didn't happen, okay? Come back when you're ready to be a winner.
pt: Facciamo finta che non sia successo, ok? Torna quando sei pronto a essere un vincitore.

# 4256_Sosuke
source: You actually came. Thought I might never see you again by the way you acted.
pt: Sei venuto davvero. Pensavo che non ti avrei mai più rivisto, visto come ti eri comportato.

# 4268_Kiryu
source: Just felt like stopping by.
pt: Mi andava di fare un salto.

# 4280_Sosuke
source: Yeah? Well, you're here, so that's all that matters.
pt: Ah sì? Beh, sei qui, quindi è l'unica cosa che conta.

# 4292_Sosuke
source: Let's get down to business. I noticed something when I watched you fight.
pt: Andiamo al sodo. Ho notato qualcosa quando ti ho visto combattere.

# 4304_Sosuke
source: You use Komaki techniques here and there. Did you learn them from Sotaro Komaki?
pt: Usi tecniche Komaki qua e là. Le hai imparate da Sotaro Komaki?

# 4328_Sosuke
source: You'd rather not say? There's no point in hiding it, but whatever.
pt: Non vuoi dirlo? Non ha senso nasconderlo, ma vabbè.

# 4340_Sosuke
source: Sotaro Komaki's my grandpa. I learned the Komaki style from him.
pt: Sotaro Komaki è mio nonno. Ho imparato lo stile Komaki da lui.

# 4352_Sosuke
source: You probably noticed when we fought that we use some of the same moves.
pt: Avrai probabilmente notato quando ci siamo scontrati che usiamo alcune delle stesse mosse.

# 4364_Sosuke
source: I was surprised at first, but I guess there are more of us than you'd think.
pt: All'inizio sono rimasto sorpreso, ma immagino che siamo di più di quanto penseresti.

# 4376_Kiryu
source: So that's why you approached me.
pt: Quindi è per questo che ti sei avvicinato a me.

# 4388_Sosuke
source: Yeah, but that's not really the point.
pt: Sì, ma non è proprio il punto.

# 4400_Sosuke
source: I won't ask you how you know my gramps's techniques if you don't want to talk about it.
pt: Non ti chiederò come conosci le tecniche di mio nonno se non vuoi parlarne.

# 4412_Sosuke
source: But I hardly ever run into one of his students, especially one that looks as tough as you. That's why I couldn't let it go.
pt: Ma quasi mai mi imbatto in uno dei suoi studenti, specialmente uno tosto come te. Ecco perché non potevo lasciar perdere.

# 4424_Sosuke
source: And that's why I need to beat the shit out of you. Sorry, but that's just the way it is.
pt: Ed è per questo che devo spaccarti il culo. Scusa, ma è così e basta.

# 4448_Sosuke
source: Gramps thought you were good enough for him to train, but the way you are now, there's no point in beating you.
pt: Nonno ti riteneva abbastanza in gamba da allenare, ma come sei messo adesso, non ha senso picchiarti.

# 4460_Sosuke
source: I'm going to train your rusty ass till you're in top form and can give me the fight I really want.
pt: Ti allenerò quel culo arrugginito finché non sarai in perfetta forma e potrai darmi lo scontro che desidero davvero.

# 4472_Sosuke
source: Then I'll beat you down with all I've got.
pt: Poi ti spaccherò il culo con tutto quello che ho.

# 4484_Kiryu
source: I get it. Then you'll feel like you've beaten your grandfather, too.
pt: Capisco. Allora ti sentirai come se avessi battuto anche tuo nonno.

# 4496_Kiryu
source: But if you want to fight him, just do it man to man instead of being so roundabout with it.
pt: Ma se vuoi affrontarlo, fallo da uomo a uomo invece di girarci tanto intorno.

# 4508_Sosuke
source: Man, you don't know what you're talking about.
pt: Ma dai, non sai di cosa stai parlando.

# 4520_Sosuke
source: I could beat that old geezer with one hand tied behind my back. This is about so much more than that.
pt: Potrei battere quel vecchio con una mano legata dietro la schiena. Qui si tratta di molto di più di questo.

# 4532_Kiryu
source: What's it about, then?
pt: Di cosa si tratta, allora?

# 4544_Sosuke
source: You really want to know? I get the feeling you couldn't care less.
pt: Vuoi davvero saperlo? Ho la sensazione che non te ne freghi niente.

# 4556_Sosuke
source: But if it turns out to be worth my time getting you back into shape, then I'll let you in on what I'm after.
pt: Ma se rimetterti in forma si dimostrerà valerne la pena, allora ti farò sapere cosa voglio.

# 4568_Kiryu
source: Fair enough.
pt: Mi sembra giusto.

# 4580_Sosuke
source: But if those lowlifes around town still give you a run for your money, you've got a ways to go.
pt: Ma se quei farabutti in giro per la città ti danno ancora del filo da torcere, hai ancora molta strada da fare.

# 4592_Sosuke
source: Using one big move after another isn't always the answer. Be more strategic in your battles.
pt: Non è sempre la risposta tirare fuori una mossa grossa dietro l'altra. Sii più strategico nei tuoi scontri.

# 4604_Heat Action Suppression Button
source: You can prevent the activation of Heat Actions by holding down <Action:Battle_Center_Camera@Combat>. Do this when you want to raise the Heat Gauge or take greater control of how you use your techniques.
pt: Puoi impedire l'attivazione delle Heat Action tenendo premuto <Action:Battle_Center_Camera@Combat>. Fallo quando vuoi aumentare la Heat Gauge o avere un maggiore controllo su come usi le tue tecniche.

# 4616_Sosuke
source: But I don't suppose I need to tell you that. You probably already figured it out yourself.
pt: Ma non credo ci sia bisogno che te lo dica io. Probabilmente l'hai già capito da solo.

# 4628_Sosuke
source: Anyway, come see me whenever you feel like practicing. I'll smack you back into shape.
pt: Comunque, vieni a trovarmi quando hai voglia di allenarti. Ti rimetterò in sesto io.

# 4640_Sosuke
source: If I'm not here, just come find me around town. I like to keep it casual like that.
pt: Se non sono qui, vieni a trovarmi in giro per la città. Mi piace che sia così alla buona.

# 4664_Sosuke
source: Hey, old man.
pt: Ehi, vecchio.

# 4676_Kiryu
source: You sound down in the dumps. What's up?
pt: Sembri giù di corda. Che c'è?

# 4688_Sosuke
source: I thought about what you said.
pt: Ho pensato a quello che hai detto.

# 4700_Sosuke
source: And as much as I hate to admit it, I think you were right.
pt: E anche se mi scoccia ammetterlo, credo che tu avessi ragione.

# 4712_Kiryu
source: Fair enough.
pt: Mi sembra giusto.

# 4724_Sosuke
source: I wanted my gramps to see me as a real man. That's all I've ever wanted.
pt: Volevo che mio nonno mi vedesse come un vero uomo. È tutto quello che ho sempre voluto.

# 4736_Sosuke
source: But I got caught up in proving how strong I was. That's why my Komaki techniques just turned into violence.
pt: Ma mi sono lasciato prendere la mano dal voler dimostrare quanto fossi forte. È per questo che le mie tecniche Komaki si sono trasformate solo in violenza.

# 4748_Kiryu
source: Wait, are you actually admitting you were wrong?
pt: Aspetta, stai davvero ammettendo che avevi torto?

# 4760_Sosuke
source: What? No! I don't second-guess myself, and I never have regrets.
pt: Cosa? No! Non ho ripensamenti, e non ho mai rimpianti.

# 4772_Kiryu
source: Right...
pt: Giusto...

# 4784_Sosuke
source: It's just, as long as my fighting is nothing but violence, I'll never surpass my gramps, and I won't be the man I want to be.
pt: È solo che, finché il mio combattimento sarà nient'altro che violenza, non supererò mai mio nonno, e non sarò l'uomo che voglio essere.

# 4796_Sosuke
source: I have to open my eyes.
pt: Devo aprire gli occhi.

# 4808_Kiryu
source: Yeah?
pt: Sì?

# 4820_Sosuke
source: I'm going to go slug it out with my gramps and face reality, just like you said.
pt: Andrò a fare a botte con mio nonno e ad affrontare la realtà, proprio come hai detto tu.

# 4832_Sosuke
source: And if nothing changes, then I guess I'm not really all that.
pt: E se niente cambia, allora mi sa che non sono poi un granché.

# 4844_Kiryu
source: You're finally sounding like a man.
pt: Finalmente stai parlando come un uomo.

# 4856_Sosuke
source: Man, there you go again offering a compliment like you're better than me or something.
pt: Mpf, eccoti di nuovo a farmi un complimento come se fossi superiore a me o roba del genere.

# 4868_Kiryu
source: Heh.
pt: Eh.

# 4880_Sosuke
source: Tsk, whatever.
pt: Mpf, vabbè.

# 4892_Sosuke
source: Time for me to bounce. I'm off to Kamurocho, and I won't be back till I'm good and ready.
pt: È ora di svignarsela. Vado a Kamurocho, e non tornerò finché non sarò bello che pronto.

# 4904_Kiryu
source: Okay, good luck.
pt: Va bene, buona fortuna.

# 4916_Sosuke
source: I'm going to need more help than "good luck," old man.
pt: Mi servirà più aiuto di un "buona fortuna", vecchio.

# 4928_Kiryu
source: What do you mean?
pt: Cosa intendi?

# 4940_Sosuke
source: Well, you were the one who told me to go see my gramps, so...
pt: Beh, sei stato tu a dirmi di andare a trovare mio nonno, quindi...

# 4952_Kiryu
source: You're not suggesting－
pt: Non starai mica dicendo—

# 4964_Sosuke
source: That's exactly what I'm suggesting. I mean, how could I possibly afford a trip to Kamurocho?
pt: È esattamente quello che sto suggerendo. Voglio dire, come potrei mai permettermi un viaggio a Kamurocho?

# 4976_Sosuke
source: It's your duty as an adult to help young people like me chase their dreams.
pt: È tuo dovere da adulto aiutare giovani come me a inseguire i loro sogni.

# 4988_Kiryu
source: Unbelievable...
pt: Incredibile...

# 5000_Sosuke
source: Hey, old man. You decide to fund my trip yet?
pt: Ehi, vecchio. Hai già deciso di pagarmi il viaggio?

# 5012_Kiryu
source: (30,000 yen should be enough to get him to Tokyo. Hmm...)
pt: 30.000 yen dovrebbero bastare per farlo arrivare a Tokyo. Mmm...

# 5024_Kiryu
source: Don't be a spoiled brat. Get the money yourself.
pt: Non fare il moccioso viziato. Trovati i soldi da solo.

# 5036_Sosuke
source: Man, really? Man, it's not like this is about the money or anything.
pt: Cavolo, davvero? Cavolo, non è mica una questione di soldi o altro.

# 5048_Sosuke
source: You were pushing me to go see Gramps, but I wasn't sure if you really cared or if you were just saying it.
pt: Mi stavi spingendo ad andare a trovare il Nonno, ma non ero sicuro se ti importasse davvero o se lo stavi solo dicendo.

# 5060_Sosuke
source: I guess now I know.
pt: Beh, ora lo so.

# 5084_Kiryu
source: Sorry, I'm a little short right now. Maybe next time.
pt: Scusa, sono un po' a corto ora. Forse la prossima volta.

# 5096_Sosuke
source: I'll be waiting right here. Not like I have a choice, anyway.
pt: Aspetterò proprio qui. Comunque non è che abbia scelta.

# 5108_Sosuke
source: Sweet. I'll put it to good use.
pt: Ottimo. Ne farò buon uso.
