Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690235.po
Languages: pt

# 4988_Yoko
source: You're young, so a little rest would work wonders. Knowing you, though, I'm sure resting is the last thing you want to do.
pt: Sei giovane, quindi un po’ di riposo farebbe miracoli. Ma conoscendoti, sono sicura che riposare è l’ultima cosa che vuoi fare.

# 5000_Haruka
source: That's true. I'd really like to focus on my lessons and work.
pt: È vero. Vorrei davvero concentrarmi sulle lezioni e sul lavoro.

# 5012_Yoko
source: I thought you might say that, so let me tell you how to lighten the load a bit.
pt: Immaginavo che l’avresti detto, quindi lascia che ti spieghi come alleggerire un po’ il carico.

# 5024_Yoko
source: Go get some yin er at the pharmacy.
pt: Vai a prendere dello yin er in farmacia.

# 5036_Yoko
source: It's very popular, but I've instructed the pharmacy to hold some for you.
pt: È molto richiesto, ma ho detto alla farmacia di tenerne un po’ da parte per te.

# 5048_Haruka
source: Um... What was that stuff called again?
pt: Ehm… Come si chiamava quella cosa?

# 5060_Yoko
source: That's what's wrong with kids today, always distracted. It's called yin er.
pt: Ecco cosa c’è che non va nei giovani d’oggi, sempre distratti. Si chiama yin er.

# 5072_Haruka
source: Yin er? That's its Chinese name? What does it do?
pt: Yin er? È il suo nome cinese? A cosa serve?

# 5084_Yoko
source: It's a type of Chinese medicine that's essential in my skincare regimen. I'll tell you more later, but for now, just go pick it up.
pt: È un tipo di medicina cinese essenziale nella mia routine di cura della pelle. Ti spiegherò meglio dopo, ma per ora vai semplicemente a prenderlo.

# 5096_Haruka
source: I understand.
pt: Capisco.
