Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031a.po
Languages: pt

source: You got a <Color:8>Staminan XX<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan XX<Color:Default>.

source: You learned <Color:9>Slash Kick Plus<Color:Default>.
pt: Hai imparato <Color:9>Slash Kick Plus<Color:Default>.

source: You learned <Color:9>Quickstep Attack<Color:Default>.
pt: Hai imparato <Color:9>Quickstep Attack<Color:Default>.

source: You learned <Color:9>Meteor Strike (Climax Furore)<Color:Default>.
pt: Hai imparato <Color:9>Meteor Strike (Climax Furore)<Color:Default>.

source: You learned <Color:9>Launch Strike Plus<Color:Default>.
pt: Hai imparato <Color:9>Launch Strike Plus<Color:Default>.

source: You learned <Color:9>Counter Kick<Color:Default>.
pt: Hai imparato <Color:9>Counter Kick<Color:Default>.

source: You learned <Color:9>Final Drive (Climax Furore)<Color:Default>.
pt: Hai imparato <Color:9>Final Drive (Climax Furore)<Color:Default>.

source: Player
pt: Giocatore

source: Young Man
pt: Giovane

source: Sunglassed Man
pt: Uomo con gli occhiali da sole

source: Man in Black
pt: Uomo in nero

source: Saigo's Student
pt: Studente di Saigo

source: Akiyama's Voice
pt: Voce di Akiyama

source: Ready
pt: Pronto

source: Not Yet
pt: Non ancora

source: Train
pt: Allenamento

source: Not Now
pt: Non ora

source: Saigo's Training
pt: L'addestramento di Saigo

source: Suicidal Running
pt: Corsa suicida

source: Suicidal Shooting
pt: Sparatoria suicida

source: Suicidal Combat
pt: Combattimento suicida

source: True Suicidal Running
pt: Vera Corsa suicida

source: True Suicidal Shooting
pt: Vera Sparatoria suicida

source: True Suicidal Combat
pt: Vero Combattimento suicida

source: Never Mind
pt: Lascia perdere

# 264_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 288_Young Man
source: I have a question, Master!
pt: Ho una domanda, Maestro!

# 300_Sunglassed Man
source: Okay, let's hear it.
pt: Ok, sentiamo.

# 432_Young Man
source: Is it true that nothing is certain?
pt: È vero che niente è certo?

# 444_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 456_Sunglassed Man
source: I love curry! That is the only thing that is certain!
pt: Adoro il curry! Quella è l'unica cosa certa!

# 468_Young Man
source: Is it true that having someone special in your life makes you stronger?
pt: È vero che avere qualcuno di speciale nella tua vita ti rende più forte?

# 480_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 492_Sunglassed Man
source: If you have time to find someone special, use it to do squats! That's guaranteed to make you stronger!
pt: Se hai tempo per trovare qualcuno di speciale, usalo per fare gli squat! Quello sì che ti rende più forte!

# 504_Young Man
source: Everyone puts a different kind of meat in curry. Which one's the right one?
pt: Ognuno mette un tipo diverso di carne nel curry. Qual è quella giusta?

# 516_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 528_Sunglassed Man
source: No matter what you put in curry, it still tastes like curry! Nothing you add can change that!
pt: Qualsiasi cosa ci metti nel curry, ha sempre il sapore di curry! Niente di quello che aggiungi può cambiarlo!

# 540_Young Man
source: My feet have been really stinky lately. What should I do?
pt: Mi puzzano i piedi un sacco ultimamente. Che dovrei fare?

# 552_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 564_Sunglassed Man
source: Wash between your toes! Most people only wash the bottom and sides of their feet!
pt: Lavati tra le dita dei piedi! Molti si lavano solo la pianta e i lati dei piedi!

# 576_Young Man
source: I waste money like crazy. How can I become more frugal?
pt: Spreco soldi a manetta. Come faccio a spendere meno?

# 588_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 600_Sunglassed Man
source: Donate all your money to charity! Then you won't have to worry about wasting it anymore!
pt: Dona tutti i tuoi soldi in beneficenza! Così non dovrai più preoccuparti di sprecarli!

# 612_Young Man
source: Aren't they overdoing it with all the "Now serving chilled ramen" signs around town?
pt: Non stanno esagerando con tutti quei cartelli "Ora serviamo ramen freddo" in giro per la città?

# 624_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 636_Sunglassed Man
source: The real question is why chilled ramen is almost always the same! I prefer mine with sesame seed sauce!
pt: La vera domanda è perché il ramen freddo è quasi sempre uguale! Io lo preferisco con salsa al sesamo!

# 648_Young Man
source: There are many theories about why the dinosaurs went extinct, but what do you think, Master?
pt: Ci sono molte teorie sul perché i dinosauri si sono estinti, ma tu cosa ne pensi, Maestro?

# 660_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 672_Sunglassed Man
source: I am the one who made the dinosaurs go extinct!
pt: Sono io quello che ha fatto estinguere i dinosauri!

# 684_Young Man
source: When I go out with friends, they always want to split the check evenly. The problem is I don't drink, so I feel cheated. What should I do?
pt: Quando esco con gli amici, vogliono sempre dividere il conto alla romana. Il problema è che io non bevo, quindi mi sento fregato. Cosa faccio?

# 696_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 708_Sunglassed Man
source: Make up the difference by pigging out! And focus on the most expensive dishes!
pt: Recupera la differenza abbuffandoti! E concentrati sui piatti più costosi!

# 720_Young Man
source: I always feel kind of sad as winter nears. How about you, Master?
pt: Mi sento sempre un po' triste quando si avvicina l'inverno. E tu, Maestro?

# 732_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 744_Sunglassed Man
source: When I dress up as Santa, children run the other way! It really bums me out!
pt: Quando mi vesto da Babbo Natale, i bambini scappano dall'altra parte! Mi butta giù un sacco!

# 756_Young Man
source: Maybe it's because of all the terrorism and war around the world. Is there anything we can do about it?
pt: Forse è per via di tutto il terrorismo e le guerre in giro per il mondo. C'è qualcosa che possiamo farci?

# 768_Sunglassed Man
source: Excellent question. I will answer it by saying this...
pt: Ottima domanda. Ci risponderò dicendo questo...

# 780_Sunglassed Man
source: Don't forget that feeling! And make sure not to fight! If everyone did that, violence would vanish from the world!
pt: Non scordarti quella sensazione! E assicurati di non combattere! Se tutti lo facessero, la violenza sparirebbe dal mondo!

# 792_Young Man
source: I understand! Thank you, Master!
pt: Capisco! Grazie, Maestro!

# 804_Saigo
source: What's wrong with you!? That was one big, epic fail!
pt: Ma che ti prende!? Quello è stato un epic fail colossale!

# 816_Saigo
source: Make sure you're prepared in both body and spirit before you try again!
pt: Assicurati di essere preparato sia nel corpo che nello spirito prima di riprovare!

# 828_Saigo
source: All right, dismissed!
pt: Va bene, congedati!

# 852_Saigo
source: Okay. You pass!
pt: Va bene. Hai passato!

# 864_Saigo
source: Here's a reward. There's nothing better to soothe your post-training aches.
pt: Ecco una ricompensa. Non c'è niente di meglio per alleviare i tuoi dolori post-allenamento.

# 900_Saigo
source: Repeating your training is a magnificent thing. Don't you ever forget that!
pt: Ripetere il tuo addestramento è una cosa magnifica. Non scordartelo mai!

# 912_Saigo
source: All right, dismissed!
pt: Va bene, congedati!

# 924_Saigo
source: Okay. You pass!
pt: Va bene. Hai passato!

# 936_Saigo
source: Watching you reminds me of that one time...
pt: Guardandoti mi ricorda quella volta...

# 948_Saigo
source: I ran alongside my war buddy's fighter plane to hand him his wallet after he forgot it.
pt: Ho corso a fianco dell'aereo da caccia del mio compagno di guerra per dargli il portafoglio dopo che l'aveva dimenticato.

# 960_Akiyama
source: There's no way you could run that fast! Besides, who needs a wallet to fly a warplane?
pt: Non c'è verso che tu possa correre così veloce! E poi, chi ha bisogno di un portafoglio per pilotare un aereo da guerra?

# 972_Saigo
source: So, what did you learn this time?
pt: Allora, cosa hai imparato questa volta?

# 984_Akiyama
source: Hmm... I'm more nimble now, and it feels like my sense of balance has improved.
pt: Mmm... Sono più agile ora, e sento che il mio senso dell'equilibrio è migliorato.

# 1008_Saigo
source: Your fighting style is based on kicking, so you must train both your legs equally. Don't focus solely on your dominant one.
pt: Il tuo stile di combattimento si basa sui calci, quindi devi allenare entrambe le gambe allo stesso modo. Non concentrarti solo sulla tua dominante.

# 1020_Saigo
source: Remember that every time you go into battle!
pt: Ricordatelo ogni volta che vai in battaglia!

# 1032_Saigo
source: All right, dismissed!
pt: Va bene, congedati!

# 1044_Saigo
source: Okay. You pass!
pt: Va bene. Hai passato!

# 1056_Saigo
source: Watching you reminds me of that one time...
pt: Guardandoti mi ricorda quella volta...

# 1068_Saigo
source: I was out of ammo and about to die when one of my wisdom teeth fell out. So, I loaded it in and blew away my enemy. That was one close shave!
pt: Ero senza munizioni e stavo per morire quando mi è caduto un dente del giudizio. Così, l'ho caricato e ho spazzato via il mio nemico. L'ho scampata bella!

# 1080_Akiyama
source: I've never heard of wisdom teeth suddenly falling out like that. And how could you possibly fire a tooth from a gun, anyway?
pt: Non ho mai sentito di denti del giudizio che cadano all'improvviso così. E come diavolo potresti mai sparare un dente da una pistola, comunque?

# 1092_Saigo
source: So, what did you learn this time?
pt: Allora, cosa hai imparato questa volta?

# 1104_Akiyama
source: Hmm... I feel like I can literally dodge bullets after being shot at like that.
pt: Mmm... Sento che posso letteralmente schivare i proiettili dopo essere stato sparato così.

# 1128_Saigo
source: Dodging won't take out your enemy, so it's important to attack at the same time.
pt: Schivare non eliminerà il tuo nemico, quindi è importante attaccare contemporaneamente.

# 1140_Saigo
source: Remember that every time you go into battle!
pt: Ricordatelo ogni volta che vai in battaglia!

# 1152_Saigo
source: All right, dismissed!
pt: Va bene, congedati!

# 1164_Saigo
source: Okay. You pass!
pt: Va bene. Hai passato!

# 1176_Saigo
source: Watching you reminds me of that one time...
pt: Guardandoti mi ricorda quella volta...

# 1188_Saigo
source: After everyone in camp went to sleep, my war buddy and I secretly enjoyed a late night snack of hardtack.
pt: Dopo che tutti nel campo sono andati a dormire, il mio commilitone e io ci siamo goduti in segreto uno spuntino di mezzanotte a base di gallette dure.

# 1200_Akiyama
source: You sound like a couple of kids on a campout! But memories like that can put a smile on your face, I guess.
pt: Sembrate un paio di ragazzini in campeggio! Ma ricordi del genere possono farti sorridere, immagino.

# 1212_Saigo
source: So, what did you learn this time?
pt: Allora, cosa hai imparato questa volta?

# 1224_Akiyama
source: I guess actual fighting's the best training. I thought of a move that can really turn the tables in a fight.
pt: Immagino che il combattimento vero e proprio sia il miglior allenamento. Ho pensato a una mossa che può davvero ribaltare la situazione in uno scontro.

# 1248_Saigo
source: Big moves can also be your greatest defense if it means you can take out an enemy before he strikes.
pt: Grandi mosse possono anche essere la tua più grande difesa se significa che puoi mettere fuori gioco un nemico prima che colpisca.

# 1260_Saigo
source: Remember that every time you go into battle!
pt: Ricordatelo ogni volta che vai in battaglia!

# 1272_Saigo
source: All right, dismissed!
pt: Va bene, congedati!

# 1284_Saigo
source: Okay. You pass!
pt: Va bene. Hai passato!

# 1296_Saigo
source: Watching you reminds me of that one time...
pt: Guardandoti mi ricorda quella volta...

# 1308_Saigo
source: I learned how to step forward with my left leg while my right leg was still off the ground.
pt: Ho imparato a fare un passo in avanti con la gamba sinistra, mentre la destra era ancora sollevata da terra.

# 1320_Akiyama
source: That would mean you were floating in midair like a ninja. Wait, is that a ninja thing or not?
pt: Questo vorrebbe dire che fluttuavi a mezz'aria come un ninja. Aspetta, è una cosa da ninja o no?

# 1332_Saigo
source: So, what did you learn this time?
pt: Allora, cosa hai imparato questa volta?

# 1344_Akiyama
source: With all those grenades you made me dodge, I felt so light on my feet. The lightest ever.
pt: Con tutte quelle granate che mi hai fatto schivare, mi sentivo leggerissimo sui piedi. Mai stato così leggero.

# 1368_Saigo
source: If you don't give your enemy an opportunity to counterattack, it's more effective than hardening your defenses.
pt: Se non dai al tuo nemico l'opportunità di contrattaccare, è più efficace che indurire le tue difese.

# 1380_Saigo
source: Remember that every time you go into battle!
pt: Ricordatelo ogni volta che vai in battaglia!

# 1392_Akiyama
source: Yeah, yeah, I'll keep that in mind. But I was wondering...
pt: Sì, sì, lo terrò a mente. Ma mi chiedevo...

# 1404_Saigo
source: What, you have a question? If you have a question, raise your hand.
pt: Cosa, hai una domanda? Se hai una domanda, alza la mano.

# 1416_Akiyama
source: Yeah. Aren't you going to go see your wife and daughter now that you're back in Japan?
pt: Sì. Non andrai a trovare tua moglie e tua figlia ora che sei tornato in Giappone?

# 1428_Akiyama
source: You said before that you can't go home, but why not?
pt: Hai detto prima che non puoi tornare a casa, ma perché no?

# 1440_Saigo
source: You can't stop fixating on matters that have nothing to do with your mission, can you?
pt: Non riesci a smettere di fissarti su questioni che non c'entrano nulla con la tua missione, vero?

# 1452_Akiyama
source: It's just, you used to talk about your daughter like she was everything to you.
pt: È solo che, parlavi di tua figlia come se fosse tutto per te.

# 1464_Saigo
source: Talking about one's family is almost a taboo on the battlefield, but...
pt: Parlare della propria famiglia è quasi un tabù sul campo di battaglia, ma...

# 1476_Saigo
source: I... didn't return to the Middle East just to polish my skills.
pt: Io... non sono tornato in Medio Oriente solo per affinare le mie abilità.

# 1488_Akiyama
source: Wow, you're being unusually serious.
pt: Wow, sei insolitamente serio.

# 1500_Saigo
source: Mercenaries like me end up learning things－things that many would rather keep hidden.
pt: Mercenari come me finiscono per imparare cose—cose che molti preferirebbero tenere nascoste.

# 1512_Saigo
source: And being mercenaries, once a war is over, we're about as useful as a car without wheels.
pt: E, da mercenari, una volta finita una guerra, siamo utili quanto una macchina senza ruote.

# 1524_Saigo
source: In short, we're expendable, but we also have top-secret information that stays with us as we return to our home countries.
pt: In poche parole, siamo usa e getta, ma abbiamo anche informazioni top-secret che ci restano addosso quando torniamo nei nostri Paesi d'origine.

# 1536_Akiyama
source: I could see how that could be a problem.
pt: Capisco come quello potrebbe essere un problema.

# 1548_Saigo
source: As a mercenary field commander, I was no exception.
pt: Come comandante di campo mercenario, non facevo eccezione.

# 1560_Saigo
source: I was privy to top-secret info relating to the nation that hired me, and they didn't consider confidentiality until the war was over.
pt: Ero a conoscenza di informazioni top-secret riguardanti la nazione che mi aveva ingaggiato, e non si sono preoccupati della riservatezza finché la guerra non è finita.

# 1572_Saigo
source: But then my former employer started to worry about damaging secrets getting out.
pt: Ma poi il mio ex committente ha iniziato a preoccuparsi che segreti compromettenti venissero a galla.

# 1584_Akiyama
source: Are you saying...
pt: Stai dicendo...

# 1596_Saigo
source: Exactly. I didn't feel safe here and decided to leave the country for a while.
pt: Esatto. Non mi sentivo al sicuro qui e ho deciso di lasciare il Paese per un po'.

# 1608_Akiyama
source: I see. You left because you don't want to get your family involved.
pt: Capisco. Te ne sei andato perché non vuoi coinvolgere la tua famiglia.

# 1620_Saigo
source: I can't go into the details, as that would put you at risk, too.
pt: Non posso entrare nei dettagli, perché metterebbe a rischio anche te.

# 1632_Saigo
source: And needless to say, let's keep this between you and me. Understood?
pt: E inutile dirlo, che resti tra noi due. Capito?

# 1644_Akiyama
source: Relax, we moneylenders are quite discreet. It's part of doing business.
pt: Rilassati, noi strozzini siamo piuttosto discreti. Fa parte del mestiere.

# 1656_Saigo
source: I'll take your word on that. Now, enough of this idle chat.
pt: Ti prendo in parola. Ora, basta con queste chiacchiere.

# 1668_Saigo
source: Dismissed!
pt: Congedato!

# 1680_Saigo
source: Dismissed－ No, wait.
pt: Congedato－ No, aspetta.

# 1692_Akiyama
source: What? Something wrong?
pt: Che c'è? Qualcosa non va?

# 1704_Saigo
source: I think we're being watched.
pt: Penso che siamo osservati.

# 1716_Akiyama
source: Man, you're just being paranoid. We were just talking about clandestine spy stuff, after all.
pt: Dai, ti stai solo facendo delle paranoie. Stavamo giusto parlando di roba da spionaggio clandestino, dopotutto.

# 1728_Saigo
source: No, I feel an ominous stare on me. I have felt this many times... right before a sniper opens fire.
pt: No, sento uno sguardo minaccioso su di me. L'ho sentito molte volte... proprio prima che un cecchino apra il fuoco.

# 1740_Akiyama
source: A sniper!? What've you dragged me into!?
pt: Un cecchino!? In cosa mi hai trascinato!?

# 1752_Saigo
source: Quiet! Listen to me carefully. When I give the signal, spring back and hide in the shadows.
pt: Zitto! Ascoltami bene. Quando darò il segnale, balza indietro e nasconditi nell'ombra.

# 1764_Saigo
source: Three... two... one... now!
pt: Tre... due... uno... ora!

# 1848_Akiyama
source: Whoa, you weren't kidding. What the hell's going on here?
pt: Cavolo, non stavi scherzando. Che diavolo sta succedendo qui?

# 1860_Saigo
source: We should be okay for now. Once a sniper loses the element of surprise, he usually backs off until the next time.
pt: Dovremmo essere a posto per ora. Una volta che un cecchino perde l'elemento sorpresa, di solito si ritira fino alla prossima volta.

# 1872_Akiyama
source: I'll have to take your word on that.
pt: Dovrò crederti sulla parola.

# 1884_Saigo
source: It didn't take them long to discover that I was back in Japan.
pt: Non ci hanno messo molto a scoprire che ero tornato in Giappone.

# 1896_Akiyama
source: You mean the people you were talking about? The ones who want to keep you quiet?
pt: Intendi le persone di cui parlavi? Quelle che vogliono metterti a tacere?

# 1908_Saigo
source: That's the most likely scenario, and the worst possible one, too.
pt: Questo è lo scenario più probabile, e anche il peggiore possibile.

# 1920_Saigo
source: If they figure out I know they're after me, they might go after my family to draw me out.
pt: Se scoprono che so che mi danno la caccia, potrebbero prendersela con la mia famiglia per farmi uscire allo scoperto.

# 1932_Akiyama
source: Are we talking about a hostage situation here!? This is bad.
pt: Stiamo parlando di una situazione con ostaggi qui!? È un casino.

# 1944_Saigo
source: I can't warn my family, either, because that could reveal their location.
pt: Non posso avvertire la mia famiglia, nemmeno, perché questo potrebbe rivelare la loro posizione.

# 1956_Saigo
source: I'll have to put an end to this myself.
pt: Dovrò mettere fine a questo io stesso.

# 1968_Saigo
source: I'm sorry, Akiyama-kun. I didn't mean to drag you into all this.
pt: Mi dispiace, Akiyama-kun. Non volevo trascinarti in tutto questo.

# 1980_Akiyama
source: Truth be told, I never expected anything involving you to take such a serious turn.
pt: A dirtela tutta, non mi sarei mai aspettato che qualcosa che ti coinvolgesse prendesse una piega così seria.

# 1992_Akiyama
source: But this is no laughing matter. If there's anything I can do to help, let me know.
pt: Ma questa non è una cosa da ridere. Se c'è qualcosa che posso fare per aiutarti, fammelo sapere.

# 2004_Saigo
source: I appreciate that. You be careful now, okay?
pt: Te ne sono grato. Stai attento adesso, ok?

# 2016_Saigo
source: As for me, I'll avoid making any big moves for now. Better to assess the situation first.
pt: Quanto a me, eviterò di fare grandi mosse per ora. Meglio valutare la situazione prima.

# 2028_Saigo
source: Well, dismissed.
pt: Bene, congedato.

# 2064_Saigo
source: Okay. You pass!
pt: Va bene. Hai passato!

# 2076_Saigo
source: Watching you reminds me of that one time...
pt: Guardandoti mi ricorda quella volta...

# 2088_Saigo
source: I stole the enemy's new mobile weaponized suit and won a battle up in the stratosphere.
pt: Ho rubato la nuova tuta da combattimento mobile del nemico e ho vinto una battaglia su nella stratosfera.

# 2100_Akiyama
source: Sounds like a sci-fi movie! But if you have access to those sorts of weapons, why even bother with training?
pt: Sembra un film di fantascienza! Ma se hai accesso a quel tipo di armi, perché mai allenarsi?

# 2112_Saigo
source: So, what did you learn this time?
pt: Allora, cosa hai imparato questa volta?

# 2124_Akiyama
source: When you're surrounded, and the enemy's unloading on you, your only chance is to quickly exploit a gap in your enemy's defenses.
pt: Quando sei circondato, e il nemico ti sta scaricando addosso, la tua unica possibilità è sfruttare rapidamente una falla nelle difese del tuo nemico.

# 2148_Saigo
source: Even the most skilled enemies are vulnerable just as they begin an attack. Never fail to take advantage of that.
pt: Anche i nemici più abili sono vulnerabili proprio mentre iniziano un attacco. Non mancare mai di approfittarne.

# 2160_Saigo
source: Remember that every time you go into battle!
pt: Ricordatelo ogni volta che vai in battaglia!

# 2172_Akiyama
source: Yeah, yeah, I'll keep that in mind. But I was wondering...
pt: Sì, sì, lo terrò a mente. Ma mi chiedevo...

# 2184_Saigo
source: What, you have a question? If you have a question, raise your hand.
pt: Cosa, hai una domanda? Se hai una domanda, alza la mano.

# 2196_Akiyama
source: Yeah. Aren't you going to go see your wife and daughter now that you're back in Japan?
pt: Sì. Non andrai a trovare tua moglie e tua figlia ora che sei tornato in Giappone?

# 2208_Akiyama
source: You said before that you can't go home, but why not?
pt: Hai detto prima che non puoi tornare a casa, ma perché no?
