Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c4a.po
Languages: pt

source: You sold a box of matches.
pt: Hai venduto una scatola di fiammiferi.

source: Pensive Woman
pt: Donna Pensierosa

source: Little Match Girl
pt: Piccola Fiammiferaia

source: 'Cause ya looked kind.
pt: Perché avevi l'aria buona.

source: 'Cause ya looked cold.
pt: Perché parevi infreddolita.

source: No reason, coulda been anyone.
pt: Nessun motivo, poteva essere chiunque.

# 72_Saejima
source: Say, lady, ya need some matches? Hundred yen a box.
pt: Senti, signorina, ti servono dei fiammiferi? Cento yen a scatola.

# 84_Pensive Woman
source: Pardon me?
pt: Scusi?

# 96_Little Match Girl
source: Please buy a box...
pt: Per favore, compra una scatola...

# 108_Pensive Woman
source: Why did you ask me, out of all these people?
pt: Perché proprio a me, tra tutta questa gente?

# 120_Saejima
source: 'Cause ya look like a nice person. That ain't a bad thing, right?
pt: Perché hai l'aria di una brava persona. Non è mica una brutta cosa, no?

# 132_Pensive Woman
source: Really? That's how you saw me?
pt: Davvero? È così che mi vedevi?

# 144_Saejima
source: Is there somethin' wrong?
pt: C'è qualcosa che non va?

# 156_Pensive Woman
source: No, I'm just surprised. I just got dumped by my boyfriend, and... And he said it's because I'm so selfish. Here I am, right before Christmas... single again...
pt: No, sono solo sorpreso. Mi ha appena mollato il mio ragazzo, e... E ha detto che è perché sono così egoista. Eccomi qui, proprio prima di Natale... di nuovo single...

# 168_Saejima
source: That's a shame. Tell ya somethin', though. Ya don't look selfish at all to me.
pt: È un peccato. Ma ti dico una cosa, a me non sembri affatto egoista.

# 180_Pensive Woman
source: ...Thanks. My confidence took such a beating, I need all the compliments I can get. Anyway, yes, I will take a box.
pt: ...Grazie. La mia autostima ha preso una batosta tale, che mi servono tutti i complimenti possibili. Comunque, sì, prenderò una scatola.

# 192_Little Match Girl
source: Yaaay! Thank you!
pt: Sììì! Grazie!

# 204_Pensive Woman
source: No, thank you. And good luck.
pt: No, grazie. E buona fortuna.

# 276_Saejima
source: 'Cause ya looked cold, and these things could warm ya up.
pt: Perché sembravi infreddolita, e questi qui potrebbero scaldarti.

# 288_Pensive Woman
source: I look... cold, now? *sniffle*
pt: Sembro... fredda, adesso? *sniffle*

# 300_Saejima
source: Why're ya cryin'?
pt: Perché stai a piangere?

# 312_Pensive Woman
source: My boyfriend called me an ice queen and then dumped me! I guess everyone in the world thinks I'm c-c-cold! *sob*
pt: Il mio ragazzo mi ha chiamata regina di ghiaccio e poi mi ha mollata! Credo che tutti al mondo pensino che io sia f-f-fredda! *sob*

# 324_Saejima
source: Whoa! Come on now, don't go bawlin' like that. People are lookin' at us; they'll think I said somethin' to ya.
pt: Ehi! Su, dai, non metterti a piangere così. La gente ci sta guardando; penseranno che ti ho detto qualcosa.

# 336_Pensive Woman
source: Geez, you men are all alike! You only care about yourselves!
pt: Mamma mia, voi uomini siete tutti uguali! Pensate solo a voi stessi!

# 348_Saejima
source: Coulda been anyone, honestly...
pt: Poteva essere chiunque, sinceramente...

# 360_Pensive Woman
source: Could have been anyone...? Hmph. That's what he said, too.
pt: Poteva essere chiunque...? Hmph. L'ha detto anche lui.

# 372_Saejima
source: He?
pt: Eh?

# 384_Pensive Woman
source: My boyfriend... I mean, my ex-boyfriend! He only wanted me for my body!
pt: Il mio ragazzo... Anzi, il mio ex! Lui mi voleva solo per il mio corpo!

# 396_Saejima
source: Okay, calm down...
pt: Dai, calmati...

# 408_Pensive Woman
source: And after doing it in every position he wanted, but not any that I wanted! He said he's sick of my selfishness!? The nerve of that guy!
pt: E dopo averlo fatto in ogni posizione che voleva lui, ma nessuna che volessi io! Ha detto che è stufo del mio egoismo!? Che faccia tosta, quel tipo!

# 420_Pensive Woman
source: Men are the worst! What do they think I am, a slab of meat!?
pt: Gli uomini sono i peggiori! Cosa credono che sia, un pezzo di ciccia!?

# 432_Saejima
source: Hey, there's a kid right here.
pt: Ehi, c'è un ragazzino proprio qui.

# 444_Saejima
source: Don't talk to me! I hate dating! I hate everyone!
pt: Non parlarmi! Odio gli appuntamenti! Odio tutti!

# 468_Saejima
source: That didn't go well. Gotta watch what I say.
pt: Non è andata un granché. Devo stare attento a quello che dico.
