Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690224.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto il <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto il <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto il <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto il <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto il <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto il <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: That could be good.
pt: Potrebbe essere bello.

source: I wouldn't mind that.
pt: Non mi dispiacerebbe.

source: We probably look like lovers.
pt: Probabilmente sembriamo una coppia.

source: We probably look like father and daughter.
pt: Probabilmente sembriamo padre e figlia.

source: I've got some errands to run.
pt: Devo sbrigare alcune commissioni.

source: Nothing.
pt: Niente.

source: Let's head back.
pt: Torniamo indietro.

# 2200_Haruka
source: Ooh, ooh! Let's take some <Color:8>PrintCircle<Color:Default> photos together, Uncle Kaz!
pt: Ooh, ooh! Facciamo qualche foto al <Color:8>PrintCircle<Color:Default> insieme, zio Kaz!

# 2212_Haruka
source: Hey, Uncle Kaz! I bet I could beat you in <Color:8>air hockey<Color:Default>! C'mon, let's do it!
pt: Ehi, zio Kaz! Scommetto che potrei batterti all’<Color:8>air hockey<Color:Default>! Dai, giochiamo!

# 2224_Haruka
source: Hey, Uncle Kaz, let's play some <Color:8>oicho-kabu<Color:Default>!
pt: Ehi, zio Kaz, giochiamo a <Color:8>oicho-kabu<Color:Default>!

# 2236_Haruka
source: Play some <Color:8>cee-lo<Color:Default> with me, Uncle Kaz! Just one game!
pt: Giochiamo a <Color:8>cee-lo<Color:Default>, zio Kaz! Solo una partita!

# 2248_Haruka
source: Ooh, let's play some <Color:8>koi-koi<Color:Default>, Uncle Kaz!
pt: Ooh, giochiamo a <Color:8>koi-koi<Color:Default>, zio Kaz!

# 2260_Haruka
source: Oh, Uncle Kaz! Look at all the cute prizes in that <Color:8>UFO Catcher<Color:Default>! Can we play, please?
pt: Oh, zio Kaz! Guarda tutti quei premi carinissimi in quel <Color:8>UFO Catcher<Color:Default>! Possiamo giocare, per favore?

# 2272_Haruka
source: Can I watch you play some <Color:8>blackjack<Color:Default>, Uncle Kaz?
pt: Posso guardarti giocare a <Color:8>blackjack<Color:Default>, zio Kaz?

# 2284_Haruka
source: Hey, Uncle Kaz, can we play some <Color:8>poker<Color:Default>? Maybe we'll win big!
pt: Ehi, zio Kaz, possiamo giocare a <Color:8>poker<Color:Default>? Magari vinciamo alla grande!

# 2296_Haruka
source: Hey, they have <Color:8>roulette<Color:Default>! We should play a round, Uncle Kaz!
pt: Ehi, hanno la <Color:8>roulette<Color:Default>! Dovremmo fare una partita, zio Kaz!

# 2308_Haruka
source: I want to see a <Color:8>ghost koi<Color:Default>, Uncle Kaz! Do you think you could catch one?
pt: Voglio vedere una <Color:8>carpa fantasma<Color:Default>, zio Kaz! Pensi di poterne pescare una?

# 2320_Haruka
source: Have you ever seen an <Color:8>oarfish<Color:Default>, Uncle Kaz? They look so creepy! Can you catch one for me? I want to see one close up.
pt: Hai mai visto un <Color:8>pesce remo<Color:Default>, zio Kaz? Sono inquietanti! Puoi pescarne uno per me? Voglio vederlo da vicino.

# 2332_Haruka
source: I bet you could get all the answers right on the <Color:8>academic course<Color:Default>, Uncle Kaz! C'mon, show me!
pt: Scommetto che potresti rispondere correttamente a tutto nel <Color:8>corso accademico<Color:Default>, zio Kaz! Dai, fammi vedere!

# 2344_Haruka
source: Can you help me get <Color:8>at least 900 points in karaoke<Color:Default>, Uncle Kaz?
pt: Puoi aiutarmi a fare <Color:8>almeno 900 punti al karaoke<Color:Default>, zio Kaz?

# 2356_Haruka
source: Hey, they have <Color:8>darts<Color:Default>! Can I watch you play, Uncle Kaz?
pt: Ehi, hanno le <Color:8>frecce<Color:Default>! Posso guardarti giocare, zio Kaz?

# 2368_Haruka
source: Uncle Kaz! I'm really craving a <Color:8>Grilled Chicken Bowl<Color:Default>... Can we go get some?
pt: Zio Kaz! Ho davvero voglia di una <Color:8>Ciotola di Pollo alla Griglia<Color:Default>… Possiamo prenderne una?

# 2380_Haruka
source: Wow, <Color:8>Sea Urchin Cream Sauce Spaghetti<Color:Default>! Can we share some, Uncle Kaz?
pt: Wow, <Color:8>Spaghetti alla Crema di Riccio di Mare<Color:Default>! Possiamo dividerli, zio Kaz?

# 2392_Haruka
source: That smells so good... Now I feel like eating some <Color:8>Stone-roasted Bibimbap<Color:Default>.
pt: Che buon profumo… Ora mi è venuta voglia di un <Color:8>Bibimbap alla Pietra<Color:Default>.

# 2404_Haruka
source: I'm getting hungry, Uncle Kaz. I'm kinda craving a <Color:8>Braised Pork Burger Set<Color:Default>.
pt: Mi sta venendo fame, zio Kaz. Mi andrebbe un <Color:8>Set Burger di Maiale Brasato<Color:Default>.

# 2416_Haruka
source: I'm hungry, Uncle Kaz. Can I get a <Color:8>Strawberry Parfait<Color:Default>? I've been good, right?
pt: Ho fame, zio Kaz. Posso prendere un <Color:8>Parfait alla Fragola<Color:Default>? Sono stata brava, vero?

# 2428_Haruka
source: My stomach's grumbling, Uncle Kaz. Can we swing by somewhere and grab a <Color:8>Tuna Onigiri<Color:Default>? That would fill me up!
pt: Mi brontola lo stomaco, zio Kaz. Possiamo fermarci da qualche parte a prendere un <Color:8>Onigiri al Tonno<Color:Default>? Mi riempirebbe!

# 2476_Haruka
source: Look, Uncle Kaz! That's the TV tower!
pt: Guarda, zio Kaz! Quella è la torre della TV!

# 2488_Haruka
source: It sure is big...
pt: È davvero enorme…

# 2500_Kiryu
source: Yeah, no kidding.
pt: Già, non scherzi.

# 2512_Haruka
source: I heard there's a restaurant at the top.
pt: Ho sentito che c’è un ristorante in cima.

# 2524_Haruka
source: I bet it'd be really cool to look out over the city while you're having dinner.
pt: Scommetto che sarebbe bellissimo guardare la città mentre si cena.

# 2536_Kiryu
source: You want to go inside?
pt: Vuoi entrare?

# 2548_Haruka
source: No, not now.
pt: No, non adesso.

# 2572_Haruka
source: I just want to walk with you some more. I've been eating a little too much lately, so I probably need the exercise.
pt: Voglio solo camminare ancora un po’ con te. Ultimamente ho mangiato un po’ troppo, quindi probabilmente ho bisogno di fare un po’ di movimento.

# 2584_Kiryu
source: (Heh. I guess Haruka's still a kid at heart.)
pt: (Heh. Immagino che Haruka sia ancora una bambina nel cuore.)

# 2596_Haruka
source: Hey! I saw that look on your face! You're thinking, "Wow, she's still such a kid," huh!
pt: Ehi! Ho visto quell’espressione! Stavi pensando: «Wow, è ancora una bambina», vero!

# 2608_Kiryu
source: Oh, uh, no, never...
pt: Oh, ehm, no, mai…

# 2620_Haruka
source: Hahaha. C'mon, Uncle Kaz, let's go.
pt: Hahaha. Dai, zio Kaz, andiamo.

# 2632_Talk_Ase
source: (Haruka sure seems happy.)
pt: (Haruka sembra davvero felice.)

# 2680_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, zio Kaz! Questo è per te!

# 2740_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, va bene?

# 2788_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 2848_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 2908_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 2968_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 3028_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 3088_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 3184_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, zio Kaz!

# 3196_Haruka
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 3220_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, zio Kaz! Ti voglio bene!

# 3364_Haruka
source: Look, Uncle Kaz!
pt: Guarda, zio Kaz!

# 3376_Kiryu
source: Yeah. That's one of the symbols of this city.
pt: Già. È uno dei simboli di questa città.

# 3388_Kiryu
source: Want to ride it?
pt: Vuoi salirci?

# 3400_Haruka
source: Huh... You mean like, with you?
pt: Eh… intendi… con te?

# 3412_Kiryu
source: What? I don't fit the part?
pt: Come? Non sembro adatto?

# 3424_Haruka
source: That's not it. It's just...
pt: Non è quello. È solo che…

# 3436_Haruka
source: I kind of want to do it with my boyfriend instead...
pt: Mi piacerebbe farlo con il mio ragazzo, invece…

# 3460_Haruka
source: I mean, if I had a boyfriend! Geez, what's with your reaction? You're acting like I just died or something!
pt: Cioè, se avessi un ragazzo! Uff, ma che reazione è quella? Stai agendo come se fossi appena morta o qualcosa del genere!

# 3472_Kiryu
source: ...Oh. Okay, then.
pt: ...Oh. Va bene, allora.

# 3484_Haruka
source: Hehe. You're pretty cute when you get flustered like that, Uncle Kaz.
pt: Hehe. Sei proprio carino quando ti agiti così, zio Kaz.

# 3496_Talk_Ase
source: (Haruka sure seems happy.)
pt: (Haruka sembra davvero felice.)

# 3544_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, zio Kaz! Questo è per te!

# 3604_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, va bene?

# 3652_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 3712_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 3772_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 3832_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 3892_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 3952_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 4048_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, zio Kaz!

# 4060_Haruka
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 4084_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, zio Kaz! Ti voglio bene!

# 4156_Haruka
source: Let's take some <Color:8>PrintCircle<Color:Default> photos together, Uncle Kaz!
pt: Facciamo qualche foto al <Color:8>PrintCircle<Color:Default> insieme, zio Kaz!

# 4168_Haruka
source: Ooh, they have <Color:8>Taiko No Tatsujin<Color:Default>! I wanna see you play, Uncle Kaz!
pt: Ooh, hanno <Color:8>Taiko No Tatsujin<Color:Default>! Voglio vederti giocare, zio Kaz!

# 4180_Haruka
source: Let's go do some <Color:8>karaoke<Color:Default>, Uncle Kaz!
pt: Andiamo a fare un po’ di <Color:8>karaoke<Color:Default>, zio Kaz!

# 4192_Haruka
source: Let's play some <Color:8>pool<Color:Default>, Uncle Kaz!
pt: Giochiamo a <Color:8>biliardo<Color:Default>, zio Kaz!

# 4204_Haruka
source: That <Color:8>Miso Stewed Udon with Choice Kurobuta<Color:Default> sure looks tasty... Let's share some!
pt: Quell’<Color:8>Udon in Stufato di Miso con Kurobuta Selezionata<Color:Default> sembra davvero delizioso… Dividiamolo!

# 4216_Haruka
source: That smells so good... Now I feel like eating some <Color:8>Premium Tebasaki Chicken Wings<Color:Default>.
pt: Che buon profumo… Ora mi è venuta voglia di mangiare delle <Color:8>Alette di Pollo Tebasaki Premium<Color:Default>.

# 4228_Haruka
source: All this walking is making me tired, Uncle Kaz. Can I get a <Color:8>Tauriner<Color:Default>?
pt: Tutto questo camminare mi sta stancando, zio Kaz. Posso prendere un <Color:8>Tauriner<Color:Default>?

# 4240_Haruka
source: I'm feeling a little peckish... Can I get a <Color:8>Grilled Onigiri with Miso<Color:Default>, Uncle Kaz?
pt: Mi è venuta un po’ di fame… Posso prendere un <Color:8>Onigiri Grigliato al Miso<Color:Default>, zio Kaz?

# 4252_Haruka
source: Hey, can I watch you play the <Color:8>shooting game<Color:Default>, Uncle Kaz? I bet you'd be super good at it!
pt: Ehi, posso guardarti giocare al <Color:8>gioco di tiro<Color:Default>, zio Kaz? Scommetto che saresti fortissimo!

# 4276_Haruka
source: Hm...
pt: Mh…

# 4288_Kiryu
source: How have you been lately?
pt: Come te la sei cavata ultimamente?

# 4300_Haruka
source: What do you mean?
pt: Che intendi?

# 4312_Kiryu
source: Not having any problems with work, or life, anything like that?
pt: Nessun problema con il lavoro, o la vita, o cose del genere?

# 4324_Haruka
source: Hehe, worried about me, Uncle Kaz?
pt: Hehe, sei preoccupato per me, zio Kaz?

# 4336_Kiryu
source: Of course I am.
pt: Certo che lo sono.

# 4348_Haruka
source: My dance lessons are pretty rough.
pt: Le mie lezioni di danza sono piuttosto dure.

# 4360_Haruka
source: Plus I've got tons of rivals.
pt: E poi ho un sacco di rivali.

# 4372_Haruka
source: Everyone is desperate to get a shot at their dreams.
pt: Tutti sono disperati per avere una possibilità di realizzare i loro sogni.

# 4384_Kiryu
source: ...Yeah, that sounds rough all right.
pt: …Già, sembra davvero dura.

# 4396_Haruka
source: Did you have rivals, Uncle Kaz?
pt: Avevi dei rivali, zio Kaz?

# 4408_Kiryu
source: Hmm... I've met all sorts of people over the years.
pt: Hmm… Ho incontrato ogni tipo di persona negli anni.

# 4420_Kiryu
source: Some are quick to anger, others compassionate or sentimental. And then there are those who live by their own moral code.
pt: Alcuni si arrabbiano facilmente, altri sono compassionevoli o sentimentali. E poi ci sono quelli che vivono seguendo il proprio codice morale.

# 4432_Kiryu
source: Everyone has their quirks, but I think having all those people in my life made me who I am.
pt: Ognuno ha le proprie stranezze, ma credo che avere tutte queste persone nella mia vita mi abbia reso ciò che sono.

# 4444_Haruka
source: That's... a nice answer.
pt: Questa è… una bella risposta.

# 4456_Kiryu
source: Want to get going?
pt: Vuoi andare?

# 4468_Haruka
source: Yeah!
pt: Sì!

# 4480_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra davvero felice.)

# 4528_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, zio Kaz! Questo è per te!

# 4588_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, va bene?

# 4636_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 4696_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 4756_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 4816_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 4876_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 4936_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 5032_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, zio Kaz!

# 5044_Haruka
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 5068_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, zio Kaz! Ti voglio bene!

# 5140_Haruka
source: Let's take some <Color:8>PrintCircle<Color:Default> photos together, Uncle Kaz!
pt: Facciamo qualche foto al <Color:8>PrintCircle<Color:Default> insieme, zio Kaz!

# 5152_Haruka
source: Hey, let's play some <Color:8>golf<Color:Default>, Uncle Kaz!
pt: Ehi, giochiamo un po’ a <Color:8>golf<Color:Default>, zio Kaz!

# 5164_Haruka
source: Let's go do some <Color:8>karaoke<Color:Default>, Uncle Kaz!
pt: Andiamo a fare un po’ di <Color:8>karaoke<Color:Default>, zio Kaz!

# 5176_Haruka
source: I'm hungry, Uncle Kaz! I'm really craving some <Color:8>Fatty Tuna Sushi<Color:Default>. Can we go get some?
pt: Ho fame, zio Kaz! Ho davvero voglia di un po’ di <Color:8>Sushi di Tonno Grasso<Color:Default>. Possiamo prenderne un po’?

# 5188_Haruka
source: That smells amazing. Now I'm hungry... Maybe we could go get some <Color:8>Garlic Chicken<Color:Default>?
pt: Che profumo incredibile… Ora ho fame… Magari potremmo prendere del <Color:8>Pollo all’Aglio<Color:Default>?

# 5200_Haruka
source: Something smells really good... and now I'm in the mood for a <Color:8>Dojima Set<Color:Default>. Can we go get one?
pt: Qualcosa ha un profumo davvero buono… e ora ho voglia di un <Color:8>Set Dojima<Color:Default>. Possiamo prenderne uno?

# 5212_Haruka
source: That smells so good... Now I need to eat some <Color:8>Potato, Mochi, & Cheese Okonomiyaki<Color:Default>. Can we go get some? My stomach's really grumbling...
pt: Che buon profumo… Ora devo assolutamente mangiare un <Color:8>Okonomiyaki con Patate, Mochi e Formaggio<Color:Default>. Possiamo prenderne uno? Il mio stomaco sta davvero brontolando…
