Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033d11.po
Languages: pt

# 2240_Minamida's Assistant
source: A little light in the wallet, are we? Please come back when your financial situation improves.
pt: Portafoglio un po' leggero, eh? Per favore, torna quando la tua situazione finanziaria migliora.

# 2252_Minamida's Assistant
source: This is the final version, so no more updates.
pt: Questa è la versione finale, quindi niente più aggiornamenti.

# 2264_Minamida's Assistant
source: Oh, that's too bad. I'll be here if you change your mind.
pt: Oh, che peccato. Sarò qui se cambi idea.

# 2276_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: Per favore, torna. Sarò qui ad aspettarti.

# 2288_Minamida's Assistant
source: You don't want to invest in IF8? That's too bad.
pt: Non vuoi investire in IF8? Che peccato.

# 2312_Player
source: (I'll come back when I'm alone.)
pt: (Tornerò quando sono solo.)

# 2336_Man in Lab Coat
source: Excuse me, sir! Would you like to play IF8?
pt: Scusi, signore! Le andrebbe di giocare a IF8?

# 2360_Man in Lab Coat
source: Yes, IF8. We're looking for someone to playtest our newly developed game system.
pt: Sì, IF8. Stiamo cercando qualcuno che faccia da tester per il nostro sistema di gioco appena sviluppato.

# 2372_Man in Lab Coat
source: Please, won't you consider giving it a try?
pt: Per favore, non le andrebbe di provare?

# 2384_Shinada
source: What kind of game are we talking about here?
pt: Di che tipo di gioco stiamo parlando?

# 2396_Man in Lab Coat
source: Here, let me tell you a little more about it.
pt: Allora, le spiego qualcosa in più a riguardo.

# 2408_Man in Lab Coat
source: IF8 is the latest version of Inner Fighter, an arcade machine developed by the brilliant Doctor Minamida.
pt: IF8 è l'ultima versione di Inner Fighter, una macchina arcade sviluppata dal brillante Dottor Minamida.

# 2420_Man in Lab Coat
source: I'm Doctor Minamida's assistant.
pt: Sono l'assistente del Dottor Minamida.

# 2432_Shinada
source: Doctor Minamida...
pt: Dottor Minamida...

# 2444_Minamida's Assistant
source: And this is the latest Inner Fighter! We call it Inner Fighter 8: Road Battle, or IF8 for short!
pt: E questa è l'ultima Inner Fighter! La chiamiamo Inner Fighter 8: Road Battle, o IF8 in breve!

# 2456_Minamida's Assistant
source: IF8 is a marvel of arcade machine technology. And it's the brainchild of the brilliant Doctor Minamida!
pt: IF8 è un portento della tecnologia delle macchine arcade. Ed è il frutto dell'ingegno del brillante Dottor Minamida!

# 2468_Minamida's Assistant
source: However, IF8 is not yet complete. We need people to actually play, so we can get the data we need to complete it.
pt: Tuttavia, IF8 non è ancora completo. Abbiamo bisogno di gente che ci giochi davvero, così possiamo raccogliere i dati che ci servono per completarlo.

# 2492_Minamida's Assistant
source: Well, would you like to play?
pt: Allora, le andrebbe di giocare?

# 2516_Minamida's Assistant
source: How about taking IF8 for a spin?
pt: Che ne dice di fare un giro a IF8?

# 2528_Minamida's Assistant
source: Okay, let me explain how to play.
pt: Allora, le spiego come si gioca.

# 2540_Minamida's Assistant
source: IF8 allows you to play what we call "road battles" where you go through a town fighting enemies until you reach their boss.
pt: IF8 le permette di giocare a quelle che chiamiamo "road battles", dove si fa strada per una città combattendo i nemici finché non raggiunge il loro boss.

# 2552_Minamida's Assistant
source: If you manage to beat the boss, you'll get an ability boost.
pt: Se riesce a battere il boss, otterrà un potenziamento delle abilità.

# 2564_Minamida's Assistant
source: I only have data for one town right now, but we're busy collecting data we need, so not all the stages are playable yet.
pt: Al momento abbiamo dati solo per una città, ma siamo indaffarati a raccogliere i dati che ci servono, quindi non tutti i livelli sono ancora giocabili.

# 2576_Minamida's Assistant
source: Once we collect a little more data, you'll be able to play a bunch of different stages, though.
pt: Una volta che avremo raccolto un po' più di dati, potrà giocare a un sacco di livelli diversi, però.

# 2588_Minamida's Assistant
source: Oh, and as I mentioned before, IF8 isn't done yet. There are a lot of costs associated with completing it.
pt: Oh, e come ho menzionato prima, IF8 non è ancora completo. Ci sono un sacco di costi legati al suo completamento.

# 2600_Minamida's Assistant
source: That's why we're hoping you'll invest in the machine's completion. Developing such things is an expensive endeavor, after all.
pt: Ecco perché speriamo che lei investa nel completamento della macchina. Sviluppare queste cose è un'impresa costosa, dopotutto.

# 2612_Minamida's Assistant
source: Of course, there's something in it for you, too. Once the machine's complete, it will be able to feed back a variety of data to you.
pt: Certo, c'è qualcosa anche per lei. Una volta che la macchina sarà completa, potrà fornirle una varietà di dati.

# 2624_Minamida's Assistant
source: So think about it, won't you? IF8 is a marvel of arcade machine technology. And it's the brainchild of the brilliant Doctor Minamida!
pt: Allora, ci pensi su, no? IF8 è una meraviglia della tecnologia da sala giochi. Ed è la geniale creazione del Dottor Minamida!

# 2636_Minamida's Assistant
source: Did I mention it costs 10,000 yen to play a game? It's a little steep but well worth it.
pt: Le ho detto che costa 10.000 yen giocare una partita? È un po' salato, ma ne vale assolutamente la pena.

# 2648_Minamida's Assistant
source: Well, would you like to play?
pt: Allora, vuole giocare?

# 2660_Minamida's Assistant
source: How about taking IF8 for a spin?
pt: Che ne dice di fare un giro con IF8?

# 2684_Minamida's Assistant
source: Okay, now select the stage you want to play.
pt: Ok, ora selezioni il livello che vuole giocare.

# 2696_Minamida's Assistant
source: Kineicho it is. That will be 10,000 yen please.
pt: Kineicho, allora. Saranno 10.000 yen, per favore.

# 2708_Minamida's Assistant
source: Okay, get ready for your road battle!
pt: Ok, si prepari per la sua battaglia su strada!

# 2732_Minamida's Assistant
source: Kamurocho it is. That will be 10,000 yen please.
pt: Kamurocho, allora. Saranno 10.000 yen, per favore.

# 2744_Minamida's Assistant
source: Okay, get ready for your road battle!
pt: Ok, si prepari per la sua battaglia su strada!

# 2768_Minamida's Assistant
source: I guess money's a little tight. Sorry, but I'll have to ask you to come back when you're able to pay.
pt: Immagino che sia un po' a corto di soldi. Mi dispiace, ma le chiederò di tornare quando potrà pagare.

# 2792_Minamida's Assistant
source: IF8 development is quite expensive. Would you like to invest in its completion?
pt: Lo sviluppo di IF8 è piuttosto costoso. Vorrebbe investire nel suo completamento?

# 2816_Minamida's Assistant
source: Oh, you really want to invest in IF8? You're a lifesaver!
pt: Oh, vuole davvero investire in IF8? Mi salva la vita!

# 2840_Minamida's Assistant
source: Total investments so far have reached %s. How much will you invest?
pt: Gli investimenti totali finora hanno raggiunto %s. Quanto investirà?

# 2864_Minamida's Assistant
source: I think this is enough to upgrade IF8 to our latest version.
pt: Penso che questo basti per aggiornare IF8 alla nostra ultima versione.

# 2876_Minamida's Assistant
source: It will just take a moment.
pt: Ci vorrà solo un attimo.

# 2936_Minamida's Assistant
source: All done! IF8 version 1.1 is now complete!
pt: Tutto fatto! IF8 versione 1.1 è ora completa!

# 2948_Minamida's Assistant
source: The Kamurocho stage is now playable thanks to the upgrade.
pt: Lo scenario di Kamurocho è ora giocabile grazie all'aggiornamento.

# 2960_Minamida's Assistant
source: I really hope you'll play it sometime. Well, see you again.
pt: Spero davvero che ci giocherà prima o poi. Beh, ci vediamo.

# 2984_Minamida's Assistant
source: Thank you for your investment. Total investments have reached %s.
pt: Grazie per il suo investimento. Gli investimenti totali hanno raggiunto %s.

# 2996_Minamida's Assistant
source: Once we reach 100,000 yen, I'll be able to add a new stage for you to play.
pt: Una volta raggiunti i 100.000 yen, potrò aggiungere un nuovo scenario che lei potrà giocare.

# 3008_Minamida's Assistant
source: We'd really appreciate any amount you can afford to invest.
pt: Apprezzeremmo davvero qualsiasi cifra che lei possa permettersi di investire.

# 3020_Minamida's Assistant
source: Total investments so far have reached %s. How much will you invest?
pt: Gli investimenti totali finora hanno raggiunto %s. Quanto investirà?

# 3044_Minamida's Assistant
source: I think this is enough to upgrade IF8 to our latest version.
pt: Penso che questo basti per aggiornare IF8 alla nostra ultima versione.

# 3056_Minamida's Assistant
source: It will just take a moment.
pt: Ci vorrà solo un attimo.

# 3116_Minamida's Assistant
source: All done! IF8 version 1.2 is now complete!
pt: Tutto fatto! IF8 versione 1.2 è ora completa!

# 3128_Minamida's Assistant
source: In version 1.2, you can earn Soul Orbs by completing a stage.
pt: Nella versione 1.2, può guadagnare Soul Orb completando uno scenario.

# 3140_Minamida's Assistant
source: However, you have to complete the same stage a number of times. I hope you'll give it a try.
pt: Tuttavia, deve completare lo stesso scenario un certo numero di volte. Spero che ci proverà.

# 3152_Minamida's Assistant
source: By the way, this will be our final version. No need to invest any more money now. We really appreciate all your help!
pt: A proposito, questa sarà la nostra versione finale. Non serve più investire altri soldi ora. Apprezziamo davvero tutto il suo aiuto!

# 3176_Minamida's Assistant
source: Thank you for your investment. Total investments have reached %s.
pt: Grazie per il suo investimento. Gli investimenti totali hanno raggiunto %s.

# 3188_Minamida's Assistant
source: We could add new features if we had 200,000 yen.
pt: Potremmo aggiungere nuove funzionalità se avessimo 200.000 yen.

# 3200_Minamida's Assistant
source: We'd really appreciate any amount you can afford to invest.
pt: Apprezzeremmo davvero qualsiasi cifra che lei possa permettersi di investire.

# 3212_Minamida's Assistant
source: A little light in the wallet, are we? Please come back when your financial situation improves.
pt: Ha il portafoglio un po' leggero, non è vero? La prego di tornare quando la sua situazione finanziaria migliora.

# 3224_Minamida's Assistant
source: This is the final version, so no more updates.
pt: Questa è la versione finale, quindi niente più aggiornamenti.

# 3236_Minamida's Assistant
source: Oh, that's too bad. I'll be here if you change your mind.
pt: Oh, peccato. Sarò qui se cambia idea.

# 3248_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 3260_Minamida's Assistant
source: You don't want to invest in IF8? That's too bad.
pt: Non vuole investire in IF8? Oh, peccato.

# 3272_Minamida's Assistant
source: Oh, what a shame. It seems you've been defeated.
pt: Oh, peccato. Sembra che sia stato sconfitto.

# 3284_Minamida's Assistant
source: You can try again whenever you want, though.
pt: Può riprovare quando vuole, però.

# 3308_Minamida's Assistant
source: Oh, what a shame. It seems you've been defeated.
pt: Oh, peccato. Sembra che sia stato sconfitto.

# 3320_Minamida's Assistant
source: Well, try again when you're ready.
pt: Beh, riprovi quando è pronto.

# 3380_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 3392_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che ha ottenuto un potenziamento abilità. Questo ci fornirà dei dati preziosi.

# 3416_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 3428_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 3440_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Ha guadagnato un Orbe dell'Anima grazie al potenziamento.

# 3464_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 3476_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 3488_Minamida's Assistant
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le sue abilità non possono essere potenziate ulteriormente. Invece, ecco un premio per la sua fatica.

# 3500_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le sue abilità non possono essere potenziate ulteriormente con questa versione. Invece, ecco un premio.

# 3620_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Snowman Hammer<Color:Default>.

# 3656_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Gravity Converter<Color:Default>.

# 3692_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 3728_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 3764_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Piccolo Motore<Color:Default>.

# 3800_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 3860_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 3872_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che hai ottenuto un potenziamento delle abilità. Questo ci fornirà dei dati preziosi.

# 3896_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 3908_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 3920_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Hai ottenuto un Soul Orb grazie al potenziamento.

# 3944_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 3956_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 3968_Minamida's Assistant
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono essere potenziate ulteriormente. Ecco un premio per il disturbo, invece.

# 3980_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le tue abilità non possono essere potenziate di più con questa versione. Ecco un premio, invece.

# 4100_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Martello del Pupazzo di neve<Color:Default>.

# 4136_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di gravità<Color:Default>.

# 4172_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 4208_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 4244_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Piccolo Motore<Color:Default>.

# 4280_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 4340_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 4352_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che hai ottenuto un potenziamento di abilità. Questo ci fornirà dati preziosi.

# 4376_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 4388_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 4400_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Hai ottenuto una Sfera dell'Anima grazie al potenziamento.

# 4424_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 4436_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 4448_Minamida's Assistant
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono essere potenziate ulteriormente. Ecco un premio per la tua fatica, invece.

# 4460_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le tue abilità non possono essere potenziate ulteriormente con questa versione. Ecco un premio, invece.

# 4580_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Martello del Pupazzo di Neve<Color:Default>.

# 4616_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.

# 4652_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 4688_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 4724_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Motore Piccolo<Color:Default>.

# 4760_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 4820_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 4832_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che hai ottenuto un potenziamento abilità. Questo ci fornirà dati preziosi.

# 4856_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 4868_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 4880_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Hai ottenuto un'Orbe dell'Anima grazie al potenziamento.

# 4904_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 4916_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 4928_Minamida's Assistant
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono essere potenziate ulteriormente. Invece, ecco un premio per la tua fatica.

# 4940_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le tue abilità non possono essere potenziate ulteriormente con questa versione. Invece, ecco un premio.

# 5060_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Martello Pupazzo di Neve<Color:Default>.

# 5096_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.

# 5132_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 5168_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 5204_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Piccolo Motore<Color:Default>.

# 5240_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 5300_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 5312_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che hai ottenuto un potenziamento abilità. Questo ci fornirà dati preziosi.

# 5336_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 5348_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 5360_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Hai ottenuto una Sfera Anima grazie al potenziamento.

# 5384_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 5396_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 5408_Minamida's Assistant
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono essere potenziate ulteriormente. Ecco un premio per il tuo disturbo, invece.

# 5420_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le tue abilità non possono essere potenziate ulteriormente con questa versione. Ecco un premio, invece.

# 5540_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Martello Pupazzo di Neve<Color:Default>.

# 5576_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.

# 5612_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 5648_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 5684_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Piccolo Motore<Color:Default>.

# 5720_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 5780_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 5792_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che hai ottenuto un potenziamento abilità. Questo ci fornirà dei dati preziosi.

# 5816_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 5828_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 5840_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Hai ottenuto una Sfera Anima grazie al potenziamento.

# 5864_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 5876_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 5888_Minamida's Assistant
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono essere potenziate oltre. Ecco un premio per la tua fatica, invece.

# 5900_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le tue abilità non possono essere potenziate oltre con questa versione. Ecco un premio, invece.

# 6020_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Martello del Pupazzo di Neve<Color:Default>.

# 6056_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.
