Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091f5d.po
Languages: pt

source: Playing Against Takachiho
pt: Giocare contro Takachiho

source: Play
pt: Gioca

source: Not Now
pt: Non ora

source: Player
pt: Giocatore

source: Buy 100,000 Points Worth
pt: Acquista 100.000 Punti

# 108_Takachiho
source: Hm? Well, imagine seein' ya here. Don't tell me you don't remember me.
pt: Mh? Beh, guarda chi si vede. Non mi dire che non ti ricordi, eh.

# 120_Takachiho
source: I'm the Naniwasienne. Chiaki Takachiho?
pt: Sono la Naniwasienne. Chiaki Takachiho?

# 132_Takachiho
source: That's the name of the woman who's gonna strip ya naked of your assets. Heh. Don't you forget it.
pt: Questo è il nome della donna che ti spoglierà di ogni avere, lasciandoti in mutande. Eh. Non te lo scordare.

# 144_Playing Against Takachiho
source: Each participant posts a winner-take-all stake of 100,000 points in addition to the 25,000 needed to play, for a total of 125,000 points.
pt: Ogni giocatore piazza una posta da 100.000 punti 'il vincitore porta a casa tutto', oltre ai 25.000 necessari per sedersi al tavolo, per un totale di 125.000 punti.

# 156_Playing Against Takachiho
source: Rules are set at the start of the match, choosing either a Quarter or a Half Game. At the end of play, the top player wins the entire pot of 400,000 points. If you quit the game, you forfeit your 100,000-point stake.
pt: Le regole vengono stabilite all'inizio della partita, scegliendo tra una Partita Corta o una Partita Lunga. Alla fine del gioco, il giocatore in testa vince l'intero piatto di 400.000 punti. Se ti ritiri dalla partita, perdi la tua puntata di 100.000 punti.

# 168_Takachiho
source: So, will ya pony up the 100,000 points and play with me?
pt: Allora, sganci i 100.000 punti e giochi con me?

# 180_Takachiho
source: Yeah, I'll play.
pt: Sì, gioco.

# 192_Takachiho
source: Good. That's the spirit.
pt: Bene. È questo lo spirito.

# 204_Takachiho
source: Here. Your 100,000-point stake goes in the pot.
pt: Ecco. La tua puntata da 100.000 punti va nel piatto.

# 216_Takachiho
source: Let's get this party started.
pt: Diamo il via alle danze.

# 288_Takachiho
source: Hey, wait a sec. Ya can't play without your stake. Wanna buy 100,000 points worth of mahjong sticks now?
pt: Ehi, aspetta un attimo. Non puoi giocare senza la tua posta. Vuoi comprare ora 100.000 punti di fiches da mahjong?

# 300_Takachiho
source: Sure. I'll buy the 100,000 points.
pt: Certo. Prendo i 100.000 punti.

# 324_Takachiho
source: Good. Your stake's goin' straight into the pot.
pt: Perfetto. La tua puntata va dritta nel piatto.

# 336_Takachiho
source: Let's get this party started.
pt: Diamo il via alle danze.

# 396_Takachiho
source: Wait a sec. You don't have enough to buy in, do ya? Scrape enough mahjong sticks together first.
pt: Aspetta un secondo. Non hai mica abbastanza per la quota d'ingresso, eh? Metti insieme abbastanza bastoncini da mahjong prima.

# 408_Takachiho
source: Actually, I'll pass.
pt: A dire il vero, passo.

# 420_Takachiho
source: Sweetie, that's likely the smartest decision you'll make today. But if ya ever want some stupid thrills, I'm your gal.
pt: Tesoro, questa è probabilmente la decisione più intelligente che prenderai oggi. Ma se mai ti venisse voglia di brividi stupidi, sono la tua donna.

# 432_Takachiho
source: Hey there. Lookin' for some high-stakes mahjong?
pt: Ehilà. Cerchi una partita a mahjong ad alte poste?

# 444_Playing Against Takachiho
source: Each participant posts a winner-take-all stake of 100,000 points in addition to the 25,000 needed to play, for a total of 125,000 points.
pt: Ogni giocatore piazza una posta da 100.000 punti 'il vincitore porta a casa tutto', oltre ai 25.000 necessari per sedersi al tavolo, per un totale di 125.000 punti.

# 456_Playing Against Takachiho
source: Rules are set at the start of the match, choosing either a Quarter or a Half Game. At the end of play, the top player wins the entire pot of 400,000 points. If you quit the game, you forfeit your 100,000-point stake.
pt: Le regole vengono stabilite all'inizio della partita, scegliendo tra una Partita Corta o una Partita Lunga. Alla fine del gioco, il giocatore in testa vince l'intero piatto di 400.000 punti. Se ti ritiri dalla partita, perdi la tua puntata di 100.000 punti.

# 468_Takachiho
source: So, will ya pony up the 100,000 points and play with me?
pt: Allora, sganci i 100.000 punti e giochi con me?

# 480_Takachiho
source: Yeah, I'll play.
pt: Sì, gioco.

# 492_Takachiho
source: Good. That's the spirit.
pt: Bene. È questo lo spirito.

# 504_Takachiho
source: Here. Your 100,000-point stake goes in the pot.
pt: Ecco. La tua puntata da 100.000 punti va nel piatto.

# 516_Takachiho
source: Let's get this party started.
pt: Diamo il via alle danze.

# 588_Takachiho
source: Hey, wait a sec. Ya can't play without your stake. Wanna buy 100,000 points worth of mahjong sticks now?
pt: Ehi, aspetta un attimo. Non puoi giocare senza la tua posta. Vuoi comprare ora 100.000 punti di fiches da mahjong?

# 600_Takachiho
source: Sure. I'll buy the 100,000 points.
pt: Certo. Prendo i 100.000 punti.

# 624_Takachiho
source: Good. Your stake's goin' straight into the pot.
pt: Perfetto. La tua puntata va dritta nel piatto.

# 636_Takachiho
source: Let's get this party started.
pt: Diamo il via alle danze.

# 696_Takachiho
source: Wait a sec. You don't have enough to buy in, do ya? Scrape enough mahjong sticks together first.
pt: Aspetta un secondo. Non hai mica abbastanza per la quota d'ingresso, eh? Metti insieme abbastanza bastoncini da mahjong prima.

# 708_Takachiho
source: Actually, I'll pass.
pt: A dire il vero, passo.

# 720_Takachiho
source: Sweetie, that's likely the smartest decision you'll make today. But if ya ever want some stupid thrills, I'm your gal.
pt: Tesoro, questa è probabilmente la decisione più intelligente che prenderai oggi. Ma se mai ti venisse voglia di brividi stupidi, sono la tua donna.

# 732_Takachiho
source: Ya crushed me... Looks like I've still got some stuff to learn.
pt: Mi hai stracciato... Pare che debba imparare ancora un bel po' di cose.

# 744_Takachiho
source: There's your pot. All 400,000 points.
pt: Ecco il tuo piatto. Tutti i 400.000 punti.

# 756_Takachiho
source: Mahjong that thrillin's a rare thing. We gotta do this again sometime.
pt: Un mahjong così da brivido, è roba rara. Dobbiamo rifarci una partita, prima o poi.

# 768_Takachiho
source: Thanks for the good time, sweetie. Worth yer 100,000-point stake, right? Say bye to it.
pt: Grazie per la bella partita, tesoro. Ne è valsa la pena, la tua puntata da 100.000 punti, no? Dille pure addio.

# 780_Takachiho
source: Still, you're a fun boy to play with. If you're lookin' for more thrills, think of this gal. I'm yours anytime.
pt: Comunque, sei un ragazzo divertente con cui giocare. Se cerchi altri brividi, pensa a questa ragazza. Sono tua quando vuoi.

# 792_Takachiho
source: What, you're leavin' in the middle of things? You can kiss yer 100,000-point stake goodbye. We'll split it up.
pt: Cosa, molli a metà? Scordati la tua puntata da 100.000 punti. Ce la divideremo.

# 804_Takachiho
source: Still, you're a fun boy to play with. If you're lookin' for more thrills, think of this gal. I'm yours anytime.
pt: Comunque, sei un ragazzo divertente con cui giocare. Se cerchi altri brividi, pensa a questa ragazza. Sono tua quando vuoi.
