Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031b.po
Languages: pt

# 12808_Shinada
source: That may be true to you, but that's not what other people think. They just see weird makeup.
pt: Sarà pure vero per te, ma non è quello che pensa la gente. Loro vedono solo del trucco strano.

# 12820_Shinada
source: They don't see the good-looking guy underneath. It's just like if Azusa-chan wore otafuku makeup. You see?
pt: Non vedono il bel ragazzo che c'è sotto. È proprio come se Azusa-chan si mettesse il trucco otafuku. Capisci?

# 12832_Ayanokoji
source: So you're saying when people look at me, they don't see an aristocrat, just a buffoon in strange makeup?
pt: Quindi mi stai dicendo che quando la gente mi guarda, non vede un aristocratico, solo un buffone con uno strano trucco?

# 12844_Shinada
source: Exactly! Now do you understand!?
pt: Esatto! Adesso capisci!?

# 12856_Ayanokoji
source: That's ludicrous! Or... Or is it? Perhaps you're onto something. Is that why commoners always mock me?
pt: Assurdo! O... O lo è? Forse hai ragione. È per questo che i popolani mi prendono sempre in giro?

# 12868_Shinada
source: You bet it is. So you ready for a makeover, Leo-kun? You're gonna turn heads. People will be saying, "Hey, an aristocrat!"
pt: Certo che lo è! Allora, sei pronto per un cambio look, Leo-kun? Farai girare la testa a tutti. La gente dirà: "Ehi, un aristocratico!"

# 12880_Ayanokoji
source: But I already am a Heian aristocrat! Though... perhaps I should trust you...
pt: Ma io sono già un aristocratico Heian! Però... forse dovrei fidarmi di te...

# 12892_Shinada
source: Wow, you're actually considering this? You had doubts of your own, didn't you?
pt: Wow, ci stai davvero pensando? Avevi i tuoi dubbi, no?

# 12904_Ayanokoji
source: Of course I did. I'm not blind. I know that I am the only one dressed like this.
pt: Certo che sì. Non sono cieco. So di essere l'unico vestito così.

# 12916_Ayanokoji
source: I wish to broadcast my aristocracy to the world, but I realize now that perhaps that is unwise.
pt: Vorrei mostrare la mia aristocrazia al mondo, ma ora mi rendo conto che forse è poco saggio.

# 12928_Ayanokoji
source: I shall... give up my makeup.
pt: Rinuncerò... al mio trucco.

# 12940_Shinada
source: Great.
pt: Bene.

# 13000_Ayanokoji
source: My makeup is no more.
pt: Il mio trucco non c'è più.

# 13012_Shinada
source: Whoa, damn, Leo-kun! You're pretty handsome!
pt: Wow, accidenti, Leo-kun! Sei davvero bello!

# 13024_Ayanokoji
source: Do not mock me, peasant!
pt: Non prendermi in giro, popolano!

# 13036_Shinada
source: I'm not! I'm serious here! Super serious!
pt: Non è vero! Faccio sul serio! Serissimo!

# 13048_Shinada
source: Your dreams of having a girlfriend are just around the corner!
pt: I tuoi sogni di avere una ragazza sono proprio dietro l'angolo!

# 13060_Ayanokoji
source: Being told I'm handsome by another man does little to inspire me...
pt: Sentirmi dire che sono bello da un altro uomo non mi galvanizza per niente...

# 13072_Shinada
source: Guys don't like saying stuff like that, so when they do, they really mean it. Anyway, I don't like you enough to lie to you about that.
pt: Ai ragazzi non piace dire cose così, quindi quando lo fanno, lo pensano sul serio. Comunque, non mi piaci abbastanza da mentirti su questo.

# 13084_Ayanokoji
source: Well, you do have a point there.
pt: Beh, in effetti hai ragione.

# 13096_Shinada
source: Okay! Now that we've seen what's under the hood, we're good to go!
pt: Ok! Ora che abbiamo visto cosa c'è sotto il cofano, siamo a posto!

# 13108_Ayanokoji
source: That's not for you to decide! Still, I guess we can consider this done with.
pt: Non sta a te deciderlo! Comunque, immagino che possiamo considerarla a posto.

# 13120_Ayanokoji
source: I could never have changed without your aid, and I suppose you have my gratitude for that.
pt: Non sarei mai cambiato senza il tuo aiuto, e direi che ti sei guadagnato la mia gratitudine per questo.

# 13132_Shinada
source: All right, then. That concludes this round of feudal service!
pt: Perfetto, allora. Questo conclude questo turno di servizio feudale!

# 13144_Ayanokoji
source: Fine. You have served me well, so return when you wish to continue your lessons. But ensure you are prepared!
pt: Perfetto. Mi hai servito bene, quindi torna quando vorrai continuare le tue lezioni. Ma assicurati di essere preparato!

# 13180_Shinada
source: All right, no matter what I say, I can tell I'm not going to move you.
pt: Va bene, non importa quello che dico, mi rendo conto che non ti smuoverò.

# 13192_Shinada
source: So I think you should just live your life however you want!
pt: Quindi penso che dovresti vivere la tua vita come ti pare e piace!

# 13204_Ayanokoji
source: That is as I have always done. I scarcely need you to give me permission.
pt: È così che ho sempre fatto. Non ho certo bisogno che tu mi dia il permesso.

# 13240_Shinada
source: (Uh-oh, I've got nothing! What was I even thinking?)
pt: (Oh cavolo, non ho proprio niente! Ma a cosa stavo pensando?!)

# 13252_Ayanokoji
source: Is there ought else you require?
pt: Ti occorre nient'altro?

# 13264_Shinada
source: Er, no, nothing. I'll just be going now.
pt: Ah, no, niente. Ora me ne vado.

# 13324_Shinada
source: Advice time! Let's talk about your life!
pt: È l'ora dei consigli! Parliamo della tua vita!

# 13336_Ayanokoji
source: I've already effected many of the changes you have mentioned, but I've yet to see results.
pt: Ho già attuato molte delle modifiche che hai menzionato, eppure non ho visto risultati.

# 13348_Shinada
source: These things take time. How old are you again, Leo-kun?
pt: Queste cose richiedono tempo. Quanti anni hai di nuovo, Leo-kun?

# 13360_Ayanokoji
source: As I've told you countless times, I am 35.
pt: Come ti ho detto mille volte, ho 35 anni.

# 13372_Shinada
source: Well, I'll need a little more patience out of you, considering all the quirks you've developed over the years. I can't fix them all at once.
pt: Beh, mi servirà un po' più di pazienza da parte tua, considerando tutte le manie che hai sviluppato nel corso degli anni. Non posso sistemarle tutte in una volta.

# 13384_Ayanokoji
source: Quirks!? What you consider to be "quirks" are mannerisms befitting a nobleman such as myself! You certainly have no right to criticize me.
pt: Manie!? Quelle che tu consideri "manie" sono maniere che si addicono a un nobile come il sottoscritto! Tu non hai certo il diritto di criticarmi.

# 13396_Shinada
source: Yeah, yeah, whatever you say. Now, what should we do this time? Hmm...
pt: Sì, sì, vabbè, come dici tu. Ora, che facciamo questa volta? Mmm...

# 13408_Shinada
source: We already got the makeup off, so I guess you should lose those clothes next.
pt: Abbiamo già tolto il trucco, quindi immagino che dovresti toglierti quei vestiti ora.

# 13420_Ayanokoji
source: Nay.
pt: No.

# 13432_Shinada
source: Don't you want to change your look?
pt: Non vuoi cambiare il tuo look?

# 13444_Ayanokoji
source: This garb embodies my very soul. Removing my makeup was trying enough, but how will people know I am of noble birth without these clothes?
pt: Questo abito incarna la mia stessa anima. Togliermi il trucco è stato già una bella prova, ma come faranno le persone a sapere che sono di nobili natali senza questi vestiti?

# 13456_Shinada
source: If looking like an aristocrat is that important to you, then maybe it's a bit too soon to lose those clothes. Time for plan B.
pt: Se sembrare un aristocratico è così importante per te, allora forse è un po' troppo presto per toglierti quei vestiti. È ora del piano B.

# 13468_Shinada
source: I'm going to ask you a few questions just like before.
pt: Ti farò alcune domande proprio come prima.

# 13480_Shinada
source: Now then...
pt: Dunque...

# 13492_Shinada
source: You say you want a girlfriend, but are you even able to talk to girls?
pt: Dici di volere una ragazza, ma sai almeno parlare con le ragazze?

# 13504_Ayanokoji
source: Is your skull truly that empty? Of course I am able to speak to women. I am speaking right now, am I not?
pt: Ma il tuo teschio è davvero così vuoto? Certo che sì, sono in grado di parlare con le donne. Sto parlando proprio ora, non è vero?

# 13516_Shinada
source: That's not what I mean. I don't see you around girls that much. I thought maybe you were too nervous to talk to them.
pt: Non è quello che intendo. Non ti vedo molto in giro con le ragazze. Pensavo che magari fossi troppo nervoso per parlarci.

# 13528_Ayanokoji
source: Oh, I see. Well, I can communicate with them well enough, but I must admit that I am not versed in making idle chatter.
pt: Oh, capisco. Beh, riesco a comunicare con loro abbastanza bene, ma devo ammettere di non essere avvezzo alle chiacchiere frivole.

# 13540_Ayanokoji
source: But the average wench would not be able to follow my aristocratic discourse anyway.
pt: Ma la donnetta media non sarebbe comunque in grado di seguire il mio discorso aristocratico.

# 13552_Shinada
source: (Wench? Sheesh. He's making excuses, but it looks like he knows he can't talk to girls.)
pt: (Donnetta? Mamma mia. Sta cercando scuse, ma sembra che sappia di non riuscire a parlare con le ragazze.)

# 13576_Shinada
source: What do you do all day, Leo-kun?
pt: Cosa fai tutto il giorno, Leo-kun?

# 13588_Ayanokoji
source: Clarify.
pt: Chiarisci.

# 13600_Shinada
source: You don't work, so you must have lots of free time during the week. What do you do to pass the time?
pt: Non lavori, quindi devi avere un sacco di tempo libero in settimana. Cosa fai per passare il tempo?

# 13612_Ayanokoji
source: On the contrary, I have no free time! I have plenty of responsibilities, such as watching TV, playing video games, taking walks, and going shopping.
pt: Al contrario, non ho tempo libero! Ho un sacco di responsabilità, come guardare la TV, giocare ai videogiochi, fare passeggiate e andare a fare shopping.

# 13624_Shinada
source: (In other words, all his time is free time. Must be nice to be that rich.)
pt: (In altre parole, tutto il suo tempo è tempo libero. Deve essere bello essere così ricco.)

# 13648_Shinada
source: Have you ever considered getting a job?
pt: Hai mai pensato di trovarti un lavoro?

# 13660_Ayanokoji
source: What an absolutely ridiculous question.
pt: Che domanda assolutamente ridicola!

# 13672_Ayanokoji
source: If you wanted for nothing, would you seek employment?
pt: Se non ti mancasse nulla, cercheresti un lavoro?

# 13684_Shinada
source: Good point. Never mind.
pt: Hai ragione. Lascia stare.

# 13696_Ayanokoji
source: Exactly. At last, something we can agree upon.
pt: Esatto. Finalmente, qualcosa su cui possiamo essere d'accordo.

# 13708_Shinada
source: But some people work even if they don't have to. They want to do something meaningful or contribute to society or something like that.
pt: Ma alcune persone lavorano anche se non sono obbligate. Vogliono fare qualcosa di significativo o contribuire alla società o qualcosa del genere.

# 13720_Ayanokoji
source: Nobles have lived off tribute offered by commoners and vassals for centuries. We have no need to work for a living.
pt: I Nobili hanno vissuto di tributi offerti da popolani e vassalli per secoli. Non abbiamo alcuna necessità di lavorare per vivere.

# 13732_Ayanokoji
source: Working for work's sake is a laborer's virtue and nothing more. It holds no value for me.
pt: Lavorare per il gusto di lavorare è una virtù da lavoratore e nient'altro. Per me non ha alcun valore.

# 13744_Shinada
source: (I'm not one to talk, but man, this guy's rotten to the core.)
pt: (Non sono io a dover parlare, ma cavolo, questo tizio è marcio fino al midollo.)

# 13768_Shinada
source: Okay, so you're not the kind of guy who goes out and aggressively pursues love or a career.
pt: Ok, quindi non sei il tipo che si impegna a fondo per l'amore o una carriera.

# 13780_Ayanokoji
source: That is simply how we aristocrats "roll," to put it in your common vernacular. You peons comply with our every whim. Why would we ever lift a finger?
pt: È semplicemente il nostro "andazzo", per dirla nel vostro volgare comune. Voi popolani assecondate ogni nostro capriccio. Perché mai dovremmo muovere un dito?

# 13792_Player
source: Let's try that again. Now then...
pt: Proviamo di nuovo. Allora...

# 13804_Shinada
source: (Based on what I've heard so far, I should...)
pt: (In base a quello che ho sentito finora, dovrei...)

# 13816_Shinada
source: Let's find you a job, Leo-kun!
pt: Troviamoti un lavoro, Leo-kun!

# 13828_Ayanokoji
source: You speak madness, plebeian!
pt: Dici follie, plebeo!

# 13840_Shinada
source: Look, man. When you meet girls, you have to introduce yourself.
pt: Senti, amico. Quando incontri ragazze, devi presentarti.

# 13852_Shinada
source: That includes your employment status. Admitting you're unemployed won't go over well. You should at least have a part-time job.
pt: Questo include la tua situazione lavorativa. Ammettere che sei disoccupato non farà una bella figura. Dovresti avere almeno un lavoro part-time.

# 13864_Ayanokoji
source: A part-time job? At my age? What woman would find that attractive?
pt: Un lavoro part-time? Alla mia età? Quale donna lo troverebbe attraente?

# 13876_Shinada
source: You have a point there. I guess we'll have to find you a regular nine-to-five job!
pt: Hai ragione su questo. Immagino che dovremo trovarti un normale lavoro dalle nove alle cinque!

# 13888_Ayanokoji
source: Um... Shinada... 'Tis strange enough getting personal advice from you, but I do not believe I need your advice on employment. Have <Italic>you</Italic> ever held a nine-to-five job?
pt: Uhm... Shinada... È già abbastanza strano ricevere consigli personali da te, ma non credo di aver bisogno dei tuoi consigli sul lavoro. <Italic>Tu</Italic> hai mai avuto un normale lavoro dalle nove alle cinque?

# 13900_Shinada
source: Right. Point well taken.
pt: Giusto. Hai ragione.

# 13912_Ayanokoji
source: You forget yourself, commoner. I shan't suffer a lecture from my underling. Now, if you cannot make yourself useful, then your life means nothing.
pt: Ti scordi chi sei, plebeo. Non tollererò una predica dal mio sottoposto. Ora, se non puoi renderti utile, allora la tua vita non significa nulla.

# 13924_Shinada
source: That's all there is to my life? Making myself useful? Well, I guess that's not wrong, but still.
pt: Tutto qui la mia vita? Rendermi utile? Beh, immagino non sia sbagliato, ma comunque.

# 13936_Shinada
source: Anyway, no one knows how hard it is to have a real job in this town better than me!
pt: Comunque, nessuno sa quanto sia difficile avere un vero lavoro in questa città meglio di me!

# 13948_Shinada
source: Let's pretend we never had this conversation!
pt: Facciamo finta di non aver mai avuto questa conversazione!

# 13960_Ayanokoji
source: Oh. Um, yes. Well, put forth more effort to appease me next time.
pt: Oh. Ehm, sì. Bene, fai più sforzi per placarmi la prossima volta.

# 13996_Shinada
source: Okay, Leo-kun, let's find you a hobby so you'll have something to talk about when you meet a girl.
pt: Ok, Leo-kun, troviamoti un hobby così avrai qualcosa di cui parlare quando incontri una ragazza.

# 14008_Shinada
source: After all, girls don't like guys with too much time on their hands and no hobbies or interests.
pt: Dopotutto, alle ragazze non piacciono i tipi con troppo tempo libero e senza hobby o interessi.

# 14020_Ayanokoji
source: I never said I didn't have a hobby. I often go yachting, after all.
pt: Non ho mai detto di non avere un hobby. Dopotutto, vado spesso in yacht.

# 14032_Shinada
source: Really? Yachting?
pt: Davvero? In yacht?

# 14044_Ayanokoji
source: That's right. I hope you are not suggesting I simply let my yacht rot in the harbor.
pt: Giusto. Spero tu non voglia insinuare che io debba semplicemente lasciare il mio yacht a marcire nel porto.

# 14056_Shinada
source: You have a yacht? As in one of those super big, super expensive boats?
pt: Hai uno yacht? Cioè, uno di quei bestioni super grandi e super costosi?

# 14068_Ayanokoji
source: I wouldn't consider it "super expensive," as you say. I was able to buy mine with just my allowance.
pt: Non lo considererei «super costoso», come dici tu. Sono riuscito a comprare il mio solo con la mia paghetta.

# 14080_Shinada
source: Oh, well never mind me, then. I thought you didn't have any hobbies.
pt: Oh, beh, non farci caso a me, allora. Pensavo non avessi nessun hobby.

# 14092_Ayanokoji
source: You truly know nothing. I also play golf and travel overseas.
pt: Non sai davvero niente. Gioco anche a golf e viaggio all'estero.

# 14104_Shinada
source: Right... I guess it's back to the drawing board.
pt: Giusto... credo che si debba ricominciare da capo.

# 14140_Shinada
source: You have to get used to talking to girls, and that takes lots of practice!
pt: Devi abituarti a parlare con le ragazze, e per quello ci vuole un sacco di pratica!

# 14152_Ayanokoji
source: Practice, you say? But you don't strike me as a ladies' man, Shinada. I am unsure if I've even seen you talking to a woman.
pt: Pratica, dici? Ma non mi sembri un donnaiolo, Shinada. Non so nemmeno se ti ho mai visto parlare con una donna.

# 14164_Shinada
source: You're one to talk, Leo-kun! And anyway, I've had my fair share of conversations with women!
pt: Guarda chi parla, Leo-kun! E comunque, ho avuto la mia buona parte di conversazioni con le donne!

# 14176_Shinada
source: Anyway, let's have you practice getting to know girls through conversation. The best way to learn is by doing, after all.
pt: Comunque, ti farò fare pratica a conoscere le ragazze tramite la conversazione. Dopotutto, il modo migliore per imparare è facendo.

# 14188_Ayanokoji
source: Wait, do you intend to toss me into some vulgar establishment again!? I've had enough of such dens of debauchery!
pt: Aspetta, hai intenzione di sbattermi di nuovo in qualche bettola volgare!? Ne ho piene le scatole di quei covi di depravazione!

# 14200_Shinada
source: No, I wouldn't dream of it! Now, follow me.
pt: No, non mi sognerei mai di farlo! Ora, seguimi.

# 14260_Shinada
source: Advice time! Let's talk about your life!
pt: Momento consigli! Parliamo della tua vita!

# 14272_Ayanokoji
source: Very well. Though I am loath to admit it, your advice has proven to be effective.
pt: Molto bene. Anche se a malincuore lo ammetto, il tuo consiglio si è dimostrato efficace.

# 14284_Shinada
source: It has? Sweet! Told you I knew what I was talking about!
pt: Ha funzionato? Fico! Te l'avevo detto che sapevo il fatto mio!

# 14296_Ayanokoji
source: Do not forget yourself. You are a witless peasant now and forever.
pt: Non dimenticare chi sei. Sei un villano senza cervello ora e per sempre.

# 14308_Shinada
source: Oh. Well, fine.
pt: Oh. Beh, va bene.

# 14320_Ayanokoji
source: Be grateful, however, for among my fellow aristocrats, I alone am exceptionally skilled at listening to opinions of your kind.
pt: Sii pur grato, però, perché tra i miei pari aristocratici, solo io ho una maestria eccezionale nell'ascoltare le opinioni della tua risma.

# 14332_Shinada
source: Hm. I feel like I should be annoyed at that, but I guess I'm getting used to you.
pt: Hm. Dovrei sentirmi infastidito da questo, ma mi sa che mi sto abituando a te.

# 14344_Ayanokoji
source: So? What's next?
pt: Allora? Cosa c'è dopo?

# 14356_Shinada
source: I think I need a little background info first.
pt: Mi sa che mi serve un po' di contesto prima.

# 14368_Shinada
source: Okay, let me ask you this...
pt: Allora, fammi chiedere una cosa...

# 14380_Shinada
source: It's been a while since you got rid of your makeup. How've things been?
pt: È passato un po' da quando ti sei tolto il trucco. Come sono andate le cose?

# 14392_Ayanokoji
source: Well, my skin seems to shine with a luster heretofore absent from my complexion.
pt: Beh, la mia pelle sembra splendere con una lucentezza finora assente dal mio incarnato.

# 14404_Shinada
source: Uh... No. I meant, how have the people around you reacted?
pt: Uh... No. Volevo dire, come hanno reagito le persone intorno a te?

# 14416_Ayanokoji
source: How have they reacted? The same as ever. Wherefore do you ask?
pt: Come hanno reagito? Come sempre. Per quale ragione domandi?

# 14428_Shinada
source: (I see losing the makeup wasn't enough. This is going to be harder than I thought.)
pt: (Vedo che perdere il trucco non è bastato. Sarà più difficile di quanto pensassi.)

# 14452_Shinada
source: Don't you want to try some new clothes?
pt: Non vuoi provare dei vestiti nuovi?

# 14464_Ayanokoji
source: I already told you no. Do not make me repeat myself.
pt: Ti ho già detto di no. Non farmi ripetere.

# 14476_Shinada
source: What happened when you went to that hostess club? Did your hostess say anything?
pt: Cosa è successo quando sei andato a quel hostess club? La tua hostess ha detto qualcosa?

# 14488_Ayanokoji
source: Quoth she, I have a look that is all my own. I took it as a compliment.
pt: Ella disse, ho un aspetto tutto mio. L'ho preso come un complimento.

# 14500_Shinada
source: Uh, no, she was just trying to be nice. You probably freaked her right the heck out.
pt: Uh, no, stava solo cercando di essere gentile. L'hai probabilmente fatta spaventare di brutto.

# 14512_Ayanokoji
source: But－! Well, I suppose it's not impossible.
pt: Ma—! Beh, suppongo non sia impossibile.

# 14524_Shinada
source: You don't look too surprised.
pt: Non sembri troppo sorpreso.

# 14536_Ayanokoji
source: When first we met, it was as though her countenance was carved from stone.
pt: Quando ci incontrammo per la prima volta, era come se il suo volto fosse scolpito nella pietra.

# 14548_Shinada
source: See!? You totally freaked her out.
pt: Vedi!? L'hai fatta spaventare di brutto.

# 14560_Ayanokoji
source: Hmm... Perhaps it is beyond the abilities of the peasantry to fathom my sublime fashion sense.
pt: Hmm... Forse supera le capacità della plebe comprendere il mio sublime senso della moda.

# 14572_Shinada
source: (Yes! I think I just planted a seed of doubt about his clothes!)
pt: (Sì! Credo di aver appena piantato un seme di dubbio sui suoi vestiti!)

# 14596_Shinada
source: Let me ask you this, Leo-kun. Is there anything you want to try?
pt: Lascia che ti chieda questo, Leo-kun. C'è qualcosa che vuoi provare?

# 14608_Ayanokoji
source: Isn't it a little late to be asking me that now?
pt: Non è un po' tardi per chiedermelo adesso?

# 14620_Ayanokoji
source: As a noble, I can do anything I want. After all, I have money, time, and power. Your peasant's perspective is far below mine, so I don't expect you to comprehend that.
pt: Da nobile, posso fare tutto quello che voglio. Dopotutto, ho soldi, tempo e potere. La tua prospettiva da plebeo è ben al di sotto della mia, quindi non mi aspetto che tu la comprenda.

# 14632_Ayanokoji
source: I must admit, however, that some things are better seen with one's face in the dirt, hence why I allow you to continue to be my vassal.
pt: Devo ammettere, però, che alcune cose si vedono meglio con la faccia nella sporcizia, ed è per questo che ti permetto di continuare a essere il mio vassallo.

# 14644_Shinada
source: Uh... Wow. Sorry.
pt: Uh... Wow. Scusa.

# 14656_Shinada
source: (Guess I'll have to choose.)
pt: (Credo che dovrò scegliere.)

# 14680_Shinada
source: We've already tried a bunch of things, so I think it's time to go big or go home.
pt: Abbiamo già provato un sacco di cose, quindi credo sia ora di o la va o la spacca.

# 14692_Ayanokoji
source: "Go big or go home"? I cannot fathom what's brewing within the mush of your brain, but I like not the sound of it.
pt: "O la va o la spacca"? Non riesco proprio a comprendere cosa bolla nella pappa del tuo cervello, ma la cosa non mi aggrada affatto.

# 14704_Player
source: Let's try that again. Now then...
pt: Proviamo di nuovo. Allora...
