Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid002001ac.po
Languages: pt

source: You got an <Color:8>Intelligent-looking Cochin Chicken<Color:Default>.
pt: Hai beccato un <Color:8>Pollo Cochin dall'aria sveglia<Color:Default>.

source: You got 1,200 experience points.
pt: Hai ottenuto 1.200 punti esperienza.

source: You got a <Color:8>Yakitori<Color:Default>.
pt: Hai ottenuto un <Color:8>Yakitori<Color:Default>.

source: Man
pt: Uomo

source: Chicken
pt: Pollo

source: The Cochin Cup Classic
pt: La Coppa Cochin Classica

source: Enter Races
pt: Partecipa alle Gare

source: Train a Cochin
pt: Addestra un Cochin

source: Breeding
pt: Allevamento

source: Forget Skills
pt: Dimentica le Abilità

source: View Parameters
pt: Visualizza Parametri

source: View Titles
pt: Visualizza Titoli

source: About the Cochin Cup
pt: Informazioni sulla Coppa Cochin

source: Exit
pt: Esci

source: Newcomer Class
pt: Classe Principianti

source: Challenger Class
pt: Classe Sfidanti

source: Contender Class
pt: Classe Contendenti

source: Champion Class
pt: Classe Campioni

source: Cancel
pt: Annulla

source: Wind Cup
pt: Coppa del Vento

source: Novice Cup
pt: Coppa Novizi

source: Chicken Cup
pt: Coppa Pollo

source: Drake Cup
pt: Coppa Drake

source: Dawn Cup
pt: Coppa dell'Alba

source: Let's do it!
pt: Facciamolo!

source: Not right now.
pt: Non adesso.

source: Let's do this!
pt: Facciamolo!

source: Kamikaze Cup
pt: Coppa Kamikaze

source: Rising Cup
pt: Coppa dell'Ascesa

source: Silver Cup
pt: Coppa d'Argento

source: Crystal Cup
pt: Coppa di Cristallo

source: Shigure Cup
pt: Shigure Coppa

source: Tortoise Cup
pt: Coppa Tartaruga

source: Phoenix Cup
pt: Coppa della Fenice

source: Tiger Cup
pt: Coppa della Tigre

source: Dragon Cup
pt: Coppa del Drago

source: Adamant Cup
pt: Coppa Adamantina

source: King Cup
pt: Coppa del Re

source: Storm Cup
pt: Coppa della Tempesta

source: Black Cup
pt: Coppa Nera

source: Skanda Cup
pt: Coppa Skanda

source: Azuchi Cup
pt: Coppa Azuchi

source: Never mind.
pt: Lascia stare.

source: Yes, please.
pt: Sì, grazie.

source: No thanks.
pt: No grazie.

source: How to Play
pt: Come si gioca

source: Parameters
pt: Parametri

source: Raising Chickens
pt: Allevamento di Polli

source: Racing Classes
pt: Classi di gara

source: Titles
pt: Titoli

source: What are the parameters?
pt: Cosa sono i parametri?

source: Skills
pt: Competenze

source: Condition and Personality
pt: Condizione e Personalità

source: Running Style
pt: Stile di Corsa

source: Condition
pt: Condizione

source: Personality
pt: Personalità

# 152_Man
source: That's a good girl... Hold still now...
pt: Che brava ragazza... Stai ferma adesso...

# 164_Man
source: Is that a... chicken? You trying to catch it?
pt: Quello è un... pollo? Stai cercando di prenderlo?

# 176_Man
source: Shh! This situation demands the utmost concentration! Don't talk to me right now!
pt: Shhh! Questa situazione richiede la massima concentrazione! Non parlarmi adesso!

# 188_Chicken
source: Cluck, cluck, squawk!
pt: Coccodè, coccodè, COCCODÈ!

# 200_Man
source: (What the heck's a chicken doing in the middle of the city?)
pt: (Che diavolo ci fa un pollo in mezzo alla città?)

# 224_Man
source: Noooooooooooooo! Come baaaaaaaaaaaaack!
pt: Noooooooooooooo! Tornaaaaaaaaaaaaaa!

# 236_Man
source: Hey, don't just stand there gawking! Help me catch my beautiful baby bird!
pt: Ehi, non stare lì impalato a fissare! Aiutami a prendere il mio bellissimo pulcino!

# 248_Man
source: Wait, why me?
pt: Aspetta, perché io?

# 260_Man
source: That chicken－a Cochin, actually－is a prized avian beast! Its life is worth more than mine and yours put together! Look, I'll even give you a reward for helping. Sound good?
pt: Quel pollo — in realtà un Cochin — è un volatile di razza pregiatissima! La sua vita vale più della mia e della tua messe assieme! Guarda, ti darò persino una ricompensa se mi aiuti. Ti va bene?

# 272_Man
source: You should've said that first.
pt: Avresti dovuto dirmelo prima.

# 284_Man
source: Then go forth! Run like the wind and bring my Cochin to me!
pt: Allora, avanti! Corri come il vento e portami il mio Cochin!

# 332_Man
source: Thanks, buddy! Wasn't easy, was it? This little fella's got rocket fuel coursing through its veins!
pt: Grazie, amico! Non è stato facile, vero? Questo piccoletto c'ha il turbo nelle vene!

# 344_Man
source: Hoo... Haah... Yeah, that bird was bizarrely quick.
pt: Hoo... Haah... Già, quel pollo era stranamente veloce.

# 368_Man
source: Dang it! Can't believe I got outrun by a chicken.
pt: Maledizione! Non posso credere che un pollo mi abbia seminato.

# 380_Man
source: Huh?
pt: Uh?

# 392_Man
source: Hey, guess what? I caught my little cluckling at last!
pt: Ehi, indovina un po'? Ho finalmente preso il mio piccoletto!

# 404_Man
source: Oh, did you now?
pt: Ah, sì?

# 416_Man
source: Yeah! All that chasing you did managed to wear the ol' girl down. By the time I caught up, she looked like she was ready to drop!
pt: Sì! Tutto quell'inseguimento che hai fatto è riuscito a stremare la vecchia gallina. Quando l'ho raggiunta, sembrava pronta a stramazzare!

# 428_Man
source: That's good to hear. I'm glad my running amounted to more than just exercise.
pt: È bello sentirlo. Sono contento che la mia corsa sia servita a qualcosa di più di un semplice esercizio.

# 440_Man
source: Oh, no, you were a big help, really. It wasn't easy, was it? The way she can scuttle around like a chicken with her head－well, still on.
pt: Oh, no, sei stato di grande aiuto, davvero. Non è stato facile, vero? Il modo in cui riesce a sgattaiolare in giro come un pollo con la testa—beh, ancora attaccata.

# 452_Man
source: Yeah, that bird was freakishly fast.
pt: Già, quel pollo era stranamente veloce.

# 464_Man
source: Hahaha, but of course. This beaut right here ain't your garden variety gamecock. She's a certified, bona fide Cochin!
pt: Hahaha, ma certo. Questa bellezza qui non è un pollo da strapazzo. È una Cochin certificata, purosangue!

# 476_Man
source: Yeah? Cochin's that expensive breed used for premium-grade meat, right? Mmm, I've never had any before.
pt: Già? Il Cochin è quella razza costosa usata per carne di prima qualità, giusto? Mmm, non ne ho mai mangiato prima.

# 488_Man
source: No way! You're not eating this little prizehen. Don't look at my Cochin with those lustful, greedy eyes!
pt: Non ci pensare nemmeno! Non ti mangi questa piccola gallina da premio. Non guardare il mio Cochin con quegli occhi bramosi e avidi!

# 500_Man
source: Oh, and I hear the eggs are as tasty as the meat. An oyakodon bowl made with Cochin must taste like heaven.
pt: Oh, e sento dire che le uova sono buone quanto la carne. Un oyakodon fatto con Cochin dev'essere una cosa divina.

# 512_Man
source: Purge those unclean thoughts from your mind! This bird is precious beyond compare! Why, eating her would be a cardinal sin!
pt: Togliti dalla testa quei pensieri impuri! Questa gallina è preziosa come non mai! Mangiarla, poi, sarebbe un peccato capitale!

# 524_Man
source: I dunno, man, seems like a waste of good bird to me. What's so special about this one?
pt: Boh, amico, a me sembra uno spreco di una bella gallina. Che c'ha di così speciale questa qui?

# 536_Man
source: I'll show you. I promised you a reward for helping, right? Come with me.
pt: Ti faccio vedere. Ti avevo promesso una ricompensa per avermi aiutato, giusto? Vieni con me.

# 548_Man
source: Oh, and the name's Ukai. What's yours?
pt: Oh, e mi chiamo Ukai. E tu come ti chiami?

# 560_Man
source: Shinada. I'm a freelance journalist specializing in... how should I put this? Ever want to hit up a massage parlor? I'm the guy to ask.
pt: Shinada. Sono un giornalista freelance specializzato in... come dire? Ti è mai venuta voglia di fare un salto in un centro massaggi? Sono l'uomo giusto a cui chiedere.

# 572_Ukai
source: Oh, huh, how interesting. Nice to meet you, Shinada-san.
pt: Ah, beh, che interessante. Piacere di conoscerti, Shinada-san.

# 584_Man
source: So? Where are we off to?
pt: Allora? Dove si va?

# 596_Ukai
source: You'll see when we get there. It's right over yonder.
pt: Vedrai quando ci arriviamo. È proprio laggiù.

# 644_Man
source: Thanks, buddy! Wasn't easy, was it? This little fella's got rocket fuel coursing through its veins!
pt: Grazie, amico! Non è stato mica facile, eh? Questo piccoletto ha benzina nelle vene!

# 656_Man
source: Hoo... Haah... Yeah, that bird was bizarrely quick.
pt: Hoo... Haah... Già, quel piccoletto era stranamente veloce.

# 680_Man
source: Dang it! Can't believe I got outrun by a chicken.
pt: Maledizione! Non posso credere di essere stato superato da una gallina.

# 692_Man
source: Huh?
pt: Uh?

# 704_Man
source: Hey, guess what? I caught my little cluckling at last!
pt: Ehi, indovina un po'? Ho preso il mio piccoletto finalmente!

# 716_Man
source: Oh, did you now?
pt: Ah sì?

# 728_Man
source: Yeah! All that chasing you did managed to wear the ol' girl down. By the time I caught up, she looked like she was ready to drop!
pt: Sì! Tutto quell'inseguimento che hai fatto è riuscito a stremare la piccoletta. Quando l'ho raggiunta, sembrava pronta a crollare!

# 740_Man
source: That's good to hear. I'm glad my running amounted to more than just exercise.
pt: È bello sentirlo. Sono contento che la mia corsa sia valsa a qualcosa di più di un semplice esercizio.

# 752_Man
source: Oh, no, you were a big help, really. It wasn't easy, was it? The way she can scuttle around like a chicken with her head－well, still on.
pt: Oh, no, sei stato di grande aiuto, davvero. Non è stato mica facile, eh? Il modo in cui riesce a sfrecciare in giro come una gallina con la testa — beh, ancora attaccata.

# 764_Man
source: Yeah, that bird was freakishly fast.
pt: Già, quel piccoletto era stranamente veloce.

# 776_Man
source: Hahaha, but of course. This beaut right here ain't your garden variety gamecock. She's a certified, bona fide Cochin!
pt: Hahaha, ma certo. Questa piccoletta qui non è mica un galletto qualunque. È una vera, autentica Cochin!

# 788_Man
source: Yeah? Cochin's that expensive breed used for premium-grade meat, right? Mmm, I've never had any before.
pt: Sì? La Cochin è quella razza costosa usata per carne pregiata, vero? Mmm, non ne ho mai mangiata prima.

# 800_Man
source: No way! You're not eating this little prizehen. Don't look at my Cochin with those lustful, greedy eyes!
pt: Manco per sogno! Non ti mangi questa piccoletta da premio. Non guardare la mia Cochin con quegli occhi bramosi e avidi!

# 812_Man
source: Oh, and I hear the eggs are as tasty as the meat. An oyakodon bowl made with Cochin must taste like heaven.
pt: Oh, e sento dire che le uova sono buone quanto la carne. Una ciotola di oyakodon fatta con la Cochin deve essere paradisiaca.

# 824_Man
source: Purge those unclean thoughts from your mind! This bird is precious beyond compare! Why, eating her would be a cardinal sin!
pt: Togliti quei pensieri impuri dalla testa! Questa piccoletta è preziosa oltre ogni dire! Ma come, mangiarla sarebbe un peccato capitale!

# 836_Man
source: I dunno, man, seems like a waste of good bird to me. What's so special about this one?
pt: Non so, amico, mi sembra uno spreco di un buon pollo. Cos'ha di così speciale questo?

# 848_Man
source: I'll show you. I promised you a reward for helping, right? Come with me.
pt: Te lo mostro. Ti avevo promesso una ricompensa per l'aiuto, giusto? Vieni con me.

# 860_Man
source: Oh, and the name's Ukai. What's yours?
pt: Oh, e mi chiamo Ukai. Tu, invece?

# 872_Man
source: Shinada. I'm a freelance journalist specializing in... how should I put this? Ever want to hit up a massage parlor? I'm the guy to ask.
pt: Shinada. Sono un giornalista freelance specializzato in... come dire? Vuoi farti un giro in un centro massaggi? Sono il tipo giusto a cui chiedere.

# 884_Ukai
source: Oh, huh, how interesting. Nice to meet you, Shinada-san.
pt: Oh, eh, che interessante. Piacere di conoscerti, Shinada-san.

# 896_Man
source: So? Where are we off to?
pt: Allora? Dove mi porti?

# 908_Ukai
source: You'll see when we get there. It's right over yonder.
pt: Vedrai quando ci arriviamo. È proprio laggiù.

# 932_Man
source: Whoa...
pt: Caspita...

# 956_Man
source: Behold! For you are about to witness the greatest competition of luck, pluck, and cluck ever devised! <Italic>This</Italic> is the Cochin Cup Classic!
pt: Ecco! Stai per assistere alla più grande competizione di fortuna, grinta e chiocciare mai concepita! <Italic>Questa</Italic> è la Cochin Cup Classic!

# 968_Man
source: Cochin Cup Classic? Never heard of it.
pt: Cochin Cup Classic? Mai sentita nominare.

# 980_Ukai
source: Think of this like a sanctuary for chicken enthusiasts. A place where people take the beloved Cochins they've nurtured and race them against each other for prize money.
pt: Pensala come a un santuario per gli appassionati di polli. Un posto dove la gente porta i loro amati Cochin che hanno allevato e li fa gareggiare l'uno contro l'altro per il montepremi.

# 992_Ukai
source: It's not unlike horse racing, really. There are some champion birds out there that've hauled in millions.
pt: Non è molto diverso dalle corse di cavalli, sai. Ci sono uccelli campioni là fuori che hanno fruttato milioni.

# 1004_Man
source: Millions? As in millions of yen? Seriously!?
pt: Milioni? Parli di milioni di yen? Dici sul serio!?

# 1016_Ukai
source: Honest truth, buddy. That bird we just bagged? Her eggs are as good as gold.
pt: Fidati, amico. Quella gallina che abbiamo appena beccato? Le sue uova sono oro colato.

# 1028_Man
source: Huh. Sounds like there's good money to be made. So did you come up with this Cochin racing idea on your own?
pt: Eh. Sembra che ci sia un bel po' di grana da fare. Allora, quest'idea delle corse di Cochin te la sei inventata tu?

# 1040_Ukai
source: Yep. Not to crow about it, but it sure is something, ain't it?
pt: Già. Non per fare il galletto, ma è tanta roba, no?

# 1052_Ukai
source: I used to run a chicken farm out in the countryside, see. One day, I set up a track on a whim and raced us some birds. And wouldn't you know it－people got a big hoot out of it.
pt: Gestivo un allevamento di polli in campagna, sai. Un giorno, ho allestito una pista per sfizio e ci ho fatto correre un po' di galline. E indovina un po'－gli è piaciuto un botto.

# 1064_Ukai
source: I figured what works in the sticks has a chance to soar in Kineicho, so I gave it a try. Pretty soon the spectacle became a full-on sport.
pt: Ho pensato che ciò che funziona nelle campagne potesse sfondare a Kineicho, così ci ho provato. In men che non si dica, lo spettacolo è diventato uno sport a tutti gli effetti.

# 1076_Ukai
source: We've been getting betters and breeders in droves. The latter of which can sure make a mint! Thoroughbred race Cochins are their livelihood now.
pt: Stiamo ricevendo scommettitori e allevatori a frotte. Questi ultimi possono di sicuro fare una barca di soldi! I Cochin purosangue da corsa sono il loro pane quotidiano ora.

# 1088_Man
source: Well how about that.
pt: Ma guarda un po'.

# 1100_Ukai
source: So. Shinada-san. I'll give you an up-and-coming Cochin in my stable as thanks for bringing my little chickadee home.
pt: Allora. Shinada-san. Ti darò un Cochin promettente dalla mia scuderia come ringraziamento per aver riportato a casa il mio pulcino.

# 1112_Man
source: Really? You will?
pt: Davvero? Lo farai?

# 1124_Ukai
source: You have to promise me you won't eat it, though. You're only getting it on the condition that you raise it as a proper racer.
pt: Però mi devi promettere che non lo mangerai. Lo avrai solo a condizione che lo alleverai come un corridore coi fiocchi.

# 1136_Ukai
source: If you do it right, that chicken can make you a lot more money than it can as meat.
pt: Se ci sai fare, quella gallina può farti fruttare un sacco di grana in più che come carne.

# 1148_Man
source: Even millions, huh?
pt: Addirittura milioni, eh?

# 1160_Ukai
source: Absolutely. Talk to me if you want to enter it in a race. I'll set things up for you.
pt: Assolutamente. Parlami se vuoi farlo partecipare a una gara. Ti sistemo tutto io.

# 1172_Ukai
source: Let's step outside.
pt: Andiamo fuori.

# 1220_Man
source: Huh, I had no idea there were races held here.
pt: Caspita, non avevo idea che ci fossero gare qui.

# 1232_Man
source: Yeah, well, this is where I spend most of my life. Ever get the urge to send a chicken flyin' down the track－you come talk to me.
pt: Sì, be', qui è dove passo la maggior parte della mia vita. Ti viene mai la voglia di far volare un pollo giù per la pista—vieni a parlarmi.

# 1244_Man
source: Oh, and here you go, buddy. The Cochin I promised you.
pt: Oh, e tieni qui, amico. Il Cochin che ti avevo promesso.

# 1292_Man
source: (Cochin races, huh? Maybe I'll give it a shot.)
pt: (Gare di Cochin, eh? Magari ci faccio un salto.)

# 1304_Man
source: You can enter your Cochin in a race by speaking to Ukai. Winning a race will net you a cash prize. The higher the race's rank, the better the prize.
pt: Puoi iscrivere il tuo Cochin a una gara parlando con Ukai. Vincere una gara ti farà fruttare un premio in grana. Più alto è il rango della gara, migliore sarà il premio.

# 1316_Man
source: There are four ranks in total: Newcomer, Challenger, Contender, and Champion. To win higher-ranked races, your Cochin will need training. Aim for the top of the Champion Class!
pt: Ci sono quattro ranghi in tutto: Novellino, Sfidante, Concorrente e Campione. Per vincere gare di rango superiore, il tuo Cochin avrà bisogno di allenamento. Punta alla cima della Classe Campione!

# 1436_Man
source: Will you be participating in the Cochin Cup Classic? Oh hey, if it isn't Shinada-san, my chicken-chasing comrade!
pt: Parteciperai alla Cochin Cup Classic? Oh ehi, se non è Shinada-san, il mio compare caccia-polli!

# 1448_Ukai
source: Hm? You still haven't named the Cochin I gave you?
pt: Mh? Non hai ancora dato un nome al Cochin che ti ho dato?

# 1460_Shinada
source: Oh... right. It is a living creature. I guess it does need a name.
pt: Oh... giusto. È una creatura vivente. Immagino che abbia bisogno di un nome.

# 1472_Ukai
source: Yeah, he'll need a proper name in order to register for the races. Why don't we go ahead and take care of that right now?
pt: Sì, gli servirà un nome come si deve per iscriverlo alle gare. Che ne dici se ci pensiamo subito?

# 1496_Man
source: Okay, I'll take this baby in. Tell me whenever you want to race it.
pt: Ok, me lo prendo io, questo piccoletto. Dimmi quando vuoi farlo gareggiare.

# 1520_Man
source: Oh, hey, you have a new Cochin to race? I'll take it in, then.
pt: Oh, ehi, hai un nuovo Cochin da far gareggiare? Me lo prendo io, allora.

# 1532_Man
source: I'll take care of the race registration. What's his name?
pt: Mi occuperò dell'iscrizione alla gara. Come si chiama?

# 1568_Man
source: Hey, it looks like you've got a new Cochin to race. I'll take it in, then.
pt: Ehi, sembra che tu abbia un nuovo Cochin da far gareggiare. Me lo prendo io, allora.

# 1580_Man
source: I'll take care of the race registration. What's his name?
pt: Mi occuperò dell'iscrizione alla gara. Come si chiama?

# 1640_Man
source: Shinada-san, your Cochin qualified for the Champion Class. Good work! And good luck!
pt: Shinada-san, il tuo Cochin si è qualificato per la Classe Campione. Bel lavoro! E in bocca al lupo!

# 1664_Man
source: Shinada, your Cochin's made it to the Contender Class. The competition's going to ramp up, so do your best!
pt: Shinada, il tuo Cochin si è qualificato per la Classe Contendente. La competizione si farà più dura, quindi dacci dentro!

# 1688_Man
source: Shinada-san, your Cochin qualified for the Challenger Class. This is where the racing really starts. Good luck!
pt: Shinada-san, il tuo Cochin si è qualificato per la Classe Sfidante. È qui che le gare iniziano a fare sul serio. In bocca al lupo!

# 1700_Man
source: Howdy. Here's where you can enter the Cochin Cup Classic. Now what can I do for you, fella?
pt: Ehilà. È qui che puoi partecipare alla Cochin Cup Classic. Allora, cosa posso fare per te, amico?

# 1724_Man
source: Enter a Cochin in a race.
pt: Iscrivi un Cochin a una gara.

# 1736_Man
source: You can hire a trainer to raise your Cochin. You'll need to pay them, though.
pt: Puoi ingaggiare un addestratore per far crescere il tuo Cochin. Dovrai pagarli, però.

# 1748_Man
source: You can mate your roosters with a hen and breed a brand-new bird.
pt: Puoi far accoppiare i tuoi galli con una gallina e far nascere un pennuto nuovo di zecca.

# 1760_Man
source: I can make your Cochin forget an unwanted skill. No, seriously.
pt: Posso far dimenticare al tuo Cochin un'abilità indesiderata. No, dico sul serio.

# 1772_Man
source: You can check the growth parameters of any Cochin I'm holding for you.
pt: Puoi controllare i parametri di crescita di qualsiasi Cochin che ho io per te.

# 1784_Man
source: You can view the titles a Cochin has earned. You can switch titles here, too.
pt: Puoi vedere i titoli che un Cochin ha ottenuto. Puoi anche cambiare i titoli qui.

# 1796_Man
source: What, you want to know about the Cochin Cup Classic?
pt: Come, vuoi sapere della Cochin Cup Classic?

# 1808_Man
source: Aww, you're leaving?
pt: Ah, te ne vai?

# 1856_Man
source: The Cochins are all exhausted. They can't race anymore.
pt: I Cochin sono tutti esausti. Non possono più gareggiare.

# 1868_Man
source: You can't enter any more races like this. At this rate, you should breed a new Cochin and raise it for racing.
pt: Non puoi iscriverti ad altre gare così. Di questo passo, dovresti far nascere un nuovo Cochin e farlo crescere per le corse.

# 1916_Man
source: Which class are you going to enter?
pt: In quale classe ti iscrivi?

# 1940_Man
source: The starting class for any Cochin. Train it up and aim for the higher classes.
pt: La classe di partenza per qualsiasi Cochin. Addestralo per bene e punta alle classi superiori.

# 1952_Man
source: This is one rank up from Newcomer. You'll be competing against better-trained Cochins.
pt: Questo è un grado superiore a Principiante. Gareggerai contro Cochin meglio addestrati.

# 1964_Man
source: You'll see some stiff competition here, one step away from the Champion Class.
pt: Qui vedrai una concorrenza tosta, a un passo dalla Classe Campioni.

# 1976_Man
source: This is the most challenging class. Only the fastest and the toughest are allowed to race.
pt: Questa è la classe più difficile. Solo i più veloci e i più tosti possono gareggiare.

# 2000_Man
source: The Wind Cup. It's a short course that has no special features.
pt: La Coppa del Vento. È un percorso breve che non ha caratteristiche particolari.

# 2012_Man
source: The Novice Cup. It's a short course that has some dirt on it.
pt: La Coppa Principianti. È un percorso breve con un po' di terra.

# 2024_Man
source: The Chicken Cup. It's a short course that has a dirt stretch at the start.
pt: La Coppa del Pollo. È un percorso breve che ha un tratto di terra al via.

# 2036_Man
source: The Drake Cup. It's a short course that has a long dirt stretch from the middle onwards.
pt: La Coppa del Germano. È un percorso breve che ha un lungo tratto di terra dalla metà in poi.

# 2048_Man
source: The Dawn Cup. The hardest of the Newcomer Class, it's a short course with dirt in the second half.
pt: La Coppa dell'Alba. La più difficile della Classe Principianti, è un percorso breve con terra nella seconda metà.

# 2060_Man
source: Oh, you're not going to race.
pt: Oh, non gareggerai.

# 2072_Man
source: The winner earns 1,000 yen. Want to enter this race?
pt: Il vincitore si becca 1.000 yen. Vuoi iscriverti a questa gara?

# 2084_Man
source: Off you go, then. Good luck!
pt: Allora, vai pure. In bocca al lupo!
