Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000211d4.po
Languages: pt

# 3528_Employee
source: We give them away free to our customers. Don't forget to use it before you play a game.
pt: Li regaliamo gratuitamente ai nostri clienti. Non dimenticarti di usarla prima di fare una partita.

# 3540_Employee
source: Here you go.
pt: Ecco a lei.

# 3576_Employee
source: If you look at the card, you'll notice that you can set the player name displayed during games, so please take a moment to do that.
pt: Se guardi la tessera, noterai che puoi impostare il nome del giocatore visualizzato durante le partite, quindi, per favore, prenditi un momento per farlo.

# 3600_Employee
source: Okay, you're all done.
pt: Va bene, hai finito.

# 3624_Employee
source: There's a 500 yen fee for replacing a card. Which one would you like?
pt: C'è un costo di 500 yen per la sostituzione di una tessera. Quale desidera?

# 3840_Employee
source: Are you sure? You'll lose all your past darts results if you replace your card.
pt: Sei sicuro? Perderai tutti i tuoi risultati passati alle freccette se sostituisci la tua tessera.

# 4068_Employee
source: Please enter your name on your new card.
pt: Inserisci il tuo nome sulla nuova carta.

# 4092_Employee
source: Your registration is complete.
pt: La tua registrazione è completa.

# 4104_Employee
source: We have three different dart games you can choose from. Which rules do you want to see?
pt: Abbiamo tre diversi giochi di freccette tra cui puoi scegliere. Quali regole vuoi vedere?

# 4116_How to Play Count-Up
source: In this game, the numbers you hit are added to your score. The player with the highest score at the end of the game wins. In Count-Up, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i numeri che colpisci vengono aggiunti al tuo punteggio. Il giocatore con il punteggio più alto alla fine della partita vince. In Count-Up, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 4128_How to Play '01 Games
source: In this game, the points you hit are deducted from the designated score as you try to reach exactly zero. There are a variety of starting scores, such as 301 and 501. In '01, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i punti che colpisci vengono dedotti dal punteggio designato mentre cerchi di raggiungere esattamente zero. Ci sono diversi punteggi di partenza, come 301 e 501. In '01, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 4140_Player
source: You bust if you go under zero, at which point your opponent gets to play. Your points will revert to what they were when the round started.
pt: Fai bust se vai sotto zero, e a quel punto tocca al tuo avversario. I tuoi punti torneranno a quelli che avevi all'inizio del round.

# 4152_Player
source: The first player to reach exactly zero at the end of the assigned number of rounds wins. If neither player can reach zero during the allotted rounds, the player with fewer remaining points is declared the winner.
pt: Il primo giocatore a raggiungere esattamente zero alla fine del numero di round assegnato vince. Se nessuno dei due giocatori riesce a raggiungere zero durante i round assegnati, il giocatore con meno punti rimanenti viene dichiarato vincitore.

# 4164_How to Play Cricket
source: In Cricket, only the numbers 15 through 20 and the bull's-eye are used. Singles count as one hit, Doubles count as two hits, and Triples count as three hits.
pt: In Cricket, vengono usati solo i numeri dal 15 al 20 e il bull's-eye. I singoli valgono un colpo, i doppi valgono due colpi, e i tripli valgono tre colpi.

# 4176_Player
source: Three hits on a number closes it. The points from subsequent hits on a number you closed are added to your score.
pt: Tre colpi su un numero lo chiudono. I punti dei colpi successivi su un numero che hai chiuso vengono aggiunti al tuo punteggio.

# 4188_Player
source: However, if your opponent closes that number as well, you will no longer get points when you hit it.
pt: Tuttavia, se il tuo avversario chiude anche quel numero, non otterrai più punti quando lo colpisci.

# 4200_Player
source: When all rounds are concluded, the player with the highest score at the end of the assigned number of rounds wins. You can also win if you close all the numbers before the end of the assigned number of rounds and your score is higher than your opponent's.
pt: Quando tutti i round sono conclusi, il giocatore con il punteggio più alto alla fine del numero di round assegnato vince. Puoi anche vincere se chiudi tutti i numeri prima della fine del numero di round assegnato e il tuo punteggio è più alto di quello del tuo avversario.

# 4212_About Overkill
source: Another rule in Cricket states that when there's at least a 200-point difference in the scores, the winning player stops earning points. This is known as overkill.
pt: Un'altra regola in Cricket stabilisce che quando c'è almeno una differenza di 200 punti tra i punteggi, il giocatore in vantaggio smette di guadagnare punti. Questo è noto come overkill.

# 4224_Player
source: The player in overkill cannot score hit counts or points on open numbers with one exception: hit counts that do not involve points are valid as usual.
pt: Il giocatore in overkill non può segnare conteggi di colpi o punti su numeri aperti con un'eccezione: i conteggi dei colpi che non implicano punti sono validi come al solito.

# 4236_Player
source: Example: You are winning by 200 points and your first throw hits 15, your second throw also hits 15, and your third throw hits double 15. The hit count of the third throw is limited to one, resulting in a total hit count of three for the round.
pt: Esempio: Sei in vantaggio di 200 punti e il tuo primo lancio colpisce il 15, il tuo secondo lancio colpisce anche il 15, e il tuo terzo lancio colpisce il doppio 15. Il conteggio dei colpi del terzo lancio è limitato a uno, risultando in un conteggio totale di tre colpi per il round.

# 4248_Player
source: Note that if the score gap is 199 or less, points exceeding 200 are awarded, and the hit count is also valid. Example: You are winning by 199 points, and you hit triple 20: Your hit count is three, and you get 60 points, raising your point total to 259.
pt: Nota che se il divario nel punteggio è di 199 o meno, vengono assegnati punti che superano i 200, e il conteggio dei colpi è anch'esso valido. Esempio: Sei in vantaggio di 199 punti, e colpisci un triplo 20: Il tuo conteggio colpi è tre, e ottieni 60 punti, portando il tuo totale punti a 259.

# 4296_Player
source: Oh, okay. Maybe you can play <Color:8>901<Color:Default> some other time.
pt: Oh, va bene. Magari puoi giocare a <Color:8>901<Color:Default> qualche altra volta.

# 4344_Employee
source: Do you want to play darts? One game is 200 yen.
pt: Vuoi giocare a freccette? Una partita costa 200 yen.

# 4356_Employee
source: Do you want to play darts? It's 400 yen for two people.
pt: Vuoi giocare a freccette? Costa 400 yen per due persone.

# 4380_Riku
source: Let's play darts together! ♪
pt: Giochiamo a freccette insieme! ♪

# 4392_Kiryu
source: (Riku wants to play some darts.)
pt: (Riku vuole giocare a freccette.)

# 4416_Kiryu
source: Okay, let's play a round.
pt: Va bene, giochiamo una partita.

# 4428_Riku
source: Hehe, I ain't gonna go easy on you! ♪
pt: Hehe, non ti andrò leggero! ♪

# 4452_Kiryu
source: Sorry, but I'd rather play alone.
pt: Mi dispiace, ma preferirei giocare da solo.

# 4464_Riku
source: What? Aren't we on a date?
pt: Come? Non siamo a un appuntamento?

# 4488_Kiryu
source: Sorry. I don't have the money.
pt: Mi dispiace. Non ho i soldi.

# 4500_Riku
source: Kiryu-san, you shouldn't invite people on dates if yer broke.
pt: Kiryu-san, non dovresti invitare la gente ad appuntamenti se sei al verde.

# 4524_Kiryu
source: Sorry, but I'm not feeling it.
pt: Mi dispiace, ma non me la sento.

# 4536_Riku
source: Oh... You're not?
pt: Oh... Non vuoi?

# 4560_Kaguya
source: Let's play darts together! ♪
pt: Giochiamo a freccette insieme! ♪

# 4572_Saejima
source: (Kaguya wants to play darts.)
pt: (Kaguya vuole giocare a freccette.)

# 4596_Saejima
source: Sure, let's have ourselves a game.
pt: Sicuro, facciamoci una partita.

# 4608_Kaguya
source: Don't expect me to go easy on you!
pt: Non aspettarti che ti vada leggero!

# 4632_Saejima
source: Sorry, but I kinda wanna play alone.
pt: Mi dispiace, ma mi andrebbe di giocare da solo.

# 4644_Kaguya
source: Oh... I guess I'll just watch, then.
pt: Oh... Vabbè, allora guarderò e basta.

# 4668_Saejima
source: Sorry. Can't afford it.
pt: Mi dispiace. Non posso permettermelo.

# 4680_Kaguya
source: Oh, okay... I guess we'll have to go somewhere that doesn't cost money, then.
pt: Oh, ok... Vabbè, allora dovremo andare da qualche parte che non costi soldi.

# 4704_Saejima
source: Sorry. Not really in the mood.
pt: Mi dispiace. Non me la sento proprio.

# 4716_Kaguya
source: What? Why did you even ask me on a date, then!?
pt: Cosa? E allora perché mi hai chiesto di uscire, scusa!?

# 4740_Hinata
source: Let's play darts! ♪
pt: Giochiamo a freccette! ♪

# 4752_Kiryu
source: (Hinata wants to play some darts...)
pt: (Hinata vuole giocare a freccette...)

# 4776_Kiryu
source: Okay, let's play a round.
pt: Va bene, giochiamo una partita.

# 4788_Hinata
source: Hehe. I'm not letting you off easy! ♪
pt: Hehe. Non ti vado leggero! ♪

# 4812_Kiryu
source: Sorry, but I'd rather play alone.
pt: Mi dispiace, ma preferirei giocare da solo.

# 4824_Hinata
source: What? Fine, I'll just watch.
pt: Cosa? Vabbè, allora guarderò e basta.

# 4848_Kiryu
source: Sorry, I don't have the money.
pt: Mi dispiace, non ho i soldi.

# 4860_Hinata
source: Wow, you're pretty broke.
pt: Wow, sei proprio al verde.

# 4884_Kiryu
source: Sorry, but I'm not feeling it.
pt: Mi dispiace, ma non me la sento.

# 4896_Hinata
source: Seriously? But what about our date?
pt: Davvero? E il nostro appuntamento?

# 4932_Employee
source: Have you ever customized your darts, sir? Come see me if you'd like to do so.
pt: Hai mai personalizzato le tue freccette, signore? Vieni a trovarmi se ti va.

# 5052_Employee
source: Darts are made of two simple parts: the dart itself and the flight. I'll give you four parts to play around with, but there are many more out there you can use.
pt: Le freccette sono composte da due semplici parti: la freccetta stessa e l'aletta. Ti darò quattro parti con cui sbizzarrirti, ma ce ne sono molte altre là fuori che puoi usare.

# 5064_Employee
source: Many passionate dart players customize their darts, so you may find people who will give you parts for your own set.
pt: Molti giocatori di freccette appassionati personalizzano le loro freccette, quindi potresti trovare persone che ti daranno parti per il tuo set.

# 5076_Employee
source: Go on, put the parts together and make your own custom set of darts.
pt: Forza, metti insieme le parti e crea il tuo set di freccette personalizzato.

# 5220_Employee
source: Would you like to play with one of our employees? If so, it'll be 400 yen for two players.
pt: Ti va di giocare con uno dei nostri impiegati? Se sì, saranno 400 yen per due giocatori.

# 5244_Kiryu
source: (Who should I invite to play? It'll be 400 yen for a two player game.)
pt: Chi dovrei invitare a giocare? Saranno 400 yen per una partita a due giocatori.

# 5256_Akiyama
source: (400 yen for two people, huh? Who should I invite to play?)
pt: 400 yen per due persone, eh? Chi dovrei invitare a giocare?

# 5268_Saejima
source: (400 yen for two people, huh? Who should I invite to play?)
pt: 400 yen per due persone, eh? Chi dovrei invitare a giocare?

# 5280_Shinada
source: (All right, who should I invite to play? It's 400 yen for the two of us.)
pt: Bene, chi dovrei invitare a giocare? Sono 400 yen per noi due.

# 5292_Haruka
source: (Who should I call over? It's 400 yen for two people, right?)
pt: Chi dovrei invitare a giocare? Sono 400 yen per due persone, vero?

# 5304_Kiryu
source: (I'll invite Riku.)
pt: (Inviterò Riku.)

# 5436_Riku
source: Sorry to keep y'waiting! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a freccette con me?

# 5448_Riku
source: Geez, why'd ya hafta call me back from Tokyo for this, Kiryu-san? Couldn't we have just gone somewhere out there?
pt: Accidenti, perché dovevi richiamarmi da Tokyo per questo, Kiryu-san? Non potevamo andare da qualche parte là fuori?

# 5460_Player
source: Why didn't you say that before you got here?
pt: Perché non l'hai detto prima di arrivare qui?

# 5472_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to play darts!?
pt: Ma stai scherzando?! Mi hai fatto venire fino a Tokyo solo per giocare a freccette!?

# 5484_Player
source: Well, you can do some sightseeing before you head back, too. Anyway, let's play.
pt: Beh, puoi fare anche un po' di turismo prima di tornare. Comunque, giochiamo.

# 5496_Riku
source: Sorry to keep ya waitin'! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a freccette con me?

# 5508_Saejima
source: (Let's call up Kaguya.)
pt: (Chiamiamo Kaguya.)

# 5640_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo intenzione di starmene a casa oggi, ma non posso dire di no quando mi inviti ad uscire, Saejima-san!

# 5652_Kaguya
source: If you wanted to play darts, we could have played in Kamurocho. Why did you call me all the way back here to Tsukimino!?
pt: Se volevi giocare a freccette, avremmo potuto giocare a Kamurocho. Perché mi hai richiamato fin qui a Tsukimino!?

# 5664_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 5676_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Già è una seccatura andare a lavorare, ma tu mi richiami fin qui a Tokyo!? Incredibile!

# 5688_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 5700_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo intenzione di starmene a casa oggi, ma non posso dire di no quando mi inviti ad uscire, Saejima-san!

# 5712_Akiyama
source: (Let's call up Honoka-chan.)
pt: (Chiamiamo Honoka-chan.)

# 5808_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to play darts? This some kinda joke?
pt: Hai chiamato uno studente impegnato a cercare lavoro fin qui a Osaka, solo per giocare a freccette? È uno scherzo, questo?

# 5820_Player
source: Oh, right. I'm really sorry.
pt: Ah, già. Mi dispiace davvero.

# 5832_Honoka
source: Sorry for the wait! It's good to get out every once in a while! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! È bello uscire ogni tanto! <Color:255,200,200,255>♥<Color:Default>

# 5844_Player
source: Shall we begin?
pt: Iniziamo?

# 5856_Shinada
source: (I'll give Shion-chan a call.)
pt: (Chiamerò Shion-chan.)

# 5952_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly! Do you think I have nothing better to do?
pt: È davvero piuttosto maleducato farmi venire fin qui da Nagoya per questo, sai. Onestamente! Credi che non abbia niente di meglio da fare?

# 5964_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Già, scusa per questo! Immagino che anche le spese di viaggio siano state pesanti.

# 5976_Shion
source: Apologies for the delay! I haven't played darts in forever. I'm a little nervous, actually!
pt: Scusa il ritardo! Non gioco a freccette da un'eternità. Sono un po' nervoso, a dire il vero!

# 5988_Player
source: Well, want to get started?
pt: Allora, iniziamo?

# 6000_Kiryu
source: (Let's give Hinata a call.)
pt: (Chiamiamo Hinata.)

# 6084_Hinata
source: Sorry to keep you waiting! I was just looking for something to do. Nice timing, Kiryu-san!
pt: Scusa l'attesa! Stavo giusto cercando qualcosa da fare. Ottimo tempismo, Kiryu-san!

# 6096_Employee
source: Enjoy your game.
pt: Divertiti a giocare.

# 6120_Employee
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 6144_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 6156_Akiyama
source: (I don't have the money. Better try again when I do.)
pt: (Non ho i soldi. Meglio riprovare quando li avrò.)

# 6168_Saejima
source: (Looks like I'm a little short.)
pt: (Mi sa che sono un po' a corto.)

# 6180_Shinada
source: (Crap, I don't have 200 yen! Man... Better give up, then.)
pt: (Cavolo, non ho 200 yen! Mannaggia... Meglio rinunciare, allora.)

# 6192_Haruka
source: (I don't have 200 yen. I'll have to come back later.)
pt: (Non ho 200 yen. Dovrò tornare più tardi.)

# 6228_Kiryu
source: (I don't have enough money to play with someone else...)
pt: (Non ho abbastanza soldi per giocare con qualcun altro...)

# 6240_Akiyama
source: (I don't have enough to play with someone else. I'll have to hold off till next time.)
pt: (Non ho abbastanza soldi per giocare con qualcun altro. Dovrò rimandare alla prossima volta.)

# 6252_Saejima
source: (I could invite someone to play if I had the cash.)
pt: (Potrei invitare qualcuno a giocare se avessi i soldi.)

# 6264_Shinada
source: (If I had money, I could invite someone...)
pt: (Se avessi i soldi, potrei invitare qualcuno...)

# 6276_Haruka
source: (I don't have enough money. I'll try again some other time, I suppose.)
pt: (Non ho abbastanza soldi. Riproverò un'altra volta, immagino.)

# 6300_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 6312_Akiyama
source: (I don't have enough money. Guess I'll have to play another time.)
pt: (Non ho abbastanza soldi. Mi sa che dovrò giocare un'altra volta.)

# 6324_Saejima
source: (Looks like I'm a little short.)
pt: (Mi sa che sono un po' a corto.)

# 6336_Shinada
source: (I don't have 500 yen! Damn, better give up, then...)
pt: (Non ho 500 yen! Mannaggia, meglio rinunciare, allora...)

# 6348_Haruka
source: (I don't have 500 yen. I'll have to come back another day.)
pt: (Non ho 500 yen. Dovrò tornare un altro giorno.)

# 6372_Employee
source: Sir, it seems you are not in possession of a <Color:8>DARTSLIVE Membership Card<Color:Default> yet.
pt: Signore, sembra che lei non sia ancora in possesso di una <Color:8>DARTSLIVE Membership Card<Color:Default>.

# 6384_Employee
source: This handy little card lets you keep track of your darts results.
pt: Questa pratica schedina ti permette di tenere traccia dei tuoi risultati alle freccette.

# 6396_Employee
source: We give them away free to our customers. Don't forget to use it before you play a game.
pt: Li regaliamo gratuitamente ai nostri clienti. Non dimenticarti di usarla prima di fare una partita.

# 6408_Employee
source: Here you go.
pt: Ecco a lei.

# 6444_Employee
source: If you look at the card, you'll notice that you can set the player name displayed during games, so please take a moment to do that.
pt: Se guardi la tessera, noterai che puoi impostare il nome del giocatore visualizzato durante le partite, quindi, per favore, prenditi un momento per farlo.

# 6468_Employee
source: Okay, you're all done.
pt: Va bene, hai finito.

# 6492_Employee
source: There's a 500 yen fee for replacing a card. Which one would you like?
pt: C'è un costo di 500 yen per la sostituzione di una tessera. Quale desidera?

# 6708_Employee
source: Are you sure? You'll lose all your past darts results if you replace your card.
pt: Sei sicuro? Perderai tutti i tuoi risultati passati alle freccette se sostituisci la tua tessera.

# 6936_Employee
source: Please enter your name on your new card.
pt: Inserisci il tuo nome sulla nuova carta.

# 6960_Employee
source: Your registration is complete.
pt: La tua registrazione è completa.

# 6972_Employee
source: We have three different dart games you can choose from. Which rules do you want to see?
pt: Abbiamo tre diversi giochi di freccette tra cui puoi scegliere. Quali regole vuoi vedere?

# 6984_How to Play Count-Up
source: In this game, the numbers you hit are added to your score. The player with the highest score at the end of the game wins. In Count-Up, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i numeri che colpisci vengono aggiunti al tuo punteggio. Il giocatore con il punteggio più alto alla fine della partita vince. In Count-Up, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 6996_How to Play '01 Games
source: In this game, the points you hit are deducted from the designated score as you try to reach exactly zero. There are a variety of starting scores, such as 301 and 501. In '01, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i punti che colpisci vengono dedotti dal punteggio designato mentre cerchi di raggiungere esattamente zero. Ci sono diversi punteggi di partenza, come 301 e 501. In '01, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 7008_Player
source: You bust if you go under zero, at which point your opponent gets to play. Your points will revert to what they were when the round started.
pt: Fai bust se vai sotto zero, e a quel punto tocca al tuo avversario. I tuoi punti torneranno a quelli che avevi all'inizio del round.

# 7020_Player
source: The first player to reach exactly zero at the end of the assigned number of rounds wins. If neither player can reach zero during the allotted rounds, the player with fewer remaining points is declared the winner.
pt: Il primo giocatore a raggiungere esattamente zero alla fine del numero di round assegnato vince. Se nessuno dei due giocatori riesce a raggiungere zero durante i round assegnati, il giocatore con meno punti rimanenti viene dichiarato vincitore.

# 7032_How to Play Cricket
source: In Cricket, only the numbers 15 through 20 and the bull's-eye are used. Singles count as one hit, Doubles count as two hits, and Triples count as three hits.
pt: In Cricket, vengono usati solo i numeri dal 15 al 20 e il bull's-eye. I singoli valgono un colpo, i doppi valgono due colpi, e i tripli valgono tre colpi.

# 7044_Player
source: Three hits on a number closes it. The points from subsequent hits on a number you closed are added to your score.
pt: Tre colpi su un numero lo chiudono. I punti dei colpi successivi su un numero che hai chiuso vengono aggiunti al tuo punteggio.

# 7056_Player
source: However, if your opponent closes that number as well, you will no longer get points when you hit it.
pt: Tuttavia, se il tuo avversario chiude anche quel numero, non otterrai più punti quando lo colpisci.

# 7068_Player
source: When all rounds are concluded, the player with the highest score at the end of the assigned number of rounds wins. You can also win if you close all the numbers before the end of the assigned number of rounds and your score is higher than your opponent's.
pt: Quando tutti i round sono conclusi, il giocatore con il punteggio più alto alla fine del numero di round assegnato vince. Puoi anche vincere se chiudi tutti i numeri prima della fine del numero di round assegnato e il tuo punteggio è più alto di quello del tuo avversario.

# 7080_About Overkill
source: Another rule in Cricket states that when there's at least a 200-point difference in the scores, the winning player stops earning points. This is known as overkill.
pt: Un'altra regola in Cricket stabilisce che quando c'è almeno una differenza di 200 punti tra i punteggi, il giocatore in vantaggio smette di guadagnare punti. Questo è noto come overkill.
