Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901aa.po
Languages: pt

source: 21st Century Mom
pt: Mamma del XXI secolo

source: 21st Century Kid
pt: Bambino del XXI secolo

# 60_21st Century Mom
source: Have you decided what you'll ask Santa for Christmas yet?
pt: Hai già deciso cosa chiederai a Babbo Natale per Natale?

# 72_21st Century Kid
source: Yeah, a smartphone!
pt: Sì, uno smartphone!

# 84_21st Century Mom
source: Well, aren't you a clever little thing? But smartphones are for grown-ups, dear.
pt: Beh, ma guarda che furbetto! Ma gli smartphone sono per i grandi, tesoro.

# 96_21st Century Kid
source: Aww! But I wanna get a smartphone, Mom! If you love me, you'll get one!
pt: Aww! Ma voglio uno smartphone, Mamma! Se mi vuoi bene, me lo compri!

# 108_21st Century Mom
source: Hmm, I sure don't mind, but I don't think Santa's little elves can make those.
pt: Mmh, per me non c'è problema, ma non credo proprio che i piccoli elfi di Babbo Natale riescano a fabbricarli.

# 120_21st Century Kid
source: Dang it...
pt: Accidenti...

# 132_Kiryu
source: (I guess the holidays are on the horizon.)
pt: (Immagino che le feste siano all'orizzonte.)

# 144_Kiryu
source: (It's already been a year since my last Christmas at Morning Glory...)
pt: (È già passato un anno dal mio ultimo Natale a Morning Glory...)

# 156_Kiryu
source: (I wish I could do something for the kids this time of year at least.)
pt: (Vorrei poter fare qualcosa per i bambini, almeno sotto Natale.)

# 180_Kiryu
source: (The guys at Nagasu Taxi might have some ideas.)
pt: (I ragazzi della Nagasu Taxi potrebbero avere qualche idea.)

# 192_Kiryu
source: (Maybe I'll ask Wada-san about it.)
pt: (Forse chiederò a Wada-san a riguardo.)
