Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c49.po
Languages: pt

source: You sold a box of matches.
pt: Hai venduto una scatola di fiammiferi.

source: Little Match Girl
pt: Piccola Fiammiferaia

# 60_Yakuza
source: Ugh... Where the hell did you learn to fight like that!?
pt: Ugh... Ma dove cazzo hai imparato a combattere così!?

# 72_Saejima
source: I'm just a little match man, with a little match girl. Hundred yen a box. You want one, dontcha?
pt: Sono solo un piccolo uomo dei fiammiferi, con una piccola fiammiferaia. Cento yen a scatola. Ne vuoi una, no?

# 84_Yakuza
source: Fine, if it'll get ya to fuck off!
pt: E va bene, se ti farà togliere dalle palle!

# 96_Saejima
source: Heh. Much obliged.
pt: Heh. Molto obbligato.

# 108_Little Match Girl
source: Um, thank you...?
pt: Ehm, grazie...?

# 168_Saejima
source: Hey, how 'bout some matches? Hundred yen a box.
pt: Ehi, che ne dite di un po' di fiammiferi? Cento yen a scatola.

# 180_Yakuza
source: You oughta realize who you're talking to, old man! The yakuza don't have time for your bullshit!
pt: Ma lo sai con chi stai parlando, vecchio?! La yakuza non ha tempo per le tue stronzate!

# 192_Little Match Girl
source: Eep!
pt: Uh!

# 204_Saejima
source: No need to go yellin' like that. You're scarin' her.
pt: Non c'è bisogno di sbraitare così. La stai spaventando.

# 216_Yakuza
source: Fuck you say!?
pt: Che cazzo dici!?

# 228_Saejima
source: Calm down. Do ya wanna buy some matches, or not?
pt: Datti una calmata. Vuoi comprare 'sti fiammiferi, o no?

# 240_Yakuza
source: Do <Italic>you</Italic> wanna buy a death wish!? Huh!?
pt: Vuoi comprarti la morte, <Italic>tu</Italic>!? Eh!?
