Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490126.po
Languages: pt

source: Inebriated Man
pt: Uomo ubriaco

source: Bartender
pt: Barista

# 108_Inebriated Man
source: Huh? You want something?
pt: Eh? Vuoi qualcosa?

# 120_Saejima
source: (He looks pretty down on somethin'... Maybe I oughta hear his story?)
pt: (Sembra parecchio a terra per qualcosa... Forse dovrei sentire la sua storia?)

# 132_Saejima
source: Say, what's makin' ya drink like that?
pt: Senti, che ti fa bere così?

# 144_Inebriated Man
source: What's it to you? Every man needs a drink now and then.
pt: E a te che te ne frega? Ogni uomo ha bisogno di un goccio ogni tanto.

# 156_Saejima
source: There's a proper way to drink. And it ain't no way to lift your spirits.
pt: C'è un modo giusto di bere. E di certo non è per tirarsi su.

# 168_Inebriated Man
source: What happened? You really want to know?
pt: Cos'è successo? Vuoi proprio saperlo?

# 180_Saejima
source: Yeah.
pt: Sì.

# 192_Inebriated Man
source: *sigh*
pt: *sospiro*

# 204_Inebriated Man
source: Nothing happened. I'm just not much use anymore. So what else is there for me to do but drink?
pt: Non è successo niente. Non servo più a niente. E allora che mi resta da fare se non bere?

# 216_Saejima
source: What, ya lose your job or somethin'?
pt: Che, hai perso il lavoro o roba simile?

# 240_Inebriated Man
source: But I might as well have. A perp I'd been chasing for years suddenly went poof.
pt: Ma è come se l'avessi perso. Un delinquente a cui davo la caccia da anni è sparito nel nulla.

# 252_Saejima
source: Perp? Are you a detective?
pt: Un delinquente? Sei un detective?

# 264_Inebriated Man
source: That I am. Detective Araseki of the Tsukimino Police Department, at your service.
pt: Lo sono. Detective Araseki del Dipartimento di Polizia di Tsukimino, al suo servizio.

# 276_Saejima
source: (Aw, shit.)
pt: (Ah, merda.)

# 288_Araseki
source: What do you look so surprised for? A detective can't enjoy a drink on his own time?
pt: Perché hai quell'aria così sorpresa? Un detective non può godersi un drink nel suo tempo libero?

# 300_Saejima
source: Uh, no, 'course you can.
pt: Uhm, no, certo che puoi.

# 312_Saejima
source: (Guess he hasn't cottoned onto me bein' a wanted man. No surprise considerin' how wasted he is.)
pt: (Immagino non abbia sgamato che sono un ricercato. Nessuna sorpresa, considerando quanto è a pezzi.)

# 324_Araseki
source: Thirty-five years, I've been a detective. And for most of it, I've been after this one perp.
pt: Sono detective da trentacinque anni. E per quasi tutto questo tempo, ho dato la caccia a questo delinquente.

# 336_Araseki
source: Catching him came to be my purpose in life.
pt: Catturarlo è diventato il mio scopo nella vita.

# 348_Saejima
source: Thirty-five years? That's a long time.
pt: Trentacinque anni? È tanto tempo.

# 360_Araseki
source: You bet. I knew his habits so well, I could predict his next heist to the day.
pt: Eccome. Le sue abitudini le conoscevo così bene, che potevo prevedere la sua prossima rapina al giorno esatto.

# 372_Araseki
source: So on one of those days, I tailed him. I was sure it was finally going to happen... I was going to catch him red-handed.
pt: Così, in uno di quei giorni, l'ho pedinato. Ero sicuro che finalmente sarebbe successo... L'avrei preso con le mani nel sacco.

# 384_Araseki
source: But right before my eyes, the unthinkable happened.
pt: Ma proprio davanti ai miei occhi, è successo l'impensabile.

# 396_Saejima
source: The unthinkable?
pt: L'impensabile?

# 408_Araseki
source: Yeah. The bastard went somewhere I could never get him.
pt: Già. Il bastardo è finito in un posto dove non avrei mai potuto prenderlo.

# 420_Saejima
source: (He had everything riding on this, seriously?)
pt: (Si era giocato tutto su questo, sul serio?)

# 432_Araseki
source: I was this close to fulfilling my dream. But after 35 years, it just... slipped through my fingers.
pt: Ero a un passo dal realizzare il mio sogno. Ma dopo trentacinque anni, semplicemente... mi è scivolato tra le dita.

# 444_Araseki
source: Now here I am, facing retirement. My career's going to end without me ever accomplishing a damn thing.
pt: Ed eccomi qui, alla soglia della pensione. La mia carriera finirà senza aver mai realizzato un bel niente.

# 468_Araseki
source: So, you get it now? Don't bother this loser for sobbing into a drink. It's all I have.
pt: Allora, hai capito adesso? Non scocciare questo sfigato perché sta piangendo nel drink. È tutto quello che ho.

# 492_Saejima
source: Araseki-han, was it?
pt: Araseki-han, giusto?

# 504_Araseki
source: Yeah.
pt: Sì.

# 516_Saejima
source: Araseki-han, tell me this. If you coulda caught that one perp, would ya really all of a sudden be satisfied with your whole career?
pt: Araseki-han, dimmi una cosa. Se fossi riuscito a prendere quel tizio, saresti davvero, così di punto in bianco, stato soddisfatto di tutta la tua carriera?

# 528_Araseki
source: Damn right! Something wrong with that?
pt: Certo che sì! C'è qualcosa che non va?

# 540_Saejima
source: ...So petty.
pt: ...Così meschino.

# 552_Araseki
source: What did you say!?
pt: Che hai detto!?

# 564_Araseki
source: What the hell do you know? I banked everything on nailing that bastard!
pt: Che cazzo ne sai? Ho puntato tutto sull'inchiodare quel bastardo!

# 576_Araseki
source: Obviously, you're not a man of ambition. If you were, you'd understand what it feels like to have your dream crushed!
pt: Evidentemente, non sei un uomo d'ambizione. Se lo fossi, capiresti cosa si prova ad avere il tuo sogno infranto!

# 588_Saejima
source: My dream...
pt: Il mio sogno...

# 600_Araseki
source: Yeah. Your dream.
pt: Sì. Il tuo sogno.

# 612_Saejima
source: I have one.
pt: Ne ho uno.

# 624_Saejima
source: My dream is to work with my brother, and together make the Tojo Clan strong again.
pt: Il mio sogno è lavorare con mio fratello, e insieme rendere di nuovo forte il Clan Tojo.

# 636_Saejima
source: ...Uh, that <Italic>was</Italic> my dream. But not now...
pt: ...Uh, quello <Italic>era</Italic> il mio sogno. Ma non adesso...

# 648_Saejima
source: See, uh, that Tojo Clan I mentioned, it's a neighborhood baseball club. We used to be really good, y'know?
pt: Vedi, uh, quel Clan Tojo di cui parlavo, è un club di baseball del quartiere. Eravamo davvero forti, sai?

# 672_Saejima
source: Oh, good. He's asleep.
pt: Oh, bene. Dorme.

# 684_Bartender
source: This is a problem. I have to close up soon.
pt: Questo è un problema. Devo chiudere presto.

# 696_Saejima
source: I'll take him outta here and find 'im a taxi.
pt: Lo porterò fuori di qui e gli trovo un taxi.

# 708_Bartender
source: Oh, thank you. That is very helpful of you.
pt: Oh, grazie. Mi sei di grande aiuto.

# 720_Saejima
source: No problem. C'mon, Araseki-han, time to go.
pt: Nessun problema. Dai, Araseki-han, è ora di andare.

# 732_Araseki
source: Nng... Wha...?
pt: Nng... Che...?

# 768_Inebriated Man
source: Hold up!
pt: Ferma!

# 780_Saejima
source: Hm?
pt: Mh?

# 792_Inebriated Man
source: You, uh, you are...
pt: Tu, uh, sei...

# 804_Saejima
source: (Oh no...)
pt: (Oh cavolo...)

# 816_Inebriated Man
source: Forgetting your phone.
pt: Dimenticare il tuo telefono.

# 828_Saejima
source: Huh?
pt: Uh?

# 840_Saejima
source: No, got mine on me. Must be someone else's.
pt: No, il mio ce l'ho. Dev'essere di qualcun altro.

# 852_Inebriated Man
source: Oh. Yeah, it probably belongs to someone who got too drunk... That's just such a careless thing to do, you know? *hic*
pt: Oh. Sì, probabilmente è di qualcuno che si è ubriacato troppo... È proprio una cosa da sbadati, sai? *hic*

# 864_Inebriated Man
source: Somebody will steal it. Bad people are all over the place, you know. Not all of them get caught, that's for sure. *hic*
pt: Qualcuno lo ruberà. È pieno di brutta gente, sai? Non li beccano mica tutti, è sicuro. *hic*

# 876_Saejima
source: Sounds like you're well into the bottle yourself.
pt: Sembra che tu ci stia dando dentro con la bottiglia anche tu.

# 888_Inebriated Man
source: Huh? Well... it doesn't matter if a loser like me gets careless. Nobody would give a shit.
pt: Uh? Beh... non importa se uno sfigato come me è sbadato. A nessuno importerebbe un cazzo.

# 912_Saejima
source: (He looks pretty down on somethin'... Maybe I oughta hear his story?)
pt: (Sembra piuttosto giù per qualcosa... Forse dovrei ascoltare la sua storia?)

# 936_Inebriated Man
source: Shit... this is what it's all come to. *hic*
pt: Merda... è a questo che si è ridotto tutto. *hic*

# 948_Inebriated Man
source: Hey, barkeep, hit me with another.
pt: Ehi, barista, dammene un altro.

# 960_Bartender
source: Araseki-san, maybe that's enough...
pt: Araseki-san, forse basta così...

# 972_Inebriated Man
source: Oh, come on now. You'd want to drink, too, if you were me.
pt: Ma dai, su. Vorresti bere anche tu, se fossi in me.

# 984_Bartender
source: It's too much. It's not good for you.
pt: È troppo. Non ti fa bene.

# 996_Inebriated Man
source: Not to worry, my man. The next one's it. Last one, I swear.
pt: Non preoccuparti, amico. Il prossimo è l'ultimo. L'ultimo, lo giuro.

# 1008_Bartender
source: You promise? Okay, just one more.
pt: Lo prometti? Va bene, solo un altro.

# 1020_Inebriated Man
source: Myyy hero! You are a cham-peee-yon! That's why you're on that side of the bar... and a loser like me's getting tipsy on this side!
pt: Miooo eroe! Sei un campioooone! Ecco perché tu sei da quella parte del bancone... e uno sfigato come me si sta sbronzando da questa!

# 1044_Saejima
source: (The man's way past tipsy. Best to stay away.)
pt: (L'uomo è decisamente sbronzo. Meglio stargli alla larga.)
