Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013085c.po
Languages: pt

source: <Color:9>You have experienced a breakthrough.<Color:Default>
pt: <Color:9>Hai avuto una svolta.<Color:Default>

source: Breakthrough!
pt: Svolta!

source: Player
pt: Giocatore

source: Let's do it.
pt: Facciamolo.

source: Not now.
pt: Adesso no.

source: Breakthrough Training
pt: Allenamento di Svolta

source: I'm ready.
pt: Sono pronto.

source: Adjust Dance Heat Settings
pt: Regola Impostazioni Calore Danza

# 224_Komaki
source: It seems you have failed to break through the walls keeping you from your true potential.
pt: Sembra che tu non ce l'abbia fatta a sfondare i muri che ti tengono lontano dal tuo vero potenziale.

# 236_Komaki
source: Nevertheless, I believe you are worthy of my final secret. Come again when you're ready.
pt: Ciononostante, credo che tu sia degno del mio ultimo segreto. Torna quando sarai pronto.

# 248_Komaki
source: Ah, well done!
pt: Ah, ben fatto!

# 260_Komaki
source: Now you will discover the deep well of potential inside you.
pt: Ora scoprirai il profondo pozzo di potenziale dentro di te.

# 344_Breakthrough!
source: Your breakthrough has removed the level cap. You can now progress up to level 25. You can also acquire new skills on the Abilities screen.
pt: La tua svolta ha rimosso il limite di livello. Ora puoi progredire fino al livello 25. Puoi anche acquisire nuove abilità nella schermata delle Abilità.

# 356_Komaki
source: But do not rest on your laurels. I want you to keep polishing your skills.
pt: Ma non sederti sugli allori. Voglio che tu continui a perfezionare le tue abilità.

# 416_Komaki
source: Ah, Kiryu. Forgive me for chasing you off like that.
pt: Ah, Kiryu. Perdonami per averti cacciato via in quel modo.

# 428_Player
source: So it's over, I take it? Is Sosuke okay?
pt: Allora è finita, no? Sosuke sta bene?

# 440_Komaki
source: I merely knocked him out. He'll come to soon enough. But I must say, he put up a good fight.
pt: L'ho solo messo KO. Si riprenderà presto. Ma devo dire che ha combattuto bene.

# 452_Player
source: Ever since he left your side, he's been working hard... in his own way.
pt: Da quando ti ha lasciato, ha lavorato sodo... a modo suo.

# 464_Komaki
source: Ordinarily, I'd say he deserved a good scolding, but when I think about all he's been through...
pt: Normalmente, direi che si sarebbe meritato una bella ramanzina, ma quando penso a tutto quello che ha passato...

# 476_Player
source: Heh, I guess even you have a heart, old man.
pt: Eh, immagino che anche tu abbia un cuore, vecchio.

# 488_Komaki
source: Hmph. I'm being serious here.
pt: Hmph. Dico sul serio.

# 500_Player
source: So why's Sosuke so desperate to be the best?
pt: Allora perché Sosuke è così disperato per essere il migliore?

# 512_Komaki
source: The boy's parents, that is to say my son and his wife, suffered much hardship.
pt: I genitori del ragazzo, cioè mio figlio e sua moglie, hanno sofferto molte difficoltà.

# 524_Komaki
source: Perhaps worst of all was the huge loan they were tricked into taking out.
pt: Forse la cosa peggiore di tutte è stato il prestito enorme in cui li hanno raggirati.

# 536_Komaki
source: Because of that, Sosuke was relentlessly bullied, and their family hit rock bottom.
pt: A causa di questo, Sosuke è stato bullizzato senza sosta, e la loro famiglia ha toccato il fondo.

# 548_Komaki
source: At the time, I was in peak form, but I had no way to leverage my strength to help them.
pt: All'epoca, ero nel pieno delle mie forze, ma non avevo modo di sfruttare la mia forza per aiutarli.

# 560_Komaki
source: So I did the only thing I could think of. I handed my life savings to my son and disappeared.
pt: Così ho fatto l'unica cosa a cui riuscivo a pensare. Ho dato i miei risparmi di una vita a mio figlio e sono sparito.

# 572_Player
source: So that's how you became homeless. Does Sosuke know about this?
pt: Allora è così che sei diventato un senzatetto. Sosuke ne sa qualcosa?

# 584_Komaki
source: He had just graduated from middle school. After his family's trouble, he gave up on high school and left home. So he doesn't know.
pt: Aveva appena finito le medie. Dopo i problemi della sua famiglia, ha rinunciato al liceo e ha lasciato casa. Quindi non lo sa.

# 596_Komaki
source: His parents got the loan situation under control to some degree, but they still couldn't afford to further his education.
pt: I suoi genitori hanno messo sotto controllo la situazione del prestito fino a un certo punto, ma non potevano ancora permettersi di far proseguire i suoi studi.

# 608_Player
source: So that's why you approached me.
pt: Quindi è per questo che ti sei avvicinato a me.

# 620_Komaki
source: But Sosuke is better off not knowing all this. His grudge against me is a powerful force that fuels his ambition.
pt: Ma è meglio che Sosuke non sappia tutto questo. Il suo rancore nei miei confronti è una forza potente che alimenta la sua ambizione.

# 632_Player
source: Maybe, but strength born of grudges and vengeance doesn't always turn out for the better.
pt: Forse, ma la forza nata dal rancore e dalla vendetta non porta sempre a qualcosa di buono.

# 644_Komaki
source: That goes without saying. That's why he cannot best me the way he is now no matter how hard he tries.
pt: Va da sé. Per questo non può battermi così com'è ora, non importa quanto ci provi.

# 656_Komaki
source: He'll realize this on his own someday. And then, perhaps he'll truly grow as a person.
pt: Lo capirà da solo un giorno. E allora, forse crescerà davvero come persona.

# 668_Player
source: Got it.
pt: Capito.

# 692_Sosuke
source: You know I've been awake for a while, right?
pt: Sai che sono sveglio da un po', vero?

# 704_Komaki
source: Wha－!?
pt: Ma che－!?

# 716_Sosuke
source: And now I've heard way more than I wanted to.
pt: E adesso ho sentito fin troppo.

# 740_Sosuke
source: What the hell? This just makes me a dumbass kid.
pt: Ma che diavolo? Così sembro solo un ragazzino deficiente.

# 752_Sosuke
source: I didn't want to hear how Gramps became homeless because he gave my parents everything he had.
pt: Non volevo sentire come il Nonno è finito in mezzo a una strada perché ha dato ai miei genitori tutto quello che aveva.

# 764_Sosuke
source: Why couldn't you keep your mouth shut?
pt: Perché non potevi stare zitto?

# 788_Sosuke
source: I can't even beat my own gramps in a fight. How do you think that makes me feel!?
pt: Non riesco nemmeno a battere il mio stesso nonno in uno scontro. Come pensi che mi faccia sentire!?

# 800_Komaki
source: Sosuke, I'm afraid the answers you seek won't be quick in coming.
pt: Sosuke, temo che le risposte che cerchi non arriveranno in fretta.

# 812_Komaki
source: But if you'd like, you're welcome to start your training over with me.
pt: Ma se ti va, puoi ricominciare il tuo addestramento con me.

# 836_Sosuke
source: What do you think I should do, old man?
pt: Cosa pensi che dovrei fare, vecchio?

# 848_Player
source: Hmm... I only have one piece of advice for you.
pt: Hmm... Ho un solo consiglio per te.

# 860_Player
source: Think for yourself.
pt: Pensa con la tua testa.

# 872_Sosuke
source: Haha... You old geezers are so damn cold. It's not even funny, man.
pt: Haha... Voi vecchiacci siete così maledettamente freddi. Non fa nemmeno ridere, amico.

# 884_Sosuke
source: Gramps, you mind if I chill a while till I cool down a little?
pt: Nonno, ti dispiace se mi fermo un attimo finché non mi sbollisco un po'?

# 896_Komaki
source: Not at all. Take your time.
pt: Affatto. Fai pure con calma.

# 908_Sosuke
source: Sorry, I've just got a lot to think about.
pt: Scusa, ho solo un sacco di cose a cui pensare.

# 932_Player
source: He seems troubled.
pt: Sembra turbato.

# 944_Komaki
source: He's at that age where we can no longer guide him. He'll have to figure it out himself.
pt: È a quell'età in cui non possiamo più guidarlo. Dovrà capirsela da solo.

# 956_Komaki
source: It's a process of trial and error, but he'll find his true path in time.
pt: È un processo di prova ed errore, ma col tempo troverà la sua vera strada.

# 968_Player
source: You're right.
pt: Hai ragione.

# 980_Komaki
source: Forgive me. I regret having to burden my pupil with family matters.
pt: Perdonami. Mi rammarico di dover gravare il mio allievo con questioni familiari.

# 992_Player
source: It's not a problem.
pt: Non c'è problema.

# 1004_Komaki
source: I have no doubt that Sosuke will return. Don't you be a stranger, either.
pt: Non ho dubbi che Sosuke tornerà. Non fare lo sconosciuto anche tu.

# 1016_Player
source: Yeah, I get it.
pt: Sì, ho capito.

# 1064_Player
source: (I'll come back when I'm alone.)
pt: Tornerò quando sarò solo.

# 1088_Komaki
source: There is nothing more I can teach you, but don't forget to hone your skills each and every day.
pt: Non ho più niente da insegnarti, ma non scordarti di affinare le tue abilità ogni singolo giorno.

# 1100_Komaki
source: Ah, welcome. Ready to attempt a major breakthrough?
pt: Ah, bentornato. Pronto a tentare una svolta importante?

# 1112_Komaki
source: I see. Well, come on back when you feel you're ready.
pt: Capisco. Bene, torna pure quando ti senti pronto.

# 1136_Komaki
source: I don't think you are yet ready to reach new heights.
pt: Non credo che tu sia ancora pronto a raggiungere nuove vette.

# 1148_Komaki
source: Achieving a major breakthrough is more than mere study and practice. First, you must push yourself to the limits of self-improvement.
pt: Raggiungere una svolta importante è più che mero studio e pratica. Per prima cosa, devi spingerti ai limiti dell'auto-miglioramento.

# 1160_Breakthrough Training
source: You must reach level 20 before you can begin the training required for a breakthrough.
pt: Devi raggiungere il livello 20 prima di poter iniziare l'allenamento necessario per una svolta.

# 1184_Komaki
source: Excellent. The training itself is quite straightforward. Simply try to defeat me.
pt: Eccellente. L'allenamento in sé è piuttosto semplice. Prova semplicemente a sconfiggermi.

# 1196_Player
source: That's it?
pt: Tutto qua?

# 1208_Komaki
source: Do not take this lightly. Besting me is no easy task.
pt: Non prenderla alla leggera. Battermi non è affatto facile.

# 1220_Komaki
source: But by battling one who has achieved true strength, you shall push yourself to the limit necessary for your own breakthrough.
pt: Ma scontrandoti con uno che ha raggiunto la vera forza, ti spingerai al limite necessario per la tua svolta.

# 1232_Komaki
source: The harder you push yourself, the better. While battling me should be enough, with Sosuke's help, we can accelerate the process.
pt: Più ti spingi, meglio. Anche se scontrarmi con me dovrebbe bastare, con l'aiuto di Sosuke possiamo accelerare il processo.

# 1244_Sosuke
source: So you want me to fight on your side, Gramps?
pt: Allora vuoi che combatta dalla tua parte, nonno?

# 1256_Komaki
source: You must be mentally and physically prepared for this. Do you wish to proceed?
pt: Devi essere mentalmente e fisicamente preparato per questo. Vuoi procedere?

# 1268_Komaki
source: All right then, let us begin!
pt: Bene, allora, iniziamo!

# 1304_Komaki
source: There is nothing more I can teach you, but don't forget to hone your skills each and every day.
pt: Non ho più niente da insegnarti, ma non scordarti di affinare le tue abilità ogni singolo giorno.

# 1316_Komaki
source: Ah, welcome. Ready to attempt a major breakthrough?
pt: Ah, bentornato. Pronto a tentare una svolta importante?

# 1328_Komaki
source: I see. Well, come on back when you feel you're ready.
pt: Capisco. Bene, torna pure quando ti senti pronto.

# 1352_Komaki
source: I don't think you are yet ready to reach new heights.
pt: Non credo che tu sia ancora pronto a raggiungere nuove vette.

# 1364_Komaki
source: Achieving a major breakthrough is more than mere study and practice. First, you must push yourself to the limits of self-improvement.
pt: Raggiungere una svolta importante è più che mero studio e pratica. Per prima cosa, devi spingerti ai limiti dell'auto-miglioramento.

# 1376_Breakthrough Training
source: You must reach level 20 before you can begin the training required for a breakthrough.
pt: Devi raggiungere il livello 20 prima di poter iniziare l'allenamento necessario per una svolta.

# 1400_Komaki
source: Excellent. The training itself is quite straightforward. Simply try to defeat me.
pt: Eccellente. L'allenamento in sé è piuttosto semplice. Prova semplicemente a sconfiggermi.

# 1412_Player
source: That's all I have to do?
pt: È tutto quello che devo fare?

# 1424_Komaki
source: Do not take this lightly. Besting me is no easy task.
pt: Non prenderla alla leggera. Battermi non è affatto facile.

# 1436_Komaki
source: But by battling one who has achieved true strength, you shall push yourself to the limit necessary for your own breakthrough.
pt: Ma scontrandoti con uno che ha raggiunto la vera forza, ti spingerai al limite necessario per la tua svolta.

# 1448_Komaki
source: The harder you push yourself, the better. While battling me should be enough, with Sosuke's help, we can accelerate the process.
pt: Più ti spingi, meglio. Anche se scontrarmi con me dovrebbe bastare, con l'aiuto di Sosuke possiamo accelerare il processo.

# 1460_Sosuke
source: So you want me to fight on your side, Gramps?
pt: Allora vuoi che combatta dalla tua parte, nonno?

# 1472_Komaki
source: You must be mentally and physically prepared for this. Do you wish to proceed?
pt: Devi essere mentalmente e fisicamente preparato per questo. Vuoi procedere?

# 1484_Komaki
source: All right then, let us begin!
pt: Bene, allora, iniziamo!

# 1520_Komaki
source: There is nothing more I can teach you, but don't forget to hone your skills each and every day.
pt: Non ho più niente da insegnarti, ma non scordarti di affinare le tue abilità ogni singolo giorno.

# 1532_Komaki
source: Ah, welcome. Ready to attempt a major breakthrough?
pt: Ah, bentornato. Pronto a tentare una svolta importante?

# 1544_Komaki
source: I see. Well, come on back when you feel you're ready.
pt: Capisco. Bene, torna pure quando ti senti pronto.

# 1568_Komaki
source: I don't think you are yet ready to reach new heights.
pt: Non credo che tu sia ancora pronto a raggiungere nuove vette.

# 1580_Komaki
source: Achieving a major breakthrough is more than mere study and practice. First, you must push yourself to the limits of self-improvement.
pt: Raggiungere una svolta importante è più che mero studio e pratica. Per prima cosa, devi spingerti ai limiti dell'auto-miglioramento.

# 1592_Breakthrough Training
source: You must reach level 20 before you can begin the training required for a breakthrough.
pt: Devi raggiungere il livello 20 prima di poter iniziare l'allenamento necessario per una svolta.

# 1616_Komaki
source: Excellent. The training itself is quite straightforward. Simply try to defeat me.
pt: Eccellente. L'allenamento in sé è piuttosto semplice. Prova semplicemente a sconfiggermi.

# 1628_Player
source: Defeat you? That's really it?
pt: Sconfiggerti? Tutto qui?

# 1640_Komaki
source: Do not take this lightly. Besting me is no easy task.
pt: Non prenderla alla leggera. Battermi non è affatto facile.

# 1652_Komaki
source: But by battling one who has achieved true strength, you shall push yourself to the limit necessary for your own breakthrough.
pt: Ma scontrandoti con uno che ha raggiunto la vera forza, ti spingerai al limite necessario per la tua svolta.

# 1664_Komaki
source: The harder you push yourself, the better. While battling me should be enough, with Sosuke's help, we can accelerate the process.
pt: Più ti spingi, meglio. Anche se scontrarmi con me dovrebbe bastare, con l'aiuto di Sosuke possiamo accelerare il processo.

# 1676_Sosuke
source: So you want me to fight on your side, Gramps?
pt: Allora vuoi che combatta dalla tua parte, nonno?

# 1688_Komaki
source: You must be mentally and physically prepared for this. Do you wish to proceed?
pt: Devi essere mentalmente e fisicamente preparato per questo. Vuoi procedere?

# 1700_Komaki
source: All right then, let us begin!
pt: Bene, allora, iniziamo!

# 1736_Komaki
source: There is nothing more I can teach you, but don't forget to hone your skills each and every day.
pt: Non ho più niente da insegnarti, ma non scordarti di affinare le tue abilità ogni singolo giorno.

# 1748_Komaki
source: Ah, welcome. Ready to attempt a major breakthrough?
pt: Ah, bentornato. Pronto a tentare una svolta importante?

# 1760_Komaki
source: I see. Well, come on back when you feel you're ready.
pt: Capisco. Bene, torna pure quando ti senti pronto.

# 1784_Komaki
source: I don't think you are yet ready to reach new heights.
pt: Non credo che tu sia ancora pronto a raggiungere nuove vette.

# 1796_Komaki
source: Achieving a major breakthrough is more than mere study and practice. First, you must push yourself to the limits of self-improvement.
pt: Raggiungere una svolta importante è più che mero studio e pratica. Per prima cosa, devi spingerti ai limiti dell'auto-miglioramento.

# 1808_Breakthrough Training
source: You must reach level 20 before you can begin the training required for a breakthrough.
pt: Devi raggiungere il livello 20 prima di poter iniziare l'allenamento necessario per una svolta.

# 1832_Komaki
source: Excellent. The training itself is quite straightforward. Simply try to defeat me.
pt: Eccellente. L'allenamento in sé è piuttosto semplice. Prova semplicemente a sconfiggermi.

# 1844_Player
source: Wait, that's it? Piece of cake!
pt: Aspetta, è tutto qui? Una passeggiata!

# 1856_Komaki
source: Do not take this lightly. Besting me is no easy task.
pt: Non prenderla alla leggera. Battermi non è affatto facile.

# 1868_Komaki
source: But by battling one who has achieved true strength, you shall push yourself to the limit necessary for your own breakthrough.
pt: Ma scontrandoti con uno che ha raggiunto la vera forza, ti spingerai al limite necessario per la tua svolta.

# 1880_Komaki
source: The harder you push yourself, the better. While battling me should be enough, with Sosuke's help, we can accelerate the process.
pt: Più ti spingi, meglio. Anche se scontrarmi con me dovrebbe bastare, con l'aiuto di Sosuke possiamo accelerare il processo.

# 1892_Sosuke
source: So you want me to fight on your side, Gramps?
pt: Allora vuoi che combatta dalla tua parte, nonno?

# 1904_Komaki
source: You must be mentally and physically prepared for this. Do you wish to proceed?
pt: Devi essere mentalmente e fisicamente preparato per questo. Vuoi procedere?

# 1916_Komaki
source: All right then, let us begin!
pt: Bene, allora, iniziamo!

# 1952_Komaki
source: There is nothing more I can teach you, but don't forget to hone your skills each and every day.
pt: Non ho più niente da insegnarti, ma non scordarti di affinare le tue abilità ogni singolo giorno.

# 1976_Komaki
source: Hm? Now this is an unexpected visitor.
pt: Hm? Questo sì che è un visitatore inatteso.

# 1988_Komaki
source: I can tell you've seen a fair share of battles despite being of the fairer sex.
pt: Si vede che hai visto un bel po' di battaglie, nonostante tu sia del gentil sesso.

# 2000_Komaki
source: If you come seeking strength, I can try to teach you the secret.
pt: Se vieni in cerca di forza, posso provare a insegnarti il segreto.

# 2012_Komaki
source: Are you ready to attempt a major breakthrough?
pt: Sei pronto a tentare una svolta importante?

# 2024_Komaki
source: I see. Well, come on back when you feel you're ready.
pt: Capisco. Bene, torna pure quando ti senti pronto.

# 2048_Komaki
source: I don't think you are yet ready to reach new heights.
pt: Non credo che tu sia ancora pronto a raggiungere nuove vette.

# 2060_Komaki
source: Achieving a major breakthrough is more than mere study and practice. First, you must push yourself to the limits of self-improvement.
pt: Raggiungere una svolta importante è più che mero studio e pratica. Per prima cosa, devi spingerti ai limiti dell'auto-miglioramento.

# 2072_Breakthrough Training
source: You must reach level 20 before you can begin the training required for a breakthrough.
pt: Devi raggiungere il livello 20 prima di poter iniziare l'allenamento necessario per una svolta.

# 2096_Komaki
source: Excellent. The training itself is quite straightforward. Simply try to defeat me.
pt: Eccellente. L'allenamento in sé è piuttosto semplice. Prova semplicemente a sconfiggermi.

# 2108_Player
source: Wait, I have to defeat you? How am I supposed to do that?
pt: Aspetta, devo sconfiggerti? Come dovrei farlo?

# 2120_Komaki
source: Are you not a female warrior of sorts? Have you not spent your days battling to reach the top?
pt: Non sei forse una sorta di guerriera? Non hai forse passato i tuoi giorni combattendo per raggiungere la cima?

# 2132_Player
source: Battling to reach the top? Um, you mean like dance battles?
pt: Combattendo per raggiungere la cima? Ehm, intendi tipo le dance battle?

# 2144_Komaki
source: Dance battles? I don't understand.
pt: Le dance battle? Non capisco.

# 2156_Sosuke
source: Aw, come on, Gramps. You know, dance competitions.
pt: Ah, dai, Nonno. Sai, le gare di ballo.

# 2168_Komaki
source: Oh, so you're a dancing girl?
pt: Oh, quindi sei una ballerina?

# 2180_Sosuke
source: Gramps, she's one of those tricked out street dancers.
pt: Nonno, lei è una di quelle ballerine di strada che si esibiscono con uno stile pazzesco.

# 2192_Player
source: I don't know about the tricked out part, but yes, I compete in dance competitions.
pt: Sulla parte dello stile pazzesco non saprei, ma sì, partecipo a gare di ballo.

# 2204_Sosuke
source: You know what that means, Gramps. It's time for you to bust a move.
pt: Sai cosa significa, Nonno. È ora che ti scateni.

# 2216_Komaki
source: Er, bust a move? You mean dance? Me?
pt: Ehm, scatenarmi? Intendi ballare? Io?

# 2228_Sosuke
source: You already told her you'd help her with her breakthrough training. And for her, that would be dancing.
pt: Le hai già detto che l'avresti aiutata con il suo allenamento di svolta. E per lei, quello sarebbe il ballo.

# 2240_Komaki
source: Yes, but dancing. I'm more likely to bust a hip than a move.
pt: Sì, ma ballare. Sono più propenso a rompermi un'anca che a scatenarmi.

# 2252_Player
source: Oh, sorry to bother you. I'll just be going now.
pt: Oh, scusa il disturbo. Me ne vado subito.

# 2264_Komaki
source: No, young lady, wait. I will simply adjust my style to match yours.
pt: No, signorina, aspetta. Mi limiterò ad adattare il mio stile al tuo.

# 2276_Player
source: Huh?
pt: Uh?

# 2288_Komaki
source: All martial arts include dance-like techniques for toying with your opponent.
pt: Tutte le arti marziali includono tecniche simili alla danza per giocare con il tuo avversario.

# 2300_Komaki
source: After all, fighting and dancing have much in common. I should be up to the challenge.
pt: Dopotutto, combattimento e ballo hanno molto in comune. Dovrei essere all'altezza della sfida.

# 2312_Sosuke
source: You go, Gramps! Oh man, this is gonna be sweet!
pt: Vai, Nonno! Oh cavolo, sarà una figata!

# 2324_Komaki
source: This is no laughing matter, Sosuke. You might even learn something if you pay attention.
pt: Non è uno scherzo, Sosuke. Potresti persino imparare qualcosa se presti attenzione.

# 2336_Sosuke
source: Are you kidding me!? This is the kinda stuff that gets millions of hits on the internet!
pt: Ma stai scherzando!? Questa è il genere di roba che fa milioni di visualizzazioni su internet!

# 2348_Komaki
source: Never mind. Let's just get started.
pt: Lascia stare. Cominciamo e basta.

# 2360_Komaki
source: You must be mentally and physically prepared for this. Do you wish to proceed?
pt: Devi essere mentalmente e fisicamente preparato per questo. Vuoi procedere?

# 2408_Komaki
source: All right then, let us begin!
pt: Bene, allora, iniziamo!
