Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00160088.po
Languages: pt

# 4136_Shachoko Manager
source: Ah... An endorsement speech! That could be the ticket!
pt: Ah… Un discorso di sostegno! Potrebbe essere la soluzione!

# 4148_Shachoko Manager
source: Good thinking, Ta-chan. I'll start asking around right now!
pt: Ottima idea, Ta-chan. Inizio subito a chiedere in giro!

# 4184_Politician
source: *sigh* No one's paying attention. What am I to do...?
pt: *sigh* Nessuno mi dà ascolto. Che cosa dovrei fare...?
