Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00460013.po
Languages: pt

source: Thick Cut Woman
pt: La donna del taglio spesso

source: Trim Cut Man
pt: L'uomo del taglio sottile

# 44_Thick Cut Woman
source: I can't do okonomiyaki 'cause it makes me fat. You know I'm dietin', don't ya?
pt: Non posso proprio mangiare l'okonomiyaki, mi fa ingrassare. Sai che sono a dieta, no?

# 56_Trim Cut Man
source: Nah, okonomiyaki's great for a diet. Wheat flour is low in fat and packed with protein, vitamins, and minerals!
pt: Ma no, l'okonomiyaki è ottimo per la dieta. La farina di grano è povera di grassi e piena di proteine, vitamine e minerali!

# 68_Thick Cut Woman
source: But I ain't gonna eat just wheat flour.
pt: Ma mica mi mangio solo farina di grano.

# 80_Trim Cut Man
source: Cabbage is nutritious and low-calorie too, and pork's got lotsa vitamin B1. And since the sauce doesn't have oil, it's low in calories too.
pt: Il cavolo è nutriente e pure a basso contenuto calorico, e il maiale ha un sacco di vitamina B1. E visto che la salsa non ha olio, è a basso contenuto calorico pure quella.

# 92_Thick Cut Woman
source: No way! It's gotta be loaded with calories!
pt: Ma va'! Dev'essere una bomba di calorie!

# 104_Trim Cut Man
source: Only if ya use fatty cuts of meat and mayo. Yakisoba, cheese, and mochi are all high in calories.
pt: Solo se ci metti tagli grassi di carne e maionese. Yakisoba, formaggio e mochi sono tutti una bomba di calorie.

# 116_Trim Cut Man
source: But if ya switch out those ingredients, you can have a low-calorie, healthy meal. It's great food for dieters.
pt: Ma se ci cambi quegli ingredienti, puoi farti un pasto sano e a basso contenuto calorico. È un ottimo cibo per chi è a dieta.

# 128_Thick Cut Woman
source: Wow, I'da never expected that! If that's true, I guess maybe I can have some!
pt: Wow, non l'avrei mai detto! Se è così, allora forse posso mangiarne un po'!

# 140_Akiyama
source: (An okonomiyaki diet, huh? I could talk about that at the cabaret club.)
pt: (Una dieta a base di okonomiyaki, eh? Potrei parlarne al cabaret club.)
