Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690145.po
Languages: pt

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia di <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia di <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia di <Color:8>4.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>6,000 yen<Color:Default> tip from the audience.
pt: Hai beccato una mancia di <Color:8>6.000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola impostazioni Heat della danza

# 104_Emily
source: Darn it. I lost. I feel so... sad.
pt: Mannaggia. Ho perso. Mi sento così... triste.

# 296_Emily
source: Whew! I'm on top of the world now!
pt: Fiuuu! Sono al settimo cielo adesso!

# 332_Emily
source: Aww, I wanna dance with somebody real bad, but I don't think you and I would be a good match.
pt: Aww, mi andrebbe un casino ballare con qualcuno, ma non credo che io e te faremmo una bella coppia.

# 356_Emily
source: Ah, I wanna dance with somebody so bad I can taste it! You! Wanna dance?
pt: Ah, mi andrebbe un casino ballare con qualcuno, ne ho una voglia matta! Tu! Vuoi ballare?

# 452_Emily
source: I'm sorry. I don't feel like it right now.
pt: Mi dispiace. Non mi va in questo momento.

# 464_Emily
source: Ugh! I'm just itching to dance!
pt: Uffa! Ne ho una voglia matta di ballare!

# 500_Emily
source: Oh, but you're not ready to dance. You look like you could keel over any second, in fact.
pt: Oh, ma non sei pronto a ballare. Sembri che potresti crollare da un momento all'altro, in effetti.

# 512_Haruka
source: Hm. I guess I should probably take a break.
pt: Mh. Forse è il caso che mi prenda una pausa.

# 548_Emily
source: Ah, I wanna dance with somebody so bad I can taste it! You! Wanna dance?
pt: Ah, mi andrebbe un casino ballare con qualcuno, ne ho una voglia matta! Tu! Vuoi ballare?

# 644_Emily
source: I'm sorry. I don't feel like it right now.
pt: Mi dispiace. Non mi va in questo momento.

# 656_Emily
source: Ugh! I'm just itching to dance!
pt: Uffa! Ne ho una voglia matta di ballare!

# 692_Emily
source: Yes, let's dance together!
pt: Sì, balliamo insieme!

# 704_Emily
source: Really? Yes, let's go!
pt: Davvero? Sì, andiamo!
