Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0003385b.po
Languages: pt

source: You got a <Color:8>Royal Joker Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Royal Joker<Color:Default>.

source: You got 2,200 experience points.
pt: Hai ottenuto 2.200 punti esperienza.

source: Businessman
pt: Uomo d'Affari

source: Man in Sportswear
pt: Uomo in tuta sportiva

source: Thug
pt: Teppista

# 60_Yamaura
source: Oh, hi, Akiyama-san. Ya got a minute? I was hopin' to talk to you about Haruka.
pt: Oh, ciao, Akiyama-san. Hai un minuto? Speravo di parlarti di Haruka.

# 72_Akiyama
source: To me? What about?
pt: A me? Di che?

# 84_Yamaura
source: Don't tell Haruka, but I think she might have a stalker...
pt: Non dirlo a Haruka, ma credo che possa avere uno stalker...

# 96_Akiyama
source: Something happen?
pt: È successo qualcosa?

# 108_Yamaura
source: We were walkin' back to her apartment late the other night, and I caught some weirdo was followin' us.
pt: Stavamo tornando al suo appartamento l'altra sera tardi, e ho beccato uno strano tizio che ci stava seguendo.

# 120_Yamaura
source: I don't think Haruka noticed, but after saying goodnight, I came back out, and that same guy was still there, watchin' from a distance.
pt: Non credo che Haruka se ne sia accorta, ma dopo averle dato la buonanotte, sono tornato fuori, e lo stesso tizio era ancora lì, che mi guardava da lontano.

# 132_Akiyama
source: What happened then?
pt: Che è successo poi?

# 144_Yamaura
source: I was scared, but I went towards him to get a better look at his face, and he took off runnin'. I figured he must've been spyin' on Haruka.
pt: Ero spaventato, ma gli sono andato incontro per guardargli meglio in faccia, e lui è scappato via a gambe levate. Ho immaginato che fosse lì a spiare Haruka.

# 156_Akiyama
source: Interesting. Has anything like this ever happened before?
pt: Interessante. È mai successa una cosa del genere prima d'ora?

# 168_Yamaura
source: There's plenty of wacky people with all sorts of crazy ideas if Haruka's fan letters are anything to go by. There's no end to them.
pt: C'è un sacco di gente stramba con ogni genere di idee da pazzi a giudicare dalle lettere dei fan di Haruka. Non finiscono mai.

# 180_Yamaura
source: But this time, the stalker knows where Haruka lives. That's what worries me.
pt: Ma stavolta, lo stalker sa dove vive Haruka. È questo che mi preoccupa.

# 192_Yamaura
source: Our agency has neither the staff nor the money to keep watch over Haruka 24/7. Still, it's not exactly something we can just ignore.
pt: La nostra agenzia non ha né il personale né i soldi per tenere d'occhio Haruka h24. Eppure, non è mica una cosa che possiamo lasciare perdere, no?

# 204_Yamaura
source: So, I was hoping to ask a favor of you. Would you mind takin' a look around Haruka's apartment building every so often? Just when you have time.
pt: Allora, speravo di poterti chiedere un favore. Ti andrebbe di dare un'occhiata nei paraggi del condominio di Haruka ogni tanto? Solo quando hai tempo.

# 216_Yamaura
source: If you spot anyone sneakin' around, I'd like you to give 'em a stern talking-to.
pt: Se noti qualcuno che gironzola di soppiatto, vorrei che gli facessi un bel discorsetto serio.

# 228_Akiyama
source: Sure, but I think you might be a little too optimistic if you think that'll be enough to scare them off.
pt: Certo, ma mi sa che sei un po' troppo ottimista se pensi che basti a levarteli di torno.

# 240_Akiyama
source: But it's worth a try. I might be just the man for the job.
pt: Ma sì, tentar non nuoce. Potrei essere proprio quello che ci vuole.

# 252_Yamaura
source: I'm counting on you, Akiyama-san.
pt: Conto su di te, Akiyama-san.

# 312_Yamaura
source: ...So what was this all about?
pt: ...E allora, cos'era tutta questa storia?

# 324_Akiyama
source: Gentlemen, would you care to explain, please?
pt: Signori, potreste spiegarmi, per favore?

# 336_Businessman
source: I... I'm not a stalker. I admit I found Haruka-chan's apartment, and I hung around hopin' I could maybe see her.
pt: Io... io non sono uno stalker. Ammetto di aver trovato l'appartamento di Haruka-chan e sono rimasto lì a bazzicare, sperando magari di poterla vedere.

# 348_Businessman
source: But then I noticed there was this shifty guy hangin' around there, as well, so I told myself I had to protect her. It was some guy in a tracksuit.
pt: Ma poi ho notato che c'era anche un tizio losco che bazzicava lì, così mi sono detto che dovevo proteggerla. Era un tipo in tuta.

# 360_Man in Sportswear
source: Wait! That's the same as me! I saw this brute sniffin' around Haruka-chan's place! She needed protectin' from him!
pt: Aspetta! È come me! Ho visto questo bruto che si aggirava intorno alla casa di Haruka-chan! Aveva bisogno di essere protetta da lui!

# 372_Thug
source: I saw that creep in the suit actin' all kinds of suspicious. I was just tryna keep Haruka-chan safe!
pt: Ho visto quello stronzo in giacca e cravatta che si comportava in modo super sospetto. Volevo solo tenere al sicuro Haruka-chan!

# 384_Yamaura
source: All right, all right! I've heard enough!
pt: Va bene, va bene! Mi basta così!

# 396_Akiyama
source: Basically, all three of you are whistling the same tune－you all tried to keep Haruka-chan from a stalker, and you all got mistaken for one.
pt: In pratica, voi tre siete tutti sulla stessa barca－ avete tutti cercato di proteggere Haruka-chan da uno stalker, e siete stati tutti scambiati per uno.

# 408_Yamaura
source: Pfft. What a mixed-up bunch of white knights. How silly can ya get!?
pt: Pff. Che branco di cavalieri bianchi incasinati. Quanto si può essere scemi!?

# 420_Akiyama
source: Well, it's a good thing it wasn't serious. These guys seem harmless enough－just some fans who took things a little too far.
pt: Beh, meno male che non era niente di serio. Questi tipi sembrano abbastanza innocui－solo dei fan che si sono spinti un po' troppo oltre.

# 432_Yamaura
source: Sure caused us enough worry, though. You stay away from Haruka's place from now on. If I see ya again, I'm callin' the cops!
pt: Ci hai fatto preoccupare un bel po', eh. Stai alla larga dalla casa di Haruka d'ora in poi. Se ti rivedo, chiamo la pula!

# 444_Businessman
source: It won't happen again!
pt: Non capiterà più!

# 456_Man in Sportswear
source: Please forgive us!
pt: Vi prego, perdonateci!

# 468_Thug
source: Sorry for causin' ya trouble!
pt: Scusa per il casino che t'ho fatto!

# 480_Yamaura
source: Phew... Thanks for clearing this up, Akiyama-san. I suppose I should thank you, huh? How about this?
pt: Uff... Grazie per aver chiarito questa faccenda, Akiyama-san. Suppongo ti debba ringraziare, eh? Che ne dici?
