Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901e3.po
Languages: pt

# 1812_Akiyama
source: Oh, no, I don't have that kind of time. Besides, it's not often I find a shop run by someone so beautiful.
pt: Oh no, non ho così tanto tempo. E poi, non capita spesso di trovare un negozio gestito da qualcuno così bello.

# 1824_Clothing Vendor
source: Oh, you wicked man. You certainly know your way to a girl's heart. How about 2,500 yen?
pt: Oh, uomo malizioso. Sai proprio come arrivare al cuore di una donna. Che ne dici di 2.500 yen?

# 1836_Akiyama
source: One more nudge! Let me hear that pretty voice of yours.
pt: Ancora un piccolo sforzo! Fammi sentire quella tua bella vocina.

# 1848_Clothing Vendor
source: Hmm... 2,300, then! That includes tax and my heart!
pt: Hmm... allora 2.300! Tasse incluse… e anche il mio cuore!

# 1860_Akiyama
source: (This is it...)
pt: (È il momento...)

# 1872_Akiyama
source: All right. I'll take it, then.
pt: Va bene. La prendo, allora.

# 1884_Clothing Vendor
source: Okay, that's 2,300 yen. Come again!
pt: Va bene, sono 2.300 yen. Torna a trovarmi!

# 1908_Akiyama
source: (The target was 2,100 yen, so I fell a little short. But not bad, all things considered. On to the last test: the red high heels.)
pt: (L’obiettivo era 2.100 yen, quindi ho mancato di poco. Ma non male, tutto sommato. Ora l’ultima prova: i tacchi alti rossi.)

# 1920_Akiyama
source: All right. I'll take it, then.
pt: Va bene. La prendo, allora.

# 1932_Clothing Vendor
source: Okay, that's 2,500 yen. Come again!
pt: Va bene, sono 2.500 yen. Torna a trovarmi!

# 1956_Akiyama
source: (The target was 2,100 yen, so it's not exactly a win. I'll have to make up for it with the red high heels.)
pt: (L’obiettivo era 2.100 yen, quindi non è proprio un successo. Dovrò recuperare con i tacchi alti rossi.)

# 1968_Akiyama
source: But other shops were cheaper. I heard that this place would be willing to deal on price a little more.
pt: Ma altri negozi erano più economici. Ho sentito che qui sareste disposti a trattare un po’ di più.

# 1980_Clothing Vendor
source: Oh, sure. They must be sellin' third-rate knock-offs. Much worse quality.
pt: Oh certo. Staranno vendendo imitazioni di terza categoria. Qualità molto peggiore.

# 1992_Akiyama
source: You don't say...
pt: Davvero...

# 2004_Clothing Vendor
source: If it's cheap you're wantin', I can't be of much help to ya.
pt: Se cerchi roba economica, non posso esserti molto utile.

# 2016_Akiyama
source: (Urk... This isn't looking good. I can't push her any further.)
pt: (Ugh... Non sta andando bene. Non posso spingerla oltre.)

# 2028_Akiyama
source: All right. I'll take it.
pt: Va bene. La prendo.

# 2040_Clothing Vendor
source: Okay, that's 2,500 yen. Come again!
pt: Va bene, sono 2.500 yen. Torna a trovarmi!

# 2064_Akiyama
source: (The target was 2,100 yen, so it's not exactly a win. I'll have to make up for it with the red high heels.)
pt: (L’obiettivo era 2.100 yen, quindi non è proprio un successo. Dovrò recuperare con i tacchi alti rossi.)

# 2076_Akiyama
source: You know, this leopard-print skirt is one thing, but really your whole selection here's brilliant. Definitely a cut above the rest.
pt: Sai, questa gonna leopardata è una cosa, ma davvero tutta la tua selezione qui è fantastica. Decisamente superiore alle altre.

# 2088_Clothing Vendor
source: Hm? You can tell? That's quite an eye for quality you have. Makes me happy and proud to hear that.
pt: Eh? Te ne accorgi? Hai davvero un occhio per la qualità. Mi rende felice e orgogliosa sentirlo.

# 2100_Clothing Vendor
source: For such a discernin' eye, I guess I can give ya a break. How's 2,200 sound?
pt: Per un occhio così attento, credo di poterti fare uno sconto. Che ne dici di 2.200?

# 2112_Akiyama
source: Heh, sounds like a half-baked number that's just begging to be bargained with. What say we lower it to a nice, round 2,000?
pt: Heh, sembra una cifra messa lì a caso che chiede solo di essere trattata. Che ne dici di scendere a un bel, tondo 2.000?

# 2124_Clothing Vendor
source: Done! That'll be 2,000 yen, then. I'll even throw in some candy for ya.
pt: Affare fatto! Allora sono 2.000 yen. Ti aggiungo anche qualche caramella.

# 2136_Akiyama
source: You've got yourself a deal!
pt: Affare fatto!

# 2172_Akiyama
source: (Okay! Got the price under the 2,100 yen target. This gives me a great shot at clearing the last test: the red high heels.)
pt: (Perfetto! Ho ottenuto un prezzo sotto l’obiettivo di 2.100 yen. Ora ho ottime possibilità di superare l’ultima prova: i tacchi alti rossi.)

# 2184_Akiyama
source: Can you meet me at 2,100 yen? It would really help me out.
pt: Puoi venirmi incontro a 2.100 yen? Mi aiuterebbe davvero.

# 2196_Clothing Vendor
source: No, I couldn't possibly. Would 2,600 do it for you?
pt: No, impossibile. Andrebbero bene 2.600?

# 2208_Akiyama
source: How about 2,500?
pt: Che ne dici di 2.500?

# 2220_Clothing Vendor
source: 2,500 yen? Ahaha, you know, for a Tokyo boy, I think you did quite well for yourself.
pt: 2.500 yen? Ahaha, sai, per un ragazzo di Tokyo te la sei cavata piuttosto bene.

# 2232_Akiyama
source: (This is it...)
pt: (È il momento...)

# 2244_Akiyama
source: All right. I'd like to buy it, please.
pt: Va bene. Vorrei comprarla, per favore.

# 2256_Clothing Vendor
source: Okay, that's 2,500 yen. Come again!
pt: Va bene, sono 2.500 yen. Torna a trovarmi!

# 2280_Akiyama
source: (The target was 2,100 yen, so it's not exactly a win. I'll have to make up for it with the red high heels.)
pt: (L’obiettivo era 2.100 yen, quindi non è proprio un successo. Dovrò recuperare con i tacchi alti rossi.)

# 2292_Akiyama
source: Um, pardon me for asking, but were you ever an actress?
pt: Ehm, mi scusi la domanda, ma è mai stata un’attrice?

# 2304_Clothing Vendor
source: Nope. Never. And no one's ever said such nonsense to me, either.
pt: No. Mai. E nessuno mi ha mai detto una sciocchezza del genere.

# 2316_Akiyama
source: (No good. She's turned cold. This is it.)
pt: (Non va bene. Si è raffreddata. È finita.)

# 2328_Akiyama
source: All right. I'll take it.
pt: Va bene. La prendo.

# 2340_Clothing Vendor
source: Okay, that's 2,700 yen. Come again!
pt: Va bene, sono 2.700 yen. Torna a trovarmi!

# 2364_Akiyama
source: (2,700 yen means I only got a 10% discount. I compromised too much. Oh well, I'll just have to make up for it with the red high heels.)
pt: (2.700 yen significa solo un 10% di sconto. Ho ceduto troppo. Pazienza, dovrò recuperare con i tacchi alti rossi.)

# 2400_Akiyama
source: (I've got three things to buy－an electric toothbrush, a leopard-print skirt, and a pair of red high heels.)
pt: (Devo comprare tre cose: uno spazzolino elettrico, una gonna leopardata e un paio di tacchi alti rossi.)

# 2412_Savvy Shopper
source: We'll start with the toothbrush.
pt: Cominciamo dallo spazzolino.

# 2436_Electronics Salesman
source: Hey! It's my friend from before. And... Augh! Not that old battleaxe, too!
pt: Ehi! È il mio amico di prima. E... Argh! Anche quella vecchia arpia!

# 2448_Savvy Shopper
source: Oh, you won't hafta worry about me.
pt: Oh, non devi preoccuparti di me.

# 2460_Electronics Salesman
source: As if! But okay, whatever. You're back for your flat-screen, are ya? Very well, take a look!
pt: Come no! Ma va bene, come vuoi. Sei tornato per il televisore, giusto? Benissimo, dai un’occhiata!

# 2472_Akiyama
source: Let's put the TV aside for now. Do you have any electric toothbrushes?
pt: Mettiamo da parte la TV per ora. Avete spazzolini elettrici?

# 2484_Electronics Salesman
source: We sure do! This one comes recommended. Get the best for just 6,300 yen!
pt: Certo che sì! Questo è consigliatissimo. Il meglio per soli 6.300 yen!

# 2496_Akiyama
source: (6,300 yen. Take thirty percent off, and... I have to try for 4,410 yen. That's a pretty tall order.)
pt: (6.300 yen. Togli il trenta percento e... devo puntare a 4.410 yen. È una richiesta piuttosto difficile.)

# 2508_Savvy Shopper
source: Open fire...
pt: Apri il fuoco...

# 2520_Electronics Salesman
source: Yikes! What!? What's that she said?
pt: Accidenti! Cosa!? Che cosa ha detto?

# 2532_Akiyama
source: Oh, uh, yeah, don't mind her.
pt: Oh, ehm, sì, non farci caso.

# 2544_Akiyama
source: 6,300 yen? Can you go a little lower?
pt: 6.300 yen? Puoi scendere un po’?

# 2556_Electronics Salesman
source: Ohh, I get it now, the lady there put ya up to this. Look, friend, I wish I could, but we're hurtin', too.
pt: Ohh, ho capito, è stata la signora lì a spingerti. Guarda, amico, vorrei tanto, ma anche noi siamo in difficoltà.

# 2568_Electronics Salesman
source: But the customer is king, so I'll give ya a deal! Hmm... 6,000! How's 6,000 yen sound to ya?
pt: Ma il cliente è re, quindi ti faccio un’offerta! Hmm... 6.000! Che ne dici di 6.000 yen?

# 2580_Akiyama
source: Surely you can do better.
pt: Puoi fare di meglio.

# 2592_Electronics Salesman
source: Keep pushin' like that, and you'll drive us to the poorhouse, I swear. But all right, 5,800 yen! That eats up our profit. How's that strike you!?
pt: Se continui a spingere così ci mandi in rovina, te lo giuro. Ma va bene, 5.800 yen! Ci mangia tutto il profitto. Che ne dici!?

# 2604_Akiyama
source: How about half price? 3,150 yen.
pt: Che ne dici della metà? 3.150 yen.

# 2616_Electronics Salesman
source: That's plain evil, my friend! We're not runnin' a charity here.
pt: Questa è pura cattiveria, amico! Non stiamo gestendo un ente di beneficenza.

# 2628_Electronics Salesman
source: Givin' up on our profit margin, let's see... 5,800 yen! That's the best I can do. How 'bout it?
pt: Rinunciando al nostro margine di profitto, vediamo... 5.800 yen! È il massimo che posso fare. Che ne dici?

# 2640_Akiyama
source: You know, this store... It's got a unique charm. Not like those big appliance stores. It has a real sense of welcoming to it.
pt: Sai, questo negozio... ha un fascino unico. Non è come quei grandi centri. Ha davvero un’atmosfera accogliente.

# 2652_Electronics Salesman
source: That's just it. With a place like ours, it's important to be a good neighbor, a good member of the local community.
pt: Esatto. Con un posto come il nostro, è importante essere un buon vicino, un buon membro della comunità locale.

# 2664_Akiyama
source: It can't be easy for you, but it really speaks to your shop's status around town.
pt: Non dev’essere facile per te, ma questo dice molto sulla reputazione del tuo negozio in città.

# 2676_Electronics Salesman
source: Ah, now here's a man who understands! Ya know, I like you! If I could, I'd just give it to you as a gift.
pt: Ah, finalmente uno che capisce! Sai, mi sei simpatico! Se potessi, te lo regalerei.

# 2688_Akiyama
source: You're pretty likable yourself. Maybe a part of the shop's charm comes from you, huh?
pt: Anche tu sei piuttosto simpatico. Forse parte del fascino del negozio viene proprio da te, eh?

# 2700_Electronics Salesman
source: My friend, I dare say you got the best of me. I'll drop right down to 5,000 yen.
pt: Amico mio, devo dire che mi hai battuto. Scendo direttamente a 5.000 yen.

# 2712_Akiyama
source: (The target's 4,410 yen. Just a little more.)
pt: (L’obiettivo è 4.410 yen. Ancora un pochino.)

# 2724_Akiyama
source: All right. I'll take it.
pt: Va bene. Lo prendo.

# 2736_Electronics Salesman
source: That'll be 5,800 yen on the nose. Thank you kindly!
pt: Sono 5.800 yen precisi. Grazie mille!

# 2760_Akiyama
source: (It's nowhere near the 4,410 yen target. I'll have to make up for it with my next purchase.)
pt: (Non è nemmeno vicino all’obiettivo di 4.410 yen. Dovrò recuperare con il prossimo acquisto.)

# 2772_Akiyama
source: This toothbrush－it isn't the latest model, is it? It's last season's, if I'm not mistaken.
pt: Questo spazzolino... non è l’ultimo modello, vero? È della stagione scorsa, se non sbaglio.

# 2784_Electronics Salesman
source: Precisely why I can't let ya have it for so low. The latest models cost much, much more, ya know?
pt: Proprio per questo non posso dartelo a così poco. I modelli nuovi costano molto, molto di più, sai?

# 2796_Akiyama
source: But wait too long, and won't it just go unsold? Are you sure you don't want to go lower?
pt: Ma se aspetti troppo, non rischi che rimanga invenduto? Sicuro di non voler scendere un po’?

# 2808_Electronics Salesman
source: Well, now you're just being insulting. This might not be the newest, but it's still good. If ya don't like that, you can take your business elsewhere.
pt: Adesso stai diventando offensivo. Non sarà il più nuovo, ma è comunque buono. Se non ti va bene, puoi anche comprare altrove.

# 2820_Akiyama
source: (Urk... This isn't looking good.)
pt: (Ugh... Non sta andando bene.)

# 2832_Akiyama
source: You know, I bet the ladies consider you pretty handsome, huh? You must knocking 'em dead left and right.
pt: Sai, scommetto che le donne ti trovano piuttosto affascinante, eh? Devi farne cadere parecchie ai tuoi piedi.

# 2844_Electronics Salesman
source: Huh? Well, uh, yeah. Hahaha, ya think so? Maybe when I was younger...
pt: Eh? Be’, uh, sì. Hahaha, davvero lo pensi? Forse quando ero più giovane...

# 2856_Electronics Salesman
source: "Ken-chan, I want a microwave. I want you to turn me on and heat me up." That actually happened! And on more than one occasion. Heheh.
pt: "Ken-chan, voglio un microonde. Voglio che tu mi accenda e mi scaldi." È successo davvero! E più di una volta. Heheh.

# 2868_Electronics Salesman
source: Sheesh, friend, ya sure know how to make a guy happy, bringin' up sweet memories like that. Tell ya what, I'll let it go for 4,500.
pt: Caspita, amico, sai davvero come rendere felice un uomo, tirando fuori ricordi così dolci. Ti dirò, te lo lascio per 4.500.

# 2880_Akiyama
source: (Whoa. He really went down.)
pt: (Wow. È sceso davvero tanto.)

# 2892_Akiyama
source: Sold! I'll take it, then.
pt: Affare fatto! Lo prendo, allora.

# 2904_Electronics Salesman
source: That'll be 4,500 yen on the nose. Thank you kindly!
pt: Sono 4.500 yen precisi. Grazie mille!

# 2928_Akiyama
source: (The target was 4,410 yen, so I'd say that went okay. Next up, a leopard-print skirt.)
pt: (L’obiettivo era 4.410 yen, quindi direi che è andata bene. Ora tocca alla gonna leopardata.)

# 2940_Akiyama
source: All right. I'll take it.
pt: Va bene. Lo prendo.

# 2952_Electronics Salesman
source: That'll be 5,000 yen on the nose. Thank you kindly!
pt: Sono 5.000 yen precisi. Grazie mille!

# 2976_Akiyama
source: (The target was 4,410 yen, so I fell a little short. I'll need to make up the difference with the leopard-print skirt.)
pt: (L’obiettivo era 4.410 yen, quindi ho mancato di poco. Dovrò recuperare con la gonna leopardata.)

# 2988_Akiyama
source: This toothbrush－it isn't the latest model, is it? It's last season's, if I'm not mistaken.
pt: Questo spazzolino… non è l’ultimo modello, vero? È della stagione scorsa, se non sbaglio.

# 3000_Electronics Salesman
source: Precisely why I can't let ya have it for so low. The latest models cost much, much more, ya know?
pt: Proprio per questo non posso dartelo a così poco. I modelli nuovi costano molto, molto di più, sai?

# 3012_Akiyama
source: But wait too long, and won't it just go unsold? Are you sure you don't want to go lower?
pt: Ma se aspetti troppo, non rischia di restare invenduto? Sicuro di non voler scendere un po’?

# 3024_Electronics Salesman
source: Well, now you're just being insulting. This might not be the newest, but it's still good. If ya don't like that, you can take your business elsewhere.
pt: Adesso stai diventando offensivo. Non sarà il più nuovo, ma è comunque buono. Se non ti va bene, puoi comprare altrove.

# 3036_Akiyama
source: (Urk... This isn't looking good. I can't push him any further.)
pt: (Ugh… Non sta andando bene. Non posso spingerlo oltre.)

# 3048_Akiyama
source: All right. I'll take it.
pt: Va bene. Lo prendo.

# 3060_Electronics Salesman
source: That'll be 5,000 yen on the nose. Thank you kindly!
pt: Sono 5.000 yen precisi. Grazie mille!

# 3084_Akiyama
source: (The target was 4,410 yen, so I fell a little short. I'll need to make up the difference with the leopard-print skirt.)
pt: (L’obiettivo era 4.410 yen, quindi ho mancato di poco. Dovrò recuperare con la gonna leopardata.)

# 3096_Akiyama
source: You certainly are generous. I'm impressed.
pt: Sei davvero generoso. Sono impressionato.

# 3108_Electronics Salesman
source: Ah, you say that, but we still don't have a deal, do we? You're a sly one, friend.
pt: Ah, lo dici, ma non abbiamo ancora un accordo, vero? Sei proprio furbo, amico.

# 3120_Akiyama
source: I'm almost there. I just need one last nudge. Though I do feel kind of bad for taking advantage of your generosity.
pt: Ci sono quasi. Mi serve solo un’ultima spinta. Anche se mi sento un po’ in colpa ad approfittare della tua generosità.

# 3132_Electronics Salesman
source: Okay then, 4,500 yen! How's that grab ya?
pt: Va bene allora, 4.500 yen! Che ne dici?

# 3144_Akiyama
source: Kind of a half-assed figure, don't you think? What do you say we cut the loose change right out?
pt: Sembra una cifra messa lì a caso, non credi? Che ne dici di togliere gli spiccioli e arrotondare?

# 3156_Electronics Salesman
source: Nnngh... All right, buddy, I surrender! 4,000 yen it is!
pt: Nnngh... Va bene, amico, mi arrendo! Facciamo 4.000 yen!

# 3168_Akiyama
source: Deal!
pt: Affare fatto!

# 3180_Electronics Salesman
source: That'll be 4,000 yen on the nose. Thank you kindly!
pt: Sono 4.000 yen precisi. Grazie mille!

# 3204_Akiyama
source: (Yes! The target was 4,410 yen, so I got well over a thirty percent discount. Looking good. Next up, the leopard-print skirt.)
pt: (Sì! L’obiettivo era 4.410 yen, quindi ho ottenuto ben oltre il trenta percento di sconto. Ottimo. Ora tocca alla gonna leopardata.)

# 3216_Akiyama
source: Can you go down to 5,000 yen? It'd really help me out if you could.
pt: Puoi scendere a 5.000 yen? Mi aiuterebbe davvero se potessi.

# 3228_Electronics Salesman
source: Sorry, no can do. I'll settle for 5,600 yen, though.
pt: Mi spiace, impossibile. Però posso accontentarmi di 5.600 yen.

# 3240_Akiyama
source: Kind of a half-assed figure, don't you think? What do you say we cut the loose change right out?
pt: Sembra una cifra messa lì a caso, non credi? Che ne dici di togliere gli spiccioli e arrotondare?

# 3252_Electronics Salesman
source: My friend, this is the best I can do. 5,500 yen! I ain't budgin' any further.
pt: Amico mio, questo è il massimo che posso fare. 5.500 yen! Non scendo più di così.

# 3264_Akiyama
source: (This is it...)
pt: (È il momento...)

# 3276_Akiyama
source: All right. I'll take it.
pt: Va bene. Lo prendo.

# 3288_Electronics Salesman
source: That'll be 5,500 yen on the nose. Thank you kindly!
pt: Sono 5.500 yen precisi. Grazie mille!

# 3312_Akiyama
source: (Hmm... I fell way short of the 4,410 yen target. I'll have to make up for it with the leopard-print skirt.)
pt: (Hmm... Sono ben lontano dall’obiettivo di 4.410 yen. Dovrò recuperare con la gonna leopardata.)

# 3324_Akiyama
source: You know, this store... It's got a unique charm. Not like those big appliance stores. It has a real sense of welcoming to it.
pt: Sai, questo negozio... ha un fascino unico. Non è come quei grandi centri. Ha davvero un’atmosfera accogliente.

# 3336_Electronics Salesman
source: Ya think so? Thanks.
pt: Davvero? Grazie.

# 3348_Akiyama
source: (No good. The guy's turned cold. I can't push him any further.)
pt: (Non va bene. Si è raffreddato. Non posso spingerlo oltre.)

# 3360_Akiyama
source: All right. I'll take it.
pt: Va bene. Lo prendo.

# 3372_Electronics Salesman
source: That'll be 5,800 yen on the nose. Thank you kindly!
pt: Sono 5.800 yen precisi. Grazie mille!

# 3396_Akiyama
source: (Hmm... I fell way short of the 4,410 yen target. I'll have to make up for it with the leopard-print skirt.)
pt: (Hmm... Sono ben lontano dall’obiettivo di 4.410 yen. Dovrò recuperare con la gonna leopardata.)

# 3420_Savvy Shopper
source: All right. The first rule in haggling: praise your foe. Successful negotiation means winnin' the hearts and minds of your opponent.
pt: Bene. La prima regola del mercanteggiare: loda il tuo avversario. Una trattativa di successo significa conquistare il cuore e la mente del tuo interlocutore.

# 3432_Savvy Shopper
source: And don't praise the merchandise. It's the same as with women－don't let 'em know you're interested.
pt: E non lodare la merce. È come con le donne: non far capire che sei interessato.

# 3444_Akiyama
source: Right. Makes sense.
pt: Giusto. Ha senso.

# 3456_Savvy Shopper
source: Rule number two: never name your price. Let your opponent reveal their hand first.
pt: Regola numero due: non dire mai per primo il tuo prezzo. Lascia che sia l’altro a scoprire le carte.

# 3468_Akiyama
source: Hmm. That rule applies to a lot more than just haggling. I've got to hand it to you Osaka ladies－you're pretty tough customers, no pun intended.
pt: Hmm. Questa regola vale per molto più che il mercanteggiare. Devo riconoscerlo, voi donne di Osaka siete clienti toste, senza offesa.

# 3480_Savvy Shopper
source: The third and final rule: respect the merchandise. Merchants usually take great pride in their wares, after all.
pt: Terza e ultima regola: rispetta la merce. I commercianti, dopotutto, sono molto orgogliosi dei loro prodotti.

# 3492_Savvy Shopper
source: Sayin' something's old or scuffed to knock down the price... That's a big no-no.
pt: Dire che qualcosa è vecchio o rovinato per abbassare il prezzo... È un grosso errore.

# 3504_Savvy Shopper
source: Hagglin' in a way that hurts the merchant's pride is an ugly thing.
pt: Contrattare ferendo l’orgoglio del commerciante è una brutta cosa.

# 3516_Savvy Shopper
source: A fight in which both sides respect each other's worth and end it with a handshake－that's the perfect way to haggle. You'd do well to remember that.
pt: Una trattativa in cui entrambi rispettano il valore dell’altro e si conclude con una stretta di mano: questo è il modo perfetto di mercanteggiare. Faresti bene a ricordarlo.

# 3528_Savvy Shopper
source: And there you have it, the three rules of Osaka-style hagglin'. You get all that, rookie?
pt: E questo è tutto: le tre regole del mercanteggiare in stile Osaka. Tutto chiaro, pivello?

# 3540_Akiyama
source: Yeah. Loud and clear.
pt: Sì. Chiaro e tondo.

# 3552_Savvy Shopper
source: Right then, go get the items I've requested. And remember, 10,000 yen or less!
pt: Bene, ora vai a prendere gli oggetti che ti ho chiesto. E ricorda: 10.000 yen o meno!

# 3564_Savvy Shopper
source: Before ya go off to battle, ya wanna hear my rules for hagglin' again?
pt: Prima di andare in battaglia, vuoi risentire le mie regole per il mercanteggiare?

# 3576_Akiyama
source: Please. I'd love to hear them again.
pt: Sì, per favore. Mi piacerebbe risentirle.

# 3588_Savvy Shopper
source: All right, get the wax outta your ears and listen good!
pt: Va bene, levati la cera dalle orecchie e ascolta bene!

# 3600_Akiyama
source: I'm good. Got it all down.
pt: Sto bene così. Ho capito tutto.

# 3612_Savvy Shopper
source: Good, that's the spirit. Remember, if ya don't get thirty percent off each thing, you'll be over budget. Now get out there and show 'em what you can do!
pt: Bene, questo è lo spirito. Ricorda: se non ottieni il trenta percento di sconto su ogni cosa, sforerai il budget. Ora vai e fai vedere cosa sai fare!

# 3636_Savvy Shopper
source: Shoppin' in Sotenbori is a battle against the shop.
pt: Fare acquisti a Sotenbori è una battaglia contro il negozio.

# 3648_Savvy Shopper
source: If ya got the time, I can show you the ropes. How about it?
pt: Se hai tempo, posso insegnarti come si fa. Che ne dici?

# 3660_Akiyama
source: Sounds interesting. Yes, please.
pt: Sembra interessante. Sì, grazie.
