Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049020f.po
Languages: pt

source: Loan Shark
pt: Strozzino

# 72_Yamori
source: Wha... Where am I?
pt: Che... Dove sono?

# 84_Akiyama
source: Good, you're back with us, Yamori-san.
pt: Bene, sei tornato in te, Yamori-san.

# 120_Yamori
source: Let go of me! I can stand on my own!
pt: Mollami! Posso stare in piedi da solo!

# 132_Yamori
source: I don't want your help!
pt: Non voglio il tuo aiuto!

# 144_Akiyama
source: You'd rather die?
pt: Preferiresti morire?

# 156_Yamori
source: Damn straight! Like I could ever accept help from the guy I screwed over! I won't do it!
pt: Proprio così! Come potrei mai accettare aiuto dal tizio che ho fregato! Non lo farò!

# 168_Yamori
source: My pride won't let me!
pt: Il mio orgoglio non me lo permette!

# 180_Akiyama
source: Heh. Pretty cheap pride, if you ask me.
pt: Heh. Orgoglio da quattro soldi, se me lo chiedi.

# 192_Yamori
source: What's that!?
pt: Che roba è!?

# 204_Akiyama
source: The way you put your convictions before your life is admirable.
pt: Il modo in cui metti le tue convinzioni prima della tua vita è ammirevole.

# 216_Akiyama
source: But instead of worrying about your pride, how about worrying about your family's future?
pt: Ma invece di preoccuparti del tuo orgoglio, che ne dici di preoccuparti del futuro della tua famiglia?

# 240_Akiyama
source: All the money in the world won't mean anything to your wife if you're dead. I can't see Eri wanting that, can you?
pt: Tutti i soldi del mondo non significheranno nulla per tua moglie se sei morto. Non credo che Eri voglia questo, tu sì?

# 252_Yamori
source: Akiyama... You knew?
pt: Akiyama... Lo sapevi?

# 264_Akiyama
source: Yeah. Eri dumped me after I lost my job.
pt: Sì. Eri mi ha mollato dopo che ho perso il lavoro.

# 276_Akiyama
source: Then she started seeing you. You two got married, and she quit working.
pt: Poi ha iniziato a frequentarti. Voi due vi siete sposati, e lei ha smesso di lavorare.

# 300_Akiyama
source: Losing her essentially meant losing all I had. At that point, I was free to do just about anything.
pt: Perderla significava essenzialmente perdere tutto ciò che avevo. A quel punto, ero libero di fare praticamente qualsiasi cosa.

# 312_Akiyama
source: But you have a family. It's far too early for you to say they'd be better off without you.
pt: Ma tu hai una famiglia. È troppo presto per te per dire che starebbero meglio senza di te.

# 336_Akiyama
source: What you should be doing is protecting your family's future, even if it means eating crow meat from here on out.
pt: Quello che dovresti fare è proteggere il futuro della tua famiglia, anche se significa inghiottire il rospo d'ora in avanti.

# 348_Akiyama
source: You talk about having pride. Have pride in that!
pt: Parli d'orgoglio. E allora, sii orgoglioso di quello!

# 372_Akiyama
source: You're welcome to betray me. But don't ever lose sight of what really matters.
pt: Tradirmi pure. Ma non perdere mai di vista ciò che conta davvero.

# 396_Yamori
source: Heh. You're right. Though I said I was doing it for my family, I was really thinking only of myself.
pt: Heh. Hai ragione. Anche se dicevo di farlo per la mia famiglia, pensavo solo a me stesso.

# 420_Yamori
source: To hell with my pride. Think you can offer me a loan?
pt: Al diavolo il mio orgoglio. Credi di potermi offrire un prestito?

# 432_Akiyama
source: Absolutely. That's what I do.
pt: Assolutamente. È quello che faccio.

# 444_Akiyama
source: That said, you may have heard the rumors, but you'll have to pass the test I give you.
pt: Detto questo, potresti aver sentito le voci, ma dovrai superare la prova che ti darò.

# 456_Yamori
source: What do I have to do?
pt: Cosa devo fare?

# 468_Akiyama
source: Heh... Actually, I was going to tell you to get a divorce.
pt: Heh... A dire il vero, ti avrei detto di divorziare.

# 480_Akiyama
source: But after watching you lay your life on the line, I felt stupid for thinking up a test that so clearly had sprung from jealousy.
pt: Ma dopo averti visto rischiare la vita, mi sono sentito uno stupido ad aver escogitato una prova che era palesemente frutto della gelosia.

# 492_Yamori
source: What?
pt: Cosa?

# 504_Akiyama
source: So, I'm going to offer you a loan on one condition. You turned me down before, but I'll ask you once more.
pt: Quindi, ti offrirò un prestito a una condizione. Mi hai detto di no prima, ma te lo chiederò un'altra volta.

# 516_Akiyama
source: Yamori-san, can we finally put the past behind us? Water under the bridge? That's all I want.
pt: Yamori-san, possiamo finalmente lasciarci il passato alle spalle? Acqua passata? È tutto quello che voglio.

# 528_Yamori
source: Akiyama, you...
pt: Akiyama, tu...

# 540_Yamori
source: Thank you! And I'm sorry!
pt: Grazie! E mi dispiace!

# 552_Akiyama
source: Man, I must be getting soft... Forgiving an act of betrayal like that.
pt: Cavolo, devo starmi rammollendo... Perdonare un tradimento del genere.

# 564_Akiyama
source: Hana-chan won't be too happy about this...
pt: Hana-chan non sarà molto contenta di questo...

# 600_Loan Shark
source: What the fuck do ya think you're doin'!?
pt: Che cazzo stai combinando!?

# 612_Yamori
source: Shut up! It's your fault for not loaning me money!
pt: Stai zitto! È colpa tua se non mi hai prestato i soldi!

# 672_Akiyama
source: This is crazy! You have to stop!
pt: È una follia! Devi smetterla!

# 684_Yamori
source: Stay out of this! There's no other way!
pt: Stanne fuori! Non c'è altra via!

# 708_Yamori
source: Now, take this knife and kill me.
pt: Ora, prendi questo coltello e uccidimi.

# 720_Akiyama
source: Wha－?
pt: Cosa－?

# 732_Yamori
source: I have life insurance. If I'm dead, my wife and kids won't have to go hungry. Everything will be squared away!
pt: Ho un'assicurazione sulla vita. Se sono morto, mia moglie e i miei figli non dovranno patire la fame. Tutto sarà sistemato!

# 756_Loan Shark
source: You outta your flippin' mind!?
pt: Ma sei completamente fuori di testa!?

# 768_Yamori
source: Come on, hurry! They won't pay out on a suicide!
pt: Dai, sbrigati! Non pagheranno per un suicidio!

# 780_Loan Shark
source: Shut your trap!
pt: Chiudi il becco!

# 816_Loan Shark
source: *pant* *pant*
pt: *anf* *anf*

# 828_Loan Shark
source: Huh? Ain't I seen you before...?
pt: Eh? Non ti ho già visto...?

# 840_Loan Shark
source: That's it! You're that Sky Finance guy from Tokyo, ain't ya?
pt: Ah, ecco! Sei quel tizio della Sky Finance di Tokyo, no?

# 864_Loan Shark
source: Ah, I get it now. You're usin' this psycho to get the police involved, so you can swoop in and take over!
pt: Ah, adesso capisco. Stai usando questo psicopatico per far intervenire la polizia così puoi piombare dentro e prendere il controllo!

# 876_Akiyama
source: The hell gave you that idea!?
pt: Ma che diavolo ti è saltato in mente!?

# 888_Loan Shark
source: You think you can pull this shit on our turf? All right, fine! You wanna die so badly, we'll be happy to help!
pt: Pensi di poter fare queste stronzate qui da noi? E va bene, allora! Se vuoi morire a tutti i costi, saremo felici di aiutarti!

# 900_Akiyama
source: Not really one for listening, are you, pal?
pt: Non sei mica uno che ascolta, eh?

# 912_Loan Shark
source: Come on, you two! Let's teach this greasy little shit what happens when he fucks with us!
pt: Dai, voi due! Facciamo vedere a questo viscido stronzetto cosa succede quando si mette contro di noi!
