Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003304d8.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

# 156_Haruka
source: Yay! Karaoke with Akiyama-san! The only question is, what should I have you sing?
pt: Evviva! Karaoke con Akiyama-san! Ora però, la domanda è: cosa ti faccio cantare?

# 168_Haruka
source: What would be a good song for you? Hmm... There're just so many good ones!
pt: Quale sarebbe una buona canzone per me? Uhm... Ce ne sono così tante belle!

# 180_Haruka
source: You're sure a good singer, Akiyama-san. And you looked so cool, too.
pt: Sei davvero un bravo cantante, Akiyama-san. E sembravi così figo, pure.

# 192_Akiyama
source: Heh, thanks.
pt: Eh, grazie.

# 204_Akiyama
source: Now, let's hear you sing, Haruka-chan.
pt: Allora, Haruka-chan, adesso facci sentire la tua voce!

# 216_Haruka
source: Okay, I'll do my best!
pt: Va bene, farò del mio meglio!

# 228_Haruka
source: Sorry, but I don't feel like it today.
pt: Scusa, ma oggi non me la sento.

# 240_Haruka
source: What happened, Akiyama-san?
pt: Cosa è successo, Akiyama-san?

# 252_Akiyama
source: Sorry... I was a little off there.
pt: Scusa... Ho steccato un po' lì.

# 264_Haruka
source: That was so cool, Akiyama-san! It sounded like I was listening to a professional singer!
pt: Troppo forte, Akiyama-san! Sembrava di ascoltare un cantante professionista!

# 276_Akiyama
source: That really means something from a pro like you.
pt: Questo significa un sacco, detto da una professionista come te.

# 288_Akiyama
source: You're up next, Haruka-chan. Can't wait to hear you sing.
pt: Tocca a te, Haruka-chan. Non vedo l'ora di sentirti cantare.

# 300_Haruka
source: Okay, I'll do my best!
pt: Va bene, farò del mio meglio!

# 312_Haruka
source: Sorry, but I don't feel like it today.
pt: Scusa, ma oggi non me la sento.

# 324_Haruka
source: I nailed that one thanks to you, Akiyama-san!
pt: Ho spaccato con quella, grazie a te, Akiyama-san!

# 336_Akiyama
source: Don't sell yourself short, Haruka-chan. That was all you.
pt: Non sminuirti, Haruka-chan. È stato tutto merito tuo.

# 348_Haruka
source: Akiyama-san, you made it really hard to sing.
pt: Akiyama-san, me l'hai resa davvero difficile cantare.

# 360_Akiyama
source: Yeah, that was totally my fault.
pt: Già, è stata proprio colpa mia.

# 372_Haruka
source: I really nailed that one thanks to you, Akiyama-san!
pt: Ho proprio spaccato, grazie a te, Akiyama-san!

# 384_Akiyama
source: Heh. Don't mention it.
pt: Heh. Figurati.
