Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091d19.po
Languages: pt

# 80_Narumi
source: You again.
pt: Ancora tu.

# 92_Saejima
source: So you're alive.
pt: Allora, sei ancora vivo.

# 104_Narumi
source: Yeah, haha. Can you believe I look like this after just one hit? What the hell is that creature?
pt: Sì, ahah. Ci credi che sono conciato così dopo un solo colpo? Che diavolo è quella creatura?

# 116_Saejima
source: We warned ya; Yama-oroshi ain't no joke. Just survivin' him means you're prob'ly part cat, with nine lives n' all.
pt: Te l'avevamo detto; lo Yama-oroshi non scherza mica. Solo il sopravvivergli significa che sei probabilmente mezzo gatto, con nove vite e tutto il resto.

# 128_Narumi
source: Hehe, and I've used up most of my nine lives, I think. I might actually start listening to you, now!
pt: Hehe, e credo di aver consumato quasi tutte le mie nove vite. Potrei davvero iniziare ad ascoltarti, adesso!

# 140_Saejima
source: Ya serious?
pt: Dici sul serio?

# 152_Narumi
source: Yeah; you saved my life! If you hadn't shouted while it was mauling me, I'd be dead.
pt: Già; mi hai salvato la vita! Se non avessi urlato mentre mi stava sbranando, sarei morto.

# 164_Narumi
source: Honestly, I... I start shaking if I think about it...
pt: Sinceramente, io... io mi metto a tremare solo a pensarci...

# 176_Saejima
source: ...Look, we ain't got time to talk right now. Can ya walk?
pt: ...Senti, non abbiamo tempo per chiacchierare adesso. Ce la fai a camminare?

# 188_Narumi
source: Uh, I didn't think so, but maybe...
pt: Ehm, pensavo di no, ma forse...

# 200_Saejima
source: Ya got to. Bears are out here, thanks to you. Let's go.
pt: Dobbiamo. Gli orsi sono qui fuori, per colpa tua. Andiamo.
