Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003305ac.po
Languages: pt

source: You got <Color:8>30,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>30,000 yen<Color:Default>.

source: Man
pt: Uomo

source: Play Shogi
pt: Gioca a Shogi

source: Not Now
pt: Non ora

# 244_Man
source: Excuse me! Do you like shogi, by any chance? Are you good at it? How good?
pt: Scusi! Per caso le piace lo shogi? È bravo? Quanto bravo?

# 256_Kiryu
source: Whoa, slow down... What is this all about?
pt: Ehi, vacci piano... Di cosa si tratta?

# 268_Man
source: Oh, I beg your pardon. I got a little carried away. My name is Kongoin.
pt: Oh, mi scusi. Mi sono lasciato prendere un po' la mano. Mi chiamo Kongoin.

# 280_Kongoin
source: I have ambitions of becoming a shogi master, but I've hit a wall. My progress has stalled.
pt: Ho l'ambizione di diventare un maestro di shogi, ma ho sbattuto contro un muro. I miei progressi si sono bloccati.

# 292_Kiryu
source: A shogi master? You're that good? Your name sounds right for the part, at least. Though I don't see how I can help you.
pt: Un maestro di shogi? È così bravo? Almeno il suo nome suona azzeccato per il ruolo. Anche se non vedo come potrei aiutarla.

# 304_Kongoin
source: Kongoin is my real name, so I didn't pick it to sound strong or anything. I've never played against a person, only computers.
pt: Kongoin è il mio vero nome, quindi non l'ho scelto per sembrare forte o roba del genere. Non ho mai giocato contro una persona, solo contro i computer.

# 316_Kiryu
source: Why don't you go to a shogi club or association? I don't see why you need me.
pt: Perché non va in un club o un'associazione di shogi? Non vedo perché abbia bisogno di me.

# 328_Kongoin
source: No, I couldn't... I could never do that!
pt: No, non potrei... Non potrei mai farlo!

# 340_Kongoin
source: If you'd never played soccer before, you wouldn't just go try out for a professional soccer team, right? It's like that.
pt: Se lei non avesse mai giocato a calcio prima, non andrebbe semplicemente a fare un provino per una squadra di calcio professionistica, giusto? È così.

# 352_Kongoin
source: So, I figured if I played shogi by myself, someone would come along, and I could play them. And hello, here you are. Perfect, right?
pt: Allora, ho pensato che se avessi giocato a shogi da solo, qualcuno si sarebbe fatto vivo, e avrei potuto giocarci contro. Ed eccola qui. Perfetto, vero?

# 376_Kongoin
source: I mean, who else but a shogi fan would bother talking to a guy with a shogi board out? Sound logic, yes?
pt: Cioè, chi altri se non un appassionato di shogi si prenderebbe la briga di parlare con un tipo con la tavola di shogi fuori? Logica ferrea, vero?

# 400_Kongoin
source: Please, just one match! All I need to build up my confidence is to play against a real, live human being! Just once, please?
pt: Ti prego, solo una partita! Tutto ciò che mi serve per farmi coraggio è giocare contro un essere umano in carne e ossa! Solo una volta, ti prego?

# 412_Kiryu
source: Sure. Let's see how good you are.
pt: Certo. Vediamo quanto sei bravo.

# 424_Kongoin
source: Oh, thank you! I really appreciate it. Let's do this!
pt: Oh, grazie! Lo apprezzo davvero. Facciamolo!

# 448_Kiryu
source: I'm afraid I don't have the time.
pt: Mi spiace, non ho tempo.

# 460_Kongoin
source: Oh, that's a shame. Still, I'll be here. Let me know if you change your mind!
pt: Oh, che peccato. Comunque, sarò qui. Fammi sapere se cambi idea!

# 472_Kongoin
source: Oh, uh, you from before! Can I get you to play shogi with me?
pt: Oh, uh, tu di prima! Posso chiederti di fare una partita a shogi con me?

# 484_Kiryu
source: Sure. Let's see how good you are.
pt: Certo. Vediamo quanto sei bravo.

# 496_Kongoin
source: Oh, thank you! I really appreciate it. Let's do this!
pt: Oh, grazie! Lo apprezzo davvero. Facciamolo!

# 520_Kiryu
source: I'm afraid I don't have the time.
pt: Mi spiace, non ho tempo.

# 532_Kongoin
source: Oh, that's a shame. Still, I'll be here. Let me know if you change your mind!
pt: Oh, che peccato. Comunque, sarò qui. Fammi sapere se cambi idea!

# 544_Kongoin
source: Wow, you're very good. Playing against a human is really different from playing against a computer.
pt: Wow, sei davvero bravo. Giocare contro un umano è proprio diverso che contro un computer.

# 556_Kiryu
source: Is that so?
pt: È così?

# 568_Kongoin
source: Oh, yes. You don't play anything like the AI in Shogi for Kids!
pt: Oh, sì. Non giochi per niente come l'IA in Shogi per Bambini!

# 580_Kiryu
source: ...Glad to hear it. See you.
pt: ...Contento di sentirlo. Ci vediamo.

# 592_Kongoin
source: No, don't run off yet. Can you play me again?
pt: No, non scappare ancora. Puoi farmi un'altra partita?

# 604_Kiryu
source: What? We just played a match not thirty seconds ago.
pt: Ma come? Abbiamo appena giocato una partita non trenta secondi fa.

# 616_Kongoin
source: I'm not necessarily saying right now, just sometime soon! Anytime you've got some time.
pt: Non intendo per forza adesso, solo tra non molto! Quando hai un po' di tempo.

# 628_Kongoin
source: I learned so much more than ever before just by playing a real, live human. I think if I play you multiple times, I'll get real good at this game, fast!
pt: Ho imparato molto, ma molto di più di quanto non abbia mai fatto prima, solo giocando contro un umano vero, in carne e ossa. Penso che se ti faccio più partite, diventerò davvero bravo a questo gioco, e pure in fretta!

# 640_Kiryu
source: Uh-huh...
pt: Uh-uh...

# 652_Kongoin
source: I'll buy a new PC shogi game so I can get ready for our rematch.
pt: Comprerò un nuovo gioco di shogi per PC così mi preparo per la nostra rivincita.

# 664_Kongoin
source: So please, if you get the time, I hope you'll think of me and my shogi board.
pt: Perciò, per favore, se trovi il tempo, spero che penserai a me e alla mia scacchiera di shogi.

# 676_Kongoin
source: Wait, what? I won? Thanks for letting me win. I am grateful for that, but this doesn't really help me.
pt: Aspetta, cosa? Ho vinto? Grazie per avermi lasciato vincere. Ti sono grato per questo, ma questo non mi aiuta per niente.

# 688_Kiryu
source: I wasn't trying to let you win...
pt: Non stavo cercando di lasciarti vincere...

# 700_Kongoin
source: Please, I'd love to have a rematch with you, to help me achieve true mastery!
pt: Ti prego, vorrei tanto fare una rivincita con te, per aiutarmi a raggiungere la vera maestria!

# 712_Kongoin
source: Ah, you're back! You're, uh...
pt: Ah, sei tornato! Sei, uh...

# 736_Kongoin
source: Right, right, Suzuki-san. I remember! I've gotten much better since our last game.
pt: Giusto, giusto, Suzuki-san. Ora ricordo! Sono migliorato molto dalla nostra ultima partita.

# 748_Kongoin
source: Am I right in assuming you came back to play me again?
pt: Ho indovinato? Sei tornato per giocare di nuovo con me?

# 760_Kiryu
source: Yeah, that's right.
pt: Sì, esatto.

# 772_Kongoin
source: Very well. Let's get on with our match. I can't wait!
pt: Benissimo. Mettiamoci sotto con la nostra partita. Non vedo l'ora!

# 796_Kongoin
source: Oh my, schooled yet again. I'm sure I've improved, but playing a living opponent face to face is very different.
pt: Oh cavolo, un'altra lezione. Sono sicuro di essere migliorato, ma giocare contro un avversario in carne e ossa, faccia a faccia, è tutta un'altra storia.

# 808_Kongoin
source: Still, you gave me the confidence to go to a real shogi club. But may I ask you to play one last match with me?
pt: Eppure, mi hai dato la fiducia per andare in un vero club di shogi. Ma posso chiederti di giocare un'ultima partita con me?

# 820_Kiryu
source: What? We're not done yet?
pt: Ancora? Non abbiamo ancora finito?

# 832_Kongoin
source: I need one last nudge of confidence. I think I told you before, but I'm hoping to become a shogi master.
pt: Ho bisogno di un'ultima spintarella di fiducia. Penso di avertelo già detto, ma spero di diventare un maestro di shogi.

# 844_Kiryu
source: Yeah, I remember that vaguely.
pt: Sì, me lo ricordo vagamente.

# 856_Kongoin
source: To succeed as a shogi player, I need my talent to emerge from its cocoon, transformed into a thing of beauty and renown!
pt: Per avere successo come giocatore di shogi, ho bisogno che il mio talento emerga dal suo bozzolo, trasformandosi in qualcosa di splendido e rinomato!

# 868_Kiryu
source: Uh-huh... And you think playing me again will help with your... cocoon?
pt: Ah-ah... E pensi che giocare di nuovo con me ti aiuterà con il tuo... bozzolo?

# 880_Kongoin
source: Absolutely! If I can play one more match against you, I'm sure my talent will come crawling out of its chrysalis as a fully-formed shogi butterfly!
pt: Assolutamente! Se posso giocare un'altra partita contro di te, sono sicuro che il mio talento uscirà strisciando dalla sua crisalide come una farfalla di shogi completamente formata!

# 892_Kiryu
source: ...Right.
pt: ...Giusto.

# 904_Kongoin
source: Like before, I will be waiting here for a rematch. Please come back when you get a chance!
pt: Come prima, ti aspetterò qui per una rivincita. Per favore, torna quando hai un'occasione!

# 916_Kongoin
source: Wait, what? I won? Thanks for letting me win. I am grateful for that, but this doesn't really help me.
pt: Ma come? Ho vinto? Grazie per avermi fatto vincere. Ne sono grato, ma questo non mi aiuta per davvero.

# 928_Kiryu
source: I wasn't trying to let you win...
pt: Non stavo cercando di farti vincere...

# 940_Kongoin
source: Please, I'd love to have a rematch with you, to help my butterfly of talent emerge!
pt: Ti prego, mi piacerebbe tanto fare una rivincita con te, per far emergere la mia farfalla di talento!

# 952_Kongoin
source: Ah, Suzuki-san! I've been waiting for you!
pt: Ah, Suzuki-san! Ti stavo aspettando!

# 964_Kongoin
source: I actually went to a real shogi club after I saw you. They made me take a test, and they said I was already playing at a professional level!
pt: Sono andato per davvero a un vero club di shogi dopo che ti ho visto. Mi hanno fatto fare un test, e mi hanno detto che giocavo già a livello professionale!

# 976_Kiryu
source: Is that right? Then you don't need me to play you anymore, now, do you?
pt: È così? Allora non hai più bisogno di giocare contro di me, vero?

# 988_Kongoin
source: Not so! Like I said before, I need to play you one last time to really find success in the world of professional shogi.
pt: Assolutamente no! Come ti dicevo prima, devo giocarti contro un'ultima volta per trovare per davvero successo nel mondo dello shogi professionistico.

# 1000_Kongoin
source: Please, I'm begging you. Just one last match to help me become a shogi master.
pt: Ti prego, ti supplico. Solo un'ultima partita per aiutarmi a diventare un maestro di shogi.

# 1012_Kiryu
source: All right. This is it.
pt: Va bene. Ci siamo.

# 1024_Kongoin
source: Excellent! Let us begin!
pt: Ottimo! Iniziamo!

# 1048_Kongoin
source: Wow, as masterful as ever! I thought I'd gotten a lot better, but playing a person just isn't the same.
pt: Wow, sempre da maestro! Pensavo di essere migliorato un sacco, ma giocare contro una persona non è proprio la stessa cosa.

# 1060_Kiryu
source: You have gotten better, I can tell.
pt: Sei migliorato, si vede.

# 1072_Kongoin
source: I'm sure I can succeed as a pro shogi player now. Watch for me in the news!
pt: Sono sicuro che ora posso sfondare come pro di shogi. Tienimi d'occhio sui giornali!

# 1084_Kiryu
source: Sure.
pt: Certo.

# 1096_Kongoin
source: Oh, silly me, I wanted to give you this. Please accept it.
pt: Oh, che testa la mia, volevo darti questo. Ti prego, accettalo.

# 1120_Kongoin
source: I'll see you around!
pt: Ci vediamo in giro!

# 1180_Kongoin
source: Wait, what? I won? Thanks for letting me win. I am grateful for that, but this doesn't really help me.
pt: Aspetta, cosa? Ho vinto? Grazie per avermi fatto vincere. Ti sono grato per questo, ma questo non mi aiuta per davvero.

# 1192_Kiryu
source: I wasn't trying to let you win...
pt: Non stavo cercando di farti vincere...

# 1204_Kongoin
source: Please, I'd love to have a rematch with you, to help my butterfly of talent emerge!
pt: Ti prego, mi piacerebbe un sacco avere una rivincita con te, per far emergere la mia farfalla di talento!
