Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033052f.po
Languages: pt

source: Player
pt: Giocatore

source: ○One with a fancy brand name.
pt: ○Uno con un nome di marca altisonante.

source: □Something cute.
pt: □Qualcosa di carino.

source: △Something cheap.
pt: △Qualcosa di economico.

# 72_Player
source: Is there something you want?
pt: C'è qualcosa che vuoi?

# 84_Riku
source: Y'know, looking at them all on display and all, I'm kinda feelin' like I want a watch.
pt: Sai, a vederli tutti esposti così, mi sta venendo quasi voglia di un orologio.

# 96_Player
source: A watch, huh?
pt: Un orologio, eh?

# 108_Riku
source: The one I got now I've had since high school. I figure it's time I got myself a proper one.
pt: Quello che ho adesso ce l'ho dai tempi del liceo. Mi sa che è ora di prendermene uno come si deve.

# 120_Player
source: I see. Well, what sort would you like?
pt: Capisco. Beh, che genere ti andrebbe?

# 132_Riku
source: I dunno. What do you think?
pt: Non saprei. Cosa ne pensi?

# 156_Player
source: One with a fancy brand name. Otherwise, what's the point of wearing a watch at all?
pt: Uno con un marchio di lusso. Sennò, che senso ha mettersi un orologio, proprio?

# 168_Riku
source: Y'think?
pt: Dici?

# 180_Player
source: Wearing a watch isn't about telling the time. It's a fashion accessory. Something that tells other people how high-class you are.
pt: Un orologio non lo si porta per guardare l'ora. È un accessorio di moda. Qualcosa che fa capire agli altri quanto sei di un certo livello.

# 192_Player
source: Even if you're wearing expensive clothes, some people might think you're a cheapskate if you don't have the accessories to match.
pt: Anche se indossi vestiti costosi, c'è chi potrebbe prenderti per uno spilorcio se non hai gli accessori a tono.

# 204_Riku
source: Hmm.
pt: Mhh.

# 216_Riku
source: Yeah, but that's how it works for guys, not girls, right? We should be free to pick what we feel like wearing when it comes to fashion.
pt: Sì, ma così funziona per i ragazzi, non per le ragazze, giusto? Dovremmo essere libere di scegliere quello che ci va di indossare quando si parla di moda.

# 228_Player
source: If you don't care about that sort of thing, then you should just pick what you want.
pt: Se non te ne frega di queste cose, allora scegli pure quello che ti pare.

# 240_Player
source: Something cute. At the end of the day, you're going to see it more than anyone else, so pick something that suits you.
pt: Qualcosa di carino. Alla fin fine, lo vedrai più di chiunque altro, quindi scegli qualcosa che ti si addica.

# 252_Riku
source: I see. I don't wanna get one just t'show it off. Even if it's from some famous label, I don't want some design I ain't even like.
pt: Capisco. Non ne voglio uno solo per sfoggiarlo. Anche se è di qualche marca famosa, non voglio un design che non mi piace proprio.

# 264_Player
source: Exactly. Plus, a man would be intimidated if a woman wore a really expensive watch.
pt: Esatto. E poi, un uomo si sentirebbe intimidito se una donna indossasse un orologio davvero costoso.

# 276_Player
source: I don't think a woman needs to worry about brands or price. It should be okay to just pick something cute to go with their outfit.
pt: Secondo me, una donna non deve stare a preoccuparsi di marche o prezzi. Basta che scelga qualcosa di carino, che le stia bene con quello che indossa.

# 288_Riku
source: I'll do that! Thanks for the tip, Kiryu-san!
pt: Farò così! Grazie per la dritta, Kiryu-san!

# 300_Player
source: Heh. Glad I could help.
pt: Eh. Contento di aver potuto aiutare.

# 312_Player
source: Something cheap. You just need it to tell time.
pt: Roba da poco. Ti basta che segni l'ora.

# 324_Riku
source: Y'really believe that!? Then I might as well just keep the one I got now. But I don't wanna look like no high school student.
pt: Ci credi sul serio!? Allora tanto vale che mi tenga quello che ho adesso. Ma non voglio mica sembrare uno studente delle superiori.

# 336_Player
source: If you don't like the way it looks, why not ditch the watch and wear a bracelet instead?
pt: Se non ti piace come ti sta, perché non lasci perdere l'orologio e metti un braccialetto, piuttosto?

# 348_Riku
source: Well because I wanna wear one, ya know?
pt: Beh, perché ne voglio indossare uno, sai?

# 360_Player
source: Most people use their cell phones to tell time nowadays. Why even bother with a watch?
pt: Al giorno d'oggi, la maggior parte della gente usa il cellulare per vedere l'ora. Perché mai darsi la pena di portare un orologio, allora?

# 372_Riku
source: Yeah, but guys can just carry 'em in their pockets. A girl puts hers in her purse, so it's a hassle to check the time.
pt: Già, ma gli uomini i loro se li tengono in tasca. Una ragazza, invece, il suo lo mette nella borsa, quindi è uno sbattimento controllare l'ora.

# 384_Riku
source: Aw, this bites. And here I thought ya'd have some good advice on watches, Kiryu-san.
pt: Uff, che palle. E io che pensavo avresti avuto dei buoni consigli sugli orologi, Kiryu-san.

# 456_Staff
source: Do you know what you'd like, miss?
pt: Sa già cosa le piacerebbe, signorina?

# 468_Riku
source: Oh, I want the <Color:8>Italian Women's Watch<Color:Default>! It looks totes adorbs!
pt: Oh, voglio l'<Color:8>Orologio da Donna Italiano<Color:Default>! È troppo carino!

# 480_Player
source: (Looks like Riku's got her eye on the <Color:8>Italian Women's Watch<Color:Default>.)
pt: (Sembra che Riku abbia adocchiato l'<Color:8>Orologio da Donna Italiano<Color:Default>.)

# 552_Staff
source: Thank you for stopping by. Please come again.
pt: Grazie per essere passato. Torni a trovarci.

# 564_Staff
source: Thank you.
pt: Grazie.

# 600_Staff
source: Welcome!
pt: Benvenuto!

# 624_Staff
source: Thank you for stopping by. Please come again.
pt: Grazie per essere passato. Torni a trovarci.

# 636_Staff
source: Thank you.
pt: Grazie.
