Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0002176b.po
Languages: pt

source: Change characters?
pt: Cambiare personaggi?

source: Change characters?
pt: Cambiare personaggi?

source: Change characters?
pt: Cambiare personaggi?

source: Yes
pt: Sì

source: Sure.
pt: Certo.

source: (I want to find out how Haruka is feeling.)
pt: (Voglio scoprire come si sente Haruka.)

source: Maybe another time.
pt: Magari un'altra volta.

# 128_Yes
source: It'd be nice to go out together for old time's sake, Uncle Kaz.
pt: Sarebbe bello uscire insieme per i vecchi tempi, Zio Kaz.

# 140_Kiryu
source: Now isn't a good time. We'll do it another day.
pt: Adesso non è il momento giusto. Lo faremo un altro giorno.

# 152_Haruka
source: Okay, sure. I'm looking forward to it.
pt: Ok, certo. Non vedo l'ora.

# 188_Kiryu
source: Sure, let's go.
pt: Certo, andiamo.

# 200_Haruka
source: Yay! I'll get ready.
pt: Evviva! Vado a prepararmi.
