Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003309d1.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto la <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto la <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka ora a volte preverrà l’esito di un turno quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto il <Color:8>Pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto il <Color:8>Kit di Pronto Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto la <Color:8>Gioiello Rosso<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto l’<Color:8>Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto il <Color:8>Cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto le <Color:8>Caramelle di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto lo <Color:8>Scaldapancia Morning Glory<Color:Default>.

source: You got a <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto un <Color:8>Toughness Emperor<Color:Default>.

source: You got a <Color:8>Tauriner ++<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner ++<Color:Default>.

source: You got a <Color:8>Toughness Infinity<Color:Default>.
pt: Hai ottenuto un <Color:8>Toughness Infinity<Color:Default>.

source: You got a <Color:8>Tauriner Maximum<Color:Default>.
pt: Hai ottenuto un <Color:8>Tauriner Maximum<Color:Default>.

source: You got a <Color:8>Bulletproof Glass Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto in Vetro Antiproiettile<Color:Default>.

source: You got a <Color:8>Battle Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Corazza da Battaglia<Color:Default>.

source: You got a <Color:8>Goddess of Children Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto della Dea dei Bambini<Color:Default>.

source: You got an <Color:8>Immovable Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura Inamovibile<Color:Default>.

source: You got a <Color:8>Gambler's Binding<Color:Default>.
pt: Hai ottenuto un <Color:8>Legaccio del Giocatore d’Azzardo<Color:Default>.

source: You got a <Color:8>Payback Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello della Vendetta<Color:Default>.

source: You got an <Color:8>Antique Chain Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Cotta di Maglia Antica<Color:Default>.

source: You got a <Color:8>Yakuza Training Gear<Color:Default>.
pt: Hai ottenuto un <Color:8>Equipaggiamento da Allenamento Yakuza<Color:Default>.

source: You got a <Color:8>High Win Rate Token<Color:Default>.
pt: Hai ottenuto un <Color:8>Gettone ad Alta Probabilità di Vittoria<Color:Default>.

source: You got an <Color:8>Auto Token<Color:Default>.
pt: Hai ottenuto un <Color:8>Gettone Automatico<Color:Default>.

source: You got a <Color:8>Chance Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra della Fortuna<Color:Default>.

source: You got a <Color:8>Gambler's Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto del Giocatore d’Azzardo<Color:Default>.

source: You got a <Color:8>Player's Piece<Color:Default>.
pt: Hai ottenuto una <Color:8>Pedina del Giocatore<Color:Default>.

source: You got a <Color:8>Royal Joker Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Joker Reale<Color:Default>.

source: You got a <Color:8>Bust Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto del Fallimento<Color:Default>.

source: You got a <Color:8>Lucky Hanafuda Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Carta Hanafuda Fortunata<Color:Default>.

source: You got <Color:8>Even Goro's Beads<Color:Default>.
pt: Hai ottenuto le <Color:8>Perle di Goro l’Imparziale<Color:Default>.

source: You got a <Color:8>Lopsided Cigarette<Color:Default>.
pt: Hai ottenuto una <Color:8>Sigaretta Storta<Color:Default>.

source: You got a <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto una <Color:8>Gioiello Rosso<Color:Default>.

source: You got a <Color:8>Zero Jewel<Color:Default>.
pt: Hai ottenuto una <Color:8>Gioiello Zero<Color:Default>.

source: You got a <Color:8>1-2-3 Gum<Color:Default>.
pt: Hai ottenuto una <Color:8>Gomma 1-2-3<Color:Default>.

source: You got a <Color:8>Trips Yokan<Color:Default>.
pt: Hai ottenuto un <Color:8>Yokan Tris<Color:Default>.

source: You got a <Color:8>Give-up Piece<Color:Default>.
pt: Hai ottenuto una <Color:8>Pedina della Rinuncia<Color:Default>.

source: You got a <Color:8>Piss Mountain Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra del Monte Piscioso<Color:Default>.

source: Buy Something
pt: Compra qualcosa

source: Accept Prizes
pt: Ritira premi

source: Cancel
pt: Annulla

source: Employee
pt: Dipendente

# 92_Staff
source: Welcome.
pt: Benvenuto.

# 104_Haruka
source: Uncle Kaz! Buy me some <Color:8>Sparkling Cola<Color:Default>!
pt: Zio Kaz! Comprami una <Color:8>Sparkling Cola<Color:Default>!

# 116_Kiryu
source: (Looks like Haruka wants some <Color:8>Sparkling Cola<Color:Default>.)
pt: (Sembra che Haruka voglia una <Color:8>Sparkling Cola<Color:Default>.)

# 140_Haruka
source: Aww... <Color:8>Sparkling Cola<Color:Default> isn't that bad for you...
pt: Uff... <Color:8>Sparkling Cola<Color:Default> non fa così male...

# 152_Staff
source: Thank you very much.
pt: Grazie mille.

# 176_Haruka
source: Thank you, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 200_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 272_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 332_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, Zio Kaz! La prossima volta voglio giocare a cho-han con te, va bene?

# 380_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 440_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 500_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 560_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 620_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 680_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 776_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, Zio Kaz!

# 788_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 812_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 848_Staff
source: Welcome.
pt: Benvenuto.

# 860_Haruka
source: Uncle Kaz, I'd really like a <Color:8>Handmade Seaweed Onigiri<Color:Default>.
pt: Zio Kaz, mi piacerebbe davvero un <Color:8>Onigiri Artigianale alle Alghe<Color:Default>.

# 872_Kiryu
source: (Hmm. Looks like Haruka wants a <Color:8>Handmade Seaweed Onigiri<Color:Default>.)
pt: (Hmm. Sembra che Haruka voglia un <Color:8>Onigiri Artigianale alle Alghe<Color:Default>.)

# 896_Haruka
source: But I wanted a <Color:8>Handmade Seaweed Onigiri<Color:Default>...
pt: Ma io volevo un <Color:8>Onigiri Artigianale alle Alghe<Color:Default>...

# 908_Staff
source: Thank you very much.
pt: Grazie mille.

# 932_Haruka
source: Thank you, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 956_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1028_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1088_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, Zio Kaz! La prossima volta voglio giocare a cho-han con te, va bene?

# 1136_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1196_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1256_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1316_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1376_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1436_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, Zio Kaz! Voglio darti questo!

# 1532_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, Zio Kaz!

# 1544_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1568_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1604_Staff
source: Welcome.
pt: Benvenuto.

# 1616_Staff
source: I have some items from the Online Shop. Please take a look.
pt: Ho alcuni articoli dallo Shop Online. Dai un’occhiata.

# 1640_Staff
source: You received a package from the Online Shop.
pt: Hai ricevuto un pacco dallo Shop Online.

# 1652_Staff
source: Thank you very much.
pt: Grazie mille.

# 1676_Staff
source: Welcome.
pt: Benvenuto.

# 1700_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torna a trovarci.

# 1712_Staff
source: Thank you very much.
pt: Grazie mille.

# 1724_Staff
source: Welcome.
pt: Benvenuto.

# 1736_Employee
source: You're here to pick up your items? Which one would you like to pick up?
pt: Sei qui per ritirare i tuoi articoli? Quale vorresti ritirare?

# 1760_Staff
source: You got a <Color:8>Payback Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello della Vendetta<Color:Default>.

# 1796_Staff
source: You got a <Color:8>Champion's Ring<Color:Default>.
pt: Hai ottenuto un <Color:8>Anello del Campione<Color:Default>.

# 1832_Staff
source: You got <Color:8>Eager Earrings<Color:Default>.
pt: Hai ottenuto gli <Color:8>Orecchini dell’Ardore<Color:Default>.

# 1868_Staff
source: You got an <Color:8>Immovable Belt<Color:Default>.
pt: Hai ottenuto una <Color:8>Cintura Inamovibile<Color:Default>.

# 1904_Staff
source: You got a <Color:8>Shachihoko<Color:Default>.
pt: Hai ottenuto uno <Color:8>Shachihoko<Color:Default>.

# 1940_Staff
source: You got a <Color:8>Golden Pistol<Color:Default>.
pt: Hai ottenuto una <Color:8>Pistola Dorata<Color:Default>.

# 1976_Staff
source: You got a <Color:8>Dragon Scale<Color:Default>.
pt: Hai ottenuto una <Color:8>Scaglia di Drago<Color:Default>.

# 2012_Staff
source: You got a <Color:8>Seal of the Dragon<Color:Default>.
pt: Hai ottenuto un <Color:8>Sigillo del Drago<Color:Default>.

# 2048_Staff
source: You got a <Color:8>Toughness Pin<Color:Default>.
pt: Hai ottenuto una <Color:8>Spilla della Resistenza<Color:Default>.

# 2084_Staff
source: You got a <Color:8>Dragon Tail<Color:Default>.
pt: Hai ottenuto una <Color:8>Coda di Drago<Color:Default>.

# 2120_Staff
source: You got a <Color:8>Lucky Binding<Color:Default>.
pt: Hai ottenuto un <Color:8>Legaccio della Fortuna<Color:Default>.

# 2156_Staff
source: You got a <Color:8>Ebisu Socks<Color:Default>.
pt: Hai ottenuto dei <Color:8>Calzini di Ebisu<Color:Default>.

# 2192_Staff
source: You got a <Color:8>Love Shine Sticks<Color:Default>.
pt: Hai ottenuto dei <Color:8>Bastoncini Love Shine<Color:Default>.

# 2228_Staff
source: You got a <Color:8>Beads of Good Fortune<Color:Default>.
pt: Hai ottenuto le <Color:8>Perle della Buona Sorte<Color:Default>.

# 2264_Staff
source: You got a <Color:8>Leech Gloves<Color:Default>.
pt: Hai ottenuto i <Color:8>Guanti Sanguisuga<Color:Default>.

# 2300_Staff
source: You got an <Color:8>Encounter Finder<Color:Default>.
pt: Hai ottenuto un <Color:8>Rilevatore di Incontri<Color:Default>.

# 2336_Staff
source: You got a <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto un <Color:8>Martello Pupazzo di Neve<Color:Default>.

# 2372_Staff
source: You got a <Color:8>Celebrity Perfume<Color:Default>.
pt: Hai ottenuto un <Color:8>Profumo da Celebrità<Color:Default>.

# 2408_Staff
source: You got a <Color:8>Penguin Spear<Color:Default>.
pt: Hai ottenuto una <Color:8>Lancia Pinguino<Color:Default>.

# 2444_Staff
source: You got a <Color:8>Fortune Mallet<Color:Default>.
pt: Hai ottenuto un <Color:8>Martelletto della Fortuna<Color:Default>.

# 2480_Staff
source: You got a <Color:8>Tiger Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Corazza della Tigre<Color:Default>.

# 2516_Staff
source: You got a <Color:8>Expulsion S-12<Color:Default>.
pt: Hai ottenuto un <Color:8>Expulsion S-12<Color:Default>.

# 2552_Staff
source: You got a <Color:8>Frozen Banana<Color:Default>.
pt: Hai ottenuto una <Color:8>Banana Congelata<Color:Default>.

# 2588_Staff
source: You got a <Color:8>SPARK 20,000V<Color:Default>.
pt: Hai ottenuto uno <Color:8>SPARK 20.000V<Color:Default>.

# 2624_Staff
source: You got a <Color:8>Platinum Triangle Ruler<Color:Default>.
pt: Hai ottenuto un <Color:8>Righello Triangolare di Platino<Color:Default>.

# 2660_Staff
source: You got a <Color:8>Eye of the Dragon<Color:Default>.
pt: Hai ottenuto un <Color:8>Occhio del Drago<Color:Default>.

# 2696_Staff
source: You got a <Color:8>Master Ball<Color:Default>.
pt: Hai ottenuto una <Color:8>Master Ball<Color:Default>.

# 2732_Staff
source: You got a <Color:8>Frozen Tuna<Color:Default>.
pt: Hai ottenuto un <Color:8>Tonno Congelato<Color:Default>.

# 2768_Staff
source: You got a <Color:8>Dragon-drive 99<Color:Default>.
pt: Hai ottenuto un <Color:8>Dragon-drive 99<Color:Default>.

# 2804_Staff
source: You got a <Color:8>Sacrifice Stone<Color:Default>.
pt: Hai ottenuto una <Color:8>Pietra del Sacrificio<Color:Default>.

# 2840_Staff
source: You got a <Color:8>Muramasa Blade<Color:Default>.
pt: Hai ottenuto una <Color:8>Lama Muramasa<Color:Default>.

# 2876_Staff
source: You got a <Color:8>Dragon Mail<Color:Default>.
pt: Hai ottenuto una <Color:8>Corazza del Drago<Color:Default>.

# 2912_Staff
source: You got a <Color:8>War God Talisman<Color:Default>.
pt: Hai ottenuto un <Color:8>Talismano del Dio della Guerra<Color:Default>.

# 2948_Staff
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto uno <Color:8>Staminan Royale<Color:Default>.

# 3032_Staff
source: You got a <Color:8>Staminan Spark<Color:Default>.
pt: Hai ottenuto uno <Color:8>Staminan Spark<Color:Default>.

# 3116_Staff
source: You got an <Color:8>Assassin's Spear<Color:Default>.
pt: Hai ottenuto una <Color:8>Lancia dell’Assassino<Color:Default>.

# 3176_Staff
source: You got a <Color:8>Ballbuster<Color:Default>.
pt: Hai ottenuto un <Color:8>Ballbuster<Color:Default>.

# 3236_Staff
source: You got a <Color:8>Brickshitter Beer<Color:Default>.
pt: Hai ottenuto una <Color:8>Birra Brickshitter<Color:Default>.

# 3296_Staff
source: You got a <Color:8>Patriarch's Driver<Color:Default>.
pt: Hai ottenuto un <Color:8>Driver del Patriarca<Color:Default>.

# 3356_Staff
source: You got a <Color:8>Sakura Storm<Color:Default>.
pt: Hai ottenuto una <Color:8>Tempesta di Sakura<Color:Default>.

# 3416_Staff
source: You got <Color:8>Double Leeks<Color:Default>.
pt: Hai ottenuto dei <Color:8>Porri Doppi<Color:Default>.

# 3476_Staff
source: You got a <Color:8>Zap Gun<Color:Default>.
pt: Hai ottenuto una <Color:8>Pistola Zap<Color:Default>.

# 3536_Staff
source: You got a <Color:8>Drow-Z 55<Color:Default>.
pt: Hai ottenuto un <Color:8>Drow-Z 55<Color:Default>.

# 3596_Staff
source: You got a <Color:8>High Payout Token<Color:Default>.
pt: Hai ottenuto un <Color:8>Gettone ad Alto Rendimento<Color:Default>.

# 3680_Staff
source: You got a <Color:8>Get-Rich-Quick Charm<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto Arricchisciti-Subito<Color:Default>.

# 3764_Staff
source: You got a <Color:8>Banker's Piece<Color:Default>.
pt: Hai ottenuto una <Color:8>Pedina del Banchiere<Color:Default>.

# 3848_Staff
source: You got a <Color:8>Blackjack Amulet<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto del Blackjack<Color:Default>.

# 3932_Staff
source: You got an <Color:8>All 1's Charm<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto Tutti 1<Color:Default>.

# 4016_Staff
source: You got a <Color:8>Black Jewel<Color:Default>.
pt: Hai ottenuto una <Color:8>Gioiello Nero<Color:Default>.

# 4100_Staff
source: You got a <Color:8>Lucky Tile<Color:Default>.
pt: Hai ottenuto una <Color:8>Tessera Fortunata<Color:Default>.

# 4184_Staff
source: You got a <Color:8>10-10-1 Charm<Color:Default>.
pt: Hai ottenuto un <Color:8>Amuleto 10-10-1<Color:Default>.

# 4268_Employee
source: I was told, "I will only send an item pack once." Please come again.
pt: Mi è stato detto: "Invierò un pacchetto di oggetti solo una volta." Torna a trovarci.

# 4280_Employee
source: I was told, "I will send it again if you lose it." Please stop by anytime.
pt: Mi è stato detto: "Lo invierò di nuovo se lo perdi." Passa quando vuoi.

# 4292_Staff
source: You're not going to pick anything up? Hope to see you again.
pt: Non ritiri niente? Spero di rivederti presto.

# 4304_Staff
source: I currently don't have anything to give you. Please come again.
pt: Al momento non ho nulla da darti. Per favore, torna a trovarci.
