Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003305a0.po
Languages: pt

source: Employee
pt: Cameriere

source: Player
pt: Giocatore

source: Idle
pt: Inattivo

# 44_Employee
source: Oh, hello! Right this way, please.
pt: Oh, salve! Di qua, prego.

# 92_Kiryu
source: (I don't need to eat now.)
pt: (Non ho bisogno di mangiare ora.)

# 104_Akiyama
source: (I'm not hungry.)
pt: (Non ho fame.)

# 116_Saejima
source: (I'm full for now.)
pt: (Sono sazio per ora.)

# 128_Shinada
source: (It's tempting, but I'm stuffed.)
pt: (È allettante, ma sono sazio.)

# 140_Haruka
source: (I'm full.)
pt: (Sono sazio.)

# 164_Player
source: (I'm out of cash.)
pt: (Sono senza soldi.)

# 200_Kiryu
source: Sorry, I have to run.
pt: Scusa, devo scappare.

# 212_Akiyama
source: Sorry, I forgot an urgent piece of business.
pt: Scusa, ho dimenticato un affare urgente.

# 224_Saejima
source: Sorry, gotta go.
pt: Scusa, devo scappare.

# 236_Shinada
source: Oh, sorry! I have to run.
pt: Oh, scusa! Devo scappare.

# 248_Haruka
source: I'm so sorry. Something came up.
pt: Mi dispiace tanto. È successo qualcosa.

# 260_Employee
source: All right. Please do come again.
pt: Va bene. Torni a trovarci.

# 368_Employee
source: May I take your order?
pt: Posso prendere la sua ordinazione?

# 392_Employee
source: What would you like to eat?
pt: Cosa ti piacerebbe mangiare?

# 440_Employee
source: Here is your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 476_Employee
source: What would you like to eat?
pt: Cosa ti piacerebbe mangiare?

# 524_Saejima
source: (Well, maybe I oughta eat somethin' and savor the moment.)
pt: (Beh, forse dovrei mangiare qualcosa e godermi il momento.)

# 536_Employee
source: Sorry, just remembered I got something to do first.
pt: Scusa, mi è appena tornato in mente che devo fare una cosa prima.

# 548_Employee
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 596_Employee
source: Thank you very much. We hope to see you again soon.
pt: Grazie mille. Speriamo di rivederla presto.
