Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e92.po
Languages: pt

source: You handed over <Color:8>Toxic Mushroom<Color:Default>.
pt: Hai consegnato <Color:8>Fungo Tossico<Color:Default>.

source: You got <Color:8>Tauriner Maximum<Color:Default>.
pt: Hai preso <Color:8>Tauriner Maximum<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Man from Tsukimino
pt: Uomo di Tsukimino

source: Mission Added
pt: Missione Aggiunta

source: Give Him the Toxic Mushrooms
pt: Dagli i Funghi tossici

source: Keep the Toxic Mushrooms
pt: Tieni i Funghi Tossici

# 116_Man from Tsukimino
source: Oh! It's you!
pt: Ah! Eccoti!

# 128_Saejima
source: Uh, and you're...?
pt: Uh, e tu chi saresti?

# 140_Man from Tsukimino
source: Yeah, it's been a while. You brought my father's time capsule back from the mountain for me.
pt: Sì, è un pezzo che non ci si vede. Mi hai riportato la capsula del tempo di mio padre dalla montagna.

# 152_Saejima
source: Ah, that's right. Thought ya were done with the town, though. Why're ya here now?
pt: Ah, già. Pensavo avessi chiuso con la città, sai. Che ci fai qui ora?

# 164_Man from Tsukimino
source: It's a funny story. See, I study chronic diseases at the university hospital in Tsukimino.
pt: È una storia buffa. Vedi, studio le malattie croniche all'ospedale universitario di Tsukimino.

# 176_Man from Tsukimino
source: And it turns out, the key I've been seeking all these years is right here on the mountain.
pt: E si scopre che la chiave che ho cercato per tutti questi anni è proprio qui, su questa montagna.

# 188_Saejima
source: What key?
pt: Quale chiave?

# 200_Man from Tsukimino
source: Mushrooms. I found a dried-up mushroom in my father's time capsule.
pt: Funghi. Ho trovato un fungo essiccato nella capsula del tempo di mio padre.

# 212_Man from Tsukimino
source: It's poisonous, but it also contains a substance that may be an effective control for a disease I'm studying.
pt: È velenoso, ma contiene anche una sostanza che potrebbe essere un modo efficace per controllare una malattia che sto studiando.

# 224_Saejima
source: Hell of a coincidence.
pt: Che diavolo di coincidenza.

# 236_Man from Tsukimino
source: Isn't it!? The only problem is, the mushroom I have is not a large enough sample, and－
pt: Vero!? L'unico problema è che il campione di fungo che ho non è abbastanza grande, e－

# 248_Saejima
source: Let me guess. Ya want me to fetch ya more of that type of mushroom.
pt: Fammi indovinare. Vuoi che ti vada a prendere altro di quel tipo di fungo.

# 260_Man from Tsukimino
source: Precisely. I'm sorry to impose on you again, but... I'll pay you, of course.
pt: Esatto. Mi dispiace disturbarti di nuovo, ma... Ti pagherò, ovviamente.

# 272_Saejima
source: Well... okay. Sounds like you're workin' on somethin' good for society.
pt: Beh... d'accordo. Sembra che ti stia dando da fare per qualcosa di buono per la società.

# 284_Man from Tsukimino
source: Great! Science will thank you.
pt: Fantastico! La scienza ti ringrazierà.

# 296_Man from Tsukimino
source: I only need three of them, so...
pt: Me ne servono solo tre, quindi...

# 308_Saejima
source: Alright, three toxic mushrooms. If I find 'em, I'll bring 'em here.
pt: Ok, tre funghi tossici. Se li trovo, li porto qui.

# 320_Mission Added
source: "Get Toxic Shrooms" was added to the list of missions.
pt: "Raccogli Funghetti Tossici" è stata aggiunta alla lista delle missioni.

# 332_Man from Tsukimino
source: I still need three toxic mushrooms for my studies.
pt: Mi servono ancora tre funghi tossici per i miei studi.

# 356_Saejima
source: (Give 'im the shrooms?)
pt: (Gli mollo i funghetti?)

# 368_Saejima
source: Here's yer stuff to experiment on.
pt: Ecco la tua roba per gli esperimenti.

# 404_Man from Tsukimino
source: Fantastic! Hey, who knows? Perhaps you just helped me save some lives!
pt: Fantastico! Ehi, chissà? Magari mi hai appena aiutato a salvare delle vite!

# 416_Man from Tsukimino
source: Here's your payment.
pt: Ecco il tuo pagamento.

# 452_Man from Tsukimino
source: Thank you.
pt: Grazie.

# 464_Saejima
source: Sure. Go do yer research. Many people countin' on ya.
pt: Certo. Fatti la tua ricerca. Un sacco di gente conta su di te.

# 560_Saejima
source: Gimme a bit more time.
pt: Dammi ancora un po' di tempo.
