Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0ca3.po
Languages: pt

source: Show Your Talent
pt: Fai vedere il tuo talento

source: Not Right Now
pt: Non adesso

source: Young Woman
pt: Ragazza

source: Player
pt: Giocatore

# 164_Asuka
source: Oh, Haruka-chan! Are you ready to show me how it's done onstage? I'm ready if you are!
pt: Oh, Haruka-chan! Sei pronta a farmi vedere come si fa sul palco? Io sono pronta, se tu lo sei!

# 176_Asuka
source: Well, I don't know how much of an "example" I can be. I'm actually kind of nervous. But I'll certainly do my best!
pt: Beh, non so quanto buon "esempio" io possa essere. Sono in realtà un po' nervosa. Ma farò sicuramente del mio meglio!

# 188_Asuka
source: Oh, thank you so much, Haruka-chan!
pt: Oh, ti ringrazio tantissimo, Haruka-chan!

# 212_Asuka
source: I'm sorry, Asuka-chan. I'm afraid I can't right now. Can you give me a little more time?
pt: Mi dispiace, Asuka-chan. Temo di non potercela fare proprio adesso. Potresti darmi un altro po' di tempo?

# 224_Asuka
source: Of course! I'll be here whenever you're ready.
pt: Ma certo! Sarò qui quando sei pronta.

# 248_Asuka
source: Wow, you really are good, Haruka. I could never compete!
pt: Wow, sei davvero brava, Haruka. Non potrei mai competere!

# 260_Haruka
source: But look how good you are! And you're completely self-taught!
pt: Ma guarda quanto sei brava! E sei completamente autodidatta!

# 272_Asuka
source: Yeah, well, I can still tell I'm nowhere near any kind of match for you.
pt: Sì, be', mi rendo ancora conto che non sono neanche lontanamente all'altezza\ntua.

# 284_Haruka
source: Oh, I don't know about that.
pt: Oh, non so mica.

# 296_Asuka
source: *pant* *pant* So that's a dance battle, huh? That was a lot of fun!
pt: *pant* *pant* Quindi questa è una dance battle, eh? È stato un sacco divertente!

# 308_Haruka
source: You're amazing, Sugino-san. You beat me fair and square.
pt: Sei pazzesca, Sugino-san. Mi hai battuto alla grande.

# 320_Asuka
source: Um, Haruka-chan...? You've been so nice to me. Do you think I could have your cell phone number? I'd love to call you sometime. If you don't mind, that is.
pt: Uhm, Haruka-chan...? Sei stata così gentile con me. Credi che potrei avere il tuo numero di cellulare? Mi piacerebbe tanto chiamarti un giorno. Se non ti dispiace, s'intende.

# 332_Haruka
source: Oh, okay, Asuka-chan. That would be great.
pt: Oh, va bene, Asuka-chan. Sarebbe fantastico.

# 344_Asuka
source: Great! I'll call you, then!
pt: Grandioso! Allora ti chiamo!

# 356_Haruka
source: Hehe, I'll be looking forward to it.
pt: Hehe, non vedo l'ora.

# 368_Asuka
source: Still, I've been thinking. You've done so many of these dance battles, and they've helped you get to where you are today, right?
pt: Però, ci stavo riflettendo. Hai fatto così tante di queste sfide di ballo, e ti hanno aiutato ad arrivare dove sei oggi, vero?

# 380_Asuka
source: I mean, compared to you, what have I been doing with my time? I get kind of down just thinking about it.
pt: Cioè, paragonata a te, che ho combinato col mio tempo? Mi sento un po' giù solo a pensarci.

# 404_Asuka
source: I have a little brother, by the way.
pt: Tra l'altro, ho un fratellino.

# 416_Haruka
source: Hm?
pt: Mh?

# 428_Asuka
source: He's the reason I want to be an idol. Unlike me, he's really, really smart. And I'm not just saying that because I'm his sister.
pt: È lui il motivo per cui voglio fare l'idol. A differenza mia, lui è davvero, davvero intelligente. E non lo dico solo perché sono sua sorella.

# 440_Asuka
source: Anyway, we don't have a lot of money, so I'd love to help send him to a good private school.
pt: Comunque, non abbiamo molti soldi, quindi mi piacerebbe dare una mano a mandarlo in una buona scuola privata.

# 452_Asuka
source: I thought maybe if I could do well as an idol, I could use the money for his education. But things aren't really working out like I planned...
pt: Pensavo che magari, se fossi riuscita a sfondare come idol, avrei potuto usare i soldi per la sua istruzione. Ma le cose non stanno proprio andando come avevo pianificato...

# 476_Asuka
source: But now that you've given me some pointers on dancing, I'm finally starting to get my hopes up again.
pt: Ma ora che mi hai dato qualche dritta sulla danza, sto finalmente ricominciando a farmi qualche speranza.

# 488_Asuka
source: If I work really hard up until the next event, maybe I'll be able to keep going!
pt: Se mi impegno un sacco fino al prossimo evento, forse riuscirò\na continuare!

# 500_Haruka
source: That's the spirit! Good for you!
pt: È questo lo spirito! Brava!

# 524_Haruka
source: Well, is there anything else you want to work on in particular?
pt: Beh, c'è qualcos'altro su cui vuoi lavorare in\nparticolare?

# 536_Asuka
source: I guess it would be my stage presence. You know, my movements and facial expression on stage. I feel really awkward up there.
pt: Credo che sia la mia presenza scenica. Sai, i miei movimenti e l'espressione facciale sul palco. Mi sento davvero a disagio lì sopra.

# 548_Haruka
source: Your stage presence, huh?
pt: La tua presenza scenica, eh?

# 560_Asuka
source: Maybe you could give me an example? Show me how it's done? That would be awesome!
pt: Magari potresti farmi un esempio? Farmi vedere come si fa? Sarebbe una figata!

# 572_Haruka
source: You want me to show you what I do?
pt: Vuoi che ti faccia vedere quello che faccio?

# 584_Asuka
source: Yes. Would that be all right?
pt: Sì. Andrebbe bene?

# 596_Haruka
source: Of course! I'd be happy to do that for you!
pt: Ma certo! Sarei felice di farlo per te!

# 608_Asuka
source: Really!? Oh, thank you, Haruka-chan!
pt: Davvero!? Oh, grazie, Haruka-chan!

# 620_Asuka
source: I'll be right here waiting, so whenever you're ready, just come let me know, okay?
pt: Sarò proprio qui ad aspettarti, quindi appena sarai pronta, vieni pure a farmelo sapere, va bene?

# 668_Asuka
source: Oh! You're Haruka-chan, aren't you?
pt: Oh! Sei Haruka-chan, vero?

# 680_Haruka
source: Hm? Yes, that's right.
pt: Hm? Sì, esatto.

# 692_Young Woman
source: Do you remember me, by any chance?
pt: Ti ricordi di me, per caso?

# 704_Haruka
source: Um...?
pt: Ehm...?

# 716_Young Woman
source: Right. Of course you don't. Why would you?
pt: Giusto. Certo che no. Perché mai dovresti?

# 728_Haruka
source: Oh, I'm sorry! Where did we meet?
pt: Oh, mi dispiace! Dove ci siamo già visti?

# 740_Young Woman
source: The Princess League. I'm kind of an idol, too, actually. But you knocked me out in one of the early rounds.
pt: La Princess League. In realtà, sono anch'io un'idol, eh. Ma mi hai fatto fuori in uno dei primi turni.

# 764_Young Woman
source: But, hey, don't get me wrong! It's not like I'm holding a grudge against you or anything. I want you to know that.
pt: Ma, ehi, non fraintendermi! Non è che ce l'ho con te o altro, eh. Ci tengo che tu lo sappia.

# 776_Young Woman
source: My name is Asuka Sugino. I'm with the agency Blue Skies. Well, for now, anyway. They might not renew my contract...
pt: Mi chiamo Asuka Sugino. Sono dell'agenzia Blue Skies. Beh, almeno per ora. Potrebbero non rinnovarmi il contratto...

# 788_Haruka
source: Is that because you didn't win the Princess League?
pt: È perché non hai vinto la Princess League?

# 800_Asuka
source: I wish I could say it's not because of that, but yes, I think that's a big part of it. My manager even hinted as much.
pt: Vorrei poter dire che non è per quello, ma sì, credo che sia una gran parte. Il mio manager me l'ha persino fatto capire.

# 812_Haruka
source: I see.
pt: Capisco.

# 824_Asuka
source: You've been on TV a lot since then, haven't you? I always watch you on the Princess League.
pt: Sei stata un sacco in TV da allora, vero? Ti guardo sempre nella Princess League.

# 836_Asuka
source: I hate to admit it, but the people who are left on the show sure are a lot better than me.
pt: Odio ammetterlo, ma quelli che sono rimasti allo show sono decisamente un sacco meglio di me.

# 848_Asuka
source: My self-taught style just can't compete, I guess.
pt: Il mio stile da autodidatta non regge proprio il confronto, immagino.

# 860_Haruka
source: Don't you have an instructor that gives you lessons?
pt: Non hai un istruttore che ti dà lezioni?

# 872_Asuka
source: I do, but he spends all of his time with the cuter, more talented girls at the agency.
pt: Ce l'ho, ma passa tutto il suo tempo con le ragazze più carine e più talentuose dell'agenzia.

# 884_Asuka
source: And ever since I lost in the Princess League, my manager's been concentrating on the other girls even more, and I haven't had any gigs.
pt: E da quando ho perso nella Princess League, il mio manager si è concentrato ancora di più sulle altre ragazze, e io non ho avuto nessun ingaggio.

# 896_Haruka
source: That's awful...
pt: È terribile...

# 908_Asuka
source: I guess I can understand it, though. I just don't have the promise those other girls do.
pt: Immagino di capirlo, però. È solo che non ho il potenziale che hanno quelle altre ragazze.

# 920_Asuka
source: My manager even told me he might be ending my contract, depending on how I do in the next event.
pt: Il mio manager mi ha pure detto che potrebbe rescindermi il contratto, a seconda di come andrò al prossimo evento.

# 944_Asuka
source: Oh, gee, I'm sorry! Here I get this nice chance to talk to you, and I spend the whole time complaining.
pt: Oh, caspita, scusa! Ho avuto questa bella occasione per parlarti, e invece ho passato tutto il tempo a lamentarmi.

# 956_Haruka
source: Oh, no! No need to apologize! I completely understand how you feel.
pt: Oh, no! Non devi scusarti! Capisco perfettamente come ti senti.

# 968_Asuka
source: (Her contract might be ending soon, and I can't help but feel responsible. I wonder if there's anything I can do to help her...)
pt: (Il suo contratto potrebbe finire presto, e non posso fare a meno di sentirmi responsabile. Mi chiedo se ci sia qualcosa che io possa fare per aiutarla...)

# 980_Haruka
source: Asuka-chan, when is your next event?
pt: Asuka-chan, quando è il tuo prossimo evento?

# 992_Asuka
source: It hasn't been set yet. And it isn't really "my" event. It's not like anybody would come to see just me.
pt: Non è stato ancora fissato. E non è proprio un evento 'mio'. Non è che verrebbe qualcuno solo per me.

# 1004_Asuka
source: I'll just be opening for one of the other girls at my agency. My manager said that's the best he can do for me.
pt: Farò solo da spalla a una delle altre ragazze della mia agenzia. Il mio manager ha detto che è il massimo che può fare per me.

# 1016_Haruka
source: Well, until then, if you'd like, maybe I can help somehow?
pt: Beh, nel frattempo, se ti va, magari posso darti una mano in qualche modo?

# 1028_Asuka
source: Help me?
pt: Aiutami?

# 1040_Haruka
source: For example, is there anything you feel unsure of when you're on stage? Maybe I could share some of the things instructors taught me.
pt: Tipo, c'è qualcosa che ti fa sentire insicura quando sei sul palco? Magari potrei condividere alcune delle cose che mi hanno insegnato gli istruttori.

# 1052_Asuka
source: You'd do that for me? Oh, thank you! Yes, I actually have a really hard time with dancing.
pt: Lo faresti per me? Oh, grazie! Sì, a dire il vero faccio davvero molta fatica con il ballo.

# 1064_Asuka
source: And it's not like I just feel "unsure." I'm genuinely terrible. I've hardly had any lessons, either...
pt: E non è che mi senta soltanto "insicura". Sono davvero terribile. Non ho quasi mai fatto lezione, nemmeno...

# 1076_Haruka
source: Well, if you need lessons, why not give dance battles a try?
pt: Beh, se ti servono lezioni, perché non provi con delle dance battle?

# 1088_Asuka
source: Dance battles?
pt: Battaglie di ballo?

# 1100_Haruka
source: That's right. I've learned a lot from doing dance battles, myself.
pt: Esatto. Ho imparato un sacco di cose facendo dance battle, pure io.

# 1112_Haruka
source: People have dance battles on the streets all the time. It's like we get to be each other's instructor and help one another grow.
pt: La gente fa dance battle per strada in continuazione. È come se potessimo farci da istruttori l'un l'altro e aiutare l'un l'altro a crescere.

# 1124_Haruka
source: And some of the dancers are self-taught, just like you. I learn something new every time!
pt: E alcune delle ballerine sono autodidatte, proprio come te. Imparo qualcosa di nuovo ogni volta!

# 1136_Asuka
source: I honestly had no idea that was even a thing...
pt: Sinceramente non avevo proprio idea che una cosa del genere esistesse.

# 1148_Haruka
source: You know, you and I could have one together right now, if you think it might help in any way.
pt: Sai, potremmo farne una insieme proprio adesso, se pensi che possa esserti d'aiuto in qualche modo.

# 1160_Asuka
source: Sounds like fun! Okay then, Haruka-chan, let's have a dance battle!
pt: Sembra divertente! Va bene allora, Haruka-chan, facciamo una dance battle!

# 1196_Young Woman
source: Yeah. My manager told me I won't last much longer.
pt: Sì. Il mio manager mi ha detto che non ce la farò ancora per molto.

# 1208_Young Woman
source: Yeah, Mom, I know. If that happens, I promise I'll come home. We both knew the entertainment business wouldn't be easy.
pt: Sì, Mamma, lo so. Se dovesse succedere, prometto che tornerò a casa. Sapevamo entrambe che il mondo dello spettacolo non sarebbe stato facile.

# 1232_Asuka
source: Yeah, okay. I'll talk to you later, all right? Yup. Bye.
pt: Sì, va bene. Ci sentiamo dopo, ok? Sì. Ciao.
