Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490138.po
Languages: pt

source: Fashionable High Schooler
pt: Liceale alla moda

source: Flashy High Schooler
pt: Liceale appariscente

# 88_Fashionable High Schooler
source: A ghost shows up in the background, huh?
pt: Un fantasma spunta nello sfondo, eh?

# 100_Flashy High Schooler
source: That's what they say. Wouldn't it be awesome if it was true!?
pt: Si dice così. Non sarebbe una figata se fosse vero!?

# 112_Fashionable High Schooler
source: Huh? More like terrifying...
pt: Eh? Più che altro terrificante...

# 124_Flashy High Schooler
source: Okay, take the picture!
pt: Dai, fai la foto!

# 184_Fashionable High Schooler
source: Augh! A monster! In the ph-photo!
pt: Argh! Un mostro! Nella fo-foto!

# 196_Flashy High Schooler
source: Huh!? Where, where!?
pt: Eh!? Dove, dove!?

# 208_Fashionable High Schooler
source: Here! Right here!
pt: Qui! Proprio qui!

# 220_Flashy High Schooler
source: Huh? That's me, ya nitwit!
pt: Eh? Sono io, babbeo!

# 280_Flashy High Schooler
source: Well, that sucks. Ain't no ghosts in this pic. Just a couple of babes...
pt: Beh, che fregatura. Non ci sono fantasmi in questa foto. Solo un paio di bellezze...

# 292_Fashionable High Schooler
source: Way to be modest there, Sachi-san. Well, I guess it was just an urban legend after all.
pt: Bella modestia, Sachi-san. Beh, a quanto pare era solo una leggenda metropolitana, dopotutto.

# 304_Flashy High Schooler
source: Oh well, let's go. All this makin' pretty faces and posin' for the camera's made me hungry.
pt: Vabbè, andiamo. Tutto questo fare faccette e mettersi in posa per la fotocamera mi ha fatto venire fame.

# 352_Akiyama
source: (Hmm... Well, that figures. But since I'm here, I may as well take a photo as a souvenir.)
pt: (Mmm... Beh, immaginavo. Ma dato che sono qui, potrei benissimo fare una foto come souvenir.)
