Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020005d.po
Languages: pt

source: Man
pt: Uomo

# 88_Man
source: Hey! Are you taking part in the Victory Road?
pt: Ehi! Stai partecipando alla Victory Road?

# 100_Shinada
source: Yeah, why?
pt: Già, perché?

# 112_Man
source: The name's Shoji Yonashiro, and I'm here to kick yer ass!
pt: Mi chiamo Shoji Yonashiro, e sono qui per spaccarti il culo!

# 124_Shinada
source: You don't sound like a local. You from out of town?
pt: Non sembri del posto. Vieni da fuori?

# 136_Yonashiro
source: Yeah, I been travelin' around a lot to train. Picked up little, tiny bits of the dialects here and there and everywhere.
pt: Già, sono stato in giro un sacco per allenarmi. Ho captato qualche pezzettino dei dialetti qua e là e dappertutto.

# 148_Shinada
source: No kidding? I guess you're probably tougher than you look, then.
pt: Ma dai? Immagino che tu sia più tosto di quel che sembri, allora.

# 160_Yonashiro
source: Nah, I ain't much more than your run-of-the-mill martial artist, ya feel me? Anyway, let's get ready to rumble!
pt: Naah, non sono mica chissà che, solo un artista marziale qualsiasi, mi capisci? Comunque, prepariamoci a darci dentro!

# 184_Yonashiro
source: Man! This Victory Road thing ain't a piece of cake, it's the whole thing! You ever try to eat a whole cake? Not easy!
pt: Mannaggia! Questa faccenda della Victory Road non è mica una fetta di torta, è la torta intera! Hai mai provato a mangiare una torta intera? Non è facile!

# 196_Yonashiro
source: Guess I'd better uncap myself.
pt: Sarà meglio che mi tolga il freno.

# 208_Shinada
source: Uh... Meaning?
pt: Uh... Cioè?

# 220_Yonashiro
source: You know, uncap myself. Unleash my true potential? Become as strong as I always knew I could be?
pt: Sai, togliermi il tappo. Scatenare il mio vero potenziale? Diventare forte come ho sempre saputo di poter essere?

# 232_Shinada
source: Oh, so you were holding back after all? I was wondering why a guy who trained all over the country seemed so weak.
pt: Ah, quindi ti stavi trattenendo, dopotutto? Mi chiedevo perché uno che si è allenato in giro per tutto il paese sembrasse così debole.

# 244_Yonashiro
source: Hah! Well spotted, spot!
pt: Hah! Ottima osservazione, fenomeno!

# 256_Yonashiro
source: When I uncap myself, I turn into Hyper Yonashiro! Hoo-hah! But it takes time to recharge when the fight's done.
pt: Quando mi scateno, mi trasformo in Hyper Yonashiro! Hoo-hah! Ma ci vuole tempo per ricaricarmi quando lo scontro è finito.

# 268_Shinada
source: Hyper... What?
pt: Hyper... Cosa?

# 280_Yonashiro
source: I wanted to save it for when my ass was against the wall and in danger of gettin' kicked, but I think that moment came and went just now. So give me another shot and I'll show ya what I can do!
pt: Volevo tenermelo per quando avrei avuto il culo al muro e rischiavo di beccarmi un calcio, ma credo che quel momento sia arrivato e passato proprio ora. Quindi dammi un'altra chance e ti farò vedere cosa so fare!

# 292_Shinada
source: Okay, fine by me.
pt: Ok, per me va bene.

# 304_Yonashiro
source: Awesome, possum! Then let's go! In, like, a while. Chargers gonna charge and stuff.
pt: Super, scusa! E allora, via! Tra un po', dai. Chi si deve caricare si caricherà, e tutto il resto.

# 316_Yonashiro
source: Smell ya later, duderino!
pt: Ci si becca dopo, amicone!

# 328_Shinada
source: (This guy's cap might be on a little too tight. Can't say I don't like him, though.)
pt: (Questo tizio ha qualche rotella fuori posto. Non posso dire che non mi piaccia, però.)
