Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001302db.po
Languages: pt

# 5120_Kiryu
source: Is that your way of saying thank you?
pt: È così che mi ringrazi?

# 5132_Sosuke
source: Hey, I may look and act cool, and that's because I am, but being grateful is a cool thing to do, too.
pt: Ehi, potrò sembrare e comportarmi da figo, ed è perché lo sono, ma anche essere grati è una cosa fica da fare.

# 5156_Sosuke
source: Look, here's the deal.
pt: Guarda, la faccenda è questa.

# 5168_Sosuke
source: I won't forget this. And I'm going to pay you back someday.
pt: Non me lo dimenticherò. E un giorno ti ripagherò.

# 5180_Sosuke
source: But not until I beat my gramps and prove that I'm the strongest of all.
pt: Ma non finché non batto il mio nonno e dimostro di essere il più forte di tutti.

# 5192_Kiryu
source: Hah. Well, I'll look forward to that day.
pt: Hah. Beh, non vedo l'ora che arrivi quel giorno.

# 5204_Sosuke
source: I won't disappoint! Anyway, I'm off. See you!
pt: Non deluderò! Comunque, me ne vado. Ci vediamo!
