Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00130c02.po
Languages: pt

source: Tatsuya's new dish "Coconut Milk & Bouillon Soup Curry Pasta" has been added to Café Alps Tsukimino's menu.
pt: Il nuovo piatto di Tatsuya "Coconut Milk & Bouillon Soup Curry Pasta" è stato aggiunto al menù del Café Alps Tsukimino.

source: Player
pt: Giocatore

source: MC
pt: Conduttore

# 56_Player
source: (Hm? Is that Tatsuya?)
pt: (Mmh? Ma quello è Tatsuya?)

# 80_MC
source: Welcome to Tatsuya's Three-Minute Kitchen Hack! Today's show is coming to you from Tsukimino, Sapporo!
pt: Benvenuti a I Trucchetti da Cucina di Tatsuya in Tre Minuti! La puntata di oggi vi arriva direttamente da Tsukimino, Sapporo!

# 92_MC
source: This show is all about having celebrity chef Tatsuya help new and struggling eateries across Japan by coming up with new dishes!
pt: Questo show punta tutto sullo chef celebre Tatsuya che dà una mano ai locali, sia quelli nuovi che quelli in difficoltà, in giro per tutto il Giappone, tirando fuori nuovi piatti!

# 104_MC
source: And here's who we'll be visiting today!
pt: Ed ecco chi andremo a trovare oggi!

# 116_MC
source: It's the manager of Café Alps Tsukimino! It seems he's having trouble attracting more customers to his newly opened café.
pt: È il gestore del Café Alps Tsukimino! A quanto pare sta faticando ad attirare più clienti nel suo caffè appena aperto.

# 128_MC
source: Please, tell us more about your situation.
pt: Per favore, ci racconti di più sulla sua situazione.

# 140_Manager
source: Yes, well, Café Alps is a venerable coffee shop that got its start in Kamurocho, Tokyo, but a new CEO was recently appointed.
pt: Sì, be', il Café Alps è un caffè storico che è nato a Kamurocho, Tokyo, ma di recente è stato nominato un nuovo AD.

# 152_Manager
source: He's quite the entrepreneur. He wants to expand nationwide, and the Tsukimino location is just the opening salvo. Unfortunately...
pt: È proprio un gran volpone in affari. Vuole espandersi in tutto il paese, e il locale di Tsukimino è solo il colpo d'apertura. Purtroppo...

# 164_Manager
source: I've failed to attract many customers. But if we had a local dish popular with the people of Sapporo, maybe we could stir up some business.
pt: Non sono riuscito ad attirare molti clienti. Ma se avessimo un piatto tipico locale molto amato dalla gente di Sapporo, magari riusciremmo a dare una smossa agli affari.

# 176_MC
source: I see... So you want to attract more customers at your Tsukimino location by offering a local dish. Sounds like a tough challenge!
pt: Capisco... Quindi vuoi attirare più clienti nel tuo locale di Tsukimino offrendo un piatto tipico del posto. Sembra una bella sfida tosta!

# 188_MC
source: Well, Tatsuya-san, let's hear what you came up with!
pt: Allora, Tatsuya-san, sentiamo cosa hai tirato fuori!

# 200_Tatsuya
source: Okay, wait for it... I'm calling my new dish Coconut Milk & Bouillon Soup Curry Pasta!
pt: Ok, tenetevi forte... Chiamo il mio nuovo piatto Pasta alla Zuppa Curry al Latte di Cocco e Brodo!

# 212_MC
source: You've done it again, Tatsuya-san! Could you tell us a little more about your new creation?
pt: Ce l'hai fatta di nuovo, Tatsuya-san! Potrebbe dirci qualcosa di più sulla sua nuova creazione?

# 224_Tatsuya
source: Sure. It's the perfect fusion of old-school coffee shop pasta and the soup curry the people of Tsukimino know and love.
pt: Esatto. È la fusione perfetta tra la pasta da caffetteria di una volta e il soup curry che gli abitanti di Tsukimino conoscono e adorano.

# 236_Tatsuya
source: The sweetness of slow-fried onions and the deep flavor of minced chicken make it really special.
pt: La dolcezza delle cipolle soffritte lentamente e il sapore intenso del pollo macinato lo rendono davvero speciale.

# 248_Tatsuya
source: Lots of fresh cream and coconut milk guarantee that it is creamy and mild.
pt: Tanta panna fresca e latte di cocco garantiscono che sia cremoso e delicato.

# 260_Tatsuya
source: And my special blend of spices gives it some heat and a refreshing fragrance.
pt: E la mia speciale miscela di spezie gli conferisce una bella piccantezza e un profumo rinfrescante.

# 272_Manager
source: Wow, you're a genius, Tatsuya-san! No one else could have come up with something like that!
pt: Wow, sei un genio, Tatsuya-san! Nessun altro avrebbe mai potuto inventarsi una cosa del genere!

# 284_Tatsuya
source: Well, I might never have if it hadn't been for a certain someone who recommended a number of great Tsukimino eateries to me.
pt: Beh, probabilmente non ce l'avrei mai fatta se non fosse stato per un certo tipo che mi ha consigliato un sacco di ottimi locali qui a Tsukimino.

# 296_Tatsuya
source: I guess you could say you need good input to get good output. I, for one, like my new creation. I hope you all will like it, too!
pt: Si dice che per un buon risultato, serva un buon punto di partenza. Io, per quanto mi riguarda, la mia nuova creazione mi piace da morire. Spero che piaccia anche a tutti voi!

# 308_MC
source: And there you have it! Another hit dish courtesy of Tatsuya-san! Coconut Milk & Bouillon Soup Curry Pasta is now available here anytime!
pt: Ed eccolo qui! Un altro piatto di successo opera di Tatsuya-san! La Pasta al Soup Curry con Latte di Cocco e Brodo è ora sempre disponibile qui!

# 320_MC
source: We hope our viewers will come give it a try! Until next time! Bon appétit!
pt: Speriamo che i nostri spettatori vengano a provarlo! Alla prossima! Buon appetito!

# 392_Player
source: (They got Tatsuya's new dish over at Café Alps Tsukimino. I'll go try it when I have time.)
pt: (Hanno il nuovo piatto di Tatsuya al Café Alps Tsukimino. Andrò a provarlo quando avrò tempo.)
