Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00070998.po
Languages: pt

source: Man
pt: Uomo

# 92_Man
source: So you are %s. I hear you've been on a bit of a rampage around here.
pt: Quindi tu sei %s. Ho sentito dire che hai fatto un po' il diavolo a quattro qui in giro.

# 104_Man
source: Let's see how good you are.
pt: Vediamo quanto vali.

# 128_Man
source: Hmm. Seems you can hold your own.
pt: Hmm. Sembra che tu sappia il fatto tuo.

# 140_Man
source: Next time we meet, I won't hold anything back.
pt: Alla prossima che ci vediamo, non farò sconti.

# 200_Man
source: Hmph. That's the best you can do? Pathetic.
pt: Tsk. È tutto qui? Patetico.

# 212_Man
source: You'd better train harder. Next time we meet, you'll be in for a lot more pain.
pt: Ti conviene allenarti di più. La prossima volta che ci becchiamo, ne prenderai ancora di più.

# 224_Kiryu
source: (Damn, he's got some skills, all right. Who is he?)
pt: (Accidenti, ha delle gran abilità, non c'è che dire. Chi è?)

# 236_Akiyama
source: (That was quite the show. Who is this guy?)
pt: (Che spettacolo! Chi è questo tizio?)

# 248_Saejima
source: (Ain't fought anyone that strong in a while. Wonder who he is.)
pt: (Non mi battevo con uno così forte da un po'. Chissà chi è.)

# 260_Shinada
source: (Ow... That guy was something else. Is this how everyone fights here in Kamurocho?)
pt: (Ahia... Quel tipo era di un altro livello. Tutti combattono così qui a Kamurocho?)

# 272_Man
source: Hi, I'm Haruka.
pt: Ciao, sono Haruka.
