Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033052c.po
Languages: pt

source: You got a Prize Ticket.
pt: Hai ottenuto un Biglietto Premio.

source: Player
pt: Giocatore

source: ○Otherwise, it'd just be a waste.
pt: ○Altrimenti, sarebbe solo uno spreco.

source: □It's simple finances.
pt: □Sono semplici finanze.

source: △You don't sell them?
pt: △Non li vendi?

source: Buy
pt: Acquista

source: Sell
pt: Vendere

source: Leave
pt: Andarsene

# 88_Shion
source: I wonder what drives people to want second-hand designer merchandise.
pt: Chissà cosa spinga la gente a voler roba griffata di seconda mano.

# 100_Shion
source: I cannot imagine buying something that was worn by god knows who.
pt: Non riesco a immaginare di comprare qualcosa che è stato indossato da chissà chi.

# 112_Player
source: I'm sure there are some items that haven't been used at all. Actually, there's probably a lot like that.
pt: Sono sicuro che ci siano oggetti che non sono mai stati usati. Anzi, probabilmente ce n'è un sacco così.

# 124_Shion
source: Why would someone sell something they haven't used? That makes no sense at all.
pt: Perché uno dovrebbe vendere qualcosa che non ha mai usato? Non ha proprio senso.

# 136_Player
source: You've never done that, Shion-chan? Like if you got a present from a customer that you didn't like?
pt: Non l'hai mai fatto, Shion-chan? Tipo, se hai ricevuto un regalo da un cliente che non ti piaceva?

# 148_Shion
source: Oh, yes, that. I suppose in that instance it would be better to give the item to someone who needed it.
pt: Ah, sì, quello. Suppongo che in quel caso sarebbe meglio dare l'oggetto a qualcuno che ne ha bisogno.

# 160_Player
source: Otherwise, it'd just be a waste. If I got any sort of present I'd put it to good use. There's no sense in letting it collect dust.
pt: Altrimenti, sarebbe solo uno spreco. Se ricevessi un qualsiasi regalo, lo metterei a buon uso. Non ha senso lasciarlo a prendere polvere.

# 172_Shion
source: But what would you do if you received something you had no interest in, Shinada-san? Surely you'd sell it, no?
pt: Ma cosa faresti se ricevessi qualcosa che non ti interessava affatto, Shinada-san? Di sicuro lo venderesti, no?

# 184_Player
source: I'd try to use it if I could. Even if it wasn't exactly my thing, I might learn to like it.
pt: Ci proverei a usarlo, se potessi. Anche se non fosse proprio roba mia, potrei imparare a farmelo piacere.

# 196_Player
source: Maybe that's just because I tend to be far more fond of things I didn't pick out for myself.
pt: Magari è solo perché mi piacciono un sacco di più le cose che non mi sono scelto io.

# 208_Shion
source: Oh, that's one way to think about it! Perhaps I should try to use the things my customers give me once in a while.
pt: Oh, è un modo di vederla! Forse dovrei provare a usare le cose che i miei clienti mi danno ogni tanto.

# 220_Player
source: Yeah, well, I'm also the kind of guy who can't get rid of anything, so... maybe don't listen to me.
pt: Sì, beh, io sono anche il tipo che non riesce a disfarsi di niente, quindi... forse non darmi retta.

# 232_Player
source: It's simple finances. If you can exchange it for cash, why not do that?
pt: È semplice economia. Se puoi scambiarlo per contanti, perché non farlo?

# 244_Shion
source: I suppose that's true. Then when you get the money for it, you can purchase something for yourself that you actually like!
pt: Immagino sia così. Poi, quando ci ricavi dei soldi, puoi comprarti qualcosa che ti piaccia davvero!

# 256_Player
source: Besides, isn't that sort of thing like a bonus for being a hostess?
pt: D'altronde, quel genere di cose non è come un bonus per essere una hostess?

# 268_Shion
source: Oh dear. Isn't expecting that kind of generosity from clients rather shameless?
pt: Ma dai. Non è un po' spudorato aspettarsi una generosità del genere dai clienti?

# 280_Player
source: No way! If a customer likes you, then they'll get you stuff that you want.
pt: Ma dai! Se un cliente ti vuole bene, allora ti prende roba che vuoi tu.

# 292_Player
source: That's why you should be clear about what kind of things you like. Having to go exchange gifts for cash is a pain, after all.
pt: Ecco perché dovresti essere chiaro su che tipo di cose ti piacciono. Dover andare a scambiare regali per contanti è una seccatura, dopotutto.

# 304_Shion
source: Do you really think so? Perhaps I should start dropping more obvious hints.
pt: Dici davvero? Forse dovrei iniziare a dare indizi più lampanti.

# 316_Player
source: Oh man, I only wish I could afford the sort of things you must want.
pt: Accidenti, vorrei solo potermi permettere il tipo di roba che tu sicuramente vuoi.

# 328_Player
source: You don't sell them?
pt: Non li vendi?

# 340_Shion
source: I make it a point to not accept something I don't need in the first place.
pt: Mi faccio un punto d'onore a non accettare roba che non mi serve fin dall'inizio.

# 352_Player
source: What!? That's a huge waste! If you don't want that stuff, I'll take it!
pt: Ma cosa?! È uno spreco pazzesco! Se non vuoi 'sta roba, me la prendo io!

# 364_Shion
source: And whatever would you do with a ladies' purse, Shinada-san?
pt: E che ci faresti mai con una borsa da donna, Shinada-san?

# 376_Player
source: Bring it to a store like this one and exchange it for cash!
pt: Portalo in un negozio come questo e fatti due soldi!

# 388_Shion
source: Well, I never! In that case, I'll just give you money to begin with. Isn't it rude to trade in a gift from someone for cash?
pt: Ma sentite un po'! A quel punto, tanto vale che ti dia direttamente dei soldi. Non è maleducato piazzare un regalo ricevuto per due spicci?

# 400_Player
source: Well, what's the customer supposed to do with the purse after you've turned down the present?
pt: Beh, cosa dovrebbe farci il cliente con la borsetta dopo che hai rifiutato il regalo?

# 460_Staff
source: Welcome. Can I help you find anything today?
pt: Benvenuto. Posso aiutarti a trovare qualcosa oggi?

# 472_Shion
source: Oh, this <Color:8>Pepper Spray<Color:Default> looks interesting. It could be quite useful in a pinch!
pt: Oh, questo <Color:8>Spray al pepe<Color:Default> sembra interessante. Potrebbe tornare parecchio utile in un momento difficile!

# 484_Player
source: (Shion-chan's got her eye on that <Color:8>Pepper Spray<Color:Default>.)
pt: (Shion-chan ha messo gli occhi su quello <Color:8>Spray al peperoncino<Color:Default>.)

# 556_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 568_Staff
source: Thank you very much.
pt: Grazie mille.

# 604_Staff
source: Welcome. Can I help you find anything today?
pt: Benvenuto. Posso aiutarti a trovare qualcosa oggi?

# 616_Shion
source: All right, what can I get for you?
pt: Allora, cosa posso fare per te?

# 640_Staff
source: Thank you very much.
pt: Grazie mille.

# 712_Staff
source: Please take this. No charge.
pt: Prenda questo. È gratis.

# 760_Staff
source: Thank you very much.
pt: Grazie mille.

# 772_Shion
source: All right, what can I take off your hands?
pt: Allora, cosa mi dai?

# 808_Staff
source: Welcome. Can I help you find anything today?
pt: Benvenuto. Posso aiutarti a trovare qualcosa oggi?

# 820_Shion
source: All right, what can I get for you?
pt: Allora, cosa posso fare per te?

# 844_Staff
source: Thank you very much.
pt: Grazie mille.

# 868_Shion
source: All right, what can I take off your hands?
pt: Allora, cosa mi dai?
