Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046001d.po
Languages: pt

source: Attendant
pt: Addetto

source: I want to go to a cabaret club.
pt: Voglio andare in un cabaret club.

source: I'd like some information.
pt: Vorrei alcune informazioni.

source: Nothing right now.
pt: Niente per adesso.

source: Let's go then.
pt: Andiamo allora.

source: Nah, I'm good.
pt: No, sono a posto.

source: ArmsID
pt: ID Armi

source: Got advice for gettin' friendly with hostesses?
pt: Hai qualche dritta per legare con le hostess?

source: What about takin' hostesses on dates?
pt: Che mi dici di portare le hostess a un appuntamento?

source: Ya got any insider info?
pt: Hai qualche dritta?

source: Not really.
pt: Non proprio.

source: Player
pt: Giocatore

source: I'm lookin' for some info.
pt: Sto cercando qualche dritta.

source: Nothin' right now.
pt: Niente per adesso.

# 124_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Cosa desidera oggi, signore?

# 136_Saejima
source: I'm good for now.
pt: Per ora va bene così.

# 148_Attendant
source: Okay. Come back anytime!
pt: Va bene. Torni pure quando vuole!

# 172_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Cosa desidera oggi, signore?

# 184_Saejima
source: Guess I wanna hit up a cabaret club. I could use drinkin' and conversation.
pt: Mi sa che mi butterei in un cabaret club. Mi servirebbe una bevuta e quattro chiacchiere.

# 196_Attendant
source: Ah, then I know just the place. I highly recommend Rose Hip!
pt: Ah, allora so proprio il posto che fa per lei. Le consiglio vivamente Rose Hip!

# 208_Saejima
source: What sorta place is it?
pt: Che razza di posto è?

# 220_Attendant
source: It's over on Lavender Street. The interior is a little on the dark side, and the seating areas are all partitioned off from one another.
pt: Si trova su Lavender Street. L'interno è un po' in penombra, e le aree salotto sono tutte separate l'una dall'altra.

# 232_Attendant
source: It's perfectly suited for spending quality one-on-one time.
pt: È l'ideale per passare del tempo di qualità a tu per tu.

# 244_Saejima
source: Let's go then.
pt: Andiamo allora.

# 268_Attendant
source: Sir, you appear to have some company with you already.
pt: Signore, mi pare che lei sia già in compagnia.

# 280_Saejima
source: Ah, yeah, that's right. Sorry 'bout that. I'll come back later.
pt: Ah, già, è vero. Scusa per questo. Tornerò più tardi.

# 292_Attendant
source: I'll be waiting!
pt: Ti aspetto!

# 316_Attendant
source: Very well, sir. Please give me one moment while I check in with the club.
pt: Benissimo, signore. Mi dia solo un momento mentre verifico con il club.

# 340_Attendant
source: Hello, this is Arai from Tsukimino Guide.
pt: Salve, sono Arai della Tsukimino Guide.

# 352_Attendant
source: I have a gentleman here who wishes to visit your establishment.
pt: Ho qui un signore che desidera visitare il vostro locale.

# 364_Attendant
source: Is now a good time? All right, thank you very much.
pt: È un buon momento? Va bene, grazie mille.

# 400_Attendant
source: All set, sir. If you'll please follow me.
pt: È tutto pronto, signore. La prego di seguirmi.

# 436_Saejima
source: (Damn. Ain't got the cash.)
pt: (Cazzo. Non ho la grana.)

# 448_Saejima
source: Hold that thought. I gotta come back later.
pt: Aspetta un attimo. Devo tornare più tardi.

# 460_Attendant
source: We hope you'll come again!
pt: Speriamo di rivederla presto!

# 472_Saejima
source: Nah, I'm good.
pt: Nah, sto a posto.

# 484_Attendant
source: Okay. Come back anytime!
pt: Ok. Torni pure quando vuole!

# 496_Attendant
source: Is there anything you'd like to know more about?
pt: C'è qualcos'altro che vorrebbe sapere?

# 508_Attendant
source: Since your time in the club is limited, do your best to make yourself as appealing as you can to the hostess in question.
pt: Visto che il tuo tempo nel club è limitato, fai del tuo meglio per fare colpo sull'hostess in questione.

# 520_Attendant
source: If all you do is make her talk, she's likely to get bored of you quite quickly.
pt: Se ti limiti a farla parlare, è probabile che si stanchi di te in fretta.

# 532_Attendant
source: You'd be better off visiting various establishments around town, to pick up on local gossip. That way you'll have plenty of things to talk about.
pt: Ti conviene visitare diversi locali in giro per la città, per sentire i pettegolezzi locali. Così avrai un sacco di cose di cui parlare.

# 544_Player
source: Makes sense. Guys who get out more got a lot more stuff to talk about.
pt: Ci sta. I tipi che vanno in giro di più hanno un sacco di cose di cui parlare.

# 556_Attendant
source: Indeed. And if talking isn't doing the trick, you could always try spending more money.
pt: Esatto. E se parlare non funziona, potresti sempre provare a spendere più soldi.

# 568_Player
source: Ya mean like orderin' more pricey drinks?
pt: Vuoi dire tipo ordinare bevande più costose?

# 580_Attendant
source: Precisely. You could also give the lady presents to increase her favor. Oh, and putting in a little extra effort into how you dress never hurts either.
pt: Esatto. Potresti anche fare regali alla signorina per aumentare il suo favore. Oh, e mettere un po' più d'impegno nel come ti vesti non guasta mai.

# 592_Attendant
source: If you're willing to spend the money, you're likely to get a return on your investment.
pt: Se sei disposto a spendere i soldi, è probabile che avrai un ritorno sul tuo investimento.

# 604_Player
source: No one likes a cheapskate, huh.
pt: A nessuno piace un tirchio, eh?

# 616_Attendant
source: Not usually, no. It is important to be able to get a hostess the very best drink you can.
pt: Di solito no. È importante poter offrire a un'hostess il miglior drink che puoi.

# 628_Attendant
source: Spending big amounts of cash can win a girl over in a surprisingly short period of time, so if you're in a hurry, try saving up some money.
pt: Spendere un sacco di grana può conquistare una tipa in un tempo sorprendentemente breve, quindi se hai fretta, prova a mettere da parte un po' di soldi.

# 640_Player
source: So if you're good at talkin', ya don't need to spend as much money. That it?
pt: Allora se sei bravo a parlare, non hai bisogno di spendere così tanti soldi. Giusto?

# 652_Attendant
source: Correct. If you don't want to spend a great deal of money, it is advisable to find other ways to get the lady to like you.
pt: Esatto. Se non vuoi spendere un sacco di grana, ti conviene trovare altri modi per farti piacere dalla signorina.

# 664_Player
source: Yeah, I hear ya.
pt: Sì, ho capito.

# 676_Attendant
source: Oh, right! There's one more important thing I forgot to mention.
pt: Ah, già! C'è un'altra cosa importante che ho dimenticato di menzionare.

# 688_Attendant
source: If things are going really well, it can be a good idea to take your leave.
pt: Se le cose vanno alla grande, può essere una buona idea andartene.

# 700_Attendant
source: If you keep prattling on after that, you risk killing the mood and undoing all the hard work you did.
pt: Se continui a blaterare dopo, rischi di rovinare l'atmosfera e vanificare tutto il duro lavoro che hai fatto.

# 712_Player
source: S'pose that's true.
pt: Immagino sia vero.

# 724_Attendant
source: Lastly, before you leave, be sure to ask her if she'd like to go out with you on a date later.
pt: Per finire, prima di andartene, non dimenticare di chiederle se le va di uscire con te per un appuntamento più tardi.

# 736_Attendant
source: Taking a hostess on a date can further increase her fondness for you, especially if you are able to work the right magic.
pt: Portare un'hostess a un appuntamento può farla affezionare ancora di più a te, specialmente se sai come giocartela bene.

# 748_Player
source: Alright. You've been a lotta help. Thanks.
pt: Va bene. Sei stato un sacco d'aiuto. Grazie.

# 760_Attendant
source: Did you have any other questions?
pt: Hai altre domande?

# 772_Attendant
source: You can invite hostesses out to join you on dates. During these you can grab a bite to eat, go shopping, or play games together.
pt: Puoi invitare le hostess a uscire con te per degli appuntamenti. Durante questi puoi fare uno spuntino, andare a fare shopping o giocare insieme.

# 784_Attendant
source: Taking them out on dates will increase their affection towards you, so you've got nothing to lose by asking them out when you visit the club.
pt: Portarle fuori per degli appuntamenti aumenterà il loro affetto nei tuoi confronti, quindi non ci perdi niente a invitarle a uscire quando vai al club.

# 796_Player
source: But askin' a girl out doesn't mean she's always gonna say yes.
pt: Ma invitare una ragazza a uscire non significa che dirà sempre di sì.

# 808_Attendant
source: Correct. Whether she takes you up on your offer or not depends largely on her mood.
pt: Esatto. Se accetterà la tua proposta o meno dipende in gran parte dal suo umore.

# 820_Attendant
source: If you're not good enough friends with her, she'll most likely reject your proposal.
pt: Se non sei abbastanza amico con lei, molto probabilmente rifiuterà la tua proposta.

# 832_Attendant
source: If that's the case, then try to improve her mood. It's important for her to have a good time as well.
pt: Se è così, allora cerca di migliorare il suo umore. È importante che anche lei si diverta.

# 844_Attendant
source: Also, if you show up at the club and ask her out right away, you're probably not going to get a very positive response either.
pt: E poi, se ti presenti al club e le chiedi di uscire subito, probabilmente non riceverai una risposta molto positiva neanche.

# 856_Player
source: So it's all about timin'.
pt: Quindi è tutta una questione di tempismo.

# 868_Attendant
source: Oh, yes. But if she turns you down, don't give up. If you keep on asking, she may eventually give in and say yes.
pt: Oh, sì. Ma se ti rifiuta, non arrenderti. Se continui a chiederglielo, alla fine potrebbe cedere e dire di sì.

# 880_Player
source: Okay.
pt: Ok.

# 892_Attendant
source: Did you have any other questions?
pt: Hai altre domande?

# 904_Attendant
source: Oh, I wouldn't possibly know anything about that...
pt: Oh, io non ne saprei proprio niente...

# 916_Player
source: Hm...
pt: Mmm...

# 928_Attendant
source: Okay, wait, I have something! Once you've talked your hostess up as much as you can, you normally wouldn't need to order anything else for the remainder of your time.
pt: Ok, aspetta, ho qualcosa! Una volta che hai chiacchierato con la tua hostess quanto più possibile, normalmente non dovresti ordinare nient'altro per il resto del tempo.

# 940_Attendant
source: However, if you order something anyway, she might treat you to a... different sort of hospitality.
pt: Però, se ordini comunque qualcosa, potrebbe offrirti un'ospitalità... diversa.

# 952_Player
source: Whaddya mean by "a different sorta hospitality"?
pt: Che intendi con "un'ospitalità diversa"?

# 964_Attendant
source: You knooow, things like hand-feeding you pieces of fruit, maybe some fun and naughty things with candies or desserts...
pt: Sai, cose tipo imboccarti pezzi di frutta, magari delle cose divertenti e maliziose con caramelle o dessert...

# 976_Player
source: That sorta does sound appealin'.
pt: Quella roba suona parecchio invitante.

# 988_Attendant
source: Indeed, it is the pinnacle of excess. One of the finer thrills that money well spent can buy.
pt: In effetti, è il culmine dell'eccesso. Una delle emozioni più raffinate che i soldi ben spesi possano comprare.

# 1000_Attendant
source: Did you have any other questions?
pt: Hai altre domande?

# 1012_Attendant
source: Ah! How did things work out for you last time, sir?
pt: Ah! Come ti è andata l'ultima volta, signore?

# 1024_Saejima
source: Very well. Ya really know yer clubs.
pt: Molto bene. Conosci proprio bene i locali.

# 1036_Attendant
source: I'm pleased to hear you had a good time.
pt: Mi fa piacere sentire che ti sei divertito.

# 1048_Attendant
source: What can I do for you today?
pt: Che ti serve oggi?

# 1060_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Di cosa hai voglia oggi, signore?

# 1072_Kiryu
source: I'm good for right now, actually.
pt: Per ora sono a posto, a dire il vero.

# 1084_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torna a trovarci!

# 1096_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Di cosa hai voglia oggi, signore?

# 1108_Akiyama
source: I'm okay for now, thank you.
pt: Per ora sono a posto, grazie.

# 1120_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torna a trovarci!

# 1132_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Di cosa hai voglia oggi, signore?

# 1144_Shinada
source: Nah, I'm good.
pt: No, sono a posto.

# 1156_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torna a trovarci!

# 1168_Attendant
source: Welcome! Ah! Little girl, what are you doing in a place like this?
pt: Benvenuto! Ah! Ragazzina, che ci fai in un posto come questo?

# 1180_Haruka
source: Oh, sorry! I don't need anything! I'll just be on my way.
pt: Oh, scusa! Non mi serve niente! Me ne vado subito.

# 1192_Attendant
source: Yeah, do that. Maybe come back when you're older, yeah?
pt: Sì, fai così. Magari torna quando sei più grande, eh?
