Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901dd.po
Languages: pt

source: You got 2,900 experience points.
pt: Hai ottenuto 2.900 punti esperienza.

# 80_Yui
source: Those two girls are in your class, aren't they? Did you guys go eat okonomiyaki together?
pt: Quelle due ragazze sono nella tua classe, vero? Siete andate a mangiare l'okonomiyaki insieme?

# 92_Haruka
source: Yeah.
pt: Sì.

# 104_Yui
source: I'm jealous! I wish I could've gone and spent some time with you.
pt: Sono gelosa! Avrei voluto venire e passare un po' di tempo con te.

# 128_Yui
source: ...Everything all right, Haruka-chan?
pt: ...Va tutto bene, Haruka-chan?

# 140_Haruka
source: Well, it's just those girls were talking about all kinds of stuff, but I just couldn't seem to keep up with the conversation.
pt: Ma è che quelle ragazze parlavano di un sacco di cose, ma io proprio non riuscivo a stare al passo con la conversazione.

# 152_Haruka
source: Maybe it's because I don't have a regular high school girl life, what with my job and everything? I guess I just don't really fit in.
pt: Forse è perché non ho una vita da normale ragazza liceale, col mio lavoro e tutto il resto? Credo proprio di non riuscire a integrarmi.

# 164_Yui
source: Aw, you don't have to worry about that, Haruka. Not everybody is like those two girls, you know.
pt: Ma dai, non devi preoccuparti di questo, Haruka. Non tutti sono come quelle due ragazze, sai.

# 176_Haruka
source: Huh?
pt: Uh?

# 188_Yui
source: Different people like to talk about different things. I bet you aren't the only one who feels like she can't keep up with certain subjects.
pt: Gente diversa parla di cose diverse, sai. Scommetto che non sei l'unica a sentire di non riuscire a stare al passo con certi argomenti.

# 200_Haruka
source: You really think so?
pt: Lo pensi davvero?

# 212_Yui
source: Actually, I know so, because I'm the same way. I have a hard time finding something to talk about with other people, but not with you.
pt: In realtà, lo so, perché sono fatta così anch'io. Ho difficoltà a trovare qualcosa di cui parlare con gli altri, ma non con te.

# 224_Haruka
source: Aw, Yui-chan!
pt: Ma dai, Yui-chan!

# 236_Yui
source: You shouldn't have to work so hard to keep up with others, right? All you should have to do is be yourself.
pt: Non dovresti sforzarti così tanto per stare al passo con gli altri, giusto? Tutto quello che dovresti fare è essere te stessa.

# 248_Yui
source: I like you just the way you are. That's the Haruka-chan I want to be friends with.
pt: Mi piaci proprio così come sei. È la Haruka-chan con cui voglio essere amica.

# 260_Haruka
source: You really like me just the way I am?
pt: Ti piaccio proprio così come sono?

# 272_Yui
source: Just the way you are!
pt: Proprio così come sei!

# 284_Haruka
source: Hehe. I'm so glad I ran into you, Yui-chan! If I hadn't, I would've been feeling pretty down right about now.
pt: Hehe. Sono così contenta di averti incontrata, Yui-chan! Se non ti avessi incontrata, mi sarei sentita piuttosto giù proprio adesso.

# 296_Yui
source: By the way, you are a regular high school girl, you know. That's how I think of you anyway. You're not just some famous idol. You're you!
pt: Tra l'altro, sei una normale ragazza delle superiori, sai. È così che ti considero io, comunque. Non sei mica solo una famosa idol. Sei tu e basta!

# 308_Haruka
source: Thank you, Yui-chan. You really cheered me up!
pt: Grazie, Yui-chan. Mi hai proprio tirato su il morale!

# 320_Yui
source: Well, I guess you're probably all full now, but, next time, let's go get some okonomiyaki together, you and me!
pt: Beh, immagino che tu sia piena adesso, ma, la prossima volta, andiamo a mangiarci degli okonomiyaki insieme, io e te!

# 332_Haruka
source: Hehe. Yeah, that sounds great!
pt: Hehe. Sì, suona alla grande!
