Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0002076e.po
Languages: pt

# 3744_Okudera
source: I won't ask how you ended up here, completely lost with no explanation of where you came from.
pt: Non chiederò come sei finito qui, completamente perso e senza spiegazione di da dove vieni.

# 3756_Okudera
source: I won't even ask what you plan to do once you get to the city.
pt: Non chiederò nemmeno cosa farai una volta arrivato in città.

# 3780_Okudera
source: But never forget this:
pt: Ma non dimenticare mai questo:

# 3792_Okudera
source: But never forget this, Saejima...
pt: Ma non dimenticare mai questo, Saejima...

# 3804_Okudera
source: Killing is only justified during the hunt, or when protecting one's life. Do you understand?
pt: Uccidere è giustificato solo in caccia o quando devi difendere la tua vita. Capisci?

# 3816_Saejima
source: I'll live by it.
pt: Ne vivrò così.

# 3828_Baba
source: Aniki... we, um, should go.
pt: Aniki... dobbiamo, eh, andarcela.

# 3840_Saejima
source: Take care, Okudera-han.
pt: Stai bene, Okudera-han.

# 3900_Okudera
source: What is it, Saejima?
pt: Che c'è, Saejima?

# 3912_Saejima
source: (We'll finish sayin' goodbye to Okudera-han, and then head to Tsukimino.)
pt: (Finiremo di dire addio a Okudera-han, e poi ci dirigiamo verso Tsukimino.)

# 3936_Saejima
source: It's nothin'.
pt: Niente di che.

# 3948_Okudera
source: Okay, then.
pt: Ok, allora.

# 3960_Saejima
source: Kihachi's gone missin', and Nishina-han's out lookin' for him.
pt: Kihachi è sparito, e Nishina-han è fuori a cercarlo.

# 3972_Saejima
source: But Nishina-han ain't been back, and nobody else wants to go search for them. Guess I'll do it.
pt: Ma Nishina-han non è tornato e nessuno altro vuole andare a cercarlo. Credo che sia io a farlo.

# 3984_Okudera
source: You think you know better than these people? They've lived on the mountain for decades.
pt: Credi di sapere meglio di questi? Vivono sulla montagna da decenni.

# 3996_Okudera
source: Don't you think they might have a reason for not wanting to go?
pt: Non pensi che potrebbero avere una ragione per non voler andare?

# 4008_Saejima
source: (Hadn't thought of that, but...)
pt: (Hadn't thought of that, but...) (Non me l'avevo pensato, ma...)

# 4020_Okudera
source: Of course, I can see you're not one for talking sense.
pt: Certo, vedo che non sei uno di quelli che sanno parlare senso.

# 4032_Okudera
source: But you really might die. Do you understand that?
pt: Ma potresti davvero morire. Capisci?

# 4044_Saejima
source: Yeah. I do.
pt: Sì. Lo faccio.

# 4056_Okudera
source: Well then, go get your gear together. You can use my gun and shells. My only advice is that whatever happens out there... Stay alert.
pt: Bene, allora, metti insieme l’equipaggiamento. Puoi usare la mia pistola e le munizioni. Il mio unico consiglio è che qualunque cosa succeda là fuori... Resta sulle spine.

# 4092_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 4116_Okudera
source: Fine. Go, then.
pt: Bene. Vai, allora.

# 4140_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 4164_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 4188_Okudera
source: Sakurai just told me about an outsider that went up the mountain.
pt: Sakurai mi ha appena raccontato di un outsider che è salito sulla montagna.

# 4200_Saejima
source: It's Narumi. He must've already gone after Yama-oroshi.
pt: È Narumi. Dovrebbe già essere partito alla ricerca di Yama-oroshi.

# 4212_Okudera
source: Him too? Huh.
pt: Anche lui? Eh.

# 4224_Saejima
source: ...What, you're just gonna ignore 'im?
pt: ...Che, lo stai semplicemente ignorando?

# 4236_Okudera
source: He'll be back... not with his quarry, but at least with his life. And he'll be thankful for that much!
pt: Tornerà... non con la sua preda, ma almeno con la sua vita. E sarà grato per questo tanto!

# 4248_Saejima
source: Hopefully... The guy knows nothin' about the mountain. Likely to get lost.
pt: Spero… quel tizio non ha idea della montagna. Probabilmente finirà perso.

# 4260_Okudera
source: That's his own damned fault. But... I guess it would be bad for the village.
pt: È colpa sua, quella maledetta. Ma... credo che\nsarebbe un disastro per il villaggio.

# 4272_Saejima
source: Well, then I'll go look for 'im. I'm well enough.
pt: Bene, allora andrò a cercarlo. Sto abbastanza bene.

# 4284_Okudera
source: If you think so...
pt: Se la pensi così...

# 4320_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 4356_Okudera
source: From now on, use this rifle.
pt: Da ora in poi, usa questo fucile.

# 4368_Hunting Rifle Acquired
source: You got a Vertical Double Rifle.
pt: Hai un fucile verticale doppio.

# 4380_Okudera
source: You take care.
pt: Stai attento.

# 4392_Saejima
source: Sure will.
pt: Sì, lo farò.

# 4416_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 4440_Okudera
source: Let me know when you're ready.
pt: Fammi sapere quando sei pronto.

# 4464_Okudera
source: Are you ready?
pt: Sei pronto?

# 4476_Saejima
source: Yeah, all set.
pt: Sì, tutto pronto.

# 4488_Okudera
source: Fine, get your gear sorted.
pt: Va bene, metti a posto l'equipaggiamento.

# 4524_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 4548_Okudera
source: Use the gun Narumi left. It shoots transmitters.
pt: Usa il fucile che Narumi ha lasciato. Spara trasmettitori.

# 4560_Okudera
source: Remember, you're going up against Yama-oroshi... All I can say is, try not to die.
pt: Ricorda, ti trovi di fronte a Yama-oroshi... Tutto quello che posso dire è: cerca di non morire.

# 4572_Saejima
source: Good advice.
pt: Buon consiglio.

# 4596_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 4620_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 4644_Okudera
source: Are you ready?
pt: Sei pronto?

# 4656_Saejima
source: Yeah, all set.
pt: Sì, tutto pronto.

# 4668_Okudera
source: Fine, get your gear sorted.
pt: Va bene, metti a posto l'equipaggiamento.

# 4704_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 4728_Okudera
source: I can't hold a gun yet, so I'm counting on you.
pt: Non riesco ancora a impugnare un fucile, quindi conto su di te.

# 4740_Saejima
source: I know.
pt: Lo so.

# 4764_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 4788_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 4836_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 4860_Okudera
source: Fine. Go, then.
pt: Bene. Vai, allora.

# 4884_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 4908_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 4932_Okudera
source: Fine. Off we go.
pt: Va bene. Partiamo.

# 4968_Okudera
source: Which gun do you want?
pt: Quale fucile vuoi?

# 4992_Switching Weapons
source: The Horizontal Double Rifle is now equipped.
pt: Il Doppio Fucile Orizzontale è ora equipaggiato.

# 5040_Switching Weapons
source: The Vertical Double Rifle is now equipped.
pt: Il Doppio Fucile Verticale è ora equipaggiato.

# 5088_Switching Weapons
source: The Vertical Double Special is now equipped.
pt: Il Doppio Speciale Verticale è ora equipaggiato.

# 5136_Switching Weapons
source: The Vertical Double Rifle (Extreme) is now equipped.
pt: Il Doppio Fucile Verticale (Estremo) è ora equipaggiato.

# 5184_Switching Weapons
source: The Golden Rifle is now equipped.
pt: Il Fucile d'Oro è ora equipaggiato.

# 5208_Okudera
source: Use it only when you must.
pt: Usalo solo quando devi.

# 5220_Okudera
source: Good.
pt: Bene.

# 5232_Okudera
source: You're leaving?
pt: Stai andando via?

# 5244_Saejima
source: Yeah.
pt: Sì.

# 5268_Saejima
source: But I might be back... Still gotta wheedle out of ya why you hate Yama-oroshi so much.
pt: Ma potrei tornare... Devo ancora farti dire perché odi così tanto Yama-oroshi.

# 5280_Okudera
source: Hmph. Do as you please.
pt: Hmph. Fai come vuoi.

# 5328_Okudera
source: What is it, Saejima?
pt: Che c'è, Saejima?

# 5340_Saejima
source: (We'll finish sayin' goodbye to Okudera-han, and then head to Tsukimino.)
pt: (Finiremo di dire addio a Okudera-han, e poi ci dirigiamo verso Tsukimino.)

# 5364_Saejima
source: It's nothin'.
pt: Niente di che.

# 5376_Okudera
source: Okay, then.
pt: Ok, allora.

# 5388_Saejima
source: Kihachi's gone missin', and Nishina-han's out lookin' for him.
pt: Kihachi è sparito, e Nishina-han è fuori a cercarlo.

# 5400_Saejima
source: But Nishina-han ain't been back, and nobody else wants to go search for them. Guess I'll do it.
pt: Ma Nishina-han non è tornato e nessuno altro vuole andare a cercarlo. Credo che sia io a farlo.

# 5412_Okudera
source: You think you know better than these people? They've lived on the mountain for decades.
pt: Credi di sapere meglio di questi? Vivono sulla montagna da decenni.

# 5424_Okudera
source: Don't you think they might have a reason for not wanting to go?
pt: Non pensi che potrebbero avere una ragione per non voler andare?

# 5436_Saejima
source: (Hadn't thought of that, but...)
pt: (Hadn't thought of that, but...) (Non me l'avevo pensato, ma...)

# 5448_Okudera
source: Of course, I can see you're not one for talking sense.
pt: Certo, vedo che non sei uno di quelli che sanno parlare senso.

# 5460_Okudera
source: But you really might die. Do you understand that?
pt: Ma potresti davvero morire. Capisci?

# 5472_Saejima
source: Yeah. I do.
pt: Sì. Lo faccio.

# 5484_Okudera
source: Well then, go get your gear together. You can use my gun and shells. My only advice is that whatever happens out there... Stay alert.
pt: Bene, allora, metti insieme l’equipaggiamento. Puoi usare la mia pistola e le munizioni. Il mio unico consiglio è che qualunque cosa succeda là fuori... Resta sulle spine.

# 5520_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 5544_Okudera
source: Fine. Go, then.
pt: Bene. Vai, allora.

# 5568_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 5592_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 5616_Okudera
source: Sakurai just told me about an outsider that went up the mountain.
pt: Sakurai mi ha appena raccontato di un outsider che è salito sulla montagna.

# 5628_Saejima
source: It's Narumi. He must've already gone after Yama-oroshi.
pt: È Narumi. Dovrebbe già essere partito alla ricerca di Yama-oroshi.

# 5640_Okudera
source: Him too? Huh.
pt: Anche lui? Eh.

# 5652_Saejima
source: ...What, you're just gonna ignore 'im?
pt: ...Che, lo stai semplicemente ignorando?

# 5664_Okudera
source: He'll be back... not with his quarry, but at least with his life. And he'll be thankful for that much!
pt: Tornerà... non con la sua preda, ma almeno con la sua vita. E sarà grato per questo tanto!

# 5676_Saejima
source: Hopefully... The guy knows nothin' about the mountain. Likely to get lost.
pt: Spero… quel tizio non ha idea della montagna. Probabilmente finirà perso.

# 5688_Okudera
source: That's his own damned fault. But... I guess it would be bad for the village.
pt: È colpa sua, quella maledetta. Ma... credo che\nsarebbe un disastro per il villaggio.

# 5700_Saejima
source: Well, then I'll go look for 'im. I'm well enough.
pt: Bene, allora andrò a cercarlo. Sto abbastanza bene.

# 5712_Okudera
source: If you think so...
pt: Se la pensi così...

# 5748_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 5784_Okudera
source: From now on, use this rifle.
pt: Da ora in poi, usa questo fucile.

# 5796_Hunting Rifle Acquired
source: You got a Vertical Double Rifle.
pt: Hai un fucile verticale doppio.

# 5808_Okudera
source: You take care.
pt: Stai attento.

# 5820_Saejima
source: Sure will.
pt: Sì, lo farò.

# 5844_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 5868_Okudera
source: Tell me when you're ready.
pt: Fammi sapere quando sei pronto.

# 5892_Okudera
source: Are you ready?
pt: Sei pronto?

# 5904_Saejima
source: Yeah, all set.
pt: Sì, tutto pronto.

# 5916_Okudera
source: Fine, get your gear sorted.
pt: Va bene, metti a posto l'equipaggiamento.

# 5952_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 5976_Okudera
source: Use the gun Narumi left. It shoots transmitters.
pt: Usa il fucile che Narumi ha lasciato. Spara trasmettitori.

# 5988_Okudera
source: Remember, you're going up against Yama-oroshi... All I can say is, try not to die.
pt: Ricorda, ti trovi di fronte a Yama-oroshi... Tutto quello che posso dire è: cerca di non morire.

# 6000_Saejima
source: Good advice.
pt: Buon consiglio.

# 6024_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 6048_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 6072_Okudera
source: Are you ready?
pt: Sei pronto?

# 6084_Saejima
source: Yeah, all set.
pt: Sì, tutto pronto.

# 6096_Okudera
source: Fine, get your gear sorted.
pt: Va bene, metti a posto l'equipaggiamento.

# 6132_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 6156_Okudera
source: I can't hold a gun yet, so I'm counting on you.
pt: Non riesco ancora a impugnare un fucile, quindi conto su di te.

# 6168_Saejima
source: I know.
pt: Lo so.

# 6192_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 6216_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 6264_Okudera
source: Ready for the mountain?
pt: Pronto per la montagna?

# 6288_Okudera
source: Fine. Go, then.
pt: Bene. Vai, allora.

# 6312_Okudera
source: Fine. If you want, I'll hold your snow gear for now.
pt: Va bene. Se vuoi, ti terrò il tuo equipaggiamento da neve per ora.

# 6336_Okudera
source: Let me know when you're going to the mountain.
pt: Fammi sapere quando andrai in montagna.

# 6360_Okudera
source: Fine. Off we go.
pt: Va bene. Partiamo.

# 6396_Okudera
source: Which gun do you want?
pt: Quale fucile vuoi?

# 6420_Switching Weapons
source: The Horizontal Double Rifle is now equipped.
pt: Il Doppio Fucile Orizzontale è ora equipaggiato.

# 6468_Switching Weapons
source: The Vertical Double Rifle is now equipped.
pt: Il Doppio Fucile Verticale è ora equipaggiato.

# 6516_Switching Weapons
source: The Vertical Double Special is now equipped.
pt: Il Doppio Speciale Verticale è ora equipaggiato.

# 6564_Switching Weapons
source: The Vertical Double Rifle (Extreme) is now equipped.
pt: Il Doppio Fucile Verticale (Estremo) è ora equipaggiato.

# 6612_Switching Weapons
source: The Golden Rifle is now equipped.
pt: Il Fucile d'Oro è ora equipaggiato.

# 6636_Okudera
source: Use it only when you must.
pt: Usalo solo quando devi.

# 6648_Okudera
source: Good.
pt: Bene.

# 6660_Okudera
source: You're leaving?
pt: Stai andando via?

# 6672_Saejima
source: Yeah.
pt: Sì.

# 6696_Saejima
source: But I might be back... Still gotta wheedle out of ya why you hate Yama-oroshi so much.
pt: Ma potrei tornare... Devo ancora farti dire perché odi così tanto Yama-oroshi.

# 6708_Okudera
source: Hmph. Do as you please.
pt: Hmph. Fai come vuoi.
