Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020069f.po
Languages: pt

source: You handed over <Color:8>100,000 yen<Color:Default>.
pt: Hai consegnato <Color:8>100.000 yen<Color:Default>.

source: You got a <Color:8>Cochin Chicken with Piercing Eyes<Color:Default>.
pt: Hai ottenuto un <Color:8>Gallo Cochin dagli occhi penetranti<Color:Default>.

source: You handed over <Color:8>30,000 yen<Color:Default>.
pt: Hai sborsato <Color:8>30,000 yen<Color:Default>.

source: You got <Color:8>Cochin Chicken with Piercing Eyes<Color:Default>.
pt: Hai preso <Color:8>Pollo Cochin con Occhi Penetranti<Color:Default>.

source: You handed over <Color:8>10,000 yen<Color:Default>.
pt: Hai consegnato <Color:8>10.000 yen<Color:Default>.

source: You got <Color:8>Cochin Chicken with Piercing Eyes<Color:Default>.
pt: Hai preso <Color:8>Pollo Cochin con Occhi Penetranti<Color:Default>.

source: Man
pt: Uomo

source: Here's that hundred grand!
pt: Ecco i cento sacchi!

source: Some other time.
pt: Un'altra volta.

source: 30,000 yen it is!
pt: Sono trentamila yen!

source: Now that's more like it!
pt: Ora sì che ci siamo!

# 72_Man
source: I'm all outta cash... I'm all outta schemes... The hell am I gonna do?
pt: Sono a secco di contanti... Non ho più uno straccio di piano... Che diavolo faccio?

# 84_Shinada
source: Uh, you okay there?
pt: Ehi, stai bene?

# 96_Man
source: Augh! Goddammit! You nearly scared the piss outta me!
pt: Augh! Cazzo! Mi hai quasi fatto pisciare addosso!

# 108_Man
source: Hm? Hey, I know you. Seen you at the race track.
pt: Hm? Ehi, ti conosco. Ti ho visto in pista.

# 120_Shinada
source: What race track? Oh, could you mean the Cochin Cup?
pt: Quale pista da corsa? Oh, per caso intendi la Cochin Cup?

# 132_Man
source: Yeah. Ukai was showin' you around, right? Great, then I'll get straight to the point!
pt: Sì. Ukai ti stava facendo fare un giro, giusto? Ottimo, allora andrò dritto al sodo!

# 144_Man
source: How would you like a brand-new cock, sir?
pt: Che ne direbbe di un gallo nuovo di zecca, signore?

# 156_Shinada
source: Whoa! Just like that?
pt: Caspita! Proprio così?

# 168_Man
source: He's one heckuva bird, lemme tell ya. He's got the chops to go for the Champion Class, but right now I'm really strapped for cash.
pt: È un gallo della madonna, te lo dico io. Ha la stoffa per la Classe Campioni, ma in questo momento sono davvero al verde.

# 180_Man
source: There's a turf war brewin', so I gotta load up on supplies at that there shop...
pt: C'è una guerra per il territorio che sta per scoppiare, quindi devo fare scorta di rifornimenti in quel negozio lì...

# 192_Shinada
source: Uh...
pt: Ehm...

# 204_Man
source: Oops, never mind, you didn't hear that. So, how 'bout that Cochin? Yours for only a hundred grand!
pt: Ops, lascia perdere, non hai sentito niente. Allora, per quel Cochin? È tuo per soli cento sacchi!

# 216_Shinada
source: (Oof. Now that's a big-budget bird... But still, it would be nice to win that cup.)
pt: (Uff. Quello è un pennuto che costa un occhio della testa... Però, vincere quella coppa sarebbe bello.)

# 252_Man
source: Then we got ourselves a deal.
pt: Allora, affare fatto.

# 324_Man
source: What, too expensive for ya? This boy's got rockets on his feet, ya know.
pt: Che c'è, troppo caro per te, eh? Questo qui c'ha i razzi ai piedi, lo sai.

# 336_Man
source: Okay, fine, I'll sweeten the deal. Take my boy for only 30,000 yen. It's a steal at that price!
pt: Va bene, dai, ti addolcisco l'offerta. Portati via il mio ragazzo per soli 30.000 yen. A quel prezzo è un vero furto!

# 372_Man
source: Then we got ourselves a deal.
pt: Allora, affare fatto.

# 444_Man
source: You're hagglin' me down even more? You're takin' me to the cleaners here! Have some pity.
pt: Mi stai tirando il prezzo ancora di più? Mi stai spennando qui! Abbi un po' di pietà.

# 456_Man
source: ...But beggars can't be choosers. This is my final offer. It's grand larceny at a mere 10,000 yen. Now buy my bird already!
pt: ...Ma i poveracci non possono fare gli schizzinosi. Questa è la mia ultima offerta. È un furto bello e buono a soli 10.000 yen. Adesso comprami 'sto gallo, dai!

# 492_Man
source: Okay, we got ourselves a deal. You sure stuck it to me, though. What a deal you got! But, that's how it goes.
pt: Ok, l'affare è fatto. Però, mi hai proprio spennato per bene. Che affarone che hai fatto! Ma, è così che va.

# 564_Man
source: That so... Well, I can't go any lower. Come back when you got real money to spend.
pt: Ah, capisco... Beh, non posso scendere di più. Torna quando hai della grana vera da spendere.

# 576_Man
source: What, you're broke? I ain't some kinda chicken charity here. Come back when you got real money to spend.
pt: Come, sei al verde? Non sono mica una specie di beneficenza per polli, io. Torna quando avrai dei soldi veri da spendere.

# 588_Man
source: Oh, it's you. Changed your mind about buying my cock?
pt: Oh, sei tu. Hai cambiato idea sul comprare il mio gallo?

# 600_Man
source: Okay, fella, raise my boy right. I'm tellin ya, he'll take you to the poultry Promised Land!
pt: Allora, compare, allevami bene il mio figliolo. Te lo dico io, ti porterà dritto nella Terra Promessa del pollame!
