Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0dbe.po
Languages: pt

source: Familiar Voice
pt: Voce familiare

source: Familiar Man
pt: Un tipo conosciuto

source: (I have to keep up the facade.)
pt: (Devo mantenere la finta.)

source: (I'll pretend I didn't see him.)
pt: (Farò finta di non averlo visto.)

source: Keep Playing Dumb
pt: Continua a fare il finto tonto

source: Scare Him Off
pt: Fallo scappare

# 60_Muramatsu
source: Huh? Oh, it's you, Suzuki-san.
pt: Eh? Ah, sei tu, Suzuki-san.

# 72_Kiryu
source: Done for the day, Muramatsu-san?
pt: Finito per oggi, Muramatsu-san?

# 84_Muramatsu
source: Nope, not quite. Anyway, there something I can help you with?
pt: No, non proprio. Comunque, c'è qualcosa in cui posso esserti d'aiuto?

# 96_Kiryu
source: Uh, not exactly, no. I just saw you there, and thought I'd say hello.
pt: Uh, non proprio, no. Ti ho visto lì e ho pensato di farti un saluto.

# 108_Muramatsu
source: You sure? No ulterior motive whatsoever? Huh. You're a lot friendlier than I gave you credit for.
pt: Sei sicuro? Nessun secondo fine, proprio zero? Eh. Sei un bel po' più amichevole di quanto mi aspettassi.

# 120_Kiryu
source: Like I said, I was just passing by, and...
pt: Come ho detto, stavo solo passando, e...

# 132_Familiar Voice
source: You gotta be kidding me!
pt: Stai scherzando, spero!

# 144_Familiar Man
source: That you, Kiryu-san? Man, you're the last guy I expected to run into out here!
pt: Sei tu, Kiryu-san? Accidenti, l'ultimo che avrei mai pensato di beccare qui fuori!

# 156_Kiryu
source: (Not good!)
pt: (Non va bene!)

# 168_Familiar Man
source: Sure has been a while since you last swung by the club! You remember your old pal Yuya, right? From Stardust?
pt: È un sacco che non ti fai un giro qui al club! Ti ricordi del tuo vecchio amico Yuya, vero? Quello dello Stardust?

# 180_Kiryu
source: (How could I forget? He manages the number one host club in Kamurocho... So what's he doing out here!?)
pt: (Come potevo dimenticarlo? Gestisce l'host club numero uno di Kamurocho... Allora che ci fa qui fuori!?)

# 192_Muramatsu
source: You know this guy, Suzuki-san? And what's this whole "Kiryu-san" business?
pt: Tu conosci 'sto tipo, Suzuki-san? E che roba è 'sta storia di "Kiryu-san"?

# 204_Yuya
source: Huh? Uh... Who's Suzuki-san?
pt: Eh? Ehm... Chi sarebbe questo Suzuki-san?

# 216_Kiryu
source: (Of course Yuya wouldn't know I'm hiding my identity...)
pt: (Certo che Yuya non saprebbe che sto nascondendo la mia identità...)

# 228_Muramatsu
source: You must have the wrong guy. My name is Suzuki.
pt: Deve aver sbagliato persona. Il mio nome è Suzuki.

# 240_Yuya
source: How could I be wrong, Kiryu-san? I'd know you from a mile away.
pt: Come potrei mai sbagliarmi, Kiryu-san? Ti riconoscerei a chilometri di distanza.

# 252_Kiryu
source: It must just be a chance resemblance. They say there are always three others who look exactly like you, somewhere in the world.
pt: Sarà solo una somiglianza. Si dice che ci siano sempre altri tre tuoi sosia, in giro per il mondo.

# 264_Yuya
source: Come on, Kiryu-san, stop messing around! You're not just pulling my leg?
pt: Dai, Kiryu-san, smettila di scherzare! Non è che mi stai prendendo in giro?

# 276_Muramatsu
source: Sorry to interrupt, but who are you?
pt: Scusa se ti interrompo, ma chi saresti?

# 288_Muramatsu
source: Uh, I have to get going, Muramatsu-san.
pt: Ehm, devo proprio andare, Muramatsu-san.

# 300_Muramatsu
source: Whoa, what's the rush? What about this guy you know here?
pt: Ehi, calma! Che fretta hai? E questo tizio che conosci qui?

# 312_Kiryu
source: Guy I know? What guy?
pt: Un tizio che conosco? Quale tizio?

# 324_Yuya
source: Me, of course! What happened to you, man!?
pt: Io, certo! Ma che fine hai fatto, compare!?

# 336_Kiryu
source: Oh, would you look at the time. I'd better head in to work.
pt: Accidenti, guarda un po' che ore sono. Meglio che vada a lavorare.

# 348_Yuya
source: Work? Kiryu-san, don't tell me you work in some stuffy office now!
pt: Lavoro? Kiryu-san, non dirmi che ora lavori in qualche ufficio soffocante!

# 360_Muramatsu
source: Say, who's this "Kiryu-san" you keep talking about?
pt: Ma scusa, chi è questo "Kiryu-san" di cui non fai che parlare?

# 372_Yuya
source: Who's Kiryu-san, you ask? Only the Dragon of Dojima himself!
pt: Chi è Kiryu-san, dici? Nientemeno che il Drago di Dojima in persona!

# 384_Muramatsu
source: The Dragon of Dojima? Never heard of it. Can I ask who you are?
pt: Il Drago di Dojima? Non ne ho mai sentito parlare. Posso chiederle chi è?

# 396_Muramatsu
source: Oh, the name's Yuya. I work as a host in Tokyo. Me and Kiryu-san here go way back.
pt: Oh, sono Yuya. Lavoro come host a Tokyo. Io e Kiryu-san qui ci conosciamo da una vita.

# 408_Yuya
source: Anyway, I thought you were still in Okinawa, so it's strange running into you here. Small world, huh?
pt: Comunque, pensavo fossi ancora a Okinawa, quindi è strano beccarti qui. Il mondo è piccolo, eh?

# 420_Muramatsu
source: What's this all about, Suzuki-san? This Yuya fellow seems to think he knows you.
pt: Cos'è tutta 'sta storia, Suzuki-san? Questo tizio di nome Yuya è convinto di conoscerti.

# 432_Yuya
source: Of course I do. Tell him, Kiryu-san.
pt: Ma certo che sì. Diglielo, Kiryu-san.

# 444_Kiryu
source: (I have to find a way out of this mess! What's my best move?)
pt: (Devo trovare un modo per uscire da questo casino! Qual è la mia mossa migliore?)

# 456_Muramatsu
source: Do I really look that much like this Kiryu-san guy you know?
pt: Ma assomiglio davvero così tanto a 'sto Kiryu-san che conosci?

# 468_Yuya
source: Look like? C'mon, I know it's you.
pt: Sembrare? Ma dai, lo so che sei tu.

# 480_Kiryu
source: No, you must have made some mistake. I've never heard of this mystery man you're talking about.
pt: No, devi esserti sbagliato. Non ho mai sentito parlare di questo uomo misterioso di cui parli.

# 492_Muramatsu
source: Enough already! I don't know any Kiryu-san, and I don't plan on listening to any more of your nonsense!
pt: Basta così! Non conosco nessun Kiryu-san, e non ho intenzione di ascoltare altre tue stupidaggini!

# 504_Yuya
source: That's it! I'd know that voice anywhere... Nobody else has that commanding presence or power! If you're not Kazuma Kiryu, then I don't know who is!
pt: Sei tu! Quella voce la riconoscerei ovunque... Nessun altro ha quella presenza così autorevole o quel potere! Se non sei Kazuma Kiryu, allora non so proprio chi tu sia!

# 516_Kiryu
source: For the last time, I'm Suzuki!
pt: Per l'ultima volta, sono Suzuki!

# 528_Muramatsu
source: ...I don't get it. Why're you trying so hard to avoid me?
pt: ...Non capisco proprio. Perché fai di tutto per evitarmi?

# 540_Kiryu
source: (Damn it. What do I do now?)
pt: (Maledizione. Che faccio ora?)

# 552_Muramatsu
source: Hey, Suzuki-san. You don't think this guy's... trying to scam you, do ya?
pt: Ehi, Suzuki-san. Non è che questo tizio... stia cercando di fregarti, vero?

# 564_Kiryu
source: Huh?
pt: Uh?

# 576_Muramatsu
source: I just find it strange how insistent he's being, even though you keep telling him he's got the wrong guy.
pt: Trovo solo strano quanto insista, anche se tu continui a dirgli che ha sbagliato persona.

# 588_Yuya
source: You gotta be kidding me! I would never do anything like that!
pt: Ma stai scherzando?! Non farei mai una cosa del genere!

# 600_Kiryu
source: ...I think you might be right, Muramatsu-san.
pt: ...Penso che tu possa aver ragione, Muramatsu-san.

# 612_Yuya
source: You serious!?
pt: Ma dici davvero!?

# 624_Kiryu
source: Look, Yuya, or whatever your name is. If you keep harassing us, we're going to have to call the police. You want that?
pt: Senti, Yuya, o come ti chiami. Se continui a darci il tormento, dovremo chiamare la polizia. Lo vuoi?

# 636_Yuya
source: ...Maybe I really do have the wrong guy.
pt: ...Forse ho proprio beccato il tipo sbagliato.

# 648_Kiryu
source: (Sorry, Yuya!)
pt: (Scusa, Yuya!)

# 660_Yuya
source: Okay then. I guess I'd better leave.
pt: Va bene allora. Mi sa che è meglio che me ne vada.

# 672_Kiryu
source: I'm glad you've come to your senses. That's really all I wanted. Sorry we had to get a bit forceful with you.
pt: Meno male che sei tornato in te. Era tutto quello che volevo, in fondo. Scusa se abbiamo dovuto usare un po' le maniere forti con te.

# 696_Muramatsu
source: It seems he wasn't one of those crooks after all. I feel a little sorry for him now.
pt: Sembra che dopotutto non fosse uno di quei lestofanti. Adesso mi fa un po' pena.

# 708_Kiryu
source: Yeah, me too.
pt: Sì, anch'io.

# 720_Muramatsu
source: Well, I should probably get going. There's always more work to do.
pt: Beh, è meglio che vada. C'è sempre del lavoro ad aspettarmi.

# 732_Kiryu
source: Right. Then, see you later.
pt: Va bene. Allora, ci vediamo dopo.

# 744_Kiryu
source: (I feel bad about doing that to Yuya, but at least Muramatsu-san seems to have bought the act.)
pt: (Mi sento in colpa per aver fatto così a Yuya, ma almeno Muramatsu-san sembra averla bevuta.)

# 828_Yuya
source: It is you, isn't it? There's no way I wouldn't recognize a friend.
pt: Ma sei tu, no? Come potrei non riconoscere un amico?

# 852_Yuya
source: I think I get what's happening. You were trying to hide your true identity from that Muramatsu guy you were with, right?
pt: Mi sa che ho capito cosa sta succedendo. Stavi cercando di nascondere la tua vera identità a quel tizio di Muramatsu con cui eri, vero?

# 864_Kiryu
source: Heh, I wish you would've got the message a little quicker. Anyway, let's go somewhere else.
pt: Heh, vorrei che avessi colto l'antifona un po' più in fretta. Comunque, andiamo da qualche altra parte.
