Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0002098f.po
Languages: pt

source: Lanky Inmate
pt: Detenuto Spilungone

# 44_Saejima
source: Can ya tell me somethin'?
pt: Mi sai dire una cosa?

# 56_Lanky Inmate
source: What about?
pt: Riguardo a cosa?

# 80_Lanky Inmate
source: Oh, yeah. That's some crazy shit he pulled.
pt: Ah, sì. Che roba da pazzi che ha combinato.

# 92_Saejima
source: You saw him stab the guy?
pt: L'hai visto accoltellare il tipo?

# 104_Lanky Inmate
source: Nah, didn't actually see it. But come on, it's obvious he did it.
pt: Naah, non l'ho visto proprio. Ma dai, è palese che è stato lui.

# 116_Saejima
source: Why?
pt: Perché?

# 128_Lanky Inmate
source: I mean, he even had motivation. Wasn't Kugihara picking on him?
pt: Cioè, aveva pure un movente. Kugihara non lo tormentava mica?

# 140_Saejima
source: Whaddya mean?
pt: Che vuoi dire?

# 152_Lanky Inmate
source: Just yesterday I saw Kugihara's gang taking him to the storeroom. Didn't look consensual, if you know what I mean.
pt: Proprio ieri ho visto la banda di Kugihara che lo portava nel magazzino. Non sembrava affatto consenziente, se capisci cosa intendo.

# 164_Saejima
source: That damn bastard...
pt: Quel maledetto bastardo...

# 176_Lanky Inmate
source: Hell yeah. Kugihara's a total psycho.
pt: Sì, cazzo. Kugihara è un pazzo totale.

# 188_Lanky Inmate
source: I heard he pretty much drove one of his own cellmates to attempt suicide.
pt: Ho sentito dire che ha praticamente spinto uno dei suoi stessi compagni di cella a tentare il suicidio.

# 200_Lanky Inmate
source: That's fucked up shit. I bet Baba was getting attacked by Kugihara and his goons, and just struck back.
pt: Questa è una roba del cazzo. Scommetto che Baba veniva attaccato da Kugihara e i suoi scagnozzi, e ha solo reagito.

# 212_Saejima
source: Nah, Baba-chan ain't the kind of man who would do that, even if it was deserved.
pt: Ma va', Baba-chan non è il tipo che farebbe una cosa del genere, anche se se lo meritava.

# 236_Saejima
source: And if no one saw the actual stabbin', maybe Baba-chan didn't do it.
pt: E se nessuno ha visto la coltellata, quella vera, forse Baba-chan non l'ha fatto.

# 248_Lanky Inmate
source: The victim said it was him, though, didn't he?
pt: La vittima ha detto che era lui, però, no?

# 260_Saejima
source: Those creeps can't be trusted. We're gonna prove Baba's innocent.
pt: Di quella gentaglia non ci si può fidare. Ci penseremo noi a dimostrare che Baba è innocente.

# 272_Lanky Inmate
source: Hm.
pt: Mh.

# 284_Saejima
source: Well, see ya around.
pt: Beh, ci vediamo in giro.

# 296_Lanky Inmate
source: Uh, hey.
pt: Ehm, ehi.

# 308_Saejima
source: Hm?
pt: Mh?

# 320_Lanky Inmate
source: Good luck. Proving his innocence.
pt: In bocca al lupo. Per dimostrare la sua innocenza.

# 332_Saejima
source: Thanks.
pt: Grazie.
