Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003304a1.po
Languages: pt

# 3916_Coach Igarashi
source: You've grown admirably since you first walked up to me with those eyes that said, "Teach me how to put my soul back into batting." At least that's how I interpreted it.
pt: Sei cresciuto ammirevolmente da quando sei venuto da me la prima volta con quegli occhi che dicevano: "Insegnami come rimettere la mia anima nella battuta." O almeno, è così che l'ho interpretato io.

# 3928_Coach Igarashi
source: Don't leave those past issues hanging, now.
pt: Non lasciare quei problemi passati in sospeso, adesso.

# 3940_Coach Igarashi
source: Well, look who it is. Looking to get trained up?
pt: Beh, guarda chi si vede. Cerchi di farti allenare?

# 3952_Player
source: Nope, I'm good for now.
pt: No, per adesso sono a posto.

# 3964_Coach Igarashi
source: Mm. Well, all right. Come see me if you do need training, though. I'll be here.
pt: Mmh. Beh, va bene. Vieni a trovarmi se hai bisogno di allenamento, però. Sarò qui.

# 3976_Player
source: You bet. Train me up, Coach.
pt: Certo. Allenami, Coach.

# 3988_Coach Igarashi
source: While I do appreciate your enthusiasm, there's nothing I can teach you right now. Come see me if you find yourself struggling with something in particular.
pt: Apprezzo il tuo entusiasmo, ma non c'è niente che io possa insegnarti in questo momento. Vieni a trovarmi se ti trovi in difficoltà con qualcosa in particolare.

# 4024_Coach Igarashi
source: Ah, you're back. Well? Kamiyama whip you up some top-tier gear?
pt: Ah, sei tornato. Allora? Kamiyama ti ha preparato dell'attrezzatura di prim'ordine?

# 4036_Shinada
source: Eventually. Sure was a tough slog getting there.
pt: Alla fine. È stata una sgobbata mica da ridere arrivarci.

# 4048_Coach Igarashi
source: Well, the man makes good stuff. Stuff you can depend on. Make sure you treat it well.
pt: Beh, l'uomo fa roba buona. Roba su cui puoi contare. Assicurati di trattarla bene.

# 4060_Shinada
source: Of course. I remember you were always super strict about how we handled our equipment.
pt: Certo. Mi ricordo che eri sempre super severo su come trattavamo la nostra attrezzatura.

# 4072_Coach Igarashi
source: Damn straight. How can you expect good results if you don't take care of your things? It's like a worker and his tools.
pt: Eccome. Come puoi aspettarti buoni risultati se non ti prendi cura delle tue cose? È come un operaio e i suoi attrezzi.

# 4084_Shinada
source: Very true. The pros were pretty fussy about their equipment, too－at least the ones who were any good.
pt: Verissimo. I pro erano piuttosto pignoli con la loro attrezzatura, anche—almeno quelli che valevano qualcosa.

# 4096_Coach Igarashi
source: Anyone with any kind of sense knows the difference between quality equipment versus weather-beaten crap. I suggest you make an effort to upgrade your arsenal every now and then.
pt: Chiunque abbia un minimo di sale in zucca conosce la differenza tra attrezzatura di qualità e roba vecchia e sgangherata. Ti suggerisco di fare uno sforzo per migliorare il tuo arsenale ogni tanto.

# 4108_Shinada
source: Will do, sir.
pt: Sissignore.

# 4120_Coach Igarashi
source: Speaking of beefing up your inventory, I found a good shop online. Here, why don't you take down the address?
pt: A proposito di potenziare la tua roba, ho trovato un buon negozio online. Qui, perché non ti segni l'indirizzo?

# 4156_Coach Igarashi
source: Get this Kamiyama guy to make you some custom baseball equipment.
pt: Fatti fare da questo tipo Kamiyama della roba da baseball personalizzata.

# 4168_Shinada
source: Howdy, Coach. I'm back again.
pt: Ehilà, Allenatore. Sono tornato di nuovo.

# 4180_Coach Igarashi
source: Ah, yes. I've been waiting for you.
pt: Ah, sì. Ti stavo aspettando.

# 4192_Coach Igarashi
source: Now, I have to ask, what kind of batting equipment are you using these days?
pt: Senti, devo chiederti, che roba da battuta stai usando di questi tempi?

# 4204_Shinada
source: As in, like, bats and gloves? Mm, the stuff I use is all store-bought.
pt: Intendi, tipo, mazze e guanti? Mm, la roba che uso è tutta comprata in negozio.

# 4216_Coach Igarashi
source: Mhm. I thought I wouldn't need to say this, but you really should be using better gear.
pt: Mmh. Pensavo non ci sarebbe stato bisogno di dirlo, ma dovresti proprio usare roba migliore.

# 4228_Shinada
source: But all I have access to is stuff off the shelves. Is that really so bad?
pt: Ma ho accesso solo a roba da negozio. È davvero così male?

# 4240_Coach Igarashi
source: You of all people should know the value of high-grade equipment, especially since you actually used to use it.
pt: Proprio tu dovresti conoscere il valore di roba di alta qualità, specialmente visto che la usavi davvero.

# 4252_Shinada
source: Yeah, but that was ages ago. My days of having fun with league-worthy equipment are long gone, unfortunately.
pt: Sì, ma quello era un sacco di tempo fa. I miei giorni di divertimento con roba da lega sono passati da un pezzo, purtroppo.

# 4264_Coach Igarashi
source: Huh. Well. You have any friends who are craftsmen?
pt: Mmh. Beh. Hai mica amici che sono artigiani?

# 4288_Shinada
source: You mean, like, someone who could make me equipment on their own? Nope, don't have a clue.
pt: Intendi, tipo, qualcuno che potrebbe farmi della roba per conto suo? No, non ne ho la minima idea.

# 4300_Coach Igarashi
source: I know one man－his name's Kamiyama. Operates out of a van somewhere in town.
pt: Conosco un tipo—si chiama Kamiyama. Lavora da un furgone in giro per la città.

# 4312_Shinada
source: Yeah? Don't you think that seems... kinda shady?
pt: Sì? Non credi che sembri... un po' losco?

# 4324_Coach Igarashi
source: That it does. I'm unfamiliar with the details myself. So your assignment is to get him to make you some baseball equipment.
pt: Sì, lo è. Non ne so molto io stesso. Quindi il tuo compito è farti fare da lui della roba da baseball.

# 4336_Shinada
source: That's it? Can't I at least get some more clues?
pt: Tutto qui? Non posso avere almeno qualche dritta in più?

# 4348_Coach Igarashi
source: You could, if I had any. Sounds like you've got a challenge on your hands.
pt: Potresti, se ne avessi. Sembra che tu abbia una sfida tra le mani.

# 4360_Coach Igarashi
source: That said, maybe that's part of my intention. <Italic>Maybe</Italic> I assigned this to you because I'm convinced you can do it.
pt: Detto questo, forse fa parte delle mie intenzioni. <Italic>Forse</Italic> ti ho assegnato questo perché sono convinto che tu ce la possa fare.

# 4372_Shinada
source: But...
pt: Ma...

# 4384_Shinada
source: But that's not fair!
pt: Ma non vale!

# 4396_Coach Igarashi
source: Hahaha. Don't you live here? I'm sure there are plenty of ways you can track down your quarry.
pt: Hahaha. Non abiti qui? Sono sicuro che ci siano un sacco di modi in cui puoi rintracciare la tua preda.

# 4408_Shinada
source: Okay... I'll go look.
pt: Ok... vado a cercare.

# 4420_Shinada
source: I do know someone like that. He's a guy named Kamiyama, and he makes all these fancy weapons...
pt: Conosco un tipo così. Si chiama Kamiyama, e fa tutte queste armi stravaganti...

# 4432_Coach Igarashi
source: Oh, good. Then I don't have to bother with a long-winded explanation. What I want is for you to go have this Kamiyama guy make you some gear.
pt: Oh, bene. Allora non devo preoccuparmi di fare uno spiegone. Quello che voglio è che tu vada a farti fare della roba da questo Kamiyama.

# 4444_Shinada
source: Okay. I'll go ask him.
pt: Ok. Vado a chiederglielo.

# 4456_Coach Igarashi
source: I doubt it'll be as simple as that, but best of luck to you.
pt: Dubito che sarà così semplice, ma in bocca al lupo.

# 4468_Shinada
source: Uh... thanks?
pt: Uh... grazie?
