Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330078.po
Languages: pt

source: Guest
pt: Ospite

source: Player
pt: Giocatore

source: Place an Order
pt: Effettua un ordine

source: Look Around
pt: Guarda in giro

source: Help Cook
pt: Aiuta a cucinare

source: Leave
pt: Andarsene

source: View the Menu
pt: Visualizza il Menu

source: Assess Customers
pt: Valuta i clienti

source: Back
pt: Indietro

source: Nearby Customer
pt: Cliente vicino

# 76_Manager
source: Welcome!
pt: Benvenuto!

# 88_Kiryu
source: Hello.
pt: Salve.

# 100_Manager
source: Hm? Don't I know ya from somewhere?
pt: Hm? Non ti ho già visto da qualche parte?

# 112_Manager
source: Oh, got it! You're the guy who came in with Nakajima-san. Thanks for comin' back. Your name was...
pt: Ah, sì, capito! Tu sei quello che è venuto con Nakajima-san. Grazie per essere tornato. Il tuo nome era...

# 136_Manager
source: Right, right, Suzuki-san! You know your boss is a regular here? When he gets tipsy, he always starts talkin' about ya.
pt: Esatto, esatto, Suzuki-san! Sai che il tuo capo è un cliente fisso qui? Quando si fa un po' allegro, si mette sempre a parlare di te.

# 148_Kiryu
source: Does he now?
pt: Lo fa, eh?

# 160_Manager
source: Yep. "Our new hire, a fella named Suzuki-san. Looks serious as all get-out, always wears a frown cuttin' ditches in his forehead," he says.
pt: Già. «Il nostro nuovo assunto, un tizio di nome Suzuki-san. Ha un'aria seria da morire, ha sempre il cipiglio che gli scava solchi in fronte», dice lui.

# 172_Manager
source: I heard the story, but he wasn't kiddin'. You look like you could stare down a bull in mid-charge!
pt: Ho sentito la storia, ma non scherzava. Hai l'aria di uno che potrebbe tener testa a un toro in piena carica!

# 184_Kiryu
source: ...I don't mean to scare you.
pt: ...Non intendo spaventarti.

# 196_Manager
source: Haha, I'm just yankin' your chain. Tell ya what, though. Nakajima-san's taken a real shine to ya.
pt: Ah ah, ti sto solo prendendo in giro. Però, senti un po'. Nakajima-san, gli sei andato proprio a genio.

# 208_Manager
source: He's always singin' yer praises for workin' so hard all the time. Says he's mighty grateful to have ya on board.
pt: È sempre lì a farti un sacco di complimenti per come ti sbatti sempre. Dice che è proprio contento di averti con noi.

# 220_Kiryu
source: ...He really said that?
pt: Ma l'ha detto davvero?

# 232_Manager
source: Yep. Oh, ya know what? Your order's on me today. Don't be shy about fillin' your belly, either.
pt: Già. Oh, sai che ti dico? Oggi il tuo ordine te lo offro io. E non farti problemi a riempirti la pancia, eh.

# 244_Kiryu
source: No, I couldn't possibly－
pt: No, non potrei assolutamente－

# 256_Manager
source: It's fine! Nothin' to worry about. Nakajima-san's always done right by us, so it's the least I can do.
pt: Va bene! Niente di cui preoccuparsi. Nakajima-san si è sempre comportato bene con noi, quindi è il minimo che possa fare.

# 268_Kiryu
source: That's... very generous of you. Thank you.
pt: Questo è... davvero molto generoso da parte tua. Grazie.

# 280_Manager
source: So, what're ya havin'?
pt: Allora, che si mangia?

# 292_Kiryu
source: Ramen, please.
pt: Ramen, per favore.

# 304_Manager
source: Aye! One ramen comin' up! How firm, buddy?
pt: Sì! Un ramen in arrivo! Quanto al dente, compare?

# 316_Kiryu
source: How... firm?
pt: Come... sodo?

# 328_Manager
source: Yeah. Our noodles come in six levels of firmness: Very soft, soft, regular, hard, very hard, and dunked.
pt: Già. I nostri noodle hanno sei livelli di consistenza: Molto morbidi, morbidi, regolari, duri, molto duri e tuffati.

# 340_Manager
source: Us Hakata locals, we like our noodles on the firm side. "Dunked" is just dunkin' the noodles to remove the flour. I'd recommend "very hard" for newbies.
pt: A noi di Hakata, i noodle ce li preferiamo belli sodi. "Tuffati" significa solo tuffare i noodle per rimuovere la farina. Per i principianti, consiglio i "molto duri".

# 352_Kiryu
source: Then I'll try very hard, please.
pt: Allora, ce la metterò tutta.

# 364_Manager
source: Aye! One ramen very hard, comin' right up!
pt: Sì! Un ramen bello duro, in arrivo!

# 448_Manager
source: Well? Tasty, wasn't it?
pt: Allora? Era buono, no?

# 460_Kiryu
source: It was. I'm surprised at how much those extra firm noodles absorb the flavor of the broth. Gives it a very rich taste.
pt: Lo era. Sono sorpreso di quanto quei noodle extra sodi assorbano il sapore del brodo. Gli conferisce un sapore molto ricco.

# 472_Manager
source: Well, ain't that a treat to hear! Welcome to the world of Hakata ramen. Next time bring that boss of yours, will ya?
pt: Beh, questa sì che è una bella notizia! Benvenuto nel mondo del ramen Hakata. La prossima volta portaci il tuo capo, eh?

# 484_Kiryu
source: Sure. But I really should be paying.
pt: Certo. Ma dovrei essere io a pagare.

# 496_Manager
source: I said it's on me, Suzuki-san. Ya don't need to get so uptight about it.
pt: Ho detto che ci penso io, Suzuki-san. Non c'è bisogno che ti agiti così.

# 508_Kiryu
source: But...
pt: Ma...

# 520_Manager
source: Hey, no buts! Just enjoy.
pt: Ehi, niente storie! Goditela e basta.

# 532_Kiryu
source: You sure?
pt: Sei sicuro?

# 544_Manager
source: I'm sure, I'm sure.
pt: Certo, certo.

# 556_Kiryu
source: Even so...
pt: Anche così...

# 568_Manager
source: Suzuki-san! That's about enough－
pt: Suzuki-san! Basta così－

# 580_Manager
source: Yeeeeooooowww!
pt: Uaaaaah!

# 592_Kiryu
source: (Is he okay?)
pt: (Sta bene?)

# 604_Manager
source: Oogh... Ouch! Damn...
pt: Ugh... Ahia! Maledizione...

# 616_Kiryu
source: What's wrong?
pt: Che succede?

# 628_Manager
source: Agh, it's my back! I went at it too hard with my old lady last night!
pt: Agh, è la mia schiena! Ci sono andato troppo pesante con la mia vecchia ieri sera!

# 640_Kiryu
source: ...Did you maybe throw out your back? If so, you need to get to a doctor.
pt: Ti sei per caso bloccato la schiena? Se è così, devi andare da un dottore.

# 652_Manager
source: No... Not now... There'll be a bum-rush of customers soon. Like a waterfall of them. We call it "the Niagara of Death."
pt: No... Non adesso... Ci sarà un assalto di clienti a breve. Come una cascata. Lo chiamiamo "il Niagara della Morte".

# 664_Kiryu
source: The... Niagara of Death?
pt: Il... Niagara della Morte?

# 676_Manager
source: Yep. That's when we pull the most business in. Can't afford to leave the place now.
pt: Già. È quando facciamo il botto. Non possiamo mica lasciare il locale adesso.

# 688_Manager
source: Urk... But with this wretched spine of mine, I can barely stand, let alone boil noodles... Agh, what am I gonna do?
pt: Urk... Ma con questa mia maledetta schiena, faccio fatica persino a stare in piedi, figuriamoci a far bollire i noodle... Agh, che diavolo faccio?

# 712_Manager
source: I know! How about you fill in behind the counter, just for now?
pt: Ho capito! Che ne dici di metterti tu dietro al bancone, giusto per adesso?

# 724_Kiryu
source: You want me to do it?
pt: Vuoi che lo faccia io?

# 736_Manager
source: Yeah. The soup and the toppings are all ready to go. All's ya gotta do is boil the noodles and shlup 'em into bowls. Nothing complicated.
pt: Sì. La zuppa e i condimenti sono già tutti pronti. Ti basta far bollire i noodle e buttarli nelle ciotole. Niente di complicato.

# 748_Kiryu
source: I doubt it's that simple...
pt: Non credo sia così semplice...

# 760_Manager
source: It <Italic>is</Italic> that simple! Now come on, I'm beggin' ya! If I close up shop now, we'll be hurtin' for cash flow down the road.
pt: È <Italic>così</Italic> semplice! Dai, ti sto implorando! Se chiudo baracca adesso, saremo a corto di soldi più avanti.

# 772_Manager
source: Besides, I don't wanna disappoint the folks who come specifically lookin' for us.
pt: E poi, non mi va di deludere la gente che viene qui apposta per noi.

# 784_Kiryu
source: (Well, he is a friend of the chief's... and I do owe him for the ramen. I should help the man.)
pt: (Beh, è un amico del capo... e in fondo gli sono debitore per il ramen. Dovrei proprio dargli una mano.)

# 796_Kiryu
source: Okay. I'm not sure how well I can do, but I'll try to help you out.
pt: Va bene. Non so quanto bene me la caverò, ma cercherò di darti una mano.

# 808_Manager
source: Ya will!? Oh, you're a savior! No wonder Nakajima-san sees so much in ya. I'll pay ya for your time, too.
pt: Lo farai!? Oh, sei un salvatore! Non c'è da stupirsi che Nakajima-san veda tanto in te. Ti pagherò anche per il tuo tempo.

# 832_Manager
source: Hey, you got room for four?
pt: Ehi, hai posto per quattro?

# 844_Manager
source: Yep! Sit wherever ya like and I'll be right with ya!
pt: Certo! Mettiti comodo dove ti pare e arrivo subito!

# 940_Manager
source: Look at you, Suzuki-san! Lookin' good in an apron!
pt: Guardati, Suzuki-san! Stai proprio bene col grembiule!

# 952_Manager
source: All right. Now, it's about to start! The time when customers and orders come crashing down like a mighty waterfall of chaos and confusion! It's time for the Niagara of Death!
pt: Va bene. Adesso, sta per iniziare! Il momento in cui i clienti e gli ordini ci piomberanno addosso come una possente cascata di caos e confusione! È l'ora del Niagara della Morte!

# 964_Kiryu
source: ...So, all I need to do is boil noodles to the firmness that customers request?
pt: ...Quindi, devo solo cuocere i noodle alla consistenza che i clienti richiedono?

# 976_Manager
source: Yup, that's all there is to it. Remember, it's all about firmness. Life is about firmness. Good luck!
pt: Già, è tutto qui. Ricorda, è tutta questione di fermezza. La vita è questione di fermezza. Buona fortuna!

# 1000_Player
source: (Okay, what to eat?)
pt: Ok, cosa mangio?

# 1012_Player
source: (Let's check out the restaurant.)
pt: (Diamo un'occhiata al ristorante.)

# 1024_Player
source: (<Color:8>Grilled Pig's Feet<Color:Default>, huh... I wonder how that is.)
pt: (<Color:8>Piedini di maiale alla griglia<Color:Default>, eh... Chissà come sono.)

# 1036_Nearby Customer
source: Hey, could I get a <Color:8>Fried Ramen<Color:Default>?
pt: Ehi, potrei avere un <Color:8>Ramen Fritto<Color:Default>?

# 1048_Player
source: (<Color:8>Fried Ramen<Color:Default>, huh... I guess that's on the menu, too.)
pt: (<Color:8>Ramen Fritto<Color:Default>, eh... Immagino sia anche quello nel menù.)

# 1060_Manager
source: Welcome. What'll ya be havin'?
pt: Benvenuto. Cosa prendi?

# 1120_Manager
source: Thanks. I hope you come again!
pt: Grazie. Spero che torni ancora!

# 1144_Manager
source: You here to help out? I sure could use a hand.
pt: Sei qui a dare una mano? Mi farebbe proprio comodo una mano.

# 1180_Kiryu
source: Sorry, something came up.
pt: Mi dispiace, è saltato fuori un imprevisto.

# 1192_Akiyama
source: Ah, my apologies. I've got some business to attend to.
pt: Ah, le mie scuse. Ho degli affari da sbrigare.

# 1204_Saejima
source: Can't right now, but best of luck to ya.
pt: Non posso proprio adesso, ma in bocca al lupo a te.

# 1216_Shinada
source: Ooh, sorry. I kinda got this thing to do... Yeah...
pt: Oh, scusa. C'ho tipo una cosa da fare... Sì...

# 1228_Haruka
source: I'm so sorry. I actually have to be somewhere right now.
pt: Mi dispiace molto. In realtà, devo andare da qualche parte proprio adesso.
