Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0069013d.po
Languages: pt

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>mancia di 1.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>mancia di 1.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>mancia di 2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una <Color:8>mancia di 4.000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola le impostazioni Heat del ballo

# 88_Chisato
source: You've got moves I've never even seen before! I've learned so much!
pt: Hai delle mosse che non ho mai nemmeno visto prima d'ora! Ho imparato tantissimo!

# 280_Chisato
source: That was super fun. Let's do it again sometime!
pt: È stato super divertente. Rifacciamolo un'altra volta!

# 316_Chisato
source: I'm looking for an opponent! Any takers?
pt: Cerco un avversario! Chi si butta?

# 412_Chisato
source: No, not right now.
pt: No, non adesso.

# 424_Chisato
source: Well, come back if you change your mind!
pt: Allora, se cambi idea, torna pure!

# 460_Chisato
source: Hey, hold up. You're going to need a lotta energy if you want to take me on!
pt: Ehi, aspetta un attimo. Ti servirà un sacco di energia se vuoi sfidarmi!

# 508_Chisato
source: I'm looking for a dance opponent! Are you volunteering?
pt: Cerco un avversario di ballo! Ti butti?

# 604_Chisato
source: No, not right now.
pt: No, non adesso.

# 616_Chisato
source: Well, come back if you change your mind!
pt: Allora, se cambi idea, torna pure!

# 652_Chisato
source: Yes, let's do it.
pt: Sì, facciamolo.

# 664_Chisato
source: All right! Here we go!
pt: Bene! Si parte!
