Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091cc7.po
Languages: pt

# 56_Nishina
source: More trouble... Damn that Okudera!
pt: Altri guai... Dannato quell'Okudera!

# 68_Kimiyo
source: Honey...
pt: Tesoro...

# 80_Saejima
source: Sorry to intrude. But I got a favor to ask.
pt: Mi scuso per l'intrusione. Ma avrei un favore da chiedere.

# 92_Nishina
source: You're still here? Didn't I tell you to get lost?
pt: Sei ancora qui? Non ti avevo detto di sparire?

# 104_Kimiyo
source: Honey, really...
pt: Tesoro, davvero...

# 116_Nishina
source: What do you want? If it's food, we're already short. Find your own.
pt: Che vuoi? Se è per il cibo, ne abbiamo già poco. Arrangiati.

# 128_Saejima
source: I know ya are. That's why I want to borrow a gun.
pt: Lo so che avete paura. È per questo che voglio prendere un'arma.

# 140_Nishina
source: Huh?
pt: Uh?

# 152_Saejima
source: I know I'm an outsider. But I feel indebted to Okudera-han for savin' me, and also to you and yer wife. I owe somethin' to the whole village, really.
pt: So che sono un estraneo. Ma mi sento in debito con Okudera-han per avermi salvato, e anche con te e tua moglie. Devo qualcosa a tutto il villaggio, davvero.

# 164_Nishina
source: So?
pt: E allora?

# 176_Saejima
source: I also know I'm an amateur, but I just can't take bein' a burden on ya any longer.
pt: So anch'io di essere un dilettante, ma non ce la faccio più a esserti un peso.

# 200_Saejima
source: Please. Lemme hunt! At the same time, I can protect Okudera-han from Yama-oroshi.
pt: Ti prego. Fammi cacciare! Allo stesso tempo, posso proteggere Okudera-han dallo Yama-oroshi.

# 224_Saejima
source: Please.
pt: Per favore.

# 236_Nishina
source: Forget it.
pt: Lascia perdere.

# 248_Kimiyo
source: Darling...
pt: Tesoro...

# 260_Nishina
source: The mountain's a far harsher place than you realize, Saejima. Even veteran hunters lose their way in a storm like this.
pt: La montagna è un posto ben più tosto di quanto credi, Saejima. Persino i cacciatori più esperti si perdono in una tempesta come questa.

# 272_Saejima
source: I'm not going to－
pt: Non ho intenzione di－

# 284_Nishina
source: See, you don't get it! Or your ego is just huge... If our best trackers have gotten lost chasing quarry into the wild, what makes you think you can do it?
pt: Vedi, non la capisci proprio! Oppure hai un ego smisurato... Se i nostri migliori cacciatori si sono persi a inseguire la preda nella natura selvaggia, cosa ti fa credere di potercela fare?

# 296_Saejima
source: I do know the dangers, Nishina. It's just...
pt: Conosco i pericoli, Nishina. È solo che...

# 308_Nishina
source: You might know them, but you don't understand them! How could you? You weren't here nine years ago.
pt: Tu magari li conosci, ma non li capisci mica! Come potresti? Non eri qui nove anni fa.

# 332_Nishina
source: Forget about borrowing a gun. Go home and wait for your buddy Okudera to come back from his wild goose chase.
pt: Scordati di farti prestare una pistola. Torna a casa e aspetta che il tuo compare Okudera torni dalla sua corsa a vuoto.

# 368_Talk_Think
source: I'm so sorry.
pt: Mi dispiace molto.

# 380_Saejima
source: Don't be. It's my fault for not thinkin' this out.
pt: Non ti preoccupare. È colpa mia per non averci pensato su per bene.

# 392_Kimiyo
source: He's just afraid that what happened nine years ago will happen again.
pt: Ha solo paura che quello che è successo nove anni fa succeda di nuovo.

# 404_Saejima
source: Yeah, when Yama-oroshi attacked the village.
pt: Già, quando lo Yama-oroshi ha attaccato il villaggio.

# 416_Kimiyo
source: It's not just that. What scares us most is the possibility of death.
pt: Non è solo quello. Quello che ci spaventa di più è la possibilità di morire.

# 428_Saejima
source: But Sakurai-han said no one died nine years ago.
pt: Ma il signor Sakurai ha detto che nessuno è morto nove anni fa.

# 440_Kimiyo
source: Well, that's...
pt: Beh, questo è...

# 452_Nishina
source: What are you prattling on about!?
pt: Che stai blaterando!?

# 464_Kimiyo
source: For goodness' sake...
pt: Ma per l'amor del cielo...

# 476_Nishina
source: We don't tell outsiders anything!
pt: Non diciamo nulla ai forestieri!

# 488_Nishina
source: Saejima, if you have no business here, then scram! Our lives are hard enough without you bothering us!
pt: Saejima, se non hai affari qui, allora levati di torno! Le nostre vite sono già abbastanza difficili senza che tu ci dia fastidio!
