Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0a87.po
Languages: pt

source: Injured Man
pt: Uomo Ferito

source: Find someone else.
pt: Trovate qualcun altro.

source: Okay, I'll do it.
pt: Va bene, ci sto.

# 84_Kudarizaka
source: Kiryu-san! I'm begging you! Could you please be my stand-in?
pt: Kiryu-san! La supplico! Potrebbe per favore farmi da controfigura?

# 96_Kudarizaka
source: Whoa, I don't believe it! Is that you, Kiryu-san!?
pt: Ma no, non ci credo! Sei tu, Kiryu-san!?

# 108_Kiryu
source: You know me?
pt: Mi conosci?

# 120_Injured Man
source: Of course I do! It's me, Noboru Kudarizaka! You remember, right? I asked you to stand in for me when I was shooting that period piece. Long time no see!
pt: Ma certo che sì! Sono io, Noboru Kudarizaka! Ti ricordi, vero? Ti ho chiesto di farmi da controfigura quando stavo girando quel film in costume. Da quanto tempo!

# 132_Kiryu
source: That does sound somewhat familiar...
pt: Mi suona un po' familiare...

# 144_Kudarizaka
source: But man, I didn't expect to run into you here! I guess the stars aligned for me! There must be a god after all!
pt: Ma cavolo, non pensavo proprio di beccarti qui! Mi sa che le stelle si sono allineate per me! Alla fine, un dio c'è!

# 156_Kiryu
source: Why do you say that?
pt: Perché dici così?

# 168_Kudarizaka
source: I'm working on a new project, but I hurt myself just as shooting was about to start. Again.
pt: Sto lavorando a un nuovo progetto, ma mi sono fatto male proprio mentre stavano per iniziare le riprese. Di nuovo.

# 180_Kudarizaka
source: The thought of bringing this up to the director has had me biting my nails this entire time! I'll have to get another two-hour manicure...
pt: Il solo pensiero di doverlo dire al regista mi ha fatto rosicare le unghie per tutto questo tempo! Mi toccherà un'altra manicure da due ore...

# 192_Kudarizaka
source: Anyway. You've already done this before, so I really need your help! Can you stand in for me again?
pt: Comunque. L'hai già fatto prima, quindi ho proprio bisogno del tuo aiuto! Puoi rifare la controfigura per me?

# 204_Kudarizaka
source: So I'm gonna be in yet another movie, huh...
pt: Allora, mi tocca fare ancora un altro film, eh...

# 216_Kudarizaka
source: Sorry. You'll have to find someone else.
pt: Mi dispiace. Dovrete trovare qualcun altro.

# 228_Kudarizaka
source: What!? But you're my only hope! Please, at least give it some thought!
pt: Ma cosa!? Ma sei la mia unica speranza! Ti prego, almeno dacci un pensierino!

# 240_Kudarizaka
source: Okay, I'll do it.
pt: Va bene, ci sto.

# 252_Kudarizaka
source: Great! Thanks a bunch!
pt: Grande! Grazie un sacco!

# 264_Kiryu
source: So what's the role this time?
pt: Allora, qual è il ruolo stavolta?

# 276_Kudarizaka
source: Oh, it's the perfect role for you, Kiryu-san! It's a yakuza action movie! All you have to do is rough some people up! And I use the term "people" loosely.
pt: Oh, è il ruolo perfetto per te, Kiryu-san! È un film d'azione yakuza! Tutto quello che devi fare è malmenare un po' di gente! E uso il termine "gente" per dire, eh.

# 288_Kiryu
source: Well, I guess I could pull off an action role.
pt: Beh, direi che per un ruolo d'azione potrei farcela.

# 300_Kudarizaka
source: Awesome! Then I'll take you to the set right away!
pt: Fantastico! Allora ti porto subito sul set!
