Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003307c1.po
Languages: pt

source: Player
pt: Giocatore

source: Driver
pt: Autista

source: Go to North Tsukimino
pt: Vai a Tsukimino Nord

source: Go to South Tsukimino
pt: Vai a Tsukimino Sud

source: Go to East Tsukimino
pt: Vai a Tsukimino Est

source: Go to West Tsukimino
pt: Vai a Tsukimino Ovest

source: Stay Here
pt: Resta qui

# 56_Player
source: (I can't afford the fare. Better scrounge up 650 yen...)
pt: (Non ho i soldi per la corsa. Meglio racimolare 650 yen...)

# 68_Driver
source: Would you like to go to Tsukimino? That'll be 650 yen.
pt: Vuole andare a Tsukimino? Saranno 650 yen.

# 80_Driver
source: Very well, sir.
pt: Molto bene, signore.

# 140_Driver
source: Very well, sir.
pt: Molto bene, signore.

# 200_Driver
source: Very well, sir.
pt: Molto bene, signore.

# 260_Driver
source: Very well, sir.
pt: Molto bene, signore.
