Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490091.po
Languages: pt

source: You got a <Color:8>Cherry Tree Branch<Color:Default>.
pt: Hai ottenuto un <Color:8>Ramo di Ciliegio<Color:Default>.

source: You got 1,500 experience points.
pt: Hai ottenuto 1.500 punti esperienza.

# 136_Miyu
source: I'm sorry you had to see that, Ta-chan. I'm ashamed of what I let myself fall for.
pt: Mi dispiace che tu abbia dovuto vedere quella scena, Ta-chan. Mi vergogno di quello a cui mi sono lasciata andare.

# 148_Shinada
source: Are you... any better now?
pt: Ti senti... meglio ora?

# 160_Miyu
source: How can I be? My boyfriend just completely screwed me over! I've never felt this low in my life－it's like I'm polluted. And there's nothing I can do to wash it away!
pt: Come potrei stare? Il mio ragazzo mi ha appena fregato alla grande! Non mi sono mai sentita così a terra in vita mia－è come se fossi sporca. E non c'è niente che possa fare per lavare via questa sensazione!

# 172_Shinada
source: That's not true! Miyu-chan, there's nothing polluted about you. It's those two who are full of filth.
pt: Non è vero! Miyu-chan, non c'è niente di sporco in te. Sono quei due a essere pieni di schifezze.

# 184_Shinada
source: You're pure, Miyu-chan. Pure, and beautiful, and shining like a light in the darkness. I mean that with my heart.
pt: Sei pura, Miyu-chan. Pura, e bella, e splendi come una luce nell'oscurità. Lo dico col cuore.

# 196_Miyu
source: Ta-chan... Thank you. I feel terrible for getting you into all this. I'm sorry.
pt: Ta-chan... Grazie. Mi sento malissimo per averti messo in mezzo a tutto questo. Mi dispiace.

# 208_Shinada
source: Oh, no, you don't have to be. I didn't do anything special.
pt: Oh, ma no, figurati. Non ho fatto niente di speciale.

# 220_Shinada
source: Anyway. I know it's not much of a condolence, but at least you won't have to work so much anymore. Plus, you're free of that self-serving asshole. Maybe it's for the best.
pt: Comunque. So che non è di grande consolazione, ma almeno non dovrai più sgobbare così tanto. In più, sei libera di quell'egoista stronzo. Forse è meglio così.

# 232_Miyu
source: That is true... I just wish it didn't have to happen at the cost of my dream. Guess I won't be hearing wedding bells anytime soon, haha. But you know...
pt: È vero... Solo che avrei voluto non dovesse succedere a costo del mio sogno. Credo che non sentirò campane a festa per il matrimonio tanto presto, ahah. Ma sai...

# 244_Shinada
source: Hm?
pt: Mh?

# 256_Miyu
source: I might have found a new candidate for my next boyfriend. ♪
pt: Potrei aver trovato un nuovo candidato per il mio prossimo ragazzo. ♪

# 268_Shinada
source: Could that possibly... be me?
pt: Potrebbe essere... io?

# 280_Miyu
source: Let's just say I'll give you some <Italic>extra steamy</Italic> service the next time you swing by.
pt: Diciamo solo che ti darò un <Italic>servizio bollente extra</Italic> la prossima volta che fai un salto.

# 292_Shinada
source: Woohoo! Score!
pt: Evvai! Colpo grosso!

# 304_Miyu
source: Oh, and here's a little something as thanks. You take it.
pt: Oh, e ecco un pensierino come ringraziamento. Prendilo.

# 340_Miyu
source: Well, I guess I'll see you at the parlor, Ta-chan! Thanks again!
pt: Beh, allora ci vediamo al salone, Ta-chan! Grazie ancora!

# 424_Shinada
source: Hey, Miyu-chan, are you okay?
pt: Ehi, Miyu-chan, stai bene?

# 436_Miyu
source: Oh, Ta-chan... I feel all... lightheaded.
pt: Oh, Ta-chan... Mi sento tutta... stordita.

# 448_Shinada
source: How many hours are you working? You should talk to your manager and get them cut back.
pt: Quante ore stai facendo? Dovresti parlare col tuo capo e farti ridurre un po' gli orari.

# 460_Miyu
source: The parlor isn't making me work. I asked for the extra shifts.
pt: Non è il salone che mi fa lavorare. Ho chiesto io i turni extra.

# 472_Shinada
source: Did something... happen?
pt: È successo qualcosa...?

# 484_Miyu
source: My new boyfriend. He owes money. I wanted to help him out, so I started working extra. I think I overdid it, though.
pt: Il mio nuovo fidanzato. Lui ha dei debiti. Volevo dargli una mano, così ho iniziato a fare turni extra. Credo però di aver esagerato.

# 496_Shinada
source: I see... Your boyfriend's a lucky guy.
pt: Capisco... Il tuo fidanzato è un tipo fortunato.

# 508_Miyu
source: He knows I work at a massage parlor, but he doesn't judge me for that. He even said he'd settle down with me once he's out of debt.
pt: Lui sa che lavoro in un salone di massaggi, ma non mi giudica per questo. Ha persino detto che si sarebbe sistemato con me una volta che sarà uscito dai debiti.

# 520_Miyu
source: Then I can quit working like this... Maybe I can even be an ordinary wife one day.
pt: Allora potrò smettere di lavorare così... Forse potrò persino essere una moglie normale un giorno.

# 532_Shinada
source: That'd be nice. Listen, why don't you go back to the parlor and take a load off your feet, at least until you can walk home?
pt: Sarebbe bello. Senti, perché non torni al salone e ti riposi un po' i piedi, almeno finché non riesci a tornare a casa?

# 544_Miyu
source: But I promised to meet my boyfriend. He has a loan payment due today, and I need to get him the money.
pt: Ma ho promesso di incontrare il mio fidanzato. Lui ha una rata del prestito da pagare oggi, e devo dargli i soldi.

# 556_Shinada
source: Why don't you get him to come get it, then?
pt: Perché non glieli fai venire a prendere, allora?

# 568_Miyu
source: Oh, please. I don't want him coming around there. You can understand that, can't you?
pt: Oh, ti prego. Non voglio che venga da quelle parti. Lo capisci, vero?

# 580_Shinada
source: You said he wouldn't judge－ You know what, never mind. Why don't I just deliver it for you?
pt: Hai detto che non ti giudicava－ Sai cosa? Lascia stare. Perché non glieli porto io, allora?

# 592_Miyu
source: Hmm, well, okay. I think I can trust you, Ta-chan. If you really don't mind, please take this to him.
pt: Mh, beh, d'accordo. Credo di potermi fidare di te, Ta-chan. Se non ti dispiace davvero, portaglielo tu, per favore.

# 604_Miyu
source: Here's the money, and his photo, so you know what he looks like.
pt: Ecco i soldi, e la sua foto, così sai che aspetto ha.

# 616_Shinada
source: Oh, so this is the lucky guy? Huh, can't say he's bad-looking...
pt: Ah, quindi questo è il tipo fortunato? Beh, non posso dire che sia brutto...

# 628_Miyu
source: Yuji should be waiting for me around the TV tower.
pt: Yuji dovrebbe aspettarmi dalle parti della torre della TV.

# 640_Shinada
source: Yuji? Roger that. I'll go find him.
pt: Yuji? Ricevuto. Vado a cercarlo.

# 712_Shinada
source: (Whoa, she can't even stand. Is she really okay?)
pt: Cavolo, non si regge in piedi. Sta davvero bene?

# 736_Miyu
source: Wait... Ta-chan?
pt: Aspetta... Ta-chan?

# 748_Shinada
source: Huh? Oh, hey, Miyu-chan! How's it going? Haven't seen you since that article, I think it was.
pt: Eh? Oh, ehi, Miyu-chan! Come butta? Non ti vedevo da quell'articolo, mi pare.

# 760_Miyu
source: If I had to be honest, I'd say I'm kind of run down.
pt: Se devo essere onesta, direi che sono un po' a pezzi.

# 772_Shinada
source: Are you done for the day? You're the top draw at your parlor, so they must keep you busy.
pt: Hai finito per oggi? Sei la più richiesta nel tuo salone, quindi ti tengono di certo parecchio occupata.

# 784_Miyu
source: Mm, that's not exactly it... But I have started working extra shifts. It's kind of wearing me out.
pt: Mh, non è proprio così... Ma ho iniziato a fare turni extra. Mi sta un po' stremando.

# 796_Shinada
source: That's not good. Want me to introduce you to a good acupuncture guy?
pt: Non va bene. Ti va se ti presento un bravo agopuntore?

# 808_Miyu
source: Hmm. I just might take you up on that sometime. Anyway, I have to go. I'm meeting someone right now.
pt: Mh. Potrei approfittarne un giorno di questi. Comunque, devo andare. Sto incontrando qualcuno proprio adesso.

# 844_Shinada
source: Sure. I'm looking forward to our next juicy article!
pt: Certo. Non vedo l'ora del nostro prossimo articolo succoso!

# 868_Shinada
source: (Miyu-chan just got off work and all, but even so, she looked really wiped out. Hope she's not grinding too hard out there...)
pt: (Miyu-chan aveva appena finito di lavorare e tutto il resto, ma anche così, sembrava davvero a pezzi. Spero non si stia ammazzando di fatica là fuori...)
