Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d01a3.po
Languages: pt

source: Oblivious Tourist
pt: Turista Ignaro

source: Unconcerned Tourist
pt: Turista Indifferente

# 72_Oblivious Tourist
source: Who are those people in the red tracksuits?
pt: Chi sono quei tizi con le tute rosse?

# 84_Unconcerned Tourist
source: There must be some kind of event going on. One of those hero shows for kids, maybe. It's just a costume.
pt: Ci dev'essere qualche evento in corso. Uno di quegli spettacoli di eroi per bambini, magari. È solo un costume.

# 96_Kiryu
source: Excuse me. Did you say you saw some people wearing red tracksuits?
pt: Mi scusi. Ha detto di aver visto delle persone con delle tute rosse?

# 108_Oblivious Tourist
source: Yes, that's right. Is there a festival going on?
pt: Sì, esatto. C'è per caso un festival in corso?

# 120_Kiryu
source: Hardly. They're yakuza, so you should keep your distance. Can you tell me where you saw them?
pt: Assolutamente no. Sono yakuza, quindi dovresti starne alla larga. Potresti dirmi dove li hai visti?

# 132_Unconcerned Tourist
source: Yakuza!? Oh my! I did wonder why they looked so scary. So it wasn't a kid's event, then?
pt: Yakuza!? Mamma mia! Mi chiedevo perché sembrassero così spaventosi. Allora non era un evento per bambini, vero?

# 144_Oblivious Tourist
source: They were on the east end of... I think it's called New Street? Modern Street? Something like that.
pt: Erano all'estremità est di... credo si chiami Via Nuova? Via Moderna? Qualcosa del genere.

# 156_Kiryu
source: I'll figure it out. Thanks.
pt: Ci penserò io. Grazie.

# 168_Unconcerned Tourist
source: Not a problem!
pt: Nessun problema!
