Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690302.po
Languages: pt

source: Player
pt: Giocatore

source: Play Pool with Kaguya
pt: Gioca a biliardo con Kaguya

source: Not Right Now
pt: Non adesso

source: Play a Round of Single-player Nine-ball
pt: Gioca una partita a Palla 9 in singolo

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Invite Someone
pt: Invita qualcuno

source: Play Alone
pt: Gioca da solo

source: Puzzle Pool Rules
pt: Regole del Biliardo Puzzle

source: Puzzle Pool: Overview 1
pt: Biliardo Puzzle: Panoramica 1

source: Puzzle Pool: Overview 2
pt: Biliardo Puzzle: Panoramica 2

source: Puzzle Pool: Rules 1
pt: Biliardo Puzzle: Regole 1

source: Puzzle Pool: Rules 2
pt: Biliardo Puzzle: Regole 2

source: Puzzle Pool: Rules 3
pt: Biliardo Puzzle: Regole 3

source: Cancel
pt: Annulla

# 108_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato divertente. Magari ora faccio qualcos'altro.)

# 120_Player
source: A single game of pool will be 800 yen.
pt: Una partita a biliardo costerà 800 yen.

# 132_Kaguya
source: Let's play a game of pool together!
pt: Giochiamo una partita a biliardo insieme!

# 144_Player
source: (Guess Kaguya wants to shoot some pool.)
pt: (Mi sa che Kaguya ha voglia di farsi una partita a biliardo.)

# 168_Player
source: Sure, let's have ourselves a game.
pt: Certo, facciamoci una partita.

# 180_Kaguya
source: Don't expect me to go easy on you!
pt: Non aspettarti che ci vada piano con te!

# 216_Player
source: Sorry, but I kinda wanna play alone.
pt: Scusa, ma mi andrebbe di giocare da solo.

# 228_Kaguya
source: Really? I guess I'll just watch, then.
pt: Davvero? Allora mi sa che starò a guardare.

# 252_Player
source: Sorry. Can't afford it.
pt: Scusa. Non posso permettermelo.

# 264_Kaguya
source: Really? In that case, I suppose we should go someplace that doesn't cost any money.
pt: Davvero? Allora, mi sa che dovremmo andare da qualche parte che non costi nulla.

# 288_Player
source: Sorry. Not really feelin' it.
pt: Scusa. Non mi va proprio.

# 300_Kaguya
source: What? Why did you even ask me on a date, then?
pt: Cosa? Perché mai mi hai chiesto di uscire, allora?

# 312_Staff
source: Please come again.
pt: Torni pure a trovarci.

# 336_Riku
source: That was wicked fun! Call me again anytime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 384_Honoka
source: That was loads of fun! Gimme a call again anytime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 444_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei incredibile, Saejima-san! Devo proprio darti atto.

# 456_Kaguya
source: I win! Better luck next time, Saejima-san!
pt: Ho vinto! Sarà per la prossima volta, Saejima-san!

# 468_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non ci posso credere che sia stata così vicina! Mi ha fatto salire l'adrenalina un sacco!

# 492_Kaguya
source: That was so much fun! This place is only a minute's walk from my house, so please call me again anytime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Questo posto è a un minuto di cammino da casa mia, quindi richiamami quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 540_Kaguya
source: This was so much fun! <Color:255,200,200,255>♥<Color:Default> I wish I could head straight home now! But I have to make sure nobody from Rose Hip sees me.
pt: È stato uno spasso! <Color:255,200,200,255>♥<Color:Default> Vorrei poter tornare subito a casa! Ma devo assicurarmi che nessuno di Rose Hip mi veda.

# 588_Shion
source: That was so much fun! Please do call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Richiamami quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 636_Hinata
source: That was super fun! Ask me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato uno spasso! Chiedimi di uscire di nuovo quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 684_Haruka
source: Uncle Kaz! Do you think you can <Color:8>clear a single-player game of nine-ball without getting a foul<Color:Default>?
pt: Zio Kaz! Pensi di riuscire a <Color:8>finire una partita in singolo a palla 9 senza fare fallo<Color:Default>?

# 696_Kiryu
source: (Looks like Haruka wants me to <Color:8>play a round of pool<Color:Default>.)
pt: (Sembra che Haruka voglia che io <Color:8>faccia una partita a biliardo<Color:Default>.)

# 720_Player
source: Okay. Maybe you can <Color:8>play nine-ball<Color:Default> some other time.
pt: Ok. Magari puoi <Color:8>fare una partita a palla 9<Color:Default> un'altra volta.

# 732_Player
source: A single game will be 800 yen.
pt: Una singola partita costerà 800 yen.

# 756_Player
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 780_Staff
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Va bene, signore. Uno del nostro staff può illustrarle le regole più nel dettaglio.

# 792_Haruka
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 816_Staff
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Va bene, signore. Uno del nostro staff può illustrarle le regole più nel dettaglio.

# 876_Player
source: A single game of pool will be 800 yen.
pt: Una singola partita a biliardo costerà 800 yen.

# 888_Player
source: Puzzle Pool is a fun and simple game for one player. You'll be faced with various table setups, the goal being to sink a target ball into the designated pocket in a single shot.
pt: Puzzle Pool è un gioco divertente e semplice per un singolo giocatore. Ti troverai di fronte a diverse configurazioni del tavolo, con l'obiettivo di imbucare una palla bersaglio nella buca designata in un solo colpo.

# 900_Player
source: There are 8 stages in total and you can attempt one stage per play. The game starts at Stage 1 and advances to the next when cleared. You have five attempts per game.
pt: Ci sono 8 livelli in totale e puoi tentare un livello per partita. Il gioco inizia dal Livello 1 e avanza al successivo una volta superato. Hai cinque tentativi per partita.

# 912_Player
source: Hit the cue ball (white) in order to sink the target ball (red) into the designated pocket. If you don't sink it in one shot, or sink it in the wrong pocket, you will lose one attempt.
pt: Colpisci la palla bianca (bianca) per imbucare la palla bersaglio (rossa) nella buca designata. Se non la imbuchi in un solo colpo, o la imbuchi nella buca sbagliata, perderai un tentativo.

# 924_Player
source: You also lose an attempt if the cue ball hits a foul ball (black). You will clear the stage if you can pocket the target ball before you run out of attempts.
pt: Perderai anche un tentativo se la palla bianca colpisce una palla fallosa (nera). Supererai il livello se riesci a imbucare la palla bersaglio prima che tu finisca i tentativi.

# 936_Player
source: It is not a foul if the cue ball or target ball hits an assist ball (yellow). You do not need to sink assist balls. Try using assist balls if you are stuck on a shot－it may be the very key to your success.
pt: Non è un fallo se la palla bianca o la palla bersaglio colpisce una palla d'aiuto (gialla). Non è necessario imbucare le palle d'aiuto. Prova a usare le palle d'aiuto se sei bloccato su un tiro—potrebbe essere proprio la chiave del tuo successo.

# 960_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 996_Player
source: Very well, sir. By the way, are you familiar with Puzzle Pool?
pt: Va bene, signore. A proposito, conosce Puzzle Pool?

# 1020_Staff
source: It's a single-player version of pool. It's a fun and simple game that even inexperienced players can enjoy.
pt: È una versione del biliardo per un singolo giocatore. È un gioco divertente e semplice che anche i giocatori inesperti possono divertirsi.

# 1032_Staff
source: The goal is to sink a target ball into the designated pocket with a single shot, on a table set up with different challenges.
pt: L'obiettivo è imbucare una palla bersaglio nella buca designata con un singolo colpo, su un tavolo allestito con diverse sfide.

# 1044_Player
source: I see.
pt: Capisco.

# 1056_Staff
source: I highly recommend giving it a try at least once, sir.
pt: Le consiglio vivamente di provarlo almeno una volta, signore.

# 1068_Staff
source: Enjoy, sir.
pt: Si diverta, signore.

# 1080_Player
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Va bene, signore. Uno dei nostri addetti può spiegarle le regole più nel dettaglio.

# 1104_Staff
source: Very well, sir. One of our staff can go over the rules in more detail.
pt: Va bene, signore. Uno dei nostri addetti può spiegarle le regole più nel dettaglio.

# 1128_Staff
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 1152_Player
source: (Who should I call?)
pt: (Chi dovrei chiamare?)

# 1176_Player
source: (I'll call up Riku.)
pt: (Chiamo Riku.)

# 1248_Riku
source: Sorry to keep ya waitin'!
pt: Scusa se ti ho fatto aspettare!

# 1260_Player
source: No problem. Shall we get started?
pt: Nessun problema. Iniziamo?

# 1284_Player
source: (Guess I'll give Kaguya a call.)
pt: (Penso che chiamerò Kaguya.)

# 1368_Kaguya
source: Sorry to keep you waiting! So you know about this place too, Saejima-san?
pt: Scusa se ti ho fatto aspettare! Allora conosci anche tu questo posto, Saejima-san?

# 1380_Player
source: Heh. Well, wanna get started?
pt: Eh. Allora, iniziamo?

# 1392_Kaguya
source: If you wanted to play pool, we could have played in Kamurocho. Why did you call me all the way back here to Tsukimino!?
pt: Se volevi giocare a biliardo, potevamo farlo a Kamurocho. Perché mi hai chiamato fin quaggiù a Tsukimino!?

# 1404_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 1428_Player
source: (I should give Honoka-chan a call.)
pt: (Dovrei chiamare Honoka-chan.)

# 1500_Honoka
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default> I shoulda figured you were a pool-playing sorta guy, Akiyama-san!
pt: Scusa se ti ho fatto aspettare! <Color:255,200,200,255>♥<Color:Default> Me lo dovevo aspettare che fossi un tipo da biliardo, Akiyama-san!

# 1512_Player
source: Ha. Well, want to get started?
pt: Eh. Allora, iniziamo?

# 1536_Player
source: (Maybe I should give Shion-chan a call.)
pt: (Magari dovrei chiamare Shion-chan.)

# 1608_Shion
source: Sorry to keep you waiting. You play pool as well, Shinada-san? Oh, how delightful!
pt: Scusa se ti ho fatto aspettare. Giochi anche tu a biliardo, Shinada-san? Oh, che piacere!

# 1620_Player
source: Hehe. Wanna get started?
pt: Eh. Allora, iniziamo?

# 1656_Player
source: (I'll call up Hinata.)
pt: (Dovrei chiamare Hinata.)

# 1728_Hinata
source: Sorry for the wait! <Color:255,200,200,255>♥<Color:Default> You play pool, Kiryu-san? I'm sort of impressed.
pt: Scusa se ti ho fatto aspettare! <Color:255,200,200,255>♥<Color:Default> Giochi a biliardo, Kiryu-san? Sono piuttosto impressionata.

# 1740_Player
source: Shall we get started?
pt: Allora, iniziamo?

# 1764_Player
source: (I should call up Hinata-chan.)
pt: (Dovrei chiamare Hinata-chan.)

# 1836_Hinata
source: Sorry for the wait!
pt: Scusa se ti ho fatto aspettare!

# 1848_Player
source: No problem. Want to get started?
pt: Nessun problema. Allora, iniziamo?
