Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0cb6.po
Languages: pt

source: Timid Girl
pt: Ragazza timida

source: Middle-aged Man
pt: Uomo di mezza età

source: Mr. Bad Boy
pt: Signor Mascalzone

# 144_Timid Girl
source: Um, excuse me. But, um, are you Mr. Bad Boy?
pt: Uhm, scusi. Ma, uhm, lei è il signor Cattivo Ragazzo?

# 156_Akiyama
source: Mr. Bad Boy? Who's Mr. Bad Boy?
pt: Signor Cattivo Ragazzo? Chi è il Signor Cattivo Ragazzo?

# 168_Timid Girl
source: Oh! Sorry! I thought you were someone else.
pt: Oh! Scusa! Pensavo fossi qualcun altro.

# 180_Akiyama
source: Sure. Listen, are you meeting someone? Since you don't know what the guy looks like, I'm guessing it's someone you met online?
pt: Senti, stai incontrando qualcuno? Dato che non sai com'è il tipo, immagino sia qualcuno che hai conosciuto online?

# 204_Akiyama
source: (I thought I recognized the uniform－she must go to the same school as Haruka-chan.)
pt: (Credevo di riconoscere l'uniforme－dev'andare alla stessa scuola di Haruka-chan.)

# 216_Akiyama
source: That uniform, which school is it from? It's a local high school, right?
pt: Quella divisa, di che scuola è? È di un liceo del posto, giusto?

# 228_Timid Girl
source: I'm sorry, but would you mind leaving me alone?
pt: Mi dispiace, ma ti dispiacerebbe lasciarmi in pace?

# 240_Akiyama
source: Oops, sorry about that. It's none of my business. My apologies.
pt: Ops, scusa per quello. Non sono affari miei. Le mie apologie.

# 252_Timid Girl
source: Hey, did I keep ya waitin', sweet cheeks? You're Kazumi-chan, right?
pt: Ehi, ti ho fatta aspettare, tesoro? Sei Kazumi-chan, giusto?

# 264_Kazumi
source: Yes, that's me. Are you, um, Mr. Bad Boy?
pt: Sì, sono io. Lei è, ehm, il Signor Cattivo Ragazzo?

# 276_Mr. Bad Boy
source: In the flesh, baby. I see ya did like I asked and came in uniform.
pt: In carne e ossa, piccola. Vedo che hai fatto come ti avevo chiesto e sei venuta in uniforme.

# 288_Mr. Bad Boy
source: But look at you! You're fine, fine, fiiine! I approve! Let's not dawdle, eh? I wanna get a much closer look at ya.
pt: Ma guardati! Sei uno schianto, uno schianto, uno schiaaanto! Approvo! Non cincischiamo, eh? Voglio darti un'occhiata da molto più vicino.

# 300_Kazumi
source: Um, but I don't...
pt: Uhm, ma io non...

# 312_Mr. Bad Boy
source: What's wrong, baby? You want the money, don't ya? Come along now.
pt: Che c'è, piccola? Non li vuoi i soldi, eh? Dai, vieni adesso.

# 324_Kazumi
source: ...Um, okay.
pt: ...Ehm, va bene.

# 348_Timid Girl
source: (Must be one of those paid relationships... Guy's headed straight to a love hotel, I bet.)
pt: (Dev'essere una di quelle relazioni a pagamento... Il tipo è diretto dritto a un love hotel, scommetto.)

# 360_Timid Girl
source: (There's a love hotel at the south end of Shofukucho. Damn it, I've seen way too much to stay out of this.)
pt: (All'estremità sud di Shofukucho c'è un love hotel. Maledizione ho visto fin troppo per restarne fuori.)
