Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b02.po
Languages: pt

source: You got <Color:8>Ghost Pine Photo<Color:Default>.
pt: Hai ottenuto <Color:8>Foto del Pino Fantasma<Color:Default>.

source: You handed over <Color:8>Time Capsule<Color:Default>.
pt: Hai consegnato <Color:8>Capsula del tempo<Color:Default>.

source: You got <Color:8>Lighter Oil<Color:Default>.
pt: Hai ottenuto <Color:8>Olio per accendini<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Man in Squishy-Looking Coat
pt: Uomo dal cappotto sofficioso

source: Man from Tsukimino
pt: Uomo di Tsukimino

source: Mission Added
pt: Missione Aggiunta

# 116_Saejima
source: (Don't recognize this guy.)
pt: (Non riconosco questo tizio.)

# 140_Man in Squishy-Looking Coat
source: Uh, excuse me? Are you from this village?
pt: Ehm, scusi? Lei è di questo villaggio?

# 152_Saejima
source: Uh, yeah. Guess so.
pt: Ah, sì. Immagino di sì.

# 164_Man from Tsukimino
source: I beg your pardon. I just arrived from Tsukimino. My father's place is in the village.
pt: Chiedo scusa. Sono appena arrivato da Tsukimino. La casa di mio padre è nel villaggio.

# 176_Saejima
source: And what, ya lookin' for his house?
pt: E cosa, stai cercando casa sua?

# 188_Man from Tsukimino
source: Not exactly. I'm actually looking for a certain tree on the mountain. It's called the Ghost Pine.
pt: Non proprio. In realtà, sto cercando un certo albero sulla montagna. Si chiama il Pino Fantasma.

# 200_Saejima
source: Ain't heard of it.
pt: Non ne ho mai sentito parlare.

# 212_Man from Tsukimino
source: I have a photo here. Do you recognize it?
pt: Ho una foto qui. La riconosci?

# 236_Saejima
source: Definitely an odd shape for a tree. What's so special 'bout it?
pt: Decisamente una forma strana per un albero. Cos'ha di così speciale?

# 248_Man from Tsukimino
source: When my father was a child, he buried a time capsule there.
pt: Quando mio padre era un bambino, ha seppellito una capsula del tempo lì.

# 260_Man from Tsukimino
source: I want to dig it up, but I have no idea where that tree is. Plus, everyone here says it's too dangerous to even go on the mountain.
pt: Voglio tirarla fuori, ma non ho proprio idea di dov'è quell'albero. E poi, tutti qui dicono che è troppo pericoloso anche solo salire sulla montagna.

# 272_Saejima
source: Don't yer father know where it is?
pt: Non lo sa tuo padre dov'è?

# 284_Man from Tsukimino
source: He passed away recently... That's why I came up here to find the capsule.
pt: È mancato di recente... Per questo sono venuto quassù per trovare la capsula.

# 296_Saejima
source: Sorry for yer loss.
pt: Mi dispiace per la tua perdita.

# 308_Man from Tsukimino
source: It's fine－we weren't close. I've hardly thought of him in the thirty years since I left this village.
pt: Non fa niente—non eravamo intimi. A malapena ci ho pensato nei trent'anni da quando ho lasciato questo villaggio.

# 320_Man from Tsukimino
source: But when I heard he died, I suddenly thought of that time capsule.
pt: Ma quando ho saputo che era morto, mi è venuta in mente all'improvviso quella capsula del tempo.

# 332_Man from Tsukimino
source: I felt this urge to find it, and take it to his grave. I know it's just for my own satisfaction, hahaha. But...
pt: Ho sentito l'impulso di trovarla e portarla sulla sua tomba. So che è solo per la mia soddisfazione personale, hahaha. Ma...

# 344_Saejima
source: (But death makes ya think, huh kid?)
pt: (Ma la morte ti fa pensare, eh ragazzo?)

# 356_Saejima
source: Hey, lend me the photo.
pt: Ehi, prestami la foto.

# 368_Man from Tsukimino
source: Huh? Um. Why?
pt: Eh? Uhm. Perché?

# 380_Saejima
source: 'Cause I wanna help ya. I still hunt on the mountain, despite the dangers. I might spot yer tree while I'm up there.
pt: Voglio darti una mano. Caccio ancora in montagna, nonostante i pericoli. Potrei avvistare il tuo albero mentre sono su.

# 392_Man from Tsukimino
source: You're going to look for it?
pt: La vai a cercare?

# 404_Saejima
source: I'll keep an eye out. Just don't expect too much.
pt: Ci darò un'occhiata. Non aspettarti troppo.

# 416_Man from Tsukimino
source: Thank you so much! It means a lot to me.
pt: Grazie mille! Significa molto per me.

# 452_Mission Added
source: "Find the Time Capsule" was added to the list of missions.
pt: "Trova la Capsula del Tempo" è stata aggiunta alla lista delle missioni.

# 464_Man in Squishy-Looking Coat
source: My father said he buried his time capsule under a tree called the Ghost Pine. Please, it would mean a lot if you found it.
pt: Mio padre disse che aveva seppellito la sua capsula del tempo sotto un albero chiamato il Pino Fantasma. Ti prego, significherebbe molto se la trovassi.

# 476_Saejima
source: Sorry, I kept ya waitin'. Here's yer father's capsule.
pt: Scusa, t'ho fatto aspettare. Ecco la capsula di tuo padre.

# 488_Man from Tsukimino
source: You actually found it! Wow!
pt: L'hai trovato sul serio! Caspita!

# 524_Saejima
source: Wonder what yer dad put in there as a kid?
pt: Chissà cosa c'ha messo tuo padre lì dentro da ragazzino?

# 536_Man from Tsukimino
source: Let's see...!
pt: Vediamo...!

# 548_Saejima
source: This should be interestin'.
pt: Questo dovrebbe essere interessante.

# 560_Man from Tsukimino
source: It's a tin of candy, a round rock, lots of bottle caps, and... a little tin figurine.
pt: È una scatola di caramelle, un sasso rotondo, un sacco di tappi di bottiglia, e... una piccola statuetta di latta.

# 572_Saejima
source: Heh. Maybe not that interestin'. But they musta been real treasures to yer dad when he was a boy. Take 'em to his grave; his spirit'll get a kick outta them.
pt: Heh. Magari non sono 'ste gran cose. Ma dovevano essere stati dei veri tesori per tuo padre quand'era un ragazzino. Portali sulla sua tomba; il suo spirito ci si divertirà un mondo.

# 584_Man from Tsukimino
source: Yeah, why not.
pt: Sì, perché no.

# 644_Man from Tsukimino
source: Thank you so much, really. Maybe I'll finally get some closure with my dad.
pt: Ti ringrazio tantissimo, sul serio. Forse finalmente potrò fare pace con mio padre.

# 656_Saejima
source: Glad I could help ya.
pt: Contento di averti dato una mano.

# 668_Man from Tsukimino
source: Please take this as a token of my gratitude.
pt: Ti prego di accettare questo come segno della mia gratitudine.

# 704_Man from Tsukimino
source: I've got to be going.
pt: Me ne devo andare.

# 716_Saejima
source: Take care.
pt: Stammi bene.
