Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c43.po
Languages: pt

source: You sold a box of matches.
pt: Hai venduto una scatola di fiammiferi.

source: Unremarkable Middle-aged Man
pt: Uomo di mezza età anonimo

source: Little Match Girl
pt: Piccola Fiammiferaia

# 44_Saejima
source: Hey mister, it's cold, ain't it? Wanna buy some matches? Could build a nice fire at home with 'em.
pt: Ehi, signore, fa freddo, eh? Vuole comprare dei fiammiferi? A casa ci potrebbe accendere un bel fuocherello, con questi.

# 56_Unremarkable Middle-aged Man
source: Matches? If you're gonna shake people down, couldn't you at least find someone better off than me?
pt: Fiammiferi? Se devi spillare soldi alla gente, non potresti almeno trovare qualcuno messo meglio di me?

# 68_Saejima
source: Not tryin' to shake anyone down. It's a reasonable price. Hundred yen for a box. How 'bout it?
pt: Non sto cercando di fregare nessuno. È un prezzo onesto. Cento yen per una scatola. Che ne dici?

# 80_Little Match Girl
source: Please, sir...!
pt: La prego, signore...!

# 92_Unremarkable Middle-aged Man
source: A hundred yen? You'll let me go for just that?
pt: Cento yen? Mi lasci andare solo per questo?

# 104_Saejima
source: Nobody's keepin' ya. I just happen to be helpin' this little girl sell matches. Ain't it obvious yet that I mean ya no harm?
pt: Nessuno ti sta bloccando. Sto solo dando una mano a questa piccoletta a vendere fiammiferi. Non ti è ancora palese che non ti voglio fare del male?

# 116_Unremarkable Middle-aged Man
source: No, it's really not obvious at all...
pt: No, non è proprio per niente ovvio...

# 128_Saejima
source: Well I'm tellin' ya, ain't I?
pt: Beh, te lo sto dicendo, no?

# 140_Unremarkable Middle-aged Man
source: Sorry! I get it! I'd like to buy a box of matches, please!
pt: Scusa! Ho capito! Vorrei comprare una scatola di fiammiferi, per favore!

# 152_Saejima
source: Yeah? 'Preciate it.
pt: Sì? Apprezzo.

# 164_Little Match Girl
source: Thank you very much!
pt: Grazie mille!
