Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b3f.po
Languages: pt

source: You handed over <Color:8>Rabbit Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne di Coniglio<Color:Default>.

source: You got <Color:8>Carrot<Color:Default>.
pt: Hai ottenuto <Color:8>Carota<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Vengeful Daughter-in-Law
pt: Nuora Vendicativa

source: Mission Added
pt: Missione Aggiunta

source: Hand Over the Rabbit Meat
pt: Consegna la carne di coniglio

source: Keep the Rabbit Meat
pt: Tieni la carne di coniglio

# 104_Vengeful Daughter-in-Law
source: "Your rice is too mushy!" she says... I'll make <Italic>her</Italic> into mush...
pt: "Il tuo riso è troppo papposo!" dice... <Italic>La</Italic> ridurrò in poltiglia...

# 116_Saejima
source: Somethin' the matter?
pt: Qualcosa non va?

# 140_Vengeful Daughter-in-Law
source: Oh dear, was I talking out loud?
pt: Oh cavoli, stavo parlando ad alta voce?

# 152_Vengeful Daughter-in-Law
source: How embarrassing. It's just... My mother-in-law is so awful! She complains about me in front of my Genzo, and－
pt: Che imbarazzo. È solo che... Mia suocera è così terribile! Si lamenta di me davanti al mio Genzo, e－

# 164_Saejima
source: In-law issues. Got it.
pt: Guai coi parenti. Capito.

# 176_Vengeful Daughter-in-Law
source: ...So, I figured I'd make rabbit this evening. She <Italic>hates</Italic> rabbit meat.
pt: ...Allora, ho pensato di preparare coniglio questa sera. Lei <Italic>odia</Italic> la carne di coniglio.

# 188_Vengeful Daughter-in-Law
source: What a shame we don't have any at home. Hey, aren't you staying at Okudera-san's? Has he taught you how to hunt?
pt: Che peccato che non ne abbiamo a casa. Oi, non stai da Okudera-san? Ti ha insegnato a cacciare?

# 200_Vengeful Daughter-in-Law
source: Please, if you catch any rabbits, could you spare me some of their meat? I want to see her face when she bites into it.
pt: Per favore, se becchi qualche coniglio, potresti mollarmi un po' della sua carne? Voglio vedere la faccia che fa quando ci affonda i denti.

# 212_Vengeful Daughter-in-Law
source: I'll certainly reward you if you can help me get back at the old hag.
pt: Ti ricompenserò alla grande se mi aiuti a farla pagare a quella vecchia strega.

# 224_Saejima
source: (Guess that's one way to get revenge.)
pt: (Già, è un modo come un altro per vendicarsi.)

# 236_Mission Added
source: "Get Rabbit Meat" was added to the list of missions.
pt: "Ottieni Carne di Coniglio" è stata aggiunta all'elenco delle missioni.

# 272_Vengeful Daughter-in-Law
source: Ooh! Do you have rabbit meat for me?
pt: Oooh! Hai carne di coniglio per me?

# 284_Saejima
source: Here. Though it sounds like you and yer mother-in-law need to－what's the phrase? Set some boundaries.
pt: Tieni. Anche se mi sa che tu e quella tua suocera dovreste... come si dice? Mettere un po' di paletti.

# 320_Vengeful Daughter-in-Law
source: The boundary is me getting back at her!
pt: Il limite è vendicarmi di lei!

# 332_Vengeful Daughter-in-Law
source: Here's your reward.
pt: Ecco la tua ricompensa.

# 368_Vengeful Daughter-in-Law
source: Heh, we'll see how she likes <Italic>this</Italic>! Buh-bye!
pt: Eh, vedremo come le va giù <Italic>questa</Italic>! Ciao ciao!

# 428_Vengeful Daughter-in-Law
source: Can you get me some rabbit meat? Pretty please?
pt: Puoi procurarmi della carne di coniglio? Dai, ti prego?

# 440_Vengeful Daughter-in-Law
source: Oh please, get me some rabbit meat. That crone deserves what's coming to her!
pt: Ah, ti prego, procurami della carne di coniglio. Quella megera si merita quello che le aspetta!
