Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0d9e.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

source: Dragon Seafood Bowl
pt: Ciotola di Frutti di Mare del Drago

# 68_Kimura
source: All ready to go, Suzuki-san! I made a seafood rice bowl from what we caught earlier. I hope you like it.
pt: Tutto pronto, Suzuki-san! Ho preparato una ciotola di riso col pescato di prima. Spero ti piaccia.

# 80_Kiryu
source: Heh, I feel a little guilty getting served by the owner of a famous sushi chain.
pt: Eheh, mi sento un po' in colpa a essere servito dal proprietario di una famosa catena di sushi.

# 92_Kimura
source: Hahahah! Don't you worry about that! We're fishing buddies now!
pt: Ahahahah! Stai tranquillo! Ora siamo compagni di pesca!

# 104_Kimura
source: Just enjoy the delicate flavors and the thick, fatty textures of the seafood bowl I made you. It doesn't get fresher than this!
pt: Goditi pure i sapori delicati e le consistenze spesse e grasse del bowl di pesce che ti ho preparato. Più fresco di così non c'è!

# 116_Kiryu
source: I'll dig in, then.
pt: Allora, mi butto.

# 140_Kimura
source: (...This is incredible! Made with fresh fish cut up right in front of me by the Tuna King himself! What a rare treat.)
pt: (...È incredibile! Fatto con pesce freschissimo tagliato proprio qui davanti a me dal Re del Tonno in persona! Che roba, eh!)

# 152_Kimura
source: How do you like it, Suzuki-san?
pt: Che ne dici, Suzuki-san?

# 164_Kiryu
source: I'm almost speechless. It's perfect.
pt: Sono rimasto quasi senza parole. È perfetto.

# 176_Kimura
source: Yeah!? I thought you might say that!
pt: Ah, sì!? Lo sapevo che avresti detto così!

# 188_Kimura
source: See, I made this dish with the way you fish in mind.
pt: Vedi, ho preparato questo piatto pensando al tuo modo di pescare.

# 200_Kiryu
source: You did?
pt: Hai fatto?

# 212_Kimura
source: Indeed. At first glance, one might think your fishing form unrefined, but a closer look reveals your fine control and raw power－the envy of any fisherman!
pt: Già. A prima vista, si potrebbe pensare che il tuo stile di pesca sia rozzo, ma uno sguardo più attento rivela il tuo controllo impeccabile e la tua forza bruta－l'invidia di qualsiasi pescatore!

# 224_Kimura
source: I just knew I had to capture that beauty in the form of sashimi on rice! I shall dub my new creation... the Dragon Seafood Bowl!
pt: Sapevo che dovevo per forza catturare quella bellezza e farne un sashimi sul riso! Battezzerò la mia nuova creazione... il Dragon Seafood Bowl!

# 236_Kiryu
source: Seafood as raw as a dragon's strength... I guess that fits the dish pretty well.
pt: Frutti di mare crudi come la forza di un drago... Direi che calza a pennello per questo piatto.

# 248_Kimura
source: It does, doesn't it? This'll be a hit! I'll add it to the Sushi Zanmai menu straightaway!
pt: È proprio così, eh? Questo farà il botto! Lo metto subito sul menù del Sushi Zanmai!

# 260_Kiryu
source: Just like that? Aren't you going to test it out or something first?
pt: Così, di punto in bianco? Non lo provi prima o qualcosa del genere?

# 272_Kimura
source: Nope! Like I told you, I always act on impulse－they're hardly ever wrong! And if they are, I'll own up to it! Besides, this is my way of saying thanks for the inspiration.
pt: Naa! Come ti ho detto, agisco sempre d'impulso... e raramente mi sbaglio! E se succede, me la prendo io! E poi, è il mio modo per ringraziarti dell'ispirazione.

# 284_Kimura
source: If I hadn't run into you, I'd probably still be at that river, wracking my brain for new menu ideas!
pt: Se non mi fossi imbattuto in te, probabilmente sarei ancora a quel fiume, a scervellarmi per nuove idee per il menù!

# 296_Kiryu
source: Heh, is that right? Then I'm glad I came by.
pt: Eh, è così? Allora sono contento di essere passato.

# 308_Kimura
source: As am I, friend! You're always welcome to fish with me anytime.
pt: Anch'io, compagno! Puoi sempre venire a pescare con me quando vuoi.

# 320_Kimura
source: Oh, and stop by the restaurant sometime! Sushi Zanmai would love to have you back!
pt: Ah, e passa a trovarci al ristorante, quando vuoi! Sushi Zanmai non vede l'ora di rivederti!

# 344_Kimura
source: The Dragon Seafood Bowl has been added to the menu at each branch of Sushi Zanmai.
pt: Il Dragon Seafood Bowl è stato aggiunto al menù in ogni filiale di Sushi Zanmai.
