Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013085a.po
Languages: pt

source: You learned <Color:9>Max Komaki Tiger Drop<Color:Default>.
pt: Hai imparato <Color:9>Max Komaki Tiger Drop<Color:Default>.

source: Player
pt: Giocatore

source: Young Man
pt: Giovane

# 136_Player
source: You seem kind of down.
pt: Sembri un po' giù.

# 148_Sosuke
source: Huh? What're you doing here, old man?
pt: Eh? Che ci fai qui, vecchio?

# 160_Player
source: Got something to take care of here in town. I saw you out front, so I thought I'd swing by.
pt: Ho qualcosa da sbrigare qui in città. Ti ho visto lì davanti, quindi ho pensato di fare un salto.

# 172_Sosuke
source: Oh. Well, my gramps is out. I've been cooling my heels waiting.
pt: Oh. Beh, mio nonno è fuori. Sono stato qui ad aspettare con le mani in mano.

# 184_Sosuke
source: Where the hell is that old coot, anyway?
pt: Dov'è diavolo quel vecchio rimbambito, comunque?

# 196_Young Man
source: Master, that was some seriously good shopping!
pt: Maestro, quella sì che è stata una spesa da urlo!

# 220_Komaki
source: Indeed. Who'd have thought we'd be able to acquire the exact same type of long boots?
pt: In effetti. Chi l'avrebbe mai detto che saremmo riusciti a ottenere lo stesso identico tipo di stivali alti?

# 232_Komaki
source: Oh, Kiryu, my most cherished of students! I see you've returned to Kamurocho.
pt: Oh, Kiryu, il mio allievo prediletto! Vedo che sei tornato a Kamurocho.

# 244_Player
source: Long time no see, old man. Glad to see you're doing good.
pt: Da quanto tempo, vecchio. Mi fa piacere vederti in forma.

# 256_Komaki
source: Heh, don't ever underestimate me. I haven't given away an inch to old age.
pt: Eh, non osare sottovalutarmi. L'età non mi ha tolto un millimetro.

# 268_Komaki
source: You seem to be doing well, too. Now, to address the elephant in the room.
pt: Anche tu sembri cavartela bene. Ora, affrontiamo l'elefante nella stanza.

# 304_Komaki
source: Sosuke... This is quite a surprise.
pt: Sosuke... È una bella sorpresa.

# 316_Sosuke
source: Hey, Gramps.
pt: Ehi, nonno.

# 328_Komaki
source: It's been some time since you ended your training. I trust you've been doing well?
pt: È passato un po' di tempo da quando hai finito l'allenamento. Spero tu stia andando bene?

# 340_Sosuke
source: Sure, whatever.
pt: Sì, vabbè.

# 352_Komaki
source: I see you still have that smart mouth of yours. Still, to see my grandson after so long is rather nice, I must say.
pt: Vedo che hai ancora quella linguaccia. Eppure, rivedere mio nipote dopo tanto tempo fa piuttosto piacere, devo dire.

# 364_Komaki
source: Now that we're all here, let's break bread together this evening.
pt: Ora che siamo tutti qui, spezziamo il pane insieme questa sera.

# 376_Sosuke
source: Sorry, Gramps, but I'm not here to play around.
pt: Scusa, Nonno, ma non sono qui a cazzeggiare.

# 412_Sosuke
source: I don't get you. How can you live like this, like you don't have a care in the world?
pt: Non ti capisco proprio. Come fai a vivere così, come se non avessi una preoccupazione al mondo?

# 424_Komaki
source: What do you mean?
pt: Cosa intendi?

# 436_Sosuke
source: I mean this dojo! You got all sorts of students learning the Komaki style like it was some kind of fitness class!
pt: Intendo questo dojo! Avete ogni sorta di studenti che imparano lo stile Komaki come se fosse una fottuta lezione di ginnastica!

# 460_Sosuke
source: I've been out there fighting day in and day out trying to prove that the Komaki style is the ultimate martial art!
pt: Sono stato là fuori a darci dentro giorno dopo giorno, cercando di dimostrare che lo stile Komaki è l'arte marziale definitiva!

# 472_Sosuke
source: I promised myself I was going to be the strongest and make something of myself. I didn't want to be a disappointment to my parents anymore.
pt: Mi sono ripromesso che sarei diventato il più forte e che avrei combinato qualcosa nella vita. Non volevo più essere una delusione per i miei genitori.

# 484_Sosuke
source: But you ignore me, you ignore them, and you just do whatever you feel like.
pt: Ma tu mi ignori, li ignori, e fai solo quello che ti pare.

# 508_Sosuke
source: I've always wanted to tell you to your face, Gramps. Tell you that I don't accept your choice to act like some kind of fitness teacher.
pt: Ho sempre voluto dirtelo in faccia, Nonno. Dirti che non accetto la tua scelta di comportarti come una specie di istruttore di fitness.

# 520_Sosuke
source: So when I ran into this student of yours, I decided I was going to smash his face in.
pt: Così, quando mi sono imbattuto in questo tuo studente, ho deciso che gli avrei spaccato la faccia.

# 532_Sosuke
source: But he kicked my ass. Didn't think he'd be that good. It's like he's got something deep inside him that makes him stronger.
pt: Ma mi ha fatto il culo. Non credevo fosse così forte. È come se avesse qualcosa di profondo dentro di sé che lo rende più forte.

# 544_Sosuke
source: But you, Gramps! I'll never accept the choice you made! I'm going to show you you're wrong!
pt: Ma tu, Nonno! Non accetterò mai la scelta che hai fatto! Ti dimostrerò che hai torto!

# 556_Sosuke
source: I won't stand by and watch you teach the Komaki style to a bunch of homeless fools like it's some fitness class! It's better than that!
pt: Non posso stare a guardare mentre insegni lo stile Komaki a un branco di pezzenti come se fosse una stupida lezione di fitness! Vale molto più di questo!

# 580_Sosuke
source: I challenge you to a fight. If I win...
pt: Ti sfido a una lotta. Se vinco...

# 592_Sosuke
source: You close this dojo and never use the Komaki style again.
pt: Tu chiudi questo dojo e non userai mai più lo stile Komaki.

# 616_Sosuke
source: Keep out of this, old man. It's between my gramps and me.
pt: Non ti impicciare, vecchio. È una faccenda tra me e il nonno.

# 640_Sosuke
source: Don't you chicken out on me, Gramps. I give you my word that if I lose, I'll do whatever you say.
pt: Non ti tirare indietro, Nonno. Ti do la mia parola che se perdo, farò quello che vuoi.

# 664_Komaki
source: Very well. I accept your challenge.
pt: Molto bene. Accetto la tua sfida.

# 676_Komaki
source: Kiryu, I'm sorry, but I'll have to ask you to take the rest of my students and leave. This fight is between my grandson and me.
pt: Kiryu, mi dispiace, ma dovrò chiederti di prendere il resto dei miei allievi e di andarvene. Questa lotta è tra me e mio nipote.

# 688_Player
source: But...
pt: Ma...

# 700_Komaki
source: I've already made up my mind.
pt: Ho già deciso.

# 712_Player
source: All right.
pt: Va bene.

# 760_Sosuke
source: Hey, old man. Or should I call you Kiryu?
pt: Ehi, vecchio. O dovrei chiamarti Kiryu?

# 772_Player
source: Sosuke, you're back.
pt: Sosuke, sei tornato.

# 784_Sosuke
source: Yeah, thought I'd stick around for a while. You know, start over and whatnot.
pt: Già, pensavo di fermarmi qui per un po'. Sai, ricominciare da capo e cose così.

# 796_Sosuke
source: After that first fight, I had a chance to cool down. But that old geezer still stuck in my craw, so I fought him again... and lost again.
pt: Dopo quel primo scontro, ho avuto modo di sbollire. Ma quel vecchio rimbambito mi stava ancora sullo stomaco, così l'ho affrontato di nuovo... e ho perso di nuovo.

# 808_Sosuke
source: I finally realized that there was no way I was going to beat my gramps like I am now.
pt: Finalmente mi sono reso conto che non c'era verso di battere mio nonno così come sono adesso.

# 820_Sosuke
source: So I decided to train under him again. I want to learn everything I can from him.
pt: Così ho deciso di tornare ad allenarmi con lui. Voglio imparare tutto quello che posso da lui.

# 832_Player
source: Yeah? Catch you later, then.
pt: Sì? Ci si vede, allora.

# 844_Komaki
source: He has a good foundation. Very intuitive, very agile.
pt: Ha delle buone basi. Molto intuitivo, molto agile.

# 856_Komaki
source: I've no doubt that he will best me someday if he can master his soul, technique, and body.
pt: Non ho dubbi che un giorno mi supererà, se riuscirà a padroneggiare anima, tecnica e corpo.

# 868_Sosuke
source: Duh, of course I will. Don't be dumb.
pt: Ma dai, certo che lo farò. Non fare lo scemo.

# 880_Komaki
source: Seems his mouth is still as big as ever.
pt: Sembra che non abbia perso il vizio di fare il gradasso.

# 892_Sosuke
source: I really have to thank you, old man. Thanks for pushing me to come here.
pt: Devo proprio ringraziarti, nonno. Grazie per avermi spinto a venire qui.

# 904_Sosuke
source: But to be honest, I haven't taught you all my moves. There was one I thought might help you beat me, so I left it out of your training.
pt: Ma a essere sincero, non ti ho insegnato tutte le mie mosse. Ce n'era una che pensavo potesse aiutarti a battermi, così l'ho lasciata fuori dal tuo addestramento.

# 916_Sosuke
source: It's an advanced form of the Komaki Tiger Drop. The secret is in striking at the perfect moment.
pt: È una forma avanzata del Komaki Tiger Drop. Il segreto è colpire al momento perfetto.

# 976_Sosuke
source: You see? Get the timing right and the chance of landing a counter goes way up.
pt: Vedi? Azzecca il tempismo e la possibilità di piazzare un contrattacco aumenta un sacco.

# 988_Player
source: Yeah, I can see how that'd be effective.
pt: Sì, capisco che sarebbe efficace.

# 1012_Sosuke
source: Now I've taught you all I know. Put it to good use in your battles to come. I'm sure there will be plenty. Just don't get yourself killed.
pt: Ora ti ho insegnato tutto quello che so. Fanne buon uso nelle battaglie che ti aspettano. Sono certo che ce ne saranno parecchie. Solo, non farti ammazzare.

# 1024_Player
source: Heh, thanks.
pt: Eh, grazie.

# 1036_Komaki
source: Kiryu. I, too, have something to teach you.
pt: Kiryu. Anche io ho qualcosa da insegnarti.

# 1048_Player
source: You do?
pt: Davvero?

# 1060_Komaki
source: Yes, well, it's not like I've been sitting here twiddling my thumbs. I discovered a secret.
pt: Sì, be', non è che me ne sia stato qui con le mani in mano. Ho scoperto un segreto.

# 1072_Komaki
source: The secret to maintaining my power at this advanced age. You might call it a breakthrough.
pt: Il segreto per mantenere la mia potenza a quest'età avanzata. Potresti chiamarla una svolta.

# 1084_Player
source: A breakthrough?
pt: Una svolta?

# 1096_Komaki
source: That's right, but the required training is not without risks. Make sure you are fully prepared before you proceed.
pt: Esatto, ma l'addestramento richiesto non è privo di rischi. Assicurati di essere completamente preparato prima di procedere.

# 1108_Komaki
source: And if you know of another who needs to master my secrets, I'd be happy to help. Just tell them to come see me here.
pt: E se conosci qualcun altro che ha bisogno di padroneggiare i miei segreti, sarei lieto di aiutarlo. Digli solo di venire a trovarmi qui.

# 1120_Komaki
source: But only if they are worthy, that is.
pt: Ma solo se ne sono degni, s'intende.

# 1132_Player
source: Got it. I'll return when I'm ready.
pt: Va bene. Tornerò quando sarò pronto.

# 1168_Sosuke
source: Say, about that money I owe you.
pt: Senti, a proposito di quei soldi che ti devo.

# 1180_Sosuke
source: Here.
pt: Ecco.

# 1192_Player
source: Where'd you get this?
pt: Dove l'hai preso?

# 1204_Sosuke
source: I didn't rob anyone if that's what you mean. I earned it at my part-time job.
pt: Non ho derubato nessuno, se è quello che intendi. L'ho guadagnato con il mio lavoro part-time.

# 1216_Sosuke
source: If I'd known how easy it was to make 30,000 yen, I'd never have borrowed it from you.
pt: Se avessi saputo quanto fosse facile tirare su 30.000 yen, non te li avrei mai chiesti in prestito.

# 1228_Player
source: Hah.
pt: Ah.

# 1240_Sosuke
source: Even so, um...
pt: Eppure, ehm...

# 1252_Sosuke
source: Thanks...
pt: Grazie...

# 1264_Sosuke
source: What!? I paid you back, didn't I!?
pt: Cosa!? Ti ho ripagato, no!?

# 1276_Sosuke
source: Go talk to my gramps if you need something.
pt: Vai a parlare col mio vecchio se hai bisogno di qualcosa.
