Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020747.po
Languages: pt

source: You got an <Color:8>Ointment<Color:Default>.
pt: Hai ottenuto un <Color:8>Unguento<Color:Default>.

source: You got <Color:8>Mystery Envelope<Color:Default>.
pt: Hai ottenuto <Color:8>Busta misteriosa<Color:Default>.

source: Old-timer Inmate
pt: Veterano Detenuto

source: Get the Goods
pt: Prendi la roba

# 108_Old-timer Inmate
source: Nice job. It's been a while since I laughed so hard! Fun doesn't come around here much.
pt: Bel lavoro. È da un sacco che non mi facevo una risata così! Il divertimento non si vede spesso da queste parti.

# 120_Saejima
source: Did ya get what I asked for?
pt: Hai preso quello che ti ho chiesto?

# 132_Old-timer Inmate
source: Uh-huh. Number 134. That's the number on Kugihara's chisel.
pt: Già. Numero 134. È quello il numero sullo scalpello di Kugihara.

# 144_Saejima
source: Okay. Now, if we can just get the chisel itself...
pt: Ok. Ora, se riusciamo solo a mettere le mani sullo scalpello in sé...

# 156_Old-timer Inmate
source: And that'll prove Baba's innocence, huh?
pt: E questo proverà l'innocenza di Baba, giusto?

# 168_Saejima
source: Yeah.
pt: Sì.

# 180_Old-timer Inmate
source: I see. Hey, here's a little bonus for you. Kind of like when a bank gives you a toaster for opening an account.
pt: Capisco. Ehi, tieni qua un piccolo extra per te. È un po' come quando la banca ti regala un tostapane se apri un conto.

# 216_Saejima
source: Thanks. And by the way, banks don't really do that anymore.
pt: Grazie. Tra l'altro, le banche non fanno più così, ormai.

# 228_Old-timer Inmate
source: Ah. Well, I guess I don't know the modern ways of thanking your customers...
pt: Ah. Vabbè, mi sa che non conosco i modi moderni per ringraziare i tuoi clienti...

# 252_Old-timer Inmate
source: What can I do for you now?
pt: Che ti serve adesso?

# 264_Saejima
source: The chisels all got numbers, and they're assigned to certain woodworkers, who are the only guys allowed to take 'em out. Kugihara's a woodworker. Ain't all that correct?
pt: Ogni scalpello c'ha un numero, e sono assegnati a certi falegnami, che sono gli unici a poterli prendere. Kugihara è un falegname. È tutto corretto, no?

# 276_Old-timer Inmate
source: Yeah. So?
pt: Sì. E allora?

# 288_Saejima
source: I want to know Kugihara's chisel number.
pt: Voglio sapere il numero dello scalpello di Kugihara.

# 300_Old-timer Inmate
source: Hah, you think he's guilty, right off the bat. Ever occur to you that Baba might actually be the culprit, just as it looks?
pt: Ah, lo dai per colpevole così, su due piedi. Non ti è mai passato per la testa che Baba possa essere davvero il colpevole, proprio come sembra?

# 312_Saejima
source: Never mind that. Can ya do it?
pt: Lascia perdere. Ce la fai?

# 324_Old-timer Inmate
source: Of course. So, here's what you can do for me.
pt: Certo. Allora, ecco cosa puoi fare per me.

# 336_Saejima
source: Another delivery job?
pt: Un altro lavoretto?

# 348_Old-timer Inmate
source: Nope. See the guard there?
pt: No. Vedi la guardia lì?

# 360_Old-timer Inmate
source: I need you to catch his attention and keep it a while. How about you... make him chase you?
pt: Mi serve che tu attiri la sua attenzione e la tenga impegnata per un po'. Che ne dici di... fartelo correre dietro?

# 372_Saejima
source: Be a decoy, ya mean?
pt: Fare da esca, dici?

# 384_Old-timer Inmate
source: Yeah. You catch on fast.
pt: Già. Capisci al volo.

# 396_Old-timer Inmate
source: Here, take this with you.
pt: Tieni, prendi questo con te.

# 408_Saejima
source: 'Kay...
pt: Va bene...

# 468_Saejima
source: It's finished.
pt: È finito.

# 480_Old-timer Inmate
source: So it is.
pt: Proprio così.

# 492_Saejima
source: Well? Any news?
pt: Allora? Novità?

# 504_Old-timer Inmate
source: Sure. You wish to know about inmates with access to chisels, yes? That would be the woodworking and leathercraft crews. Them, and only them.
pt: Ma sì. Vuoi sapere dei detenuti con accesso agli scalpelli, giusto? Sarebbero le squadre della falegnameria e della pelletteria. Loro, e solo loro.

# 516_Saejima
source: Leathercraft?
pt: Lavorazione del cuoio?

# 528_Old-timer Inmate
source: Yeah. They make goods like wallets and purses, then sell them to distributors.
pt: Sì. Fanno roba tipo portafogli e borsette, e poi li vendono ai distributori.

# 540_Saejima
source: Okay, just those two crews. Ya sure?
pt: A posto, solo quelle due bande. Ne sei proprio sicuro?

# 552_Old-timer Inmate
source: Haha. Doubt me if you want. But I know a lot more...
pt: Ah ah. Dubita pure, se vuoi. Ma io so un sacco di roba...

# 564_Saejima
source: Yeah?
pt: Sì?

# 576_Old-timer Inmate
source: For instance, it's been a long time since any orders for leather came in. Weak economy, doncha know...
pt: Per dire, è da un bel pezzo che non arrivano ordini per la pelle. Economia debole, sai com'è...

# 588_Old-timer Inmate
source: In fact, the last two years, there's been no leathercrafting at all. You'll find neither hide nor hair of it... hehehe!
pt: Anzi, negli ultimi due anni, di lavorazione della pelle non se n'è fatta più manco un po'. Non ne troverai più nemmeno l'ombra... hehehe!

# 600_Saejima
source: ...Wow.
pt: ...Caspita.

# 612_Old-timer Inmate
source: Anyway, that means the only convicts with chisel access are the woodworkers. That's a fact.
pt: Comunque, ciò significa che gli unici galeotti ad avere accesso agli scalpelli sono i falegnami. È un dato di fatto.

# 624_Old-timer Inmate
source: Another fact: every chisel is marked with a unique number.
pt: Un altro fatto: ogni scalpello è marcato con un numero unico.

# 636_Old-timer Inmate
source: Inmates can only use the chisel that's assigned to them.
pt: I detenuti possono usare solo lo scalpello che gli è stato assegnato.

# 648_Saejima
source: Makes sense. Woulda been pretty dumb if the guards weren't keepin' track of such obvious shanks.
pt: Ci sta. Sarebbe stato proprio da fessi se le guardie non tenessero d'occhio lame così palesi.

# 660_Old-timer Inmate
source: One last fact－you'll like this one. One of the woodworkers is... Kugihara.
pt: Un ultimo fatto－questo ti piacerà. Uno dei falegnami è... Kugihara.

# 672_Saejima
source: Huh! Now that's interestin'. Thanks, old-timer.
pt: Ah! Ora sì che è interessante. Grazie, vecchio.

# 708_Saejima
source: (So the chisel's from the woodworking crew for sure, but we don't know who it belongs to.)
pt: (Quindi lo scalpello è di sicuro della squadra di falegnameria, ma non sappiamo a chi appartiene.)

# 720_Saejima
source: (I should get back to Himura.)
pt: (Dovrei tornare da Himura.)

# 756_Saejima
source: Didn't figure you to be the info man.
pt: Non ti credevo mica il tipo che dà le dritte.

# 768_Old-timer Inmate
source: Kind of a rude way to introduce yourself there. Just because we're in prison doesn't mean you shouldn't use your etiquette, Taiga Saejima-san.
pt: Un modo un po' sgarbato per presentarti, questo. Solo perché siamo in prigione non significa che puoi lasciar perdere le buone maniere, Taiga Saejima-san.

# 780_Saejima
source: Guess I shouldn't be surprised you know my name.
pt: Immagino non mi debba stupire che tu sappia il mio nome.

# 792_Old-timer Inmate
source: Please. I'm the info man. Of course, a celebrity like you, everyone inside knows who you are.
pt: Prego. Sono io l'uomo delle dritte. Ma certo, una celebrità come te, tutti quanti qui dentro sanno chi sei.

# 804_Old-timer Inmate
source: So. You want to know things that'll help you clear Shigeki Baba of assault. That's mighty big of you, trying to help the kid.
pt: Allora. Vuoi sapere cose che ti aiuteranno a scagionare Shigeki Baba dall'accusa di aggressione. Davvero un gran gesto da parte tua, cercare di aiutare il ragazzo.

# 816_Saejima
source: I can see ya already know a lot about it. Well then, let's skip ahead to where ya tell me the source of the damn chisel.
pt: Vedo che ne sai già un sacco. Beh, allora, andiamo dritti al sodo e dimmi la fonte del maledetto scalpello.

# 828_Old-timer Inmate
source: Haha, you make it sound easy. But they're being tight-lipped and even tighter-assed about this one. It's bad, bad mojo, believe me.
pt: Ah ah, la fai sembrare facile. Ma hanno le labbra cucite e su 'sta roba non la smollano proprio. È una brutta, brutta storia, credimi.

# 840_Saejima
source: Are ya gonna tell me, or not?
pt: Me lo spifferi, o no?

# 852_Old-timer Inmate
source: You'll have to pony up a fair payment. So listen good.
pt: Dovrai scucire un bel gruzzoletto. Quindi, ascolta bene.

# 864_Old-timer Inmate
source: See the serious-looking inmate to your right? Don't turn your head! Just do a quick glance with your eyes, you nitwit.
pt: Vedi il detenuto dall'aria seria alla tua destra? Non girare la testa! Guarda solo con la coda dell'occhio, testa di rapa.

# 876_Old-timer Inmate
source: I need you to get some goods from him. Don't ask what they are, that's none of your concern. Just make sure no one sees you do it.
pt: Ho bisogno che tu mi recuperi della roba da lui. Non chiedere cos'è, non sono affari tuoi. Fa' solo in modo che nessuno ti becche mentre lo fai.

# 888_Saejima
source: All right, sure. Next?
pt: Va bene, certo. Avanti?

# 900_Old-timer Inmate
source: Take the goods to the guard standing in front of and to the left of you. You'll need to be stealthy about that move as well.
pt: Porta la roba al secondino che sta davanti a te e a sinistra. Dovrai farlo di soppiatto anche stavolta.

# 912_Old-timer Inmate
source: Don't just walk up to him. Pass it through the fence. Don't worry, it's small enough.
pt: Non avvicinarti e basta. Passaglielo attraverso la rete. Non preoccuparti, è piccolino.

# 924_Old-timer Inmate
source: I got lots of friends here, like those two. But I got even more enemies.
pt: C'ho un sacco di amici qui, tipo quei due. Ma c'ho ancora più nemici.

# 936_Old-timer Inmate
source: So again, don't do anything to draw suspicion.
pt: Quindi, di nuovo, non fare niente per dare nell'occhio.

# 948_Saejima
source: Yeah, I got it. It's a deal.
pt: Sì, ho capito. Affare fatto.

# 972_Saejima
source: (First, I get whatever-the-hell-it-is from that guy.)
pt: (Per prima cosa, prendo qualunque diavolo sia da quel tipo.)

# 984_Get the Goods
source: Approach the man without arousing suspicion. Running near other inmates and guards will draw attention, so walk when you're close to them.
pt: Avvicinati all'uomo senza dare nell'occhio. Correre vicino ad altri detenuti e guardie attirerà l'attenzione, quindi cammina quando gli sei vicino.
