Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490147.po
Languages: pt

source: You got 3,200 experience points.
pt: Hai ottenuto 3.200 punti esperienza.

source: Become the number one girl at a cabaret club.
pt: Diventa la ragazza numero uno in un cabaret club.

source: Go collect a loan.
pt: Vai a riscuotere un prestito.

source: Put that body to work.
pt: Metti quel corpo al lavoro.

source: Glamorous Woman
pt: Donna Affascinante

# 140_Akiyama
source: All right, the next test...
pt: Bene, la prossima prova…

# 152_Nanako
source: Huh? Exactly how many more hoops do I have to jump through?
pt: Eh? Quanti altri salti devo ancora fare?

# 164_Akiyama
source: Just one.
pt: Solo uno.

# 176_Nanako
source: Really?
pt: Davvero?

# 188_Akiyama
source: Really. This is the final test, so listen closely.
pt: Davvero. Questa è l’ultima prova, quindi ascolta bene.

# 212_Akiyama
source: Change your stage name.
pt: Cambia il tuo nome d’arte.

# 224_Nanako
source: Pardon me?
pt: Come, scusa?

# 236_Akiyama
source: Nanako Kodama's done. You continue your career under a new name.
pt: Nanako Kodama è finita. Continuerai la tua carriera con un nuovo nome.

# 248_Nanako
source: But I...
pt: Ma io…

# 260_Akiyama
source: What's the matter? All you need to do is change your name. Shouldn't be a problem.
pt: Che c’è? Devi solo cambiare nome. Non dovrebbe essere un problema.

# 272_Nanako
source: Well, yes, but...
pt: Be’, sì, però…

# 284_Akiyama
source: I need an answer. You either change your name or fail the test. You have ten seconds.
pt: Mi serve una risposta. O cambi nome o fallisci la prova. Hai dieci secondi.

# 308_Akiyama
source: Five, four, three, two, one, and zero.
pt: Cinque, quattro, tre, due, uno… zero.

# 320_Akiyama
source: Time's up. You fail.
pt: Tempo scaduto. Hai fallito.

# 332_Nanako
source: You're awful! You gave me an impossible test, knowing I'd never accept it, didn't you?
pt: Sei terribile! Mi hai dato una prova impossibile, sapendo che non l’avrei mai accettata, vero?

# 344_Akiyama
source: What makes it impossible? It's not a difficult task.
pt: Cosa la rende impossibile? Non è un compito difficile.

# 356_Nanako
source: If I stop being Nanako Kodama, it would be just like giving in to my agency and changing my persona like they asked.
pt: Se smetto di essere Nanako Kodama, sarebbe come cedere alla mia agenzia e cambiare immagine, come volevano loro.

# 368_Nanako
source: That's completely unacceptable! I have to stay true to myself, and that includes keeping my name!
pt: È assolutamente inaccettabile! Devo restare fedele a me stessa, e questo include tenere il mio nome!

# 380_Nanako
source: Akiyama-san, I've played along this whole time, but all you've done is toy with me! You were never actually going to loan me the money, were you!?
pt: Akiyama-san, ti ho seguito finora, ma tutto quello che hai fatto è stato prenderti gioco di me! Non avevi mai intenzione di prestarmi i soldi, vero!?

# 392_Akiyama
source: Are you done making excuses?
pt: Hai finito di trovare scuse?

# 404_Nanako
source: I'm not making excuses! Besides, those were really strange tests. And it was all completely meaningless, wasn't it?
pt: Non sto trovando scuse! E poi, quelle prove erano davvero strane. E tutto quanto era completamente senza senso, vero?

# 416_Akiyama
source: How would you know if any of it was meaningless or not?
pt: E come fai a sapere se fosse senza senso o no?

# 428_Akiyama
source: In fact, the final test told me exactly what I needed to know.
pt: In realtà, l’ultima prova mi ha detto esattamente ciò che dovevo sapere.

# 440_Akiyama
source: It's impossible for you to go independent and start your own agency. You'd just be wasting your time.
pt: È impossibile per te diventare indipendente e aprire una tua agenzia. Sprecheresti solo tempo.

# 452_Nanako
source: How dare you! What could you possibly learn about me from those silly tests?
pt: Come osi! Cosa potresti mai aver capito di me da quelle stupide prove?

# 464_Akiyama
source: I learned quite a lot, actually.
pt: In realtà ho capito parecchio.

# 476_Akiyama
source: I wanted to see if you could swallow your pride and work hard as a hostess, compete against younger girls from your agency.
pt: Volevo vedere se riuscivi a mettere da parte l’orgoglio e lavorare sodo come hostess, competendo con ragazze più giovani della tua agenzia.

# 488_Akiyama
source: I had to see if you had the courage to not back down in the face of danger and the smarts to achieve what you set out to do.
pt: Dovevo capire se avevi il coraggio di non tirarti indietro davanti al pericolo e l’intelligenza per raggiungere ciò che ti eri prefissata.

# 500_Akiyama
source: And I also needed to know if you're physically capable of pursuing your dream even when pushed to the absolute limit.
pt: E dovevo anche sapere se eri fisicamente in grado di inseguire il tuo sogno anche quando venivi spinta al limite.

# 512_Akiyama
source: The three tests I gave you were all to see if you had the power to make your dream come true.
pt: Le tre prove che ti ho dato servivano tutte a vedere se avevi la forza di realizzare il tuo sogno.

# 524_Nanako
source: The power to make my dream come true? Well, I passed your tests, didn't I? Shouldn't I have it, then?
pt: La forza di realizzare il mio sogno? Ma ho superato le tue prove, no? Non dovrei averla, allora?

# 536_Nanako
source: And if that's the case, what was with that final test? Why do I have to change my name?
pt: E se è così, perché quell’ultima prova? Perché devo cambiare nome?

# 548_Akiyama
source: Power is one thing. Will is another. I needed to see just how far you were willing to go for your dream.
pt: La forza è una cosa. La volontà è un’altra. Dovevo vedere fin dove eri disposta a spingerti per il tuo sogno.

# 560_Akiyama
source: The final test confirmed it. Your dream isn't as precious as you make it out to be. You're just unhappy with your agency.
pt: L’ultima prova lo ha confermato. Il tuo sogno non è così prezioso come vuoi far credere. Sei solo scontenta della tua agenzia.

# 572_Akiyama
source: Am I wrong?
pt: Mi sbaglio?

# 584_Nanako
source: Well...
pt: Be’…

# 596_Akiyama
source: Power and will. They're equally important. Without one or the other, you're guaranteed to fail.
pt: Forza e volontà. Sono entrambe importanti. Senza una delle due, il fallimento è garantito.

# 620_Akiyama
source: There was another woman like you before. She also came to me for a loan of 300 million yen.
pt: C’era già stata un’altra donna come te. Anche lei venne da me per un prestito di 300 milioni di yen.

# 632_Akiyama
source: It was going to take power and will for her to realize her dream. Mirei Park had them both.
pt: Per realizzare il suo sogno servivano forza e volontà. Mirei Park le aveva entrambe.

# 644_Nanako
source: Mirei Park... You mean from Dyna Chair?
pt: Mirei Park… Quella di Dyna Chair?

# 656_Akiyama
source: Yeah. A year and a half ago, she came to me for a loan to make her dream come true, just like you.
pt: Sì. Un anno e mezzo fa venne da me per un prestito per realizzare il suo sogno, proprio come te.

# 668_Akiyama
source: And I assigned her the same three tests I gave you. She passed them all without a single word of complaint.
pt: E le assegnai le stesse tre prove che ho dato a te. Le superò tutte senza una sola lamentela.

# 680_Akiyama
source: Even though she's a former pop star, it couldn't have been easy working as a hostess among girls half her age. But that didn't stop her; she proved she could do it.
pt: Anche se era un’ex pop star, non dev’essere stato facile lavorare come hostess tra ragazze della metà dei suoi anni. Ma non si è fermata; ha dimostrato di esserne capace.

# 692_Nanako
source: What about the final test? Was it the same as the one you gave me?
pt: E l’ultima prova? Era la stessa che hai dato a me?

# 704_Akiyama
source: Park-san's final test? I told her to get out of the production business once her current project had ended.
pt: L’ultima prova di Park-san? Le dissi di lasciare il mondo della produzione una volta concluso il suo progetto attuale.

# 716_Nanako
source: Huh? But that would mean her story would have ended the same way－out of the business whether her project succeeded or not.
pt: Eh? Ma così la sua storia sarebbe finita allo stesso modo— fuori dal settore, che il progetto avesse successo o meno.

# 728_Akiyama
source: It's not the same. Park-san turned her next chance into her last chance. It helped strengthen her resolve to make her dream come true.
pt: Non è la stessa cosa. Park-san trasformò la sua prossima occasione nella sua ultima occasione. Questo rafforzò la sua determinazione a realizzare il suo sogno.

# 740_Akiyama
source: It proved she was committed to making that girl a star.
pt: Dimostrò che era davvero determinata a rendere quella ragazza una star.

# 752_Nanako
source: Wait. Do you mean that girl on Princess League?
pt: Aspetta. Intendi quella ragazza di Princess League?

# 764_Akiyama
source: Rather than her very livelihood as an agency president, Mirei Park chose to make her dream come true, if just for a moment.
pt: Invece di pensare alla sua stessa carriera come presidente di un’agenzia, Mirei Park scelse di realizzare il suo sogno, anche solo per un momento.

# 776_Akiyama
source: Once I saw that she had both the power and the will to realize her dream, I happily gave her the loan.
pt: Quando vidi che aveva sia la forza che la volontà per realizzare il suo sogno, le concessi il prestito senza esitazioni.

# 788_Nanako
source: I see...
pt: Capisco…

# 800_Akiyama
source: Your feelings toward your fans are real. Your desire to make it as a star is authentic, too. You have what it takes to succeed.
pt: I tuoi sentimenti verso i fan sono autentici. Anche il tuo desiderio di diventare una star è reale. Hai ciò che serve per riuscirci.

# 812_Nanako
source: Then, why...?
pt: Allora perché…?

# 824_Akiyama
source: Because your dream itself－your desire to go independent－was a lie.
pt: Perché il tuo sogno stesso—il desiderio di diventare indipendente—era una bugia.

# 848_Akiyama
source: You came to me because you were unhappy with your agency, isn't that right?
pt: Sei venuta da me perché eri scontenta della tua agenzia, non è così?

# 860_Nanako
source: Yes...
pt: Sì…

# 872_Akiyama
source: You were angry with your agency for not understanding you. You rebelled against their orders to change who you are.
pt: Eri arrabbiata con la tua agenzia perché non ti capiva. Ti sei ribellata ai loro ordini di cambiare chi sei.

# 884_Akiyama
source: You took those negative emotions and sugarcoated them with the convenient guise of a dream to fool yourself.
pt: Hai preso quelle emozioni negative e le hai ricoperte di zucchero, trasformandole in un finto sogno per ingannare te stessa.

# 896_Akiyama
source: Real dreams stem from something more positive. Don't you think?
pt: I veri sogni nascono da qualcosa di più positivo. Non credi?

# 956_Nanako
source: My manager? What are you doing here?
pt: Il mio manager? Che ci fai qui?

# 968_Manager
source: I've been looking everywhere for you. I had to ask all over town to finally track you down.
pt: Ti ho cercata ovunque. Ho dovuto chiedere in tutta la città per riuscire finalmente a trovarti.

# 980_Manager
source: I'm sorry. I'm sorry I told you to make a change without considering your feelings. I didn't know how much I'd hurt you.
pt: Mi dispiace. Mi dispiace averti chiesto di cambiare senza considerare i tuoi sentimenti. Non sapevo quanto ti avrei ferita.

# 1004_Manager
source: But I want you to know that the agency hasn't given up on you. On the contrary, we think you can shine even brighter.
pt: Ma voglio che tu sappia che l’agenzia non ha rinunciato a te. Anzi, crediamo che tu possa brillare ancora di più.

# 1016_Nanako
source: Really...?
pt: Davvero…?

# 1028_Manager
source: I'm kicking myself for not properly taking this matter up with you and discussing your career together.
pt: Mi sto mangiando le mani per non aver affrontato seriamente la questione con te e discusso insieme della tua carriera.

# 1040_Nanako
source: No... It's my fault, too. I was acting totally selfish in spite of all the support I was given over the years.
pt: No… è anche colpa mia. Mi sono comportata in modo egoista nonostante tutto il supporto che ho ricevuto negli anni.

# 1052_Nanako
source: It's thanks to the agency that I even became an idol. And with fans who support me, no less. I somehow convinced myself that it was all about me.
pt: È grazie all’agenzia se sono diventata un’idol. E grazie ai fan che mi sostengono. In qualche modo mi ero convinta che fosse tutto merito mio.

# 1076_Nanako
source: Um, so... I'm sorry for all the trouble I caused!
pt: Ehm, quindi… mi dispiace per tutti i problemi che ho causato!

# 1088_Manager
source: No, no, the fault is all mine. Please forgive me.
pt: No, no, la colpa è tutta mia. Per favore perdonami.

# 1112_Akiyama
source: Heh, see? They really do appreciate you.
pt: Heh, visto? Ti apprezzano davvero.

# 1124_Nanako
source: Huh?
pt: Eh?

# 1136_Akiyama
source: If you ask me, you've got a pretty good agency behind you. Like I said, you have what it takes to succeed.
pt: Se vuoi il mio parere, hai un’ottima agenzia alle spalle. Come ho detto, hai ciò che serve per avere successo.

# 1148_Nanako
source: You're right. It's time I stopped running away from reality.
pt: Hai ragione. È ora che smetta di scappare dalla realtà.

# 1160_Nanako
source: Um... Akiyama-san?
pt: Ehm… Akiyama-san?

# 1184_Nanako
source: I know I put you through a lot of trouble, but could you please forget about my loan?
pt: So di averti causato un sacco di problemi, ma potresti per favore dimenticare il mio prestito?

# 1196_Akiyama
source: Sure, that's fine. On one condition－don't do anything half-heartedly anymore. Deal? I'll be rooting for you.
pt: Certo, va bene. A una condizione—non fare più nulla a metà. Affare fatto? Farò il tifo per te.

# 1208_Nanako
source: Yes, sir!
pt: Sì, signore!

# 1232_Nanako
source: Thank you for everything.
pt: Grazie di tutto.

# 1244_Akiyama
source: Heh, I didn't do anything worth thanks.
pt: Heh, non ho fatto nulla che meriti ringraziamenti.

# 1340_Akiyama
source: Well, that's that! And I'll be damned, I really didn't do anything this time. Well, except maybe blow through more money.
pt: Bene, questo è quanto! E accidenti, stavolta davvero non ho fatto assolutamente nulla. Beh, a parte forse bruciare un po’ di soldi.

# 1352_Akiyama
source: At this rate, it's going to be quite a while before the Sotenbori branch gets back on track...
pt: Di questo passo, ci vorrà un bel po’ prima che la filiale di Sotenbori torni in carreggiata…

# 1436_Akiyama
source: Hey, welcome back.
pt: Ehi, bentornata.

# 1448_Nanako
source: I did it! I had the highest sales today!
pt: Ce l’ho fatta! Oggi ho avuto le vendite più alte!

# 1460_Akiyama
source: Sounds like it. I got a call from the club's manager.
pt: Pare proprio di sì. Mi ha chiamato il manager del club.

# 1472_Nanako
source: What do you think? Did I change your opinion of me?
pt: Allora? Ho cambiato la tua opinione su di me?

# 1484_Akiyama
source: Heh, I guess you have.
pt: Heh, direi proprio di sì.

# 1616_Nanako
source: Oh! There you are! You kept me waiting long enough.
pt: Oh! Eccoti! Mi hai fatto aspettare abbastanza.

# 1628_Akiyama
source: Sorry, sorry. I had to step out for a quick errand.
pt: Scusa, scusa. Dovevo sbrigare una commissione veloce.

# 1640_Nanako
source: I collected your loan like you wanted.
pt: Ho riscosso il tuo prestito, come volevi.

# 1652_Akiyama
source: Good job.
pt: Ben fatto.

# 1748_Nanako
source: *pant* *pant* It's finally over. My knees, my back... All my joints feel like they're made of rubber.
pt: *ansima* *ansima* Finalmente è finita. Le ginocchia, la schiena… Tutte le mie articolazioni sembrano fatte di gomma.

# 1760_Akiyama
source: Welcome back... You look a little winded, there. Are you going to be all right?
pt: Bentornata… Sembri un po’ senza fiato. Te la senti?

# 1772_Nanako
source: You said it was a job using my body, but you never said anything about working at a construction site!
pt: Hai detto che era un lavoro fisico, ma non hai mai detto che avrei lavorato in un cantiere!

# 1784_Akiyama
source: Oh, I didn't? Well, anyhow, cheer up. You succeeded. You passed that test.
pt: Oh, no? Beh, comunque, su col morale. Ce l’hai fatta. Hai superato quella prova.

# 1796_Nanako
source: Yay!
pt: Evviva!

# 1892_Akiyama
source: Okay then, what should I have you do next?
pt: Bene allora, cosa dovrei farti fare adesso?

# 1904_Nanako
source: Next!? I'm not done yet?
pt: Ancora!? Non ho finito?

# 1916_Akiyama
source: If you pass my tests, I'll loan you the money.
pt: Se superi le mie prove, ti presterò i soldi.

# 1928_Nanako
source: Really!?
pt: Davvero!?

# 1940_Nanako
source: ...Oh, all right. Fine. I'll do whatever you want!
pt: ...Oh, va bene. D’accordo. Farò tutto quello che vuoi!

# 1952_Akiyama
source: Heh. I admire your commitment.
pt: Heh. Ammiro la tua determinazione.

# 1964_Akiyama
source: (What should I assign her?)
pt: (Cosa dovrei assegnarle?)

# 1976_Akiyama
source: Let's have you work at a cabaret club－see if you have what it takes to become the number one earner.
pt: Facciamoti lavorare in un cabaret club—vediamo se hai quello che serve per diventare la numero uno.

# 1988_Nanako
source: Huh? Me, a hostess?
pt: Eh? Io, una hostess?

# 2000_Akiyama
source: Yup. I'll hook you up with a friend's club. You'll work there.
pt: Già. Ti sistemerò in un club di un mio amico. Lavorerai lì.

# 2012_Nanako
source: But this is so out of the blue. I have a busy career, too, you know.
pt: Ma è così improvviso. Ho anche una carriera impegnata, sai?

# 2024_Akiyama
source: You only have to work one day. If you're the highest earner that day, you pass. If not, you fail.
pt: Devi lavorare solo un giorno. Se sei quella che guadagna di più, superi la prova. Altrimenti fallisci.

# 2036_Nanako
source: Oh. Just one day? That's too easy.
pt: Oh. Solo un giorno? È troppo facile.

# 2048_Nanako
source: I'm a pinup idol, remember? A celebrity! If I just so much as mention it on my blog, my fans will come stampeding.
pt: Sono una pin-up idol, ricordi? Una celebrità! Se lo accenno sul mio blog, i miei fan accorreranno in massa.

# 2060_Akiyama
source: Does today work?
pt: Va bene oggi?

# 2072_Nanako
source: Sure! If you want, I can go right now!
pt: Certo! Se vuoi, posso andarci subito!

# 2084_Akiyama
source: Perfect. I'll get in touch with the club, so off you go. The place is called Magamoto.
pt: Perfetto. Contatterò il club, quindi vai pure. Il posto si chiama Magamoto.

# 2096_Nanako
source: O-kay! 300 million, here I come!
pt: O-kay! Arrivo, 300 milioni!

# 2108_Akiyama
source: (Well, well. This should be interesting...)
pt: (Bene, bene. Questo sarà interessante...)

# 2228_Akiyama
source: Welcome back. That was quick.
pt: Bentornata. Sei stata veloce.

# 2240_Nanako
source: What kind of place did you send me to!? There's no way I could make number one there!
pt: Che posto è quello dove mi hai mandata!? Non c’è modo che possa diventare la numero uno lì!

# 2252_Akiyama
source: Oh? I thought you said it would be easy for a celebrity to become the top girl.
pt: Oh? Pensavo avessi detto che per una celebrità sarebbe stato facile diventare la numero uno.

# 2264_Nanako
source: Not when all the girls working at that club are celebrities! They're all pros like me!
pt: Non quando tutte le ragazze che lavorano lì sono celebrità! Sono tutte professioniste come me!

# 2276_Akiyama
source: They sure are. That's the club's big draw.
pt: Proprio così. È quello il punto forte del club.

# 2288_Nanako
source: There were even younger girls from my agency! If I could become top earner there, I wouldn't need to go independent!
pt: C’erano persino ragazze più giovani della mia stessa agenzia! Se riuscissi a diventare la migliore lì, non avrei bisogno di diventare indipendente!

# 2300_Akiyama
source: So you gave up without even trying?
pt: Quindi hai rinunciato senza nemmeno provarci?

# 2312_Akiyama
source: I guess you fail, then. That's too bad.
pt: Allora hai fallito. Che peccato.

# 2324_Nanako
source: Wait! Wait a second! I didn't say anything about giving up!
pt: Aspetta! Aspetta un secondo! Non ho detto che rinuncio!

# 2336_Akiyama
source: But you said you can't win, isn't that right?
pt: Ma hai detto che non puoi vincere, giusto?

# 2348_Nanako
source: That's not true! I'll beat the girls from my agency for sure. Just you watch!
pt: Non è vero! Batterò le ragazze della mia agenzia, puoi contarci!

# 2372_Akiyama
source: (Well. I thought she was all talk, but she might have more drive than I expected.)
pt: (Be’. Pensavo fosse solo parole, ma forse ha più grinta di quanto credessi.)

# 2384_Akiyama
source: (Mamagoto Club is in East Shofukucho. I should swing by and see how she's holding up.)
pt: (Il Mamagoto Club è a East Shofukucho. Dovrei passare a vedere come se la cava.)

# 2396_Akiyama
source: I'll have you collect on a loan. Just stop by and get the money for me.
pt: Voglio che tu riscuota un prestito. Passa lì e prendi i soldi per me.

# 2408_Nanako
source: Oh, an errand? Sure, no problem.
pt: Oh, una commissione? Certo, nessun problema.

# 2420_Akiyama
source: The client is Murata Trading in the Shofuku Sotenbori Building. Show them these papers, and they'll get the picture.
pt: Il cliente è la Murata Trading, nello Shofuku Sotenbori Building. Mostra loro questi documenti e capiranno.

# 2432_Nanako
source: Got it! I'll leave right now!
pt: Capito! Parto subito!

# 2444_Nanako
source: 300 million, here I come!
pt: Arrivo, 300 milioni!

# 2456_Akiyama
source: (Success takes risk, huh? Let's see if she really means that. Better check on her at Shofuku Sotenbori Building.)
pt: (Il successo richiede rischi, eh? Vediamo se lo pensa davvero. È meglio controllare come va allo Shofuku Sotenbori Building.)

# 2516_Akiyama
source: I want you to put that body of yours to work.
pt: Voglio che tu metta quel tuo corpo al lavoro.

# 2528_Nanako
source: Huh!?
pt: Eh!?

# 2540_Akiyama
source: It might be tough for a pin-up idol, but sometimes dreams don't come true unless you give it everything you have, you know?
pt: Potrebbe essere dura per una pin-up idol, ma a volte i sogni non si avverano se non ci metti davvero tutto te stessa, sai?

# 2552_Akiyama
source: You can always say no. But that, of course, means you fail the test.
pt: Puoi sempre dire di no. Ma questo, ovviamente, significa fallire la prova.

# 2564_Nanako
source: If it were my agency asking this of me, I would never accept. But since it's of my own free will... I can do it. I will do it.
pt: Se fosse la mia agenzia a chiedermelo, non accetterei mai. Ma visto che è per mia volontà… posso farlo. Lo farò.

# 2576_Akiyama
source: Heh, if you say so...
pt: Heh, se lo dici tu…

# 2588_Nanako
source: Where do you want me to go?
pt: Dove vuoi che vada?

# 2600_Akiyama
source: Head on over to Sotenbori Street. I'll let them know you're coming, so they'll approach you when you get there.
pt: Vai a Sotenbori Street. Li avviserò che stai arrivando, così ti contatteranno quando sarai lì.

# 2612_Nanako
source: Okay. It's for 300 million yen. I'm going to give it everything I've got!
pt: Okay. È per 300 milioni di yen. Darò tutto quello che ho!

# 2624_Akiyama
source: (Okay... Let's see just how well little miss innocent fares.)
pt: (Bene… Vediamo come se la cava la piccola ingenua.)

# 2648_Akiyama
source: Okay, on to the next one.
pt: Bene, passiamo alla prossima.

# 2660_Nanako
source: Huh? I'm not done?
pt: Eh? Non ho finito?

# 2672_Akiyama
source: Of course not. Nobody said anything about that being the only test.
pt: Certo che no. Nessuno ha detto che quella fosse l’unica prova.
