Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033052e.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: ○If you're not sure, don't buy it.
pt: ○Se non sei sicuro, non comprarlo.

source: □Go with your gut.
pt: □Vai a naso.

source: △So learn from your mistakes.
pt: △Quindi impara dai tuoi errori.

# 88_Riku
source: Man, they sure got a lotta stuff here! I been here loads a times since they opened, but I still don't know where t'find anything.
pt: Cavolo, quanta roba c'hanno qui! Ci sono venuto un sacco di volte da quando hanno aperto, ma ancora non so dove diavolo trovare niente.

# 100_Player
source: That's all right. Think of it like a treasure hunt. It could be fun.
pt: Va bene così. Pensala come una caccia al tesoro. Potrebbe essere divertente.

# 112_Riku
source: Nah, that's just over-thinkin' things! I just wanna see the things I wanna get!
pt: Ma no, ti stai solo a fare troppe paranoie! Voglio solo vedere le cose che mi va di prendere!

# 124_Riku
source: But lotsa times I'll accidentally buy somethin' expensive, even if there's a better and cheaper thing right next to it.
pt: Ma un sacco di volte finisco per comprare per sbaglio qualcosa di costoso, anche se c'è roba migliore e più economica proprio lì accanto.

# 136_Player
source: That's not good. But, everything in this store is pretty cheap, so you shouldn't need to worry about that.
pt: Non è un granché. Ma, tutto in questo negozio è piuttosto economico, quindi non dovresti preoccupartene.

# 148_Riku
source: Ain't it a pain when y'go to the grocery store, though? Like, do ya focus on price, quality, or quantity?
pt: Non è una rottura di scatole quando vai al supermercato, però? Tipo, ti concentri sul prezzo, sulla qualità o sulla quantità?

# 160_Riku
source: I really gotta hand it to housewives who gotta keep that in mind when they go out shopping every day.
pt: Tanto di cappello alle casalinghe che devono tenere a mente queste cose quando vanno a fare la spesa ogni giorno.

# 172_Player
source: If you're not sure, don't buy it. If you get too flustered trying to make a decision, take some time to calm down and rethink your choice.
pt: Se non sei sicuro, non comprarlo. Se ti agiti troppo cercando di prendere una decisione, prenditi un po' di tempo per calmarti e ripensaci.

# 184_Riku
source: That'd sure save me some trouble. If I could pull it off, that is.
pt: Certo che mi risparmierebbe un bel po' di grane. Se ci riuscissi, s'intende.

# 196_Player
source: As long as it's not something you need to buy right away, you'll have plenty of other chances. Don't lose your cool when shopping.
pt: Finché non è qualcosa che devi comprare subito, avrai un sacco di altre occasioni. Non perdere la testa quando fai acquisti.

# 208_Riku
source: But that ain't gonna work if we're talking about a housewife's grocery shoppin' though. Ya can't cook nothin' if ya ain't got the groceries.
pt: Ma così non attacca se stiamo a parlare della spesa di una casalinga, però. Non puoi cucinare niente se non hai la spesa.

# 220_Player
source: In that case, plan your budget in advance. That way you can buy what you want, and if you stay within that budget, you'll be fine.
pt: Allora, pensa ai tuoi soldi per tempo. Così puoi comprare quel che ti pare, e se non superi quella cifra, stai tranquillo.

# 232_Riku
source: Hey, that makes sense! You're real money-smart, Kiryu-san! Ya'd even be a better housewife than me!
pt: Ehi, ha senso! Sei un vero fenomeno a gestire i soldi, Kiryu-san! Saresti persino una casalinga migliore di me!

# 244_Player
source: Let's just say I've been with someone who was very keen on household finances.
pt: Mettiamola così, sono stato con qualcuno che con i soldi di casa non scherzava.

# 256_Player
source: Go with your gut. If something really grabs your attention, that probably means you subconsciously know you really need it.
pt: Vai a istinto. Se qualcosa ti salta davvero all'occhio, quello probabilmente significa che in fondo sai di averne davvero bisogno.

# 268_Riku
source: Are y'sure? But like, what if somethin' catches my eye by coincidence? Like, what if it's something totally weird?
pt: Sei sicuro? Ma tipo, e se qualcosa mi salta all'occhio per caso? Tipo, e se fosse qualcosa di completamente strano?

# 280_Player
source: The shops have already done the thinking for you. They arrange sale items so that the best sellers are right in front for you to see.
pt: I negozi hanno già pensato a tutto per te. Sistemano gli articoli in saldo in modo che i best seller siano proprio lì, davanti ai tuoi occhi.

# 292_Riku
source: They really do that? So then how come I keep buyin' stupid stuff despite all that?
pt: Lo fanno davvero? E allora com'è che continuo a comprare cazzate nonostante tutto questo?

# 304_Riku
source: I reckoned that since y'were with me, between the two of us we could pick out what was best.
pt: M'ero detto che, visto che c'eri tu con me, tra noi due avremmo potuto scegliere il meglio.

# 316_Player
source: In that case, I guess I'd better stick around with you after all.
pt: Allora, mi sa che mi conviene restare con te, dopotutto.

# 328_Player
source: So learn from your mistakes. Knowing you, you're repeating the same mistake over and over, am I right?
pt: Quindi impara dai tuoi errori. Conoscendoti, stai ripetendo lo stesso errore in continuazione, ho ragione?

# 340_Riku
source: Yeah, but learn from my mistakes how?
pt: Già, ma come imparo dai miei errori?

# 352_Player
source: If you just remember whether a purchase was a good one or a bad one, you'll be able to keep that in mind for next time.
pt: Se ti ricordi solo se un acquisto è stato un affare o una fregatura, potrai tenerlo a mente per la prossima volta.

# 364_Player
source: If you go into things blindly every time you shop, you'll never get better at it.
pt: Se ti butti alla cieca ogni volta che fai shopping, non ci prenderai mai la mano.

# 376_Riku
source: Yeah, that makes sense! Like, sometimes I'll get home and realize I bought somethin' I already owned and really meant t'get something else!
pt: Sì, ci sta! Tipo, a volte torno a casa e mi rendo conto d'aver comprato una roba che avevo già, e in realtà volevo prenderne un'altra!

# 388_Player
source: Exactly. Take notes if you have to, or post something to your blog if that helps. Just so long as it helps you remember.
pt: Esatto. Prendi appunti se devi, oppure posta qualcosa sul tuo blog se ti può essere d'aiuto. L'importante è che ti aiuti a ricordare.

# 400_Riku
source: Oh yeah, girls blog about stuff like cosmetics, huh! Instead of recommendin' things to others, I can post a diary for myself on my blog!
pt: Ah, già, le ragazze bloggano di roba tipo cosmetici, eh! Invece di consigliare cose agli altri, posso pubblicare un diario per me stessa sul mio blog!

# 412_Player
source: That might be worth a shot. You're less likely to forget something if you've written it down.
pt: Potrebbe valere la pena provare. È meno probabile che ti scordi qualcosa se la scrivi.

# 472_Staff
source: Welcome.
pt: Benvenuto.

# 484_Riku
source: I'm feeling kinda beat. I could go for a <Color:8>Toughness ZZ<Color:Default>.
pt: Sono cotto. Mi ci vorrebbe un <Color:8>Toughness ZZ<Color:Default>.

# 496_Player
source: (Looks like Riku wants a <Color:8>Toughness ZZ<Color:Default>.)
pt: (Sembra che Riku voglia un <Color:8>Toughness ZZ<Color:Default>.)

# 568_Staff
source: Thank you! Please come again.
pt: Grazie! Torna a trovarci.

# 580_Staff
source: Thank you.
pt: Grazie.

# 616_Staff
source: Welcome.
pt: Benvenuto.

# 628_Haruka
source: Oh, this <Color:8>Black Umbrella<Color:Default> is pretty cool.
pt: Oh, questo <Color:8>Ombrello nero<Color:Default> è piuttosto figo.

# 640_Kiryu
source: (Haruka wants that <Color:8>Black Umbrella<Color:Default>.)
pt: (Haruka vuole quell'<Color:8>Ombrello Nero<Color:Default>.)

# 664_Haruka
source: I'll buy that <Color:8>Black Umbrella<Color:Default> next time.
pt: La prossima volta prendo quell'<Color:8>Ombrello Nero<Color:Default>.

# 676_Staff
source: Thank you.
pt: Grazie.

# 700_Haruka
source: Thanks, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 724_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 796_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 856_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 904_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 964_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1024_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1084_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1144_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1204_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1300_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1312_Riku
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1336_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1372_Staff
source: Welcome.
pt: Benvenuto.

# 1396_Staff
source: Thank you.
pt: Grazie.
