Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00130589.po
Languages: pt

source: Player
pt: Giocatore

# 172_Player
source: (I should come back here when I'm alone.)
pt: (Dovrei tornare qui quando sono da solo.)

# 220_Tendo
source: The mountain's bounty dwindles at this time of year, yet sustenance can be had if you look.
pt: La generosità della montagna scarseggia in questo periodo dell'anno, eppure si riesce a tirare avanti, basta cercare.

# 232_Tendo
source: Was the last time you heard the voice of the mountain gods the time I appeared? What did you offer then? Maybe you should try it again.
pt: L'ultima volta che hai sentito la voce degli dei della montagna, è stata quando sono comparso io? Cos'hai offerto allora? Forse dovresti riprovarci.

# 244_Tendo
source: Why don't you try leaving the same offering as last time? It was a carrot if I'm not mistaken.
pt: Che ne dici di provare a lasciare la stessa offerta della volta scorsa? Se non sbaglio, era una carota.

# 268_Tendo
source: The gods of the mountains favor offerings that are handmade, for it shows dedication.
pt: Gli dei delle montagne prediligono le offerte fatte a mano, perché dimostra dedizione.

# 280_Tendo
source: Wood and tools can be bought in the village. Perhaps something could be made using them.
pt: Legna e attrezzi si possono comprare al villaggio. Magari ci si potrebbe fare qualcosa usandoli.

# 292_Tendo
source: Do you have wood and tools? You should try to make something out of them.
pt: Hai legna e attrezzi? Dovresti provare a farci qualcosa.

# 316_Tendo
source: Sacrifices have been offered to the gods since ancient times. Why not try something like that?
pt: Sacrifici sono stati offerti agli dèi fin dall'antichità. Perché non provi una cosa del genere?

# 328_Tendo
source: Sacrifices should be offered in a certain order. Why not try with the smallest first?
pt: I sacrifici dovrebbero essere offerti in un ordine preciso. Perché non provi con il più piccolo per primo?

# 340_Tendo
source: The rabbits of this mountain are fairly plentiful. Maybe you could get some rabbit meat.
pt: I conigli su questa montagna sono piuttosto abbondanti. Forse potresti procurarti un po' di carne di coniglio.

# 364_Tendo
source: Based on the process so far, you might have to sacrifice a slightly bigger animal this time.
pt: In base al processo finora, potresti dover sacrificare un animale un po' più grande questa volta.

# 376_Tendo
source: Although you can hunt bears on this mountain, I don't think the gods expect something that big.
pt: Anche se puoi cacciare orsi su questa montagna, non credo che gli dèi si aspettino qualcosa di così grosso.

# 388_Tendo
source: Bigger than a rabbit, but smaller than a bear. Hmm, on this mountain, maybe a deer?
pt: Più grande di un coniglio, ma più piccolo di un orso. Hmm, su questa montagna, forse un cervo?

# 412_Tendo
source: The gods of the mountain love gorgeous things. Do you have anything glittery on you?
pt: Gli dèi della montagna amano le cose sfarzose. Hai qualcosa di luccicante addosso?

# 424_Tendo
source: Since ancient times, mirrors and plates have been prized as tribute. Plates in particular have been used to pray for good harvests.
pt: Fin dai tempi antichi, specchi e piatti sono stati considerati un prezioso tributo. I piatti in particolare sono stati usati per pregare per abbondanti raccolti.

# 436_Tendo
source: I know a glittery plate would be somewhat expensive, but maybe you could get a gold one.
pt: So che un piatto sbrilluccicante sarebbe un po' costoso, ma magari potresti prenderne uno d'oro.

# 460_Tendo
source: Sacrifices are tragic, but long ago, they used to sacrifice village maidens. I don't think the gods want a human sacrifice these days, however.
pt: I sacrifici sono tragici, ma un tempo sacrificavano le ragazze del villaggio. Non credo però che gli dei vogliano un sacrificio umano di questi tempi.

# 472_Tendo
source: That maidens were once sacrificed means there was something about women that the gods prized. Maybe try getting something like that.
pt: Il fatto che le fanciulle venissero sacrificate un tempo significa che c'era qualcosa nelle donne che per gli dèi aveva un gran valore. Magari prova a procurarti qualcosa del genere.

# 484_Tendo
source: I heard there is a publication filled with pictures of women. Maybe that's what you should offer to the gods of the mountain.
pt: Ho sentito che c'è una rivista piena di foto di donne. Magari è quello che dovresti offrire agli dei della montagna.
