Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091af2.po
Languages: pt

source: You handed over <Color:8>Marten Pelt<Color:Default>.
pt: Hai consegnato <Color:8>Pelliccia di martora<Color:Default>.

source: You got a <Color:8>Deer Meat<Color:Default>.
pt: Hai ottenuto della <Color:8>Carne di Cervo<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You handed over <Color:8>Marten Pelt<Color:Default>.
pt: Hai consegnato <Color:8>Pelliccia di martora<Color:Default>.

source: You got <Color:8>Deer Meat<Color:Default>.
pt: Hai ottenuto <Color:8>Carne di Cervo<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: Marten Furrier
pt: Pellicciaio di martore

source: Mission Added
pt: Missione Aggiunta

source: Hand Over the Marten Pelts
pt: Consegna le pellicce di martora

source: Keep the Marten Pelts
pt: Conserva le pellicce di martora

# 104_Marten Furrier
source: Oh, hey. Listen, you got a minute?
pt: Oh, ehi. Senti, hai un minuto?

# 116_Saejima
source: Whaddya want?
pt: Che vuoi?

# 128_Marten Furrier
source: Heard you're going hunting. Is it true?
pt: Ho sentito che vai a caccia. È vero?

# 140_Saejima
source: So what if it is?
pt: E allora?

# 152_Marten Furrier
source: Well, could I trouble you to trap some martens?
pt: Allora, potrei chiederti di catturare qualche martora?

# 164_Saejima
source: Martens?
pt: Martore?

# 176_Marten Furrier
source: Yeah. They're like weasels.
pt: Già. Sono come donnole.

# 188_Marten Furrier
source: They're my primary source of income, because the ones around here have such gorgeous fur.
pt: Sono la mia principale fonte di reddito, perché quelle da queste parti hanno una pelliccia così splendida.

# 200_Marten Furrier
source: But it's been so dangerous up there lately... and I don't have a gun－only traps. So it would be suicide for me to go up there.
pt: Ma è diventato così pericoloso lassù ultimamente... e non ho un fucile, solo trappole. Quindi sarebbe un suicidio per me andarci.

# 212_Saejima
source: So ya want me to get some for ya? Sorry, but I ain't riskin' my life for you.
pt: Allora, vuoi che te ne vada a prendere un po'? Scusa, ma non rischio la pelle per te.

# 224_Marten Furrier
source: But you're going up there anyway! And I'll pay you handsomely. Please, I'm begging you!
pt: Ma ci vai comunque lassù! E ti pagherò profumatamente. Ti prego, ti supplico!

# 236_Saejima
source: ...Guess I'll nab some if I feel like it.
pt: ...Vabbè, ne piglio qualcuno se mi gira.

# 248_Marten Furrier
source: You will? You're a lifesaver! Three pelts is all I need. Thank you so much!
pt: Davvero? Sei la mia salvezza! Mi servono solo tre pellicce. Grazie mille!

# 260_Mission Added
source: "Get Marten Pelts" was added to the list of missions.
pt: "Ottieni Pelli di Martora" è stata aggiunta all'elenco delle missioni.

# 272_Saejima
source: (To catch martens, I'll hafta use cage traps.)
pt: (Per catturare le martore, mi toccherà usare le trappole a gabbia.)

# 296_Marten Furrier
source: Oh, hey! Did you catch any martens?
pt: Oh, ehi! Hai preso delle martore?

# 308_Marten Furrier
source: You're a lifesaver, I swear! Oh, here's your payment right here.
pt: Mi hai salvato la pelle, te lo giuro! Oh, ecco qui la tua paga.

# 320_Marten Furrier
source: Oh, thank you! My family will eat better because of you.
pt: Oh, grazie! La mia famiglia mangerà meglio grazie a te.

# 356_Marten Furrier
source: Here you go.
pt: Ecco a lei.

# 392_Marten Furrier
source: Thank you again!
pt: Grazie ancora!

# 452_Marten Furrier
source: Oh, I can see you have some pelts. They're not for me?
pt: Oh, vedo che hai delle pellicce. Non sono per me?

# 464_Marten Furrier
source: Okay, well, let me know if you ever have some for me...
pt: Ok, beh, fammi sapere se mai ne hai per me...

# 476_Marten Furrier
source: I'm begging you to bag me three martens. Please? I'll wait right here.
pt: Ti prego, procurami tre martore. Per favore? Ti aspetto proprio qui.

# 488_Saejima
source: (To catch martens, I'll hafta use cage traps.)
pt: (Per catturare le martore, mi toccherà usare le trappole a gabbia.)

# 512_Marten Furrier
source: I'm begging you－those marten pelts would mean so much to me. Please? I have your reward right here...
pt: Ti imploro－ quelle pellicce di martora significherebbero tantissimo per me. Ti prego? Ho la tua ricompensa proprio qui...

# 524_Marten Furrier
source: Oh, thank you! My family will eat better because of you.
pt: Oh, grazie! La mia famiglia mangerà meglio grazie a te.

# 560_Marten Furrier
source: Here you go.
pt: Ecco a lei.

# 596_Marten Furrier
source: Thank you again!
pt: Grazie ancora!

# 656_Marten Furrier
source: Oh, I can see you have some pelts. They're not for me?
pt: Oh, vedo che hai delle pellicce. Non sono per me?

# 668_Marten Furrier
source: Okay, well, let me know if you ever have some for me...
pt: Ok, beh, fammi sapere se mai ne hai per me...

# 680_Marten Furrier
source: I'm begging you to get me three marten pelts. I'll reward you. Please? I'm really in a bind here.
pt: Ti supplico di procurarmi tre pelli di martora. Ti ricompenserò. Per favore? Sono davvero nei guai fino al collo.
