Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200279.po
Languages: pt

source: Announcement
pt: Annuncio

# 44_Raiden
source: *huff* *cough*
pt: *sbuffo* *tosse*

# 56_Raiden
source: And the winner is... Kazuma Kiryu! The Dragon of Dojima is the Victory Road champion!
pt: E il vincitore è... Kazuma Kiryu! Il Dragone di Dojima è il campione della Victory Road!

# 68_Raiden
source: It's over, Raiden.
pt: È finita, Raiden.

# 80_Raiden
source: I don't understand. How could I have lost to someone like you? Your country... it's soft and weak!
pt: Non capisco. Come diavolo ho potuto perdere contro uno come te? Il tuo paese... è molle e debole!

# 92_Raiden
source: It doesn't matter if you survive in a living hell for a hundred years. It takes more than that to be strong.
pt: Non serve a niente sopravvivere in un inferno in terra per cent'anni. Serve ben altro per essere forti.

# 104_Raiden
source: What? What are you talking about?
pt: Cosa? Di che stai parlando?

# 116_Raiden
source: You're obsessed with your tortured past, but true strength is more than that.
pt: Sei ossessionato dal tuo passato tormentato, ma la vera forza è ben più di questo.

# 128_Raiden
source: What a load of bullshit! How could a coward like you know what I've been through!?
pt: Che stronzata! Come potrebbe un codardo come te sapere quello che ho passato!?

# 140_Raiden
source: You're just another fool who wears his misfortunes like a badge of honor. This country's full of 'em.
pt: Sei solo un altro fesso che sfoggia le sue disgrazie come un distintivo d'onore. Questo paese ne è pieno.

# 152_Raiden
source: The hell'd you say!?
pt: Che cazzo hai detto!?

# 164_Raiden
source: Fools like you want to make others suffer just like they did. And they always seek to victimize those who are weaker than themselves.
pt: Gli stupidi come te vogliono far soffrire gli altri esattamente come hanno sofferto loro. E cercano sempre di vittimizzare chi è più debole di loro.

# 176_Raiden
source: Parents beat their kids and say it's because they were abused as children. Swindlers claim they were victims of fraud.
pt: I genitori picchiano i figli e dicono che è perché sono stati maltrattati da bambini. I truffatori affermano di essere stati vittime di frode.

# 188_Raiden
source: But true strength is overcoming that kind of misery, not perpetuating it.
pt: Ma la vera forza è superare quel genere di sofferenza, non perpetuarla.

# 200_Raiden
source: You'll never defeat me as long as you think your suffering gives you a right to make others miserable, too.
pt: Non mi sconfiggerai mai finché penserai che la tua sofferenza ti dia il diritto di rendere infelici anche gli altri.

# 212_Raiden
source: Damn you! Damn you to hell!
pt: Che tu sia maledetto! Che tu vada all'inferno!
