Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid001302bd.po
Languages: pt

source: You got <Color:8>Carved Wooden Doll<Color:Default>.
pt: Hai ottenuto <Color:8>Bambola di legno intagliata<Color:Default>.

source: You got <Color:8>2,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>2,000 yen<Color:Default>.

source: You got <Color:8>Toughness ZZ<Color:Default>.
pt: Hai ricevuto <Color:8>Toughness ZZ<Color:Default>.

source: You got <Color:8>3,000 yen<Color:Default>.
pt: Hai intascato <Color:8>3.000 yen<Color:Default>.

source: You got <Color:8>Tauriner ++<Color:Default>.
pt: Hai ottenuto <Color:8>Tauriner ++<Color:Default>.

source: You got <Color:8>4,000 yen<Color:Default>.
pt: Hai guadagnato <Color:8>4,000 yen<Color:Default>.

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Ti sei beccato <Color:8>5,000 yen<Color:Default>.

source: Player
pt: Giocatore

source: Receptionist
pt: Addetto alla reception

source: Play
pt: Gioca

source: Read the Rules
pt: Leggi le Regole

source: Cancel
pt: Annulla

source: Deathmatch Beginner
pt: Deathmatch Principiante

source: Deathmatch Expert
pt: Esperto Deathmatch

source: Battle Royale Beginner
pt: Battle Royale Principiante

source: Battle Royale Intermediate
pt: Battaglia Reale Intermedio

source: Battle Royale Advanced
pt: Battle Royale Avanzato

source: Battle Royale Expert
pt: Battle Royale Esperto

source: Snowball Fights
pt: Battaglie a palle di neve

# 92_Player
source: (I should come back when I'm alone.)
pt: (Dovrei tornare quando sono da solo.)

# 104_Receptionist
source: Would you like to participate in a snowball fight?
pt: Vorresti partecipare a una battaglia a palle di neve?

# 128_Player
source: I'm sorry, sir, but it costs 1,000 yen to enter. Please come back when you have the entry fee.
pt: Mi dispiace, signore, ma l'ingresso costa 1.000 yen. Torni quando avrà la quota d'iscrizione.

# 140_Player
source: Please select a course.
pt: Seleziona un percorso.

# 152_Player
source: I'll take your 1,000 yen entry fee, then.
pt: Allora, mi prendo i tuoi 1.000 yen per l'iscrizione.

# 164_Player
source: Good luck to you!
pt: In bocca al lupo!

# 188_Player
source: I'll take your 1,000 yen entry fee, then.
pt: Allora, mi prendo i tuoi 1.000 yen per l'iscrizione.

# 200_Player
source: Good luck to you!
pt: In bocca al lupo!

# 224_Player
source: I'll take your 1,000 yen entry fee, then.
pt: Allora, mi prendo i tuoi 1.000 yen per l'iscrizione.

# 236_Player
source: Good luck to you!
pt: In bocca al lupo!

# 260_Player
source: I'll take your 1,000 yen entry fee, then.
pt: Allora, mi prendo i tuoi 1.000 yen per l'iscrizione.

# 272_Player
source: Good luck to you!
pt: In bocca al lupo!

# 296_Player
source: I'll take your 1,000 yen entry fee, then.
pt: Allora, mi prendo i tuoi 1.000 yen per l'iscrizione.

# 308_Player
source: Good luck to you!
pt: In bocca al lupo!

# 332_Player
source: I'll take your 1,000 yen entry fee, then.
pt: Allora, mi prendo i tuoi 1.000 yen per l'iscrizione.

# 344_Player
source: Good luck to you!
pt: In bocca al lupo!

# 368_Player
source: Sorry, maybe some other time.
pt: Spiacente, magari la prossima volta.

# 380_Receptionist
source: I see. We'll look forward to you joining us.
pt: Capisco. Non vediamo l'ora che tu ti unisca a noi.

# 392_Snowball Fights
source: You may participate in a snowball fight by speaking to the receptionist. Each game costs 1,000 yen to play.
pt: Puoi partecipare a una battaglia a palle di neve parlando con la receptionist. Ogni partita costa 1.000 yen per giocare.

# 404_Snowball Fights
source: The participants are ranked according to the points they earn during the regulation time, with the winner earning a prize.
pt: I partecipanti vengono classificati in base ai punti guadagnati durante il tempo regolamentare, e il vincitore si aggiudica un premio.

# 416_Snowball Fights
source: Points are awarded and subtracted as follows: Hit an enemy with a snowball (strike): +3 Pts Get hit by a snowball (hit): -2 Pts You cannot earn negative points. Scoring doubles in the final thirty seconds.
pt: I punti vengono assegnati e sottratti come segue: Colpisci un nemico con una palla di neve (colpo a segno): +3 Punti Fatti colpire da una palla di neve (colpito): -2 Punti Non puoi accumulare punti negativi. Il punteggio raddoppia negli ultimi trenta secondi.

# 428_Snowball Fights
source: You may not make your own snowballs. Get your snowballs from the restocking points in the four corners of the playing field.
pt: Non puoi farti le tue palle di neve. Rifornisciti di palle di neve dai punti di rifornimento situati ai quattro angoli del campo di gioco.

# 440_Snowball Fights
source: By winning battles, you can advance to more challenging courses. The tougher courses offer better prizes.
pt: Vincendo le battaglie, potrai avanzare a percorsi più impegnativi. I percorsi più difficili offrono premi migliori.

# 452_Receptionist
source: I'm so sorry, but we stopped accepting new entries for our snowball fights. We hope you'll stick around to watch and take in the festival.
pt: Mi dispiace tanto, ma abbiamo smesso di accettare nuove iscrizioni per le nostre battaglie a palle di neve. Speriamo che resterai nei paraggi per guardare e goderti il festival.

# 476_Receptionist
source: Good try out there! Please take this consolation prize.
pt: Bel tentativo, comunque! Prendi questo premio di consolazione.

# 512_Receptionist
source: We hope you'll participate again.
pt: Speriamo che parteciperai di nuovo.

# 524_Receptionist
source: Congratulations! Here's your prize. You deserve it!
pt: Congratulazioni! Ecco il tuo premio. Te lo meriti!

# 788_Receptionist
source: We look forward to having you join us again.
pt: Non vediamo l'ora di riaverti con noi.
