Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000210cf.po
Languages: pt

source: You got <Color:8>Limited-ed. Color Torpedo Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Barilotto Torpedo colorato in edizione limitata e Punta<Color:Default>.

source: You got <Color:8>Rocket Shot Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Astina Rocket Shot<Color:Default>.

source: You got <Color:8>Tungsten Torpedo Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto e punta a siluro in tungsteno<Color:Default>.

source: You got <Color:8>Beware of Bears Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Fusto Attenzione agli Orsi<Color:Default>.

source: You got <Color:8>Grandpa's Handmade Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>l'Aletta e l'Asta Fatte a Mano del Nonno<Color:Default>.

source: You got <Color:8>Tungsten Straight Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Fusto Dritto in Tungsteno e Punta<Color:Default>.

source: You got <Color:8>Slim Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta Slim e Asta<Color:Default>.

source: You got <Color:8>Standard Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Alette e fusto standard<Color:Default>.

source: Play a Game
pt: Gioca una Partita

source: Not Now
pt: Non ora

source: Man
pt: Uomo

# 312_Ebisu
source: Whew. I managed to win, somehow!
pt: Uff. L'ho spuntata, in qualche modo!

# 324_Ebisu
source: Un, if you're willing, I'd love to play you again!
pt: Ah, se ti va, mi piacerebbe un sacco rigiocare con te!

# 348_Ebisu
source: Ouch. You got me.
pt: Ahi. M'hai preso.

# 360_Ebisu
source: Here, take these, as thanks for your time.
pt: Tieni questi, come ringraziamento per il tuo tempo.

# 420_Ebisu
source: Uh, please don't get angry, but I want to tell you something.
pt: Ehm, non arrabbiarti, ti prego, ma voglio dirti una cosa.

# 432_Saejima
source: What's that?
pt: Cos'è?

# 444_Ebisu
source: I, uh, don't get nervous when I play other people anymore. Except you, Saejima-san.
pt: Io, uh, non mi innervosisco più a giocare contro gli altri. Tranne che con te, Saejima-san.

# 456_Ebisu
source: Like, uh, you're intimidating, Saejima-san, just from the way you look, so playing you was like good training, I mean...
pt: Cioè, uhm, Saejima-san, lei è intimidatorio, solo a vederla, quindi giocarci contro è stato un po' come un buon allenamento, insomma...

# 468_Saejima
source: Is that so? Good to hear.
pt: Ah, sì? Mi fa piacere.

# 480_Ebisu
source: Yes, it was a great experience. Thank you very much.
pt: Sì, è stata una bella esperienza. Grazie mille.

# 504_Saejima
source: By the way, weren't ya sayin' you're gonna enter a big tournament?
pt: A proposito, non è che dicevi che ti saresti iscritto a un gran torneo?

# 516_Ebisu
source: Yes, I am. I'll do my best!
pt: Sì, ci sono. Ce la metterò tutta!

# 576_Ebisu
source: Um, may I challenge you to a darts match?
pt: Ehm, posso sfidarti a una partita a freccette?

# 588_Saejima
source: Some other time.
pt: Un'altra volta.

# 600_Ebisu
source: Oh, I'm sorry, you must be busy. Please give me a shout if you'd like to play.
pt: Oh, scusa, devi essere impegnato. Fammi un fischio se ti va di giocare.

# 612_Saejima
source: Trainin' hard, huh? Sure thing. I'll play ya.
pt: Ti stai spaccando, eh? Ma certo. Ti faccio una partita.

# 624_Ebisu
source: Oh, thank you so much. Okay, let's play cricket!
pt: Oh, grazie mille. Ok, giochiamo a Cricket!

# 684_Ebisu
source: Whew. I squeaked out a win.
pt: Uff. Ho vinto per il rotto della cuffia.

# 696_Saejima
source: You're plenty good now, Ebi-chan. Why do ya need more trainin'?
pt: Sei già fin troppo bravo, Ebi-chan. Che ti serve altro allenamento?

# 708_Ebisu
source: I suppose... But I don't think I've played to the best of my ability yet. I'd like to keep playing with you, if I may.
pt: Beh, suppongo... Ma non credo di aver ancora dato il meglio di me. Mi piacerebbe continuare a giocare con te, se non ti dispiace.

# 732_Ebisu
source: Ouch. You got me. I tense up when I get nervous.
pt: Ahi. Mi hai beccato. Mi irrigidisco quando mi innervosisco.

# 744_Saejima
source: Looks that way. You seem to be settlin' down a little, though.
pt: Sembra di sì. Però mi sembri ti stia un po' dando una calmata.

# 756_Ebisu
source: Uh, yes, I think so, too. Please take these, as thanks for playing with me today.
pt: Ehm, sì, penso anch'io. Prendi questi, come ringraziamento per aver giocato con me oggi.

# 840_Ebisu
source: Um, if you have the time, I hope you'll play with me again.
pt: Ehm, se hai tempo, spero tu possa fare un'altra partita con me.

# 864_Ebisu
source: Uh, um, would you like to play a game of darts?
pt: Uh, uhm, ti andrebbe di fare una partita a freccette?

# 876_Saejima
source: Some other time.
pt: Un'altra volta.

# 888_Ebisu
source: Oh, I'm sorry, you must be busy. Please give me a shout if you'd like to play.
pt: Oh, scusa, devi essere impegnato. Fammi un fischio se ti va di giocare.

# 900_Saejima
source: Uh-huh, sure.
pt: Certo, certo.

# 912_Ebisu
source: Okay! Then, could we play a cricket match?
pt: Va bene! Allora, potremmo fare una partita a cricket?

# 972_Ebisu
source: Whew. I won. I'm so glad!
pt: Meno male. Ho vinto. Sono così contento!

# 984_Ebisu
source: Um, if you have the time, please play with me again. I'm a regular here.
pt: Ehm, se hai tempo, ti va di fare un'altra partita con me? Sono un cliente fisso qui.

# 1008_Ebisu
source: Aww... Guess I'm not good enough after all.
pt: Ah... Mi sa che non sono all'altezza, dopotutto.

# 1020_Ebisu
source: Oh, yes, Saejima-san, these are my thanks for your time today.
pt: Oh, sì, Saejima-san, questi sono i miei ringraziamenti per il tempo che mi hai dedicato oggi.

# 1104_Ebisu
source: They're parts for customizing darts.
pt: Sono pezzi per personalizzare le freccette.

# 1116_Ebisu
source: You can combine them to make your own custom darts. It's kind of fun.
pt: Puoi combinarli per creare le tue freccette personalizzate. È un certo spasso.

# 1128_Ebisu
source: Um, please play with me again if you get a chance.
pt: Ehm, per favore, gioca ancora con me, quando hai un attimo.

# 1164_Ebisu
source: Uh, um, would you like to play a game of darts?
pt: Uh, uhm, ti andrebbe di fare una partita a freccette?

# 1176_Saejima
source: I'm busy.
pt: Sono impegnato.

# 1188_Ebisu
source: Oh, uh, sorry to bother you.
pt: Oh, ehm, scusa il disturbo.

# 1200_Man
source: Uh, um, would you like to play a game of darts?
pt: Uh, uhm, ti andrebbe di fare una partita a freccette?

# 1212_Saejima
source: I'm busy.
pt: Sono impegnato.

# 1224_Man
source: Oh, uh, sorry to bother you.
pt: Oh, ehm, scusa il disturbo.

# 1236_Saejima
source: Sure.
pt: Certo.

# 1260_Ebisu
source: Oh, uh, then I'd like to challenge you to a game of cricket.
pt: Oh, ehm, allora, ti va una partita a cricket?

# 1272_Man
source: You will? Thank you.
pt: Lo farai? Grazie.

# 1284_Man
source: I'm thinking of entering a major tournament...
pt: Sto pensando di buttarmi in un gran torneo...

# 1296_Man
source: But when I play someone, I get so nervous that I fumble and mess up! I do so well by myself, but with someone else, I'm just hopeless...
pt: Ma quando gioco contro qualcuno, divento così nervoso che mi agito e faccio un casino! Da solo, vado benissimo, ma con qualcun altro, sono proprio un disastro...

# 1308_Saejima
source: So that's why you're challenging strangers to play?
pt: Ecco perché stai sfidando degli sconosciuti a giocare?

# 1320_Man
source: Yes. I thought maybe if I could get over this anxiety of mine, then maybe...
pt: Sì. Pensavo che magari se riuscissi a superare questa mia ansia, allora forse...

# 1332_Saejima
source: Oh, yeah. I get it. I'm Saejima. You, what do ya go by?
pt: Ah, sì. Ho capito. Sono Saejima. Tu, come ti fai chiamare?

# 1356_Saejima
source: Ebisu? What, is that your last name? I'll just call ya Ebi-chan. That's good. Now, let's play.
pt: Ebisu? Ma è il tuo cognome, o cosa? Allora ti chiamerò Ebi-chan. Così va bene. Adesso, giochiamo.

# 1368_Ebisu
source: ...Ebi-chan? Uh, um, yes, a cricket match, please.
pt: ...Ebi-chan? Uh, ehm, sì, una partita a Cricket, per favore.
