Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690137.po
Languages: pt

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>1.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>1,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>1.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>2,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>2.000 yen<Color:Default> dal pubblico.

source: Received a <Color:8>4,000 yen<Color:Default> tip from the audience.
pt: Hai ricevuto una mancia di <Color:8>4.000 yen<Color:Default> dal pubblico.

source: Yes
pt: Sì

source: Adjust Dance Heat Settings
pt: Regola le impostazioni di Dance Heat

# 152_Nanase
source: Oh, darn. I lost. Those moves of yours are really polished.
pt: Oh, accidenti. Ho perso. Quelle tue mosse sono davvero perfette.

# 188_Nanase
source: Looks like I win this time. I hope you'll ask me again soon!
pt: Sembra che vinca io questa volta. Spero che mi sfiderai di nuovo presto!

# 224_Nanase
source: Your expression is telling me you want to face off in a dance battle. Is that right?
pt: Dalla tua espressione, mi sa che vuoi farci una dance battle. Ho ragione?

# 296_Haruka
source: What!? My expression wasn't telling you that!
pt: Cosa!? La mia espressione non ti stava mica dicendo quello!

# 308_Nanase
source: Liar! It most certainly was!
pt: Bugiarda! Invece sì!

# 344_Nanase
source: Ah, no can do! You can't dance when you're that tired. You might hurt yourself!
pt: Ah, non se ne parla! Non puoi ballare quando sei così stanco. Potresti farti male!

# 356_Haruka
source: Oh. I guess you're right.
pt: Oh. Immagino tu abbia ragione.

# 392_Nanase
source: Your expression is telling me you want to face off in a dance battle. Is that right?
pt: Dalla tua espressione, mi sa che vuoi farci una dance battle. Ho ragione?

# 464_Haruka
source: What!? My expression wasn't telling you that!
pt: Cosa!? La mia espressione non ti stava mica dicendo quello!

# 476_Nanase
source: Liar! It most certainly was!
pt: Bugiarda! Invece sì!

# 512_Haruka
source: Hehe. Is it that easy to tell?
pt: Hehe. È così facile da capire?

# 524_Nanase
source: Yup. It's written all over your face that you want to dance, and you want to dance now!
pt: Già. Ti si legge in faccia che vuoi ballare, e lo vuoi fare adesso!

# 584_Nanase
source: Oh, darn. I lost. Those moves of yours are really polished.
pt: Accidenti. Ho perso. Quelle tue mosse sono davvero perfette.

# 776_Nanase
source: Looks like I win this time. I hope you'll ask me again soon!
pt: Mi sa che ho vinto io stavolta. Spero che mi chiederai di nuovo presto!

# 812_Nanase
source: Your expression is telling me you want to face off in a dance battle. Is that right?
pt: Dalla tua espressione, mi sa che vuoi farci una dance battle. Ho ragione?

# 908_Nanase
source: What!? My expression wasn't telling you that!
pt: Cosa!? La mia espressione non ti stava mica dicendo quello!

# 920_Nanase
source: Liar! It most certainly was!
pt: Bugiarda! Invece sì!

# 956_Nanase
source: Ah, no can do! You can't dance when you're that tired. You might hurt yourself!
pt: Ah, non se ne parla! Non puoi ballare quando sei così stanco. Potresti farti del male!

# 968_Haruka
source: Oh. I guess you're right.
pt: Oh. Mi sa che hai ragione.

# 1004_Nanase
source: Your expression is telling me you want to face off in a dance battle. Is that right?
pt: Dalla tua espressione, mi sa che vuoi farci una dance battle. Ho ragione?

# 1100_Nanase
source: What!? My expression wasn't telling you that!
pt: Cosa!? La mia espressione non ti stava mica dicendo quello!

# 1112_Nanase
source: Liar! It most certainly was!
pt: Bugiarda! Invece sì!

# 1148_Nanase
source: Hehe. Is it that easy to tell?
pt: Hehe. Si capisce così facilmente?

# 1160_Nanase
source: Yup. It's written all over your face that you want to dance, and you want to dance now!
pt: Eh sì. Ti si legge in faccia che vuoi ballare, e lo vuoi fare adesso!
