Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000206a9.po
Languages: pt

source: Yahata's Lackey
pt: Lo scagnozzo di Yahata

# 76_Yahata's Lackey
source: Urgh, god <Italic>damn</Italic>!
pt: Urgh, <Italic>maledizione</Italic>!

# 88_Kiryu
source: Listen.
pt: Ascolta.

# 100_Kiryu
source: I used to be yakuza, just like you. So I get that you're trying to protect your boss.
pt: Anche io ero yakuza, proprio come te. Perciò capisco che stai cercando di proteggere il tuo boss.

# 112_Kiryu
source: But I want what's best for this town. Same as you.
pt: Ma voglio il meglio per questa città. Proprio come te.

# 124_Kiryu
source: And the only way I can keep this town safe is by talking to Yahata and stopping the Tojo Clan.
pt: E l'unico modo per tenere al sicuro 'sta città è parlando con Yahata e fermando il Clan Tojo.

# 136_Kiryu
source: So please. Tell me where he is.
pt: Allora, ti prego. Dimmi dov'è.

# 148_Yahata's Lackey
source: The hideout's crawlin' with men, all there to guard the boss.
pt: Il covo brulica di uomini, tutti lì a fare la guardia al boss.

# 160_Yahata's Lackey
source: Y'set foot in there, yer as good as dead.
pt: Se ci metti piede lì dentro, sei bello che morto.

# 172_Kiryu
source: Just tell me where it is, and I'll handle it. Even if I have to knock sense into every last one of them.
pt: Dimmi solo dov'è, e ci penso io. Anche se dovrò metterli a posto tutti quanti.

# 184_Yahata's Lackey
source: That so? Hahaha! Ain't many in Nagasu with those kinda balls.
pt: Ah sì? Ahahah! Non molti a Nagasu hanno due palle così.

# 196_Yahata's Lackey
source: Fine then. It's all on you.
pt: E sia. Sta tutto a te.

# 208_Yahata's Lackey
source: You'll find the boss's hideout <Color:7>around the middle of Suzukake Lane<Color:Default>.
pt: Il covo del boss lo trovi <Color:7>verso la metà di Suzukake Lane<Color:Default>.

# 220_Kiryu
source: Got it.
pt: Capito.

# 232_Yahata's Lackey
source: And hey... Good luck. All o' Nagasugai's countin' on ya.
pt: Ehi... Buona fortuna. Tutta Nagasugai conta su di te.

# 244_Kiryu
source: I won't let you down.
pt: Non ti deluderò.

# 268_Kiryu
source: Hey.
pt: Ehi.

# 280_Yahata's Lackey
source: What the shit? You're the asshole who came stormin' through our HQ yesterday.
pt: Che cazzo? Sei lo stronzo che è venuto a irrompere nel nostro covo ieri.

# 292_Kiryu
source: That's right. Now tell me where I can find Yahata. We need to talk.
pt: Esatto. Ora dimmi dove posso trovare Yahata. Dobbiamo parlare.

# 304_Yahata's Lackey
source: Heh, I knew you'd say that. I hear y'been snoopin' around town lookin' for him.
pt: Ah, lo sapevo che l'avresti detto. Ho sentito che hai ficcato il naso in giro per la città, cercandolo.

# 316_Kiryu
source: That's right. So? Where is he?
pt: Esatto. E allora? Dov'è?

# 328_Yahata's Lackey
source: It's my turn for questions first. Why d'ya gotta see him so bad?
pt: Tocca a me fare le domande, prima. Perché devi vederlo a tutti i costi?

# 340_Kiryu
source: I made a promise to Madarame.
pt: Ho fatto una promessa a Madarame.

# 352_Kiryu
source: I told him I wouldn't let Aoyama and the Tojo Clan have the run of the place. That I'd protect Nagasugai and the Yamagasa Family.
pt: Gli ho detto che non avrei permesso ad Aoyama e al Clan Tojo di spadroneggiare qui. Che avrei protetto Nagasugai e la Famiglia Yamagasa.

# 364_Yahata's Lackey
source: Y'sayin' <Italic>you</Italic> talked to the patriarch?
pt: Stai a di' che <Italic>tu</Italic> hai parlato col patriarca?

# 376_Kiryu
source: I did.
pt: L'ho fatto.

# 388_Yahata's Lackey
source: Hmph. N' why should I believe ya?
pt: Hmph. E perché mai dovrei crederti?

# 400_Kiryu
source: You'll understand once I see Yahata.
pt: Capirai non appena vedrò Yahata.

# 412_Yahata's Lackey
source: Sorry, but the boss got real hurt yesterday.
pt: Scusa, ma il boss si è fatto un male cane ieri.

# 424_Yahata's Lackey
source: Can't just let ya waltz into our hideout. Guy like ya could be workin' for the Tojo Clan fer all I know.
pt: Non ti possiamo mica lasciare entrare a zonzo nel nostro covo. Un tipo come te, per quel che ne so io, potrebbe benissimo lavorare per il Clan Tojo.

# 436_Kiryu
source: A hideout, huh?
pt: Un covo, eh?

# 448_Kiryu
source: So that's where I'll find Yahata.
pt: Allora è lì che becco Yahata.

# 460_Yahata's Lackey
source: Not if I can help it! You ain't leavin' here alive!
pt: Non finché avrò fiato in corpo! Non uscirai vivo da qui!
