Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00130bee.po
Languages: pt

source: Tatsuya's new dish "Cream Stew Style Mizutaki Zosui" has been added to Senbo's menu.
pt: Il nuovo piatto di Tatsuya, il "Mizutaki Zosui stile Cream Stew", è stato aggiunto al menu di Senbo.

source: Player
pt: Giocatore

source: MC
pt: Conduttore

# 56_Player
source: (Hm? Is that Tatsuya?)
pt: (Mmh? Ma quello è Tatsuya?)

# 80_MC
source: Welcome to Tatsuya's Three-Minute Kitchen Hack! Today, we're visiting the food stall mecca of Nagasugai, Fukuoka!
pt: Benvenuti a 'I 3 Minuti di Trucchi in Cucina di Tatsuya'! Oggi andremo a fare visita alla mecca delle bancarelle di cibo di Nagasugai, Fukuoka!

# 92_MC
source: This show is all about having celebrity chef Tatsuya help new and struggling eateries across Japan by coming up with new dishes!
pt: Questo show punta tutto sullo chef celebre Tatsuya che dà una mano ai locali, sia quelli nuovi che quelli in difficoltà, in giro per tutto il Giappone, tirando fuori nuovi piatti!

# 104_MC
source: In this episode, we're paying a visit to Todagawa-san, owner of an old-school food stall that's on the outs with the young crowd.
pt: In questo episodio, faremo visita a Todagawa-san, il proprietario di una bancarella di cibo della vecchia scuola che non va più di moda tra i giovani.

# 116_MC
source: Todagawa-san, we heard you were having trouble attracting younger customers.
pt: Todagawa-san, abbiamo sentito che stavi avendo problemi ad attrarre clienti più giovani.

# 128_Todagawa
source: That's right. We mainly serve simple dishes for which Hakata is famous, such as mizutaki, but the younger crowd ain't interested.
pt: Esatto. Serviamo principalmente piatti semplici, quelli per cui Hakata è famosa, come il mizutaki, ma i ragazzi d'oggi non sono più interessati.

# 140_Todagawa
source: Thought maybe we could come up with a new dish that could attract young people.
pt: Magari potremmo inventarci un nuovo piatto che attiri un po' i giovani.

# 152_MC
source: So you want to come up with a mizutaki dish that young people could love, too? Sounds like a tough challenge!
pt: Quindi vuoi inventare un piatto di mizutaki che piaccia anche ai giovani? Sembra una bella sfida!

# 164_MC
source: Well, Tatsuya-san, let's hear what you came up with!
pt: Allora, Tatsuya-san, sentiamo cosa hai tirato fuori!

# 176_Tatsuya
source: Okay, wait for it... I'm calling my new dish "Cream Stew Style Mizutaki Zosui"!
pt: Ok, preparatevi... Chiamo il mio nuovo piatto "Cream Stew Style Mizutaki Zosui"!

# 188_MC
source: You've done it again, Tatsuya-san! Could you tell us a little more about your new creation?
pt: Ce l'hai fatta di nuovo, Tatsuya-san! Potrebbe dirci qualcosa di più sulla sua nuova creazione?

# 200_Tatsuya
source: Sure. It's a mizutaki dish prepared like a stew with white sauce and plenty of black pepper.
pt: Certo. È un piatto di mizutaki preparato come uno stufato con salsa bianca e abbondante pepe nero.

# 212_Tatsuya
source: You can also enjoy it carbonara style with an egg on top. It's sure to be a hit with the younger crowd, especially the ladies.
pt: Lo puoi anche gustare stile carbonara, con l'uovo sopra. Sarà sicuramente un successone tra i più giovani, specialmente le ragazze.

# 224_Todagawa
source: Sounds like a feast for the eyes and mouth. Gotta hand it to ya, Tatsuya-san, I would've never come up with anythin' like that. How'd ya do it?
pt: Sembra una vera festa per gli occhi e per il palato. Te lo devo proprio riconoscere, Tatsuya-san, a me non sarebbe mai venuto in mente niente del genere. Come hai fatto?

# 236_Tatsuya
source: When I first came here, I asked a certain person to recommend different eateries. I was quite inspired by all the new places I ate at.
pt: Appena arrivato qui, ho chiesto a un tipo di consigliarmi qualche posticino dove mangiare. Sono rimasto parecchio ispirato da tutti i locali nuovi in cui sono stato.

# 248_MC
source: And there you have it! Another hit dish courtesy of Tatsuya-san! Cream Stew Style Mizutaki Zosui is now available anytime at Todagawa-san's food stall!
pt: Ed ecco qua! Un altro piatto che spacca, grazie a Tatsuya-san! Il Cream Stew Style Mizutaki Zosui è ora sempre disponibile alla bancarella di Todagawa-san!

# 260_MC
source: We hope our viewers will come give it a try! Until next time! Bon appétit!
pt: Speriamo che i nostri spettatori vengano a provarlo! Alla prossima! Buon appetito!

# 332_Player
source: (They're serving Tatsuya's new dish at that food stall over there. Maybe I'll give it a try when I have some time.)
pt: (Stanno servendo il nuovo piatto di Tatsuya a quella bancarella lì. Magari lo provo quando ho un po' di tempo.)
