Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490100.po
Languages: pt

# 44_Akiyama
source: Miyu, do you have a minute?
pt: Miyu, hai un minuto?

# 56_Miyu
source: Oh, hi, boss. For you, always. What do you need?
pt: Oh, ciao, capo. Per te, sempre. Di cosa hai bisogno?

# 68_Akiyama
source: Saida-san stopped by earlier, right?
pt: Saida-san è passato di qui prima, vero?

# 80_Miyu
source: Yes, he did. What about it?
pt: Sì, è passato. Che c'entra?

# 92_Akiyama
source: Well, no sense beating around the bush－what made you turn him down?
pt: Beh, inutile girarci intorno－cosa ti ha fatto dire di no?

# 104_Miyu
source: Are you kidding? He's so not hip. He's a wonderful customer, sure, but to be seen in public together, he's just so...
pt: Ma stai scherzando? Non è per niente alla moda. È un cliente meraviglioso, certo, ma per farsi vedere in pubblico insieme, è proprio così...

# 116_Akiyama
source: Unhip. Right.
pt: Fuori moda. Giusto.

# 128_Akiyama
source: You say that, but is that really true? Saida-san wears the latest fashions from all the top brands. He's far better dressed than most guys, wouldn't you say?
pt: Tu dici così, ma è proprio vero? Saida-san indossa l' ultima moda di tutti i brand più famosi. È vestito molto meglio della maggior parte dei ragazzi, non diresti?

# 140_Miyu
source: Not you too, boss. You don't get it either. That's exactly what makes him so unhip!
pt: Non tu pure, capo. Non lo capisci neanche tu. È esattamente quello che lo rende così fuori moda!

# 152_Akiyama
source: What do you mean?
pt: Cosa intendi?

# 164_Miyu
source: That man's fashion sense is... how do I put it? It's like he's a mannequin. So neat, and tidy, and boooring.
pt: Il senso della moda di quell'uomo è... come dire? È come se fosse un manichino. Così curato, e ordinato, e noioso.

# 176_Akiyama
source: Well, now that you mention it, he does wear his collar buttoned to the top. I guess he might come across as kind of stuffy.
pt: Beh, ora che lo dici, indossa il colletto abBottonato fino in cima. Suppongo possa sembrare un po' ingessato.

# 188_Miyu
source: He's so prim and proper even when he's drinking here. A date would be just so tedious.
pt: È così inquadrato e per bene anche quando beve qui. Un appuntamento sarebbe così noioso.

# 200_Miyu
source: A serious company man married to his job isn't my idea of fun. I prefer a man who knows how to cut loose and enjoy himself.
pt: Un uomo d'azienda serioso e sposato col suo lavoro non è il mio tipo di divertimento. Preferisco un uomo che sappia lasciarsi andare e divertirsi.

# 212_Akiyama
source: Okay, so would dressing a little more like me help?
pt: Beh, allora, vestirsi un po' più come me aiuterebbe?

# 224_Miyu
source: In a cheesy suit like that?
pt: Con un completo così pacchiano?

# 236_Akiyama
source: Huh...?
pt: Eh...?

# 248_Miyu
source: You only need a touch of playfulness.
pt: Ti serve solo un tocco di brio.

# 260_Akiyama
source: And a touch would be how much?
pt: E un tocco sarebbe quanto?

# 272_Miyu
source: Come on, boss, instead of counting on me to give you all the answers, why don't you do some research on your own?
pt: Dai, capo, invece di contare su di me per darti tutte le risposte, perché non fai qualche ricerca per conto tuo?

# 284_Akiyama
source: Okay, okay, fine.
pt: Va bene, va bene, d'accordo.

# 296_Akiyama
source: (Studying up on fashion? Maybe there's a good magazine at one of the convenience stores.)
pt: (Informarsi sulla moda? Forse c'è una buona rivista in uno dei minimarket.)
