Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330997.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got a <Color:8>Borrowed Single-lens Reflex Camera<Color:Default>.
pt: Hai preso una <Color:8>Macchina fotografica reflex in prestito<Color:Default>.

source: Tourism Board Employee
pt: Impiegato dell'Ente del Turismo

source: Player
pt: Giocatore

source: Man
pt: Uomo

source: Tourist Spots
pt: Luoghi turistici

# 76_Tourism Board Employee
source: Hey there! How's your photography going? Well, I hope?
pt: Ehilà! Come sta andando con le foto? Spero bene?

# 88_Player
source: Yeah, I've shot five locations.
pt: Sì, ho scattato cinque posti.

# 100_Tourism Board Employee
source: That's excellent! Let me take a look!
pt: Fantastico! Fammi dare un'occhiata!

# 124_Tourism Board Employee
source: These photos are wonderful! Great job.
pt: Queste foto sono meravigliose! Ottimo lavoro.

# 136_Tourism Board Employee
source: I'm sure we can use them in advertisements for attracting tourists to Tsukimino!
pt: Sono certo che possiamo usarle nelle pubblicità per attirare turisti a Tsukimino!

# 148_Tourism Board Employee
source: Here's the reward I promised. Go ahead, take it.
pt: Ecco la ricompensa che ti ho promesso. Prego, prendila.

# 172_Tourism Board Employee
source: Please come back and visit Tsukimino again.
pt: Per favore, torna a visitare Tsukimino di nuovo.

# 184_Tourism Board Employee
source: How's your photography going? I hope you can get some really great photos of Tsukimino!
pt: Come sta andando con le foto? Spero tu riesca a scattare delle foto davvero fantastiche di Tsukimino!

# 208_Man
source: Excuse me, do you have a minute?
pt: Scusi, ha un minuto?

# 220_Player
source: Hmm? Whaddya want?
pt: Hmm? Che vuoi?

# 232_Man
source: I'm from the Tsukimino Tourism Board. Right now we're running a campaign to raise Tsukimino's profile as a tourist destination.
pt: Sono dell'Ente del Turismo di Tsukimino. Al momento stiamo portando avanti una campagna per far conoscere Tsukimino come meta turistica.

# 244_Player
source: An advertising campaign? Sounds like a good idea.
pt: Una campagna pubblicitaria? Sembra una buona idea.

# 256_Tourism Board Employee
source: Yes. I'd like to ask you to take some photos of places around Tsukimino that you think are must-see landmarks.
pt: Sì. Vorrei chiederti di scattare delle foto di luoghi qui a Tsukimino che, secondo te, sono attrazioni da non perdere.

# 268_Tourism Board Employee
source: The photos you take will be used in pamphlets and posters promoting Tsukimino as a tourist destination.
pt: Le foto che scatti verranno usate in opuscoli e poster per promuovere Tsukimino come meta turistica.

# 280_Tourism Board Employee
source: If you can shoot five sightseeing spots for me, I'll give you a fabulous gift.
pt: Se riesci a scattare foto a cinque attrazioni per me, ti darò un regalo favoloso.

# 292_Player
source: I ain't got a camera, though.
pt: Non ho una macchina fotografica, però.

# 304_Tourism Board Employee
source: No problem! We can lend you one. I have a high-end single-lens reflex camera to give you.
pt: Nessun problema! Te ne possiamo prestare una. Ho una macchina fotografica reflex professionale da darti.

# 316_Player
source: Yeah? How much ya gonna charge me?
pt: Sì? Quanto mi fai pagare?

# 328_Tourism Board Employee
source: Oh, no. I'll loan it to you for free. I do need you to give me a way to reach you in case something happens, though.
pt: Oh, no. Te la presto gratis. Però ho bisogno che tu mi dia un modo per contattarti nel caso succeda qualcosa.

# 340_Player
source: (Guess there ain't any reason to turn him down. Might as well take up the offer.)
pt: (Immagino non ci sia motivo di rifiutare. Tanto vale accettare l'offerta.)

# 352_Player
source: Yeah, I'll do it.
pt: Sì, lo farò.

# 364_Tourism Board Employee
source: Great! Here's the camera.
pt: Ottimo! Ecco la macchina fotografica.

# 472_Tourism Board Employee
source: You can find me here during the campaign. Come back once you've shot five locations.
pt: Puoi trovarmi qui durante la campagna. Torna una volta che avrai scattato cinque luoghi.

# 484_Tourism Board Employee
source: Good luck out there!
pt: Buona fortuna là fuori!

# 496_Tourist Spots
source: When you visit sightseeing spots around town, the Photograph action icon may appear. Press <Action:Button_Cross@Adventure> while this is displayed to take a photo.
pt: Quando visiti le attrazioni turistiche in giro per la città, potrebbe apparire l'icona dell'azione Fotografa. Premi <Action:Button_Cross@Adventure> mentre è visualizzata per scattare una foto.

# 508_Tourist Spots
source: You can view photos you've taken from City Exploration under Completion List in the Pause Menu. Once you take five photos, bring them to the Tourism Board staff member to receive a reward.
pt: Puoi visualizzare le foto che hai scattato durante l'Esplorazione Cittadina, nella Lista di Completamento del Menu di Pausa. Una volta che avrai scattato cinque foto, portale all'incaricato dell'Ente del Turismo per ricevere una ricompensa.

# 520_Player
source: (I guess I'll take a walk around and find some good scenery.)
pt: (Immagino mi farò un giro e cercherò qualche bel paesaggio.)

# 532_Tourism Board Employee
source: Hey, I met you in Kamurocho, didn't I?
pt: Ehi, ti ho incontrato a Kamurocho, giusto?

# 544_Player
source: You're that guy from the tourism board, huh? You asked me to take photos for ya.
pt: Sei quel tipo dell'ente del turismo, eh? Mi hai chiesto di scattare delle foto per te.

# 556_Tourism Board Employee
source: That's me. Fancy meeting you again here.
pt: Sono io. Guarda chi si rivede qui.

# 568_Player
source: Ah, I ain't had a chance to return the camera.
pt: Ah, non ho avuto modo di restituire la macchina fotografica.

# 580_Tourism Board Employee
source: Don't worry about it. I've actually been sent out around the country, and I'm doing some work for the Tsukimino Tourism Board now.
pt: Non preoccuparti. In realtà sono stato mandato in giro per il paese, e ora sto facendo dei lavoretti per l'Ente del Turismo di Tsukimino.

# 592_Player
source: Ya want me to take more photos?
pt: Vuoi che scatti altre foto?

# 604_Tourism Board Employee
source: Exactly! I'd like you to shoot five photos here in Tsukimino, too. Bring them to me, and I'll give you a fabulous gift.
pt: Esatto! Vorrei che scattassi altre cinque foto qui a Tsukimino. Portale a me, e ti darò un regalo favoloso.

# 616_Player
source: All right. Guess I could do that.
pt: Va bene. Immagino potrei farlo.

# 628_Tourism Board Employee
source: Thank you! I'll be here during the campaign. Come and see me once you've taken five shots.
pt: Grazie! Sarò qui per tutta la durata della campagna. Vieni a trovarmi una volta che avrai scattato cinque foto.

# 640_Tourism Board Employee
source: Good luck out there!
pt: Buona fortuna là fuori!
