Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003309a1.po
Languages: pt

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai intascato <Color:8>20.000 yen<Color:Default>.

source: You got a <Color:8>Borrowed Single-lens Reflex Camera<Color:Default>.
pt: Hai intascato una <Color:8>Reflex in prestito<Color:Default>.

source: Tourism Board Employee
pt: Impiegato dell'Ente del Turismo

source: Player
pt: Giocatore

source: Man
pt: Uomo

source: Tourist Spots
pt: Luoghi turistici

# 76_Tourism Board Employee
source: Hey there! How's your photography going? Well, I hope?
pt: Ehi! Come va con le foto? Spero bene?

# 88_Player
source: Yeah. I've shot five locations.
pt: Già. Ho scattato a cinque posti.

# 100_Tourism Board Employee
source: That's excellent! Let me take a look!
pt: Fantastico! Fammi dare un'occhiata!

# 124_Tourism Board Employee
source: These photos are wonderful! Great job.
pt: Queste foto sono fantastiche! Ottimo lavoro.

# 136_Tourism Board Employee
source: These are really going to get tourists interested in visiting Nagasugai!
pt: Queste faranno venire una gran voglia ai turisti di visitare Nagasugai!

# 148_Tourism Board Employee
source: Here's the reward I promised. Go ahead, take it.
pt: Ecco la ricompensa che ti ho promesso. Prendilo pure.

# 172_Tourism Board Employee
source: Thank you so much for your help!
pt: Grazie mille per il tuo aiuto!

# 184_Tourism Board Employee
source: How's your photography going? Please try to get some great photos of Nagasugai!
pt: Come va con le foto? Cerca di scattare delle foto fantastiche di Nagasugai!

# 208_Man
source: Excuse me, do you have a minute?
pt: Scusa, hai un minuto?

# 220_Player
source: Sure, what do you need?
pt: Certo, cosa ti serve?

# 232_Man
source: I'm from the Nagasu Tourism Board. Right now we're running an advertising campaign to try to raise Nagasugai's profile as a tourist destination.
pt: Sono dell'Ente del Turismo di Nagasu. Al momento stiamo conducendo una campagna pubblicitaria per cercare di far conoscere Nagasugai come meta turistica.

# 244_Player
source: An advertising campaign? Not a bad idea.
pt: Una campagna pubblicitaria? Non male come idea.

# 256_Tourism Board Employee
source: Thank you for saying so! Now, I'd like to ask you to take some photos of places around Nagasugai that you think are must-see landmarks.
pt: Grazie per averlo detto! Ora, vorrei chiederti di scattare delle foto di luoghi qui a Nagasugai che secondo te sono attrazioni imperdibili.

# 268_Tourism Board Employee
source: The photos you take will be used in pamphlets and posters promoting Nagasugai as a tourist destination.
pt: Le foto che scatterai verranno utilizzate in opuscoli e poster per promuovere Nagasugai come meta turistica.

# 280_Tourism Board Employee
source: If you can shoot five sightseeing spots for me, I'll give you a fabulous gift.
pt: Se mi scatti cinque foto di punti turistici, ti darò un regalo favoloso.

# 292_Player
source: Hm. I'm interested, but I don't have a camera.
pt: Hm. Sono interessato, ma non ho una macchina fotografica.

# 304_Tourism Board Employee
source: Oh, well there's no problem there! I have a high-end single-lens reflex camera to lend you just for this.
pt: Oh, nessun problema! Ho una macchina fotografica reflex di fascia alta da prestarti proprio per questo.

# 316_Player
source: Sounds expensive. How much is the rental?
pt: Sembra costoso. Quant'è il noleggio?

# 328_Tourism Board Employee
source: Rental? I'll loan it to you for free! I will need your contact info, though. You know, in case something comes up.
pt: Noleggio? Te la presto gratis! Però mi serviranno i tuoi recapiti. Sai com'è, non si sa mai.

# 340_Player
source: (Not much reason to say no. I guess I could snap a few shots.)
pt: Non c'è un gran motivo per dire di no. Tanto vale fare qualche scatto.

# 352_Player
source: Okay, you've got a deal.
pt: Ok, affare fatto.

# 364_Tourism Board Employee
source: Great! Here's your camera.
pt: Ottimo! Ecco la tua macchina fotografica.

# 472_Tourism Board Employee
source: I'll be here in this very spot for as long as the campaign is running. Come back once you've shot five locations.
pt: Resterò qui, in questo stesso punto, per tutta la durata della campagna. Torna quando avrai scattato cinque foto ai luoghi.

# 484_Tourism Board Employee
source: Good luck out there!
pt: Buona fortuna là fuori!

# 496_Tourist Spots
source: When you visit sightseeing spots around town, the Photograph action icon may appear. Press <Action:Button_Cross@Adventure> while this is displayed to take a photo.
pt: Quando visiti i punti turistici in giro per la città, potrebbe apparire l'icona d'azione 'Scatta foto'. Premi <Action:Button_Cross@Adventure> quando appare per scattare una foto.

# 508_Tourist Spots
source: You can view photos you've taken from City Exploration under Completion List in the Pause Menu. Once you take five photos, bring them to the Tourism Board staff member to receive a reward.
pt: Puoi visualizzare le foto che hai scattato durante l'Esplorazione della città sotto Lista di completamento nel Menu Pausa. Una volta scattate cinque foto, portale al membro dello staff dell'Ente del Turismo per ricevere una ricompensa.

# 520_Player
source: (Guess I'll see what I can find around town.)
pt: (Vedo un po' cosa riesco a trovare in giro per la città.)

# 532_Tourism Board Employee
source: Hey, I met you in Kamurocho, didn't I?
pt: Ehi, ti ho incontrato a Kamurocho, sbaglio?

# 544_Player
source: You're that guy from the tourism board, right? You asked me to take photos for you.
pt: Sei quello dell'ente del turismo, giusto? Mi hai chiesto di scattare delle foto per te.

# 556_Tourism Board Employee
source: That's me. Fancy meeting you again here.
pt: Sono io. Guarda un po' chi si rivede qui.

# 568_Player
source: Oh, I haven't given you your camera back yet.
pt: Oh, non ti ho ancora restituito la tua macchina fotografica.

# 580_Tourism Board Employee
source: Don't worry about it. I've actually been sent out around the country, and I'm doing some work for the Nagasugai Tourism Board now.
pt: Non preoccuparti. In realtà sono stato spedito in giro per il paese, e ora sto facendo un po' di lavoro per l'Ente del Turismo di Nagasugai.

# 592_Player
source: Let me guess, you want me to take photos here?
pt: Fammi indovinare, vuoi che scatti delle foto qui?

# 604_Tourism Board Employee
source: Exactly! I'd like you to shoot five photos here in Nagasugai, too. Bring them to me, and I'll give you a fabulous gift.
pt: Esatto! Vorrei che scattassi cinque foto anche qui a Nagasugai. Portamele, e ti darò un regalo favoloso.

# 616_Player
source: Okay. Sure, why not?
pt: Va bene. Certo, perché no?

# 628_Tourism Board Employee
source: Thank you! I'll be here during the campaign. Come and see me once you've taken five shots.
pt: Grazie! Sarò qui durante la campagna. Vieni a trovarmi una volta che hai scattato cinque foto.

# 640_Tourism Board Employee
source: Good luck out there!
pt: Buona fortuna là fuori!
