Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e8e.po
Languages: pt

source: You handed over <Color:8>Gold Stag Meat<Color:Default>.
pt: Hai consegnato <Color:8>Carne di Cervo Dorato<Color:Default>.

source: You got 500 experience points.
pt: Hai ottenuto 500 punti esperienza.

source: You got <Color:8>Goddess of Children Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>Amuleto della Dea dei Bambini<Color:Default>.

source: Young Man
pt: Giovane

source: Mission Added
pt: Missione Aggiunta

source: Hand Over the Gold Stag Meat
pt: Consegna la Carne di Cervo Dorato

source: Keep the Gold Stag Meat
pt: Tieni la Carne di Cervo Dorato

# 120_Young Man
source: I have to go. It's the only way.
pt: Devo andare. È l'unico modo.

# 132_Saejima
source: Yo, there! Are ya talkin' about goin' up the mountain?
pt: Ehilà! Stai parlando di andare su in montagna?

# 144_Young Man
source: Yes, that's right.
pt: Sì, esatto.

# 156_Saejima
source: S'posed to be dangerous, but ya seem pretty determined. Why're ya goin'?
pt: Dovrebbe essere pericoloso, ma sembri piuttosto determinato. Perché ci vai?

# 168_Young Man
source: No reason. I just feel like it.
pt: Nessun motivo. Mi va e basta.

# 180_Saejima
source: Ya think I'm some idiot? C'mon, out with it.
pt: Mi prendi per un idiota? Dai, sputa il rospo.

# 192_Young Man
source: Okay, well...
pt: Beh, allora...

# 204_Young Man
source: Have you ever heard of the gold stag?
pt: Hai mai sentito parlare del cervo dorato?

# 216_Saejima
source: Gold? Nah. Is it around here?
pt: Oro? Naaah. È da queste parti?

# 228_Young Man
source: Only according to rumor. It might not even exist, but it's the only chance I have left.
pt: Solo per sentito dire. Magari non esiste nemmeno, ma è l'unica speranza che mi è rimasta.

# 240_Saejima
source: Whaddya mean?
pt: Che vuoi dire?

# 252_Young Man
source: My mother's sick.
pt: Mia madre è malata.

# 264_Young Man
source: We spent what little savings we had going to big hospitals all over.
pt: Abbiamo speso quel poco di risparmi che avevamo per girare tutti i grandi ospedali.

# 276_Young Man
source: And still, no one could diagnose her! We were desperate. That's when I heard about the gold stag－its meat can cure any disease!
pt: E ancora, nessuno riusciva a capire cos'avesse! Eravamo disperati. È lì che ho sentito parlare del cervo dorato—la sua carne può curare qualsiasi malattia!

# 300_Young Man
source: I know, I know. It sounds like a fairy tale.
pt: Lo so, lo so. Sembra una favola.

# 312_Young Man
source: But I have no other options. And even if it's a one-in-a-million chance...
pt: Ma non ho altra scelta. E anche se è una possibilità su un milione...

# 324_Saejima
source: (Geez. Poor kid.)
pt: (Accidenti. Povero ragazzo.)

# 336_Saejima
source: Hey, I get it; ya would do anything for yer ma. But think about this－what is she gonna do if ya get killed out there?
pt: Ehi, capisco; faresti di tutto per la tua mamma. Ma pensaci－cosa farà lei se vieni ucciso là fuori?

# 348_Young Man
source: I...
pt: Io...

# 360_Saejima
source: Look, I don't believe in fairy tales, but I'll take care of this one for ya. The last thing yer ma needs is you puttin' yer life on the line.
pt: Guarda, non credo alle favole, ma me ne occuperò io per te. L'ultima cosa di cui tua madre ha bisogno è che tu rischi la vita.

# 372_Young Man
source: Wait, you'll hunt the stag for me?
pt: Aspetta, caccierai il cervo per me?

# 384_Saejima
source: I'll look for it whenever I happen to be on the mountain. Meanwhile, you'll be down here thinkin' of more practical ways to help yer ma, 'cause this ain't no guarantee. Sound good?
pt: Ci darò un'occhiata ogni volta che mi capiterà di essere in montagna. Intanto tu qui giù penserai a modi più pratici per aiutare tua madre, perché questa non è mica una garanzia. Ci siamo?

# 396_Young Man
source: Yes, but... Why would you do this for me?
pt: Sì, ma... Perché lo faresti per me?

# 408_Saejima
source: Ya don't wanna regret anythin' later on. I know that all too well, that's all.
pt: Non vorrai mica pentirti di qualcosa più avanti. Lo so fin troppo bene, tutto qua.

# 420_Young Man
source: Well. Thank you!
pt: Beh. Grazie!

# 432_Mission Added
source: "Hunt a Gold Stag" was added to the list of missions.
pt: "Caccia al cervo dorato" è stata aggiunta alla lista delle missioni.

# 456_Young Man
source: So... was the gold stag just a myth after all?
pt: Allora... il cervo dorato era solo un mito, dopotutto?

# 480_Saejima
source: (Should I give 'im the gold stag meat?)
pt: (Dovrei dargli la carne di cervo dorato?)

# 492_Saejima
source: Turns out it's real. Here ya go.
pt: Si è rivelato vero. Eccoti qua.

# 528_Young Man
source: Oh my gosh! Really...?
pt: Mamma mia! Davvero...?

# 540_Saejima
source: Yeah. Go. Take it to yer mother.
pt: Sì. Vai. Portalo a tua madre.

# 552_Young Man
source: Sir, I'm forever indebted to you. Truly.
pt: Signore, le sono eternamente grato. Veramente.

# 648_Young Man
source: I feel terrible that you're doing something so dangerous for me. But... you're my only hope.
pt: Mi dispiace un casino che tu stia facendo una cosa così pericolosa per me. Ma... sei la mia unica speranza.

# 672_Saejima
source: How's yer mother?
pt: Come sta tua madre?

# 684_Young Man
source: She's getting better! It's a miracle!
pt: Sta migliorando! È un miracolo!

# 696_Young Man
source: You saved her life. Mine too, for that matter. Thank you.
pt: Le hai salvato la vita. E in fin dei conti, anche la mia. Grazie.

# 708_Saejima
source: Heh, we'll never really know if it was the meat that healed 'er. But yer welcome.
pt: Heh, non lo sapremo mai per certo se sia stata la carne a rimetterla in sesto. Ma prego.

# 720_Young Man
source: I'm convinced it was the meat. So, may I offer this to you in gratitude?
pt: Sono convinto che sia stata la carne. Dunque, posso offrirti questo in segno di gratitudine?

# 756_Saejima
source: Sure. 'Preciate it.
pt: Certo. Ti ringrazio.

# 768_Young Man
source: You were a blessing to us.
pt: Sei stato una benedizione per noi.
