Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091b51.po
Languages: pt

source: Stranger
pt: Sconosciuto

source: Mission Added
pt: Missione Aggiunta

# 96_Stranger
source: So you're the other stranger in town.
pt: Allora, sei tu l'altro sconosciuto in zona.

# 108_Saejima
source: What makes ya say that?
pt: Che te lo fa dire?

# 120_Stranger
source: You really gotta ask? Take a look in the mirror sometime, buddy.
pt: Ma devi proprio chiederlo? Datti un'occhiata allo specchio ogni tanto, compare.

# 132_Stranger
source: So... Are you after this bear, too?
pt: Allora... sei dietro a quest'orso anche tu?

# 156_Stranger
source: Hah, I knew it! You are here for him. Well then, I guess we're rivals!
pt: Hah, lo sapevo! Sei qui per lui. Beh, allora, direi che siamo rivali!

# 168_Narumi
source: I'm Narumi. You might wanna remember my name and face, 'cause they're gonna be on the cover of every hunting magazine in Japan! And you are?
pt: Sono Narumi. Ti conviene stamparti in testa il mio nome e la mia faccia, perché finiranno sulla copertina di ogni rivista di caccia in Giappone! E tu chi saresti?

# 180_Saejima
source: Saejima. Ya won't see it anywhere, if I'm lucky.
pt: Saejima. Non lo vedrai da nessuna parte, se sono fortunato.

# 192_Narumi
source: Hahaha, you're a funny guy, Saejima! Hey, maybe I'll see you on the mountain, yeah? Bring your biggest gun...
pt: Hahaha, sei un tipo divertente, Saejima! Ehi, magari ti becco in montagna, eh? Porta il tuo cannone più grosso...

# 216_Mission Added
source: "The Third Man" was added.
pt: È stato aggiunto "Il Terzo Uomo".

# 228_Saejima
source: (That meathead seemed bent on going up the mountain. I'd better tell Okudera-han.)
pt: (Quel buzzurro sembrava deciso a salire sulla montagna. Farei meglio a dirlo a Okudera-han.)
