Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00020b5c.po
Languages: pt

source: Get Back to Practice
pt: Torna a praticare

source: Ask how Horie is Doing
pt: Chiedi come sta Horie.

source: Ask about the Watami/Watamin-chi Audition
pt: Chiedi dell'audizione Watami/Watamin-chi

source: Ask for a Little More Time
pt: Chiedi un po' più di tempo

source: Go Now
pt: Vai ora

source: Not Just Yet
pt: Non ancora

# 252_Haruka
source: Yamaura-san! I got Airi Yuki-san's autograph!
pt: Yamaura-san! Ho preso l'autografo di Airi Yuki-san!

# 264_Yamaura
source: You did!? Way to go, girl! Horie-kun's really gonna love it. Was it hard to get?
pt: Hai fatto!? Bravissima, ragazza! Horie-kun ne sarà davvero felice. È stato difficile da ottenere?

# 276_Haruka
source: Not really. I got to meet Airi-san, and I think I learned a lot from the experience!
pt: Non proprio. Ho avuto l'opportunità di incontrare Airi-san, e credo di aver imparato molto dalla esperienza!

# 288_Yamaura
source: Well, good for you! I'll bring this to Horie-kun next time I visit, so don't worry about a thing. You just take it easy.
pt: Beh, bravo! Porterò questo a Horie-kun la prossima volta quando verrò, quindi non preoccuparti. Prendilo con calma.

# 300_Haruka
source: Okay. Thank you!
pt: Ok. Grazie!

# 312_Yamaura
source: Oh, hey, Haruka.
pt: Oh, ciao, Haruka.

# 324_Haruka
source: Sorry to keep you waiting.
pt: Scusa se ti ho fatto aspettare.

# 336_Yamaura
source: I'm just glad you're okay.
pt: Sono solo contento che tu stia bene.

# 348_Yamaura
source: Did ya finish everything ya needed to do? It's gonna be nothin' but practice from here on out.
pt: Sei finito con tutto quello che dovevi fare? È solo pratica da qui in poi.

# 360_Yamaura
source: So if ya have any last-minute stuff ya need to take care of, now's the time to do it. If not, whaddya say? Ready to practice?
pt: Allora, se hai delle cose dell'ultimo minuto da sistemare, ora è il momento di farlo. Se no, che ne dici? Pronta a fare pratica?

# 372_Haruka
source: I'm sorry. Could I have just a little bit more time?
pt: Mi dispiace. Potrei avere solo un po' di più di tempo?

# 384_Yamaura
source: All right. But it might be dangerous out there. Be careful, ya hear?
pt: Ok. Ma potrebbe essere pericoloso là fuori. Fai attenzione, capisci?

# 396_Haruka
source: (Am I really ready to start practice? I think I might have some other things to take care of first.)
pt: (Sono davvero pronto a iniziare la pratica? Penso di avere altri problemi da sistemare prima.)

# 408_Haruka
source: Yes, I'm ready to practice!
pt: Sì, sono pronto a fare pratica!

# 420_Yamaura
source: All right, great. Let's get started!
pt: Ok, fantastico. Facciamo partire!

# 444_Haruka
source: Yamaura-san, how is Horie-san doing?
pt: Yamaura-san, come sta Horie-san?

# 456_Yamaura
source: Oh! About that. Think ya could help me think of something?
pt: Oh! A proposito. Puoi darmi una mano a pensare a qualcosa?

# 468_Haruka
source: Something for what?
pt: Per che cosa?

# 480_Yamaura
source: Some kind of present to bring Horie-kun while he's in the hospital.
pt: Un tipo di regalo da portare a Horie‑kun mentre è in ospedale.

# 492_Haruka
source: Oh, all right. Hmm, let me think...
pt: Oh, va bene. Hmm, fammi pensare...

# 504_Yamaura
source: Knowing him, he'd probably say he didn't want us fussing over him when we should be focusing on something more important.
pt: Conoscendolo, probabilmente direbbe di non volerci preoccupare di lui quando dovremmo concentrarci su qualcosa di più importante.

# 516_Yamaura
source: In fact, your successful debut would probably be the best present of all, don't you think?
pt: In realtà, il tuo debutto di successo sarebbe probabilmente il regalo migliore di tutti, non credi?

# 528_Haruka
source: Yes, ma'am!
pt: Sì, signora!

# 540_Yamaura
source: But we gotta get him somethin', ya know? Can't just go visit empty-handed.
pt: Ma dobbiamo prendergli qualcosa, capito? Non possiamo andare a trovarlo vuoto di mani.

# 552_Haruka
source: And I'm sure he wouldn't want another fruit basket. It would just be in the way.
pt: E sono sicuro che non vorrebbe un altro cestino di frutta. Sarebbe solo un ostacolo.

# 564_Yamaura
source: Exactly! I tell ya, I've really been scratching my head over it, but I can't come up with anything...
pt: Esatto! Ti dico, mi sono davvero stancato a pensarci ma non riesco a trovare nulla...

# 576_Haruka
source: Hmm.
pt: Mhh.

# 588_Haruka
source: Well, let's see... What does he like? Is there anything he's interested in?
pt: Bene, vediamo... Cosa gli piace? C'è qualcosa che gli interessa?

# 600_Haruka
source: I hardly know anything about his personal life.
pt: Non conosco praticamente nulla della sua vita privata.

# 612_Haruka
source: Isn't that awful? My own manager and I don't even know him!
pt: Non è orribile? Il mio stesso manager e io non lo conosciamo nemmeno!

# 624_Yamaura
source: Well, I know one thing Horie-kun is interested in...
pt: Beh, so che c'è una cosa che interessa a Horie‑kun...

# 636_Yamaura
source: Idols! He's a big fan, ya know.
pt: Idoli! È un grande fan, capito.

# 648_Haruka
source: Really!? Idols!?
pt: Davvero!? Idoli!?

# 660_Yamaura
source: Don't tell me you're surprised. He's an idol manager, isn't he?
pt: Non dirmi di essere sorpresa. È un manager di idol, vero?

# 672_Haruka
source: Well, yes, but I thought people just did that sort of thing because it was their job.
pt: Bene, sì, ma pensavo che la gente facesse quel tipo di roba solo perché era il loro lavoro.

# 684_Yamaura
source: Yeah, sure, some people are like that. But not Horie-kun! He was a real idol otaku when he was younger.
pt: Sì, certo, ci sono persone così. Ma non Horie-kun! Lui era un vero otaku di idol quando era più giovane.

# 696_Haruka
source: Come to think of it, I guess he did mention he likes idols. But I never imagined it was such a big thing with him!
pt: A questo punto, credo che abbia detto che gli piacciono gli idoli. Ma non avrei mai immaginato che fosse una cosa così grande per lui!

# 708_Yamaura
source: He used to be a groupie for some underground singers. Started giving them advice, and, before he knew it, he was arranging gigs!
pt: Era un groupie per alcuni cantanti underground. Iniziò a dare loro consigli, e, prima che se ne accorgesse, stava organizzando concerti!

# 720_Yamaura
source: He said it was so much fun seeing the singers he loved get popular that he finally just decided to get into the business officially.
pt: Ha detto che era un sacco divertente vedere i cantanti che amava diventare popolari, così alla fine ha deciso di buttarsi nel business ufficialmente.

# 744_Yamaura
source: Once he got into the industry, he said it was time to grow up and put aside his groupie ways.
pt: Una volta entrato nel settore, disse che era il momento di crescere e mettere da parte i suoi modi da groupie.

# 756_Haruka
source: Hehe. He's very dedicated, isn't he?
pt: Hehe. È molto dedicato, vero?

# 768_Yamaura
source: But even now, he still goes to see his favorites' concerts on his days off.
pt: Ma anche adesso, lui va ancora a vedere i concerti dei suoi preferiti nei suoi giorni liberi.

# 780_Yamaura
source: Apparently, he went to see an idol named Airi Yuki perform recently, and somebody from another agency caught him tons of souvenirs.
pt: A quanto pare, è andato a vedere un'idolo di nome Airi Yuki in concerto di recente, e qualcuno di un'altra agenzia gli ha rubato un sacco di souvenir.

# 792_Haruka
source: Hehe! I bet he'll never live that one down. It sure sounds like he loves idols!
pt: Hehe! Scommetto che non riuscirà mai a scacciarla via. Sembra proprio che ami gli idoli!

# 804_Yamaura
source: Hey, here's a thought! I bet Horie-kun'd love to get Airi Yuki's autograph, don't you think?
pt: Ehi, ecco un'idea! Sono sicuro che Horie‑kun vorrebbe prendere l'autografo di Airi Yuki, tu ne pensi?

# 816_Haruka
source: Ah, that's a great idea!
pt: Ah, che grande idea!

# 828_Yamaura
source: That settles it, then! Haruka, I want ya to go see Airi Yuki and get her autograph for Horie-kun!
pt: Bene, allora! Haruka, voglio che tu vada a vedere Airi Yuki e prenda l'autografo per Horie-kun!

# 840_Haruka
source: You mean right now!? But isn't it kind of awkward to try seeing her without making an appointment first or anything?
pt: Dai, subito? Ma non è un po’ imbarazzante provare a vederla senza fissare prima un appuntamento o qualcosa del genere?

# 852_Yamaura
source: But that's the kind of thing Horie-kun did for you every single day to get you work. It's what we in the business call "walk-in sales."
pt: Ma questo è il tipo di cosa che Horie‑kun faceva per te ogni giorno per farti trovare lavoro. È quello che noi nel settore chiamiamo \"vendite senza appuntamento.\"

# 864_Haruka
source: Well, when you put it that way... All right, I'll do it!
pt: Beh, se lo dici così... Va bene, lo faccio!

# 876_Yamaura
source: Good girl! Oh, hold on. At least lemme help ya find out where she's at right now.
pt: Brava ragazza! Oh, aspetta un attimo. Per lo meno, lascia che ti aiuti a scoprire dove è adesso.

# 900_Yamaura
source: Hello. This is Misa Yamaura from Dyna Chair. Could you tell me where Airi Yuki-san is scheduled to perform today?
pt: Ciao. Sono Misa Yamaura di Dyna Chair. Puoi dirmi dove Airi Yuki-san è programmata per esibirsi oggi?

# 912_Yamaura
source: Ah, I see. Thank you very much. All right. Goodbye, now!
pt: Ah, ho capito. Grazie mille. Va bene. Arrivederci, adesso!

# 936_Haruka
source: What did you find out?
pt: Cosa hai scoperto?

# 948_Yamaura
source: This will work out great! She's gonna be performing at Castle Records, they said. Go get that autograph!
pt: Questo andrà alla grande! Sta per esibirsi al Castle Records, dicevano. Vai a prendere quell'autografo!

# 972_Haruka
source: Yamaura-san, you called me earlier about an audition, right?
pt: Yamaura-san, mi hai chiamato prima per un'audizione, giusto?

# 984_Yamaura
source: Oh, yeah! Want me to fill you in?
pt: Oh, sì! Vuoi che ti aggiorni?

# 996_Haruka
source: You said it's an audition for Watami and Watamin-chi's poster girl?
pt: Hai detto che si tratta di un'audizione per la poster girl di Watami e Watamin‑chi?

# 1008_Yamaura
source: That's right. This one'll be a little different from a regular audition, however. It's gonna be a joint audition this time around.
pt: Esatto. Questa sarà un po’ diversa da un audizione normale, però. Sarà un’audizione congiunta questo giro.

# 1020_Haruka
source: A joint audition?
pt: Un'audizione congiunta?

# 1032_Yamaura
source: Watami and Watamin-chi are both looking for a new poster girl, and they got the idea to hold their auditions together.
pt: Watami e Watamin‑chi stanno entrambi cercando una nuova poster girl, e hanno avuto l'idea di fare le loro audizioni insieme.

# 1044_Yamaura
source: The audition will be conducted by the presidents of Watami and Watamin-chi themselves.
pt: L'audizione sarà condotta dai presidenti di Watami e Watamin-chi stessi.

# 1056_Yamaura
source: And they're each hoping to find the perfect poster girl. In other words, there are two spots open.
pt: E loro ognuno spera di trovare la poster girl perfetta. In altre parole, ci sono due posti disponibili.

# 1068_Haruka
source: Oh, okay! But I've never heard of two companies holding an audition together. They must get along really well.
pt: Oh, okay! Ma non ho mai sentito parlare di due aziende che tengono un audizione insieme. Devono stare davvero d'accordo.

# 1080_Yamaura
source: Well, Watami and Watamin-chi are both part of the Watami Group, after all. But I wouldn't go so far as to say they "get along."
pt: Beh, Watami e Watamin‑chi fanno entrambi parte del Watami Group, dopodiché. Ma non direi nemmeno che si diano bene 'si diano bene.'

# 1092_Haruka
source: Really? Why's that?
pt: Davvero? Perché?

# 1104_Yamaura
source: I hear the two presidents have a really strong sense of rivalry with each other. They're both out to prove they're better than the other.
pt: Ho sentito che i due presidenti hanno un forte senso di rivalità l'uno con l'altro. Entrambi sono in cerca di dimostrare di essere migliori l'altro.

# 1116_Yamaura
source: That's why they're doing a joint audition, apparently. The audition coordinator told me sparks have been flying nonstop.
pt: Ecco perché stanno facendo un'audizione congiunta, apparentemente. Il coordinatore dell'audizione mi ha detto che le scintille volano senza sosta.

# 1128_Haruka
source: Oh, okay...
pt: Oh, ok...

# 1140_Yamaura
source: They're both fiendishly determined to find the best poster girl.
pt: Entrambi sono fitti a trovare la migliore poster girl.

# 1152_Haruka
source: Hmm. I don't know if that's a good thing or a bad thing...
pt: Hmm. Non so se sia una cosa buona o cattiva...

# 1164_Yamaura
source: What're ya talkin' about? This is a big opportunity for us! These are two huge companies we're talking about here－national chains.
pt: Di che cazzo stai parlando? Questa è una grande opportunità per noi! Queste sono le due grandi aziende di cui stiamo parlando qui－catene nazionali.

# 1176_Yamaura
source: You get hired as one of their poster girls, and your face will be plastered all over the country.
pt: Sei assunta come una delle loro poster girl, e il tuo viso sarà spalmato per tutto il paese.

# 1188_Haruka
source: Oh, wow. That's true.
pt: Oh, wow. È vero.

# 1200_Yamaura
source: Might wanna do a little studyin' before you go to that audition. Don't wanna embarrass yourself.
pt: Potresti fare un po' di studio prima di andare all'audizione. Non vuoi metterti in imbarazzo.

# 1212_Haruka
source: Right. Good point.
pt: Giusto. Buon punto.

# 1224_Yamaura
source: First is Watami. They're all about good old-fashioned home cooking.
pt: Primo è Watami. Sono tutta una questione di casa cucinare.

# 1236_Yamaura
source: They call themselves a "casual restaurant," somewhere between a pub and a family-style place. It's the oldest pillar of the Watami Group.
pt: Si definiscono un “casual restaurant”, da qualche parte tra un pub e un locale di famiglia. È il pilastro più antico del gruppo Watami.

# 1248_Yamaura
source: The prices are reasonable and the food is pretty yummy. And with their twentieth anniversary, all the restaurants underwent a huge remodel.
pt: I prezzi sono ragionevoli e il cibo è piuttosto gustoso. E con il loro ventunesimo anniversario, tutti i ristoranti hanno subito una grande ristrutturazione.

# 1260_Haruka
source: Hmm. I see.
pt: Hmm. Capisco.

# 1272_Yamaura
source: And then there's Watamin-chi, the charcoal grill restaurant. They're about ten years younger than Watami.
pt: E poi c'è Watamin-chi, il ristorante a griglia di carbone. Sono circa dieci anni più giovani di Watami.

# 1284_Yamaura
source: They focus on charcoal-grilled foods and stews. Their food is well-priced and yummy, too!
pt: Si concentrano su piatti e stufati alla griglia di carbone. Il loro cibo è ben economico e gustoso, anche!

# 1296_Yamaura
source: Whenever I pass by one, there's always this amazing smell coming from the place. I mean, that's totally unfair, right? It should be outlawed!
pt: Ogni volta che passo di lì, sento sempre un profumo straordinario provenire dal posto. Voglio dire, è totalmente ingiusto, vero? Dovrebbe essere vietato!

# 1308_Yamaura
source: Their menu items have really fun names, too, like "Spaceship from Planet Orange" and "Red, Red, Fuzzy Cow Pow."
pt: I loro piatti hanno nomi di menu davvero divertenti, come "Astronave dalla Terra Arancio" e "Cow Pow Rosso, Rosso, Frizzante".

# 1320_Haruka
source: Hehe, you're right. Those are pretty funny.
pt: Giaha, hai ragione, sono divertenti.

# 1332_Yamaura
source: Anyway, that's it for the quick rundown. Head on over to the audition as soon as you're ready.
pt: Questo è tutto per il rapido sintetico. Va a provare l'audizione appena sei pronto.

# 1344_Haruka
source: Really? You mean, right now?
pt: "Vero? Tu significa, proprio ora?"

# 1356_Yamaura
source: Yes, right now! If you don't hurry up and get over there, those positions are gonna get filled!
pt: Sì, ora stessa! Se non arriverai presto e non ci metterai piede lì, quelle posizioni saranno state gonfie!

# 1368_Yamaura
source: So whaddya say, Haruka? You ready?
pt: Che ti pare, Haruka? Sei pronto?

# 1380_Haruka
source: All right. I'll go right away, then!
pt: Va subito, allora!

# 1392_Yamaura
source: Hehe, attagirl! Knock 'em dead out there!
pt: Giaha, brava! Uccidi loro fuori!

# 1404_Haruka
source: I'm afraid I'm not ready to go just yet. I have to prepare a little first...
pt: "Sono dispiaciuto, ma non sono pronto ancora a andare subito. Devo prepararmi un po'. "

# 1416_Yamaura
source: All right. But come back and lemme know as soon as you're ready.
pt: Va subito, ma torna e dime a quando sei pronto.

# 1428_Haruka
source: Yamaura-san, about that audition...
pt: Signorina Yamaura, circa l'audizione...

# 1440_Yamaura
source: I know this isn't the best time, but if ya don't hurry up get over there, the positions are gonna get filled! Any chance ya can go right now?
pt: Il confronto non è l'ideale, ma se non arriverai presto e non ci metterai piede lì, quelle posizioni saranno state gonfie! Ci sarebbe una possibilità che potessi andare subito?

# 1452_Yamaura
source: Haruka, if ya don't hurry up and get over to that audition, the positions are gonna get filled! You ready to go?
pt: Haruka, se non arriverai presto e non ci metterai piede all'audizione, quelle posizioni saranno state gonfie! Sei pronto a partire?

# 1464_Haruka
source: All right. I'll go right away, then!
pt: Va subito, allora!

# 1476_Yamaura
source: Hehe, attagirl! Knock 'em dead out there!
pt: Giaha, brava! Uccidi loro fuori!

# 1488_Haruka
source: I'm afraid I'm not ready to go just yet. I want to prepare a little first...
pt: Sono dispiaciuto, ma non sono pronto ancora a partire. Voglio prepararmi un po' prima...

# 1500_Yamaura
source: All right. But come back and lemme know as soon as you're ready.
pt: Va subito, ma torna e dime a quando sei pronto.

# 1512_Yamaura
source: There you are, Haruka. Wanna hear more about that audition?
pt: Eccoti, Haruka. Vuoi sapere di più su quell'audizione?

# 1524_Haruka
source: It's an audition to be a poster girl for Watami and Watamin-chi, right?
pt: È un'audizione per essere la ragazza immagine di Watami e Watamin-chi, giusto?

# 1536_Yamaura
source: That's right. This one'll be a little different from a regular audition, however. It's gonna be a joint audition this time around.
pt: Esatto. Questa sarà un po’ diversa da un audizione normale, però. Sarà un’audizione congiunta questo giro.

# 1548_Haruka
source: A joint audition?
pt: Un'audizione congiunta?

# 1560_Yamaura
source: Watami and Watamin-chi are both looking for a new poster girl, and they got the idea to hold their auditions together.
pt: Watami e Watamin‑chi stanno entrambi cercando una nuova poster girl, e hanno avuto l'idea di fare le loro audizioni insieme.

# 1572_Yamaura
source: The audition will be conducted by the presidents of Watami and Watamin-chi themselves.
pt: L'audizione sarà condotta dai presidenti di Watami e Watamin-chi stessi.

# 1584_Yamaura
source: And they're each hoping to find the perfect poster girl. In other words, there are two spots open.
pt: E loro ognuno spera di trovare la poster girl perfetta. In altre parole, ci sono due posti disponibili.

# 1596_Haruka
source: Oh, okay! But I've never heard of two companies holding an audition together. They must get along really well.
pt: Oh, okay! Ma non ho mai sentito parlare di due aziende che tengono un audizione insieme. Devono stare davvero d'accordo.

# 1608_Yamaura
source: Well, Watami and Watamin-chi are both part of the Watami Group, after all. But I wouldn't go so far as to say they "get along."
pt: Beh, Watami e Watamin‑chi fanno entrambi parte del Watami Group, dopodiché. Ma non direi nemmeno che si diano bene 'si diano bene.'

# 1620_Haruka
source: Really? Why's that?
pt: Davvero? Perché?

# 1632_Yamaura
source: I hear the two presidents have a really strong sense of rivalry with each other. They're both out to prove they're better than the other.
pt: Ho sentito che i due presidenti hanno un forte senso di rivalità l'uno con l'altro. Entrambi sono in cerca di dimostrare di essere migliori l'altro.

# 1644_Yamaura
source: That's why they're doing a joint audition, apparently. The audition coordinator told me sparks have been flying nonstop.
pt: Ecco perché stanno facendo un'audizione congiunta, apparentemente. Il coordinatore dell'audizione mi ha detto che le scintille volano senza sosta.

# 1656_Haruka
source: Oh, okay...
pt: Oh, ok...

# 1668_Yamaura
source: They're both fiendishly determined to find the best poster girl.
pt: Entrambi sono fitti a trovare la migliore poster girl.

# 1680_Haruka
source: Hmm. I don't know if that's a good thing or a bad thing...
pt: Hmm. Non so se sia una cosa buona o cattiva...

# 1692_Yamaura
source: What're ya talkin' about? This is a big opportunity for us! These are two huge companies we're talking about here－national chains.
pt: Di che cazzo stai parlando? Questa è una grande opportunità per noi! Queste sono le due grandi aziende di cui stiamo parlando qui－catene nazionali.

# 1704_Yamaura
source: You get hired as one of their poster girls, and your face will be plastered all over the country.
pt: Sei assunta come una delle loro poster girl, e il tuo viso sarà spalmato per tutto il paese.

# 1716_Haruka
source: Oh, wow. That's true.
pt: Oh, wow. È vero.

# 1728_Yamaura
source: Might wanna do a little studyin' before you go to that audition. Don't wanna embarrass yourself.
pt: Potresti fare un po' di studio prima di andare all'audizione. Non vuoi metterti in imbarazzo.

# 1740_Haruka
source: Right. Good point.
pt: Giusto. Buon punto.

# 1752_Yamaura
source: First is Watami. They're all about good old-fashioned home cooking.
pt: Primo è Watami. Sono tutta una questione di casa cucinare.

# 1764_Yamaura
source: They call themselves a "casual restaurant," somewhere between a pub and a family-style place. It's the oldest pillar of the Watami Group.
pt: Si definiscono un “casual restaurant”, da qualche parte tra un pub e un locale di famiglia. È il pilastro più antico del gruppo Watami.

# 1776_Yamaura
source: The prices are reasonable and the food is pretty yummy. And with their twentieth anniversary, all the restaurants underwent a huge remodel.
pt: I prezzi sono ragionevoli e il cibo è piuttosto gustoso. E con il loro ventunesimo anniversario, tutti i ristoranti hanno subito una grande ristrutturazione.

# 1788_Haruka
source: Hmm. I see.
pt: Hmm. Capisco.

# 1800_Yamaura
source: And then there's Watamin-chi, the charcoal grill restaurant. They're about ten years younger than Watami.
pt: E poi c'è Watamin-chi, il ristorante a griglia di carbone. Sono circa dieci anni più giovani di Watami.

# 1812_Yamaura
source: They focus on charcoal-grilled foods and stews. Their food is well-priced and yummy, too!
pt: Si concentrano su piatti e stufati alla griglia di carbone. Il loro cibo è ben economico e gustoso, anche!

# 1824_Yamaura
source: Whenever I pass by one, there's always this amazing smell coming from the place. I mean, that's totally unfair, right? It should be outlawed!
pt: Ogni volta che passo di lì, sento sempre un profumo straordinario provenire dal posto. Voglio dire, è totalmente ingiusto, vero? Dovrebbe essere vietato!

# 1836_Yamaura
source: Their menu items have really fun names, too, like "Spaceship from Planet Orange" and "Red, Red, Fuzzy Cow Pow."
pt: I loro piatti hanno nomi di menu davvero divertenti, come "Astronave dalla Terra Arancio" e "Cow Pow Rosso, Rosso, Frizzante".

# 1848_Haruka
source: Hehe, you're right. Those are pretty funny.
pt: Giaha, hai ragione, sono divertenti.
