Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e07.po
Languages: pt

source: Guest
pt: Ospite

source: Play
pt: Gioca

source: Never Mind
pt: Lascia perdere

source: Player
pt: Giocatore

source: Buy Mahjong Sticks and Play
pt: Compra bastoncini di Mahjong e gioca

source: Not Now
pt: Non ora

# 160_Guest
source: Hey, buddy, don't I know you from Orchid Palace Mahjong? We're a man short. How about you join us for a game?
pt: Ehi, amico, non ti ho già visto al Mahjong del Palazzo Orchidea? Ci manca un uomo. Che ne dici di unirti a noi per una partita?

# 172_Guest
source: Yeah, I'll play.
pt: Sì, gioco.

# 184_Guest
source: That's what I like to hear! Let's go, then.
pt: Così mi piaci! Dai, andiamo allora.

# 256_Guest
source: Oh, wait a second. You got no mahjong sticks. Want to buy 25,000 points so you can play?
pt: Oh, aspetta un attimo. Non hai bastoncini di mahjong. Vuoi comprare 25.000 punti così puoi giocare?

# 268_Guest
source: All right. I'll join you.
pt: Va bene. Mi unisco a voi.

# 280_Guest
source: That's the spirit. Let's tickle us some ivory.
pt: Così si fa. Diamo una mossa a questi avori.

# 364_Guest
source: Whoops, guess ya don't have the cash right now. We'll play some other time, then, yeah?
pt: Ops, immagino che tu non abbia grana adesso. Facciamo un'altra volta, allora, eh?

# 376_Guest
source: No, I'll pass.
pt: No, passo.

# 388_Guest
source: Shame... Let me know if you change your mind.
pt: Peccato... Fammi sapere se cambi idea.

# 412_Guest
source: Hey, buddy! How about joining me in a game?
pt: Ehi, amico! Che ne dici di farti una partita con me?

# 424_Guest
source: Yeah, I'll play.
pt: Sì, gioco.

# 436_Guest
source: That's what I like to hear! Let's go, then.
pt: Così mi piaci! Dai, andiamo allora.

# 508_Guest
source: Oh, wait a second. You got no mahjong sticks. Want to buy 25,000 points so you can play?
pt: Oh, aspetta un attimo. Non hai bastoncini di mahjong. Vuoi comprare 25.000 punti così puoi giocare?

# 520_Guest
source: All right. I'll join you.
pt: Va bene. Mi unisco a voi.

# 532_Guest
source: That's the spirit. Let's tickle us some ivory.
pt: Così si fa. Diamo una mossa a questi avori.

# 616_Guest
source: Whoops, guess ya don't have the cash right now. We'll play some other time, then, yeah?
pt: Ops, immagino che tu non abbia grana adesso. Facciamo un'altra volta, allora, eh?

# 628_Guest
source: No, I'll pass.
pt: No, passo.

# 640_Guest
source: Shame... Let me know if you change your mind.
pt: Peccato... Fammi sapere se cambi idea.

# 652_Guest
source: Something come up? Well, it's been fun. Come back again sometime!
pt: Qualche problema? Beh, è stato divertente. Torna a trovarci quando vuoi!

# 664_Guest
source: That was fun. Let's gather around the table again sometime.
pt: È stato uno spasso. Mettiamoci di nuovo al tavolo, prima o poi.
