Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690235.po
Languages: pt

# 2528_Yoko
source: Over in Shofukucho. It's called Hair Message Lovesong. It's on the same street as your agency.
pt: A Shofukucho. Si chiama Hair Message Lovesong. È sulla stessa strada della tua agenzia.

# 2540_Haruka
source: Okay, I'll stop by when I have a chance.
pt: Va bene, passerò quando avrò un momento.

# 2552_Yoko
source: Oh, and make sure you bring at least 20,000 yen with you.
pt: Ah, e assicurati di portare almeno 20.000 yen con te.

# 2576_Haruka
source: Yoko-san, I bought some takoyaki!
pt: Yoko-san, ho comprato del takoyaki!

# 2588_Yoko
source: Well, what're you waiting for, bumpkin? Let's have it.
pt: E allora, che aspetti, campagnola? Fammi vedere.

# 2612_Yoko
source: Hmph... Didn't you hear what I said?
pt: Hmph… Non hai sentito cosa ho detto?

# 2624_Yoko
source: I wanted a sixteen-piece order of takoyaki from Magutako.
pt: Volevo una porzione da sedici pezzi di takoyaki da Magutako.

# 2636_Yoko
source: You got that?
pt: Chiaro?

# 2648_Haruka
source: Sorry... I'll try again.
pt: Scusa… Ci riproverò.

# 2660_Yoko
source: Yes, this is exactly what I wanted. You're not half bad when you put your mind to it, bumpkin.
pt: Sì, questo è esattamente ciò che volevo. Non sei niente male quando ti ci metti, campagnola.

# 2672_Haruka
source: Um, you're welcome?
pt: Ehm… prego?

# 2684_Yoko
source: Well, time to chow down.
pt: Bene, è ora di mangiare.

# 2744_Yoko
source: Whew, that hit the spot. Here's that book, just like I promised.
pt: Uff, era proprio quello che ci voleva. Ecco il libro, come promesso.

# 2768_Haruka
source: Thank you! Let's see here... Oh, right, I get it!
pt: Grazie! Vediamo un po’… Oh, giusto, ho capito!

# 2780_Yoko
source: I take it you find it useful?
pt: Immagino che tu lo trovi utile?

# 2792_Haruka
source: Very! I mean, this is amazing, Yoko-san! I can't believe the person who wrote this book is right in front of me!
pt: Moltissimo! È incredibile, Yoko-san! Non posso credere che la persona che ha scritto questo libro sia proprio davanti a me!

# 2804_Yoko
source: I'm not sure if that's a compliment or not, but I'll give you the benefit of the doubt and say thank you.
pt: Non so se sia un complimento o no, ma ti darò il beneficio del dubbio e dirò grazie.

# 2816_Yoko
source: Come see me again if you want to keep learning the secrets of true beauty.
pt: Vieni a trovarmi di nuovo se vuoi continuare a imparare i segreti della vera bellezza.

# 2840_Yoko
source: Your Climax Heat Gauge went up.
pt: La tua Barra Climax Heat è aumentata.

# 2852_Yoko
source: Your Climax Heat Gauge rose to the maximum level.
pt: La tua Barra Climax Heat ha raggiunto il livello massimo.

# 2864_Yoko
source: You can now use <Color:7>Climax Heat<Color:Default> in Princess League concert battles.
pt: Ora puoi usare <Color:7>Climax Heat<Color:Default> nelle sfide al concerto della Princess League.

# 2960_Yoko
source: Oh, did you forget what you're supposed to be doing? Okay, here's a reminder...
pt: Oh, hai dimenticato cosa dovresti fare? Va bene, ecco un promemoria…

# 2972_Yoko
source: Get me some takoyaki, and I'll give you this book of mine. I'm partial to Magutako's takoyaki. Sixteen pieces should do the trick.
pt: Portami un po’ di takoyaki e ti darò questo mio libro. Preferisco quelli di Magutako. Sedici pezzi andranno bene.

# 2984_Yoko
source: Remember what you're supposed to do this time!
pt: Ricorda cosa devi fare questa volta!

# 2996_Yoko
source: Well, bumpkin? Did you find what you were looking for?
pt: Allora, campagnola? Hai trovato quello che cercavi?

# 3008_Haruka
source: I checked around at all the bookstores, but it was sold out no matter where I tried.
pt: Ho controllato in tutte le librerie, ma era esaurito ovunque andassi.

# 3020_Yoko
source: Is that right? I guess I'm a more popular author than I thought.
pt: Davvero? Immagino di essere un’autrice più popolare di quanto pensassi.

# 3032_Haruka
source: (I probably shouldn't say one place had it on sale and another had a used copy.)
pt: (Meglio non dire che un posto lo aveva in saldo e un altro ne aveva una copia usata.)

# 3044_Haruka
source: So, um, how am I supposed to get a copy of that book now?
pt: Quindi… come dovrei procurarmi una copia di quel libro adesso?

# 3056_Yoko
source: Tsk, fine, you can have my copy.
pt: Tsk, va bene, puoi avere la mia copia.

# 3068_Haruka
source: Really!?
pt: Davvero!?

# 3080_Yoko
source: Of course, it's going to cost you! Hmm, let's see...
pt: Certo, ma ti costerà! Hmm, vediamo…

# 3092_Yoko
source: Actually, I'm kind of hungry. I could go for some takoyaki from Magutako. Theirs is the best!
pt: A dire il vero, ho un po’ fame. Mi andrebbe del takoyaki di Magutako. Il loro è il migliore!

# 3116_Yoko
source: That's right. You are capable of buying some takoyaki, aren't you, bumpkin?
pt: Esatto. Sei capace di comprare un po’ di takoyaki, vero, campagnola?

# 3128_Haruka
source: Okay, one order of takoyaki coming up.
pt: Va bene, un ordine di takoyaki in arrivo.

# 3140_Yoko
source: Whoa, slow down.
pt: Ehi, rallenta.

# 3152_Yoko
source: Make sure you order the sixteen-piece takoyaki. Okay, off you go.
pt: Assicurati di prendere la porzione da sedici pezzi. Bene, vai.

# 3164_Haruka
source: Got it.
pt: Capito.

# 3188_Yoko
source: Oh, did you forget what you're supposed to be doing? Okay, here's a reminder...
pt: Oh, hai dimenticato cosa devi fare? Va bene, ecco un promemoria…

# 3200_Yoko
source: I want people to notice how much you take care of your appearance, but teaching you everything you need to know is a hassle. Just read the book I wrote. You should be able to find it at any of Sotenbori's bookstores.
pt: Voglio che la gente noti quanto ti prendi cura del tuo aspetto, ma insegnarti tutto è una seccatura. Basta leggere il libro che ho scritto. Dovresti trovarlo in qualsiasi libreria di Sotenbori.

# 3212_Yoko
source: Remember what you're supposed to do this time!
pt: Ricorda cosa devi fare questa volta!

# 3224_Yoko
source: Why, bumpkin. Are you here to learn the secrets of true beauty?
pt: Oh, campagnola. Sei qui per imparare i segreti della vera bellezza?

# 3236_Haruka
source: Nothing really. I was just passing by.
pt: Niente in particolare. Stavo solo passando.

# 3248_Yoko
source: I am not here to keep your boredom at bay. You have some nerve, little lady.
pt: Non sono qui per scacciare la tua noia. Hai un bel coraggio, ragazzina.

# 3272_Haruka
source: Yes, please!
pt: Sì, per favore!

# 3284_Yoko
source: Ooh, I like your enthusiasm. Let's get right to it, shall we?
pt: Oh, mi piace il tuo entusiasmo. Andiamo subito al dunque, ti va?

# 3296_Yoko
source: Are those your street clothes? Well, they're rather plain, to be honest.
pt: Quelli sono i tuoi vestiti da strada? Beh, sono piuttosto semplici, a dire il vero.

# 3308_Haruka
source: Really? I like this outfit...
pt: Davvero? A me piace questo completo…

# 3320_Yoko
source: Listen, bumpkin. Fans live out their dreams through artists like you.
pt: Ascolta, campagnola. I fan vivono i loro sogni attraverso artisti come te.

# 3332_Haruka
source: That's true...
pt: È vero…

# 3344_Yoko
source: So you can never let your guard down, even offstage. You never know who might be watching.
pt: Quindi non puoi mai abbassare la guardia, nemmeno fuori dal palco. Non sai mai chi potrebbe guardarti.

# 3356_Haruka
source: I understand. So what should I do?
pt: Capisco. Quindi cosa dovrei fare?

# 3368_Yoko
source: I'm not saying you have to wear brand-name outfits or anything.
pt: Non sto dicendo che tu debba indossare abiti firmati o altro.

# 3380_Yoko
source: But sadly, people tend to judge books by their covers.
pt: Ma purtroppo, la gente tende a giudicare un libro dalla copertina.

# 3392_Yoko
source: So you need to learn how to maintain a proper appearance. Make people notice how much you care about it.
pt: Quindi devi imparare a mantenere un aspetto adeguato. Fai notare alla gente quanto ci tieni.

# 3404_Haruka
source: I understand.
pt: Capisco.

# 3416_Yoko
source: I have a best-selling book that explains everything you need to know. Go buy it at a local bookstore.
pt: Ho un libro best-seller che spiega tutto ciò che devi sapere. Vai a comprarlo in una libreria qui vicino.

# 3428_Haruka
source: Can't you just give me a copy?
pt: Non puoi semplicemente darmi una copia?

# 3440_Yoko
source: Don't be silly! I'm not one to let a sale slip by, especially to a captive market.
pt: Non dire sciocchezze! Non lascio certo sfuggire una vendita, soprattutto con una cliente così facile.

# 3464_Yoko
source: Plus, your appeal is guaranteed to skyrocket if you read my book. It's a small price to pay.
pt: Inoltre, il tuo fascino aumenterà alle stelle se leggi il mio libro. È un piccolo prezzo da pagare.

# 3476_Yoko
source: Now, stop grumbling about it and go buy a copy!
pt: Ora smettila di brontolare e vai a comprarne una copia!

# 3488_Haruka
source: (I bet Yoko-san's book is packed with useful information.)
pt: (Scommetto che il libro di Yoko-san è pieno di informazioni utili.)

# 3500_Haruka
source: (I think there was a big bookstore on Sotenbori St. East, right across from Kani Douraku. Maybe I'll try looking there.)
pt: (Credo ci fosse una grande libreria in Sotenbori St. East, proprio di fronte a Kani Douraku. Forse dovrei provare lì.)

# 3524_Yoko
source: Looks like your salon visit went well.
pt: Sembra che la tua visita al salone sia andata bene.

# 3536_Haruka
source: Yes, Momiyama-san is really something else.
pt: Sì, Momiyama-san è davvero incredibile.

# 3548_Yoko
source: Isn't he just? He's so good with his hands, it's like he's got eight of them!
pt: Non è vero? È così bravo con le mani che sembra ne abbia otto!

# 3572_Yoko
source: I'm joking, bumpkin! Don't you have a witty comeback or something?
pt: Sto scherzando, campagnola! Non hai una risposta brillante o qualcosa del genere?

# 3584_Haruka
source: Er, are we talking about a man or an octopus?
pt: Ehm… stiamo parlando di un uomo o di un polpo?

# 3596_Yoko
source: Oh my, you really are a bumpkin, aren't you? Anyway, how do you feel?
pt: Oh cielo, sei davvero una campagnola, eh? Comunque, come ti senti?

# 3608_Haruka
source: I feel great! I didn't realize how amazing a salon could be.
pt: Mi sento benissimo! Non immaginavo che un salone potesse essere così fantastico.

# 3620_Yoko
source: Is that it? You didn't notice anything during your battle with Momi-chan?
pt: Tutto qui? Non hai notato niente durante la tua sfida con Momi-chan?

# 3632_Haruka
source: You mean the dance battle? Hmm, let me think...
pt: Intendi la sfida di danza? Hmm, fammi pensare…

# 3644_Haruka
source: His dancing skills are rather lacking, and that's putting it kindly.
pt: Le sue abilità di danza lasciano parecchio a desiderare, per dirla gentilmente.

# 3656_Haruka
source: But he was just so determined! I couldn't take my eyes off of him.
pt: Ma era così determinato! Non riuscivo a staccargli gli occhi di dosso.

# 3668_Yoko
source: Exactly. You don't have to be the best at what you do, but if you put everything you've got into it, people will find you quite appealing.
pt: Esatto. Non devi essere la migliore in ciò che fai, ma se ci metti tutta te stessa, la gente ti troverà molto affascinante.

# 3680_Yoko
source: It's confidence and passion that people find appealing, wouldn't you agree?
pt: Sono la sicurezza e la passione a rendere qualcuno affascinante, non credi?

# 3692_Haruka
source: Yes, I think you're right!
pt: Sì, credo tu abbia ragione!

# 3716_Yoko
source: You can use <Color:7>Idol Heat<Color:Default> in concert battles more often now.
pt: Ora puoi usare <Color:7>Idol Heat<Color:Default> più spesso nelle sfide al concerto.

# 3740_Haruka
source: Wait, have you been trying to teach me that all along?
pt: Aspetta, hai cercato di insegnarmi questo per tutto il tempo?

# 3752_Yoko
source: Maybe I was, maybe I wasn't. But I don't know much about dancing. I've dedicated my life to seeking true beauty.
pt: Forse sì, forse no. Ma non so molto di danza. Ho dedicato la mia vita a cercare la vera bellezza.

# 3776_Yoko
source: Come see me again if you want to keep learning the secrets of true beauty.
pt: Vieni a trovarmi di nuovo se vuoi continuare a imparare i segreti della vera bellezza.

# 3800_Yoko
source: Your Climax Heat Gauge went up.
pt: La tua Barra Climax Heat è aumentata.

# 3812_Yoko
source: Your Climax Heat Gauge rose to the maximum level.
pt: La tua Barra Climax Heat ha raggiunto il livello massimo.

# 3824_Yoko
source: You can now use <Color:7>Climax Heat<Color:Default> in Princess League concert battles.
pt: Ora puoi usare <Color:7>Climax Heat<Color:Default> nelle sfide al concerto della Princess League.

# 3920_Yoko
source: Oh, did you forget what you're supposed to be doing? Okay, here's a reminder...
pt: Oh, hai dimenticato cosa devi fare? Va bene, ecco un promemoria…

# 3932_Yoko
source: I want you to beat the manager of the salon I go to in a dance battle. I asked him to give you a free session if you win. You'll find him over at a building south of Bishamon Bridge. He should be out in front of his shop looking for opponents.
pt: Voglio che tu batta il manager del salone dove vado in una sfida di danza. Gli ho chiesto di darti una sessione gratuita se vinci. Lo troverai in un edificio a sud del Ponte Bishamon. Dovrebbe essere davanti al suo negozio in cerca di sfidanti.

# 3944_Yoko
source: Remember what you're supposed to do this time!
pt: Ricorda cosa devi fare questa volta!

# 3956_Yoko
source: Why, bumpkin. Are you here to learn the secrets of true beauty?
pt: Oh, campagnola. Sei qui per imparare i segreti della vera bellezza?

# 3968_Haruka
source: Nothing really. I was just passing by.
pt: Niente in particolare. Stavo solo passando.

# 3980_Yoko
source: I am not here to keep your boredom at bay. You have some nerve, little lady.
pt: Non sono qui per scacciare la tua noia. Hai un bel coraggio, ragazzina.

# 4004_Haruka
source: Yes, please!
pt: Sì, per favore!

# 4016_Yoko
source: Ooh, I like your enthusiasm. Let's get right to it, shall we?
pt: Oh, mi piace il tuo entusiasmo. Andiamo subito al dunque, ti va?

# 4028_Yoko
source: You're an idol, right, bumpkin?
pt: Sei un’idol, giusto, campagnola?

# 4040_Haruka
source: Yes, I am.
pt: Sì, lo sono.

# 4052_Yoko
source: Then might I recommend you go on a diet?
pt: Allora potrei consigliarti di metterti a dieta?

# 4064_Haruka
source: Huh!?
pt: Eh!?

# 4076_Yoko
source: You know what I'm talking about.
pt: Sai bene di cosa sto parlando.

# 4100_Yoko
source: I know how hungry you can get at your age.
pt: So quanto puoi avere fame alla tua età.

# 4112_Haruka
source: Hehe, it's true.
pt: Hehe, è vero.

# 4124_Yoko
source: But that's no excuse for poor eating habits!
pt: Ma non è una scusa per avere cattive abitudini alimentari!

# 4136_Haruka
source: Right! Sorry!
pt: Giusto! Scusa!

# 4148_Yoko
source: Well, I know just what to do. I'll have you pay a visit to the beauty salon that I frequent.
pt: Bene, so esattamente cosa fare. Voglio che tu faccia visita al salone di bellezza che frequento.

# 4160_Haruka
source: A beauty salon?
pt: Un salone di bellezza?

# 4172_Yoko
source: Yes, it's great. In fact, it's a must for anyone who wants to maintain a girlish figure. And it's great for anti-aging treatments, too!
pt: Sì, è fantastico. In effetti è indispensabile per chi vuole mantenere una figura giovanile. Ed è ottimo anche per i trattamenti anti-età!

# 4184_Haruka
source: I've never been to a salon before. It sounds expensive.
pt: Non sono mai stata in un salone prima. Sembra costoso.

# 4196_Yoko
source: Don't be silly. It only costs around 80,000 yen.
pt: Non dire sciocchezze. Costa solo circa 80.000 yen.

# 4220_Yoko
source: Oh, shame. Perhaps that seems a bit pricey to a bumpkin like you.
pt: Oh, peccato. Forse sembra un po’ caro a una campagnola come te.

# 4232_Haruka
source: Well, more than a bit, actually.
pt: Beh, più che un po’, direi.

# 4244_Yoko
source: I'll tell you what. The manager there is an acquaintance of mine.
pt: Ti dirò una cosa. Il manager lì è un mio conoscente.

# 4256_Yoko
source: And it just happens that he's hooked on dance battles.
pt: E guarda caso è ossessionato dalle sfide di danza.

# 4268_Haruka
source: Really? Dance battles?
pt: Davvero? Sfide di danza?

# 4280_Yoko
source: I know. He should start acting his age. But in any case, aren't you into dance battles, too?
pt: Lo so. Dovrebbe iniziare a comportarsi secondo la sua età. Ma comunque, non sei anche tu appassionata di sfide di danza?

# 4292_Haruka
source: I am, but I don't have much experience yet.
pt: Sì, ma non ho ancora molta esperienza.

# 4304_Yoko
source: Well, you go beat him in a dance battle. I'll ask him to give you a free treatment session if you win.
pt: Bene, vai a batterlo in una sfida di danza. Gli chiederò di darti una sessione di trattamento gratuita se vinci.

# 4316_Haruka
source: Are sure it's all right?
pt: Sei sicura che vada bene?

# 4328_Yoko
source: Why wouldn't it be? I mean, he and I are really close. Would you like to know how close?
pt: E perché non dovrebbe? Voglio dire, lui e io siamo molto vicini. Vuoi sapere quanto?

# 4340_Haruka
source: Um... No, that's okay. I'll pass.
pt: Ehm… No, va bene così. Passo.

# 4364_Haruka
source: So where should I go to meet him? Please tell me, Yoko-san!
pt: Allora dove dovrei andare per incontrarlo? Per favore, dimmelo, Yoko-san!

# 4376_Yoko
source: Now slow down, bumpkin. You got a lot more enthusiastic once you heard it was free.
pt: Adesso calmati, campagnola. Sei diventata molto più entusiasta appena hai sentito che era gratis.

# 4400_Yoko
source: He's always out in front of his shop looking for opponents. It's south of Bishamon Bridge.
pt: È sempre davanti al suo negozio in cerca di sfidanti. Si trova a sud del Ponte Bishamon.

# 4412_Haruka
source: All right.
pt: Va bene.

# 4436_Haruka
source: Yoko-san, I picked up the Chinese medicine you told me about.
pt: Yoko-san, ho preso la medicina cinese di cui mi hai parlato.

# 4448_Yoko
source: Wonderful, bumpkin. Make sure you use it on your skin every morning and every night.
pt: Meraviglioso, campagnola. Assicurati di usarla sulla pelle ogni mattina e ogni sera.

# 4460_Haruka
source: Oh, okay. But why this instead of a more modern cosmetic?
pt: Oh, d’accordo. Ma perché questa invece di un cosmetico più moderno?

# 4472_Yoko
source: It's natural and relatively easy on the body. I don't trust some of the chemicals they want us to slather all over ourselves.
pt: È naturale e relativamente delicata sul corpo. Non mi fido di certe sostanze chimiche che vogliono farci spalmare addosso.

# 4484_Yoko
source: Chinese medicine is wonderful in any case. You can get prescriptions tailor-made for your own specific condition, you see.
pt: La medicina cinese è meravigliosa comunque. Puoi ottenere prescrizioni su misura per la tua condizione specifica, capisci.

# 4496_Yoko
source: And all Chinese medicine helps a lady stay beautiful.
pt: E tutta la medicina cinese aiuta una donna a restare bella.

# 4508_Haruka
source: Oh, I had no idea Chinese medicine could do all that.
pt: Oh, non avevo idea che la medicina cinese potesse fare tutto questo.

# 4520_Yoko
source: Whoever figured all this out must've had ideas similar to my secrets of true beauty.
pt: Chi ha scoperto tutto questo doveva avere idee simili ai miei segreti della vera bellezza.

# 4532_Haruka
source: How so?
pt: In che senso?

# 4544_Yoko
source: Well, the mind and body are connected, but when they get out of whack, Chinese medicine helps restore the balance between them.
pt: Beh, mente e corpo sono collegati, ma quando perdono l’equilibrio, la medicina cinese aiuta a ripristinarlo.

# 4556_Yoko
source: The secrets of true beauty are basically the same way. I believe a woman's beauty lies in producing a balance between the body and mind.
pt: I segreti della vera bellezza funzionano allo stesso modo. Credo che la bellezza di una donna risieda nell’equilibrio tra corpo e mente.

# 4568_Yoko
source: Keep that in mind if you want to truly learn about beauty.
pt: Ricordalo, se vuoi davvero imparare la bellezza.

# 4580_Haruka
source: I understand. Keeping a balance between the body and mind is important!
pt: Capisco. Mantenere l’equilibrio tra corpo e mente è importante!

# 4592_Yoko
source: That's right. Come see me again if you want to keep learning the secrets of true beauty.
pt: Esatto. Vieni a trovarmi di nuovo se vuoi continuare a imparare i segreti della vera bellezza.

# 4616_Yoko
source: Your Climax Heat Gauge went up.
pt: La tua Barra Climax Heat è aumentata.

# 4628_Yoko
source: Your Climax Heat Gauge rose to the maximum level.
pt: La tua Barra Climax Heat ha raggiunto il livello massimo.

# 4640_Yoko
source: You can now use <Color:7>Climax Heat<Color:Default> in Princess League concert battles.
pt: Ora puoi usare <Color:7>Climax Heat<Color:Default> nelle sfide al concerto della Princess League.

# 4736_Yoko
source: Oh, did you forget what you're supposed to be doing? Okay, here's a reminder...
pt: Oh, hai dimenticato cosa devi fare? Va bene, ecco un promemoria…

# 4748_Yoko
source: Go get some yin er at the pharmacy. It's a type of Chinese medicine that does wonders for your skin.
pt: Vai a prendere dello yin er in farmacia. È un tipo di medicina cinese che fa miracoli per la pelle.

# 4760_Yoko
source: Remember what you're supposed to do this time!
pt: Ricorda cosa devi fare questa volta!

# 4772_Yoko
source: Why, bumpkin. Are you here to learn the secrets of true beauty?
pt: Oh, campagnola. Sei qui per imparare i segreti della vera bellezza?

# 4784_Haruka
source: Nothing really. I was just passing by.
pt: Niente in particolare. Stavo solo passando.

# 4796_Yoko
source: I am not here to keep your boredom at bay. You have some nerve, little lady.
pt: Non sono qui per scacciare la tua noia. Hai un bel coraggio, ragazzina.

# 4820_Haruka
source: Yes, please!
pt: Sì, per favore!

# 4832_Yoko
source: Ooh, I like your enthusiasm. Let's get right to it, shall we?
pt: Oh, mi piace il tuo entusiasmo. Andiamo subito al dunque, ti va?

# 4844_Yoko
source: You have bags under your eyes. In fact, you're looking rather haggard, dear.
pt: Hai le occhiaie. Anzi, sembri piuttosto stanca, cara.

# 4856_Haruka
source: What!? Really!?
pt: Cosa!? Davvero!?

# 4868_Yoko
source: Oh, you didn't notice? You really are a bumpkin.
pt: Oh, non te ne eri accorta? Sei proprio una campagnola.

# 4892_Yoko
source: How long have you been an idol?
pt: Da quanto tempo sei un’idol?

# 4904_Haruka
source: Umm, about six months.
pt: Uhm, da circa sei mesi.

# 4916_Yoko
source: Six months... Well, I suppose there's a lot you're not used to yet.
pt: Sei mesi… Beh, immagino ci siano ancora molte cose a cui non sei abituata.

# 4928_Haruka
source: Yes, there's so much I'm experiencing for the first time. It's kind of overwhelming.
pt: Sì, sto vivendo così tante cose per la prima volta. È un po’ travolgente.

# 4940_Yoko
source: Says the girl with a smile on her face. I bet you could handle anything that came your way.
pt: Lo dice la ragazza con un sorriso sul volto. Scommetto che potresti affrontare qualsiasi cosa ti capiti.

# 4952_Haruka
source: This is what I've always wanted, so I'm never going to give up, no matter what.
pt: È ciò che ho sempre voluto, quindi non mi arrenderò mai, qualunque cosa accada.

# 4964_Yoko
source: You got spunk, I'll give you that, but your body is telling a whole other story. Health-wise, you're anything but beautiful right now.
pt: Hai grinta, questo te lo riconosco, ma il tuo corpo racconta tutt’altra storia. A livello di salute, al momento sei tutt’altro che splendida.
