Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033851.po
Languages: pt

source: Man
pt: Uomo

source: Lead Santa Hunter
pt: Cacciatore di Babbo Natale Capo

source: Santa Hunter
pt: Cacciatore di Babbo Natale

source: Energetic Child
pt: Bambino Energico

source: Cheerful Child
pt: Bambino Allegro

source: ArmsID
pt: ID Armi

# 72_Saejima
source: (Good thing I got away from all that...)
pt: (Meno male che me ne sono andato da tutto quel casino...)

# 84_Man
source: Hey Santa, got some presents for us?
pt: Ehi Babbo, hai qualche regalo per noi?

# 96_Saejima
source: Ah, you must be the Santa hunters. I been lookin' for you.
pt: Ah, voi dovete essere i cacciatori di Babbo Natale. È da un po' che vi cerco.

# 108_Lead Santa Hunter
source: You found us, old Nick! And we're so happy to see you... our third Santa today!
pt: Ci hai scovato, vecchio Nick! E siamo così contenti di vederti... il nostro terzo Babbo Natale oggi!

# 120_Santa Hunter
source: We're the town's best Christmas carolers! Bashing your head in the snow... in a one-horse open slay... O'er the killing fields we go, laughing all the way!
pt: Siamo i migliori cantori natalizi della città! Spaccandoti la testa nella neve... in una slitta aperta trainata da un cavallo... da sterminio... Sui campi di sterminio andiamo, ridendo per tutta la strada!

# 132_Saejima
source: Why're ya doin' this?
pt: Perché lo stai a fa'?

# 144_Lead Santa Hunter
source: Trust me, we're just doing what everyone else wishes they could do. Who isn't sick of all this Christmas shit every fucking year?
pt: Fidati, stiamo solo facendo quello che tutti gli altri si sognano di fare. Chi non ne ha le palle piene di tutta questa merda natalizia ogni fottutissimo anno?

# 156_Santa Hunter
source: Yeah, just look at what you're wearin', man. Fuckin' stupid...
pt: Sì, guarda un po' cosa ti sei messo addosso, amico. Roba da coglioni...

# 168_Saejima
source: Ain't ya got girlfriends or somethin'?
pt: Non hai delle ragazze o roba del genere?

# 180_Lead Santa Hunter
source: Shut up! Just shut the hell up.
pt: Zitto! Chiudi quella maledetta bocca e basta.

# 192_Lead Santa Hunter
source: Too bad your girlfriend won't be here to wash the blood out of your dinky suit!
pt: Peccato che la tua ragazza non sarà qui a lavare via il sangue dal tuo patetico completo!

# 216_Lead Santa Hunter
source: Stop, stop! We're sorry! Real sorry!
pt: Basta, basta! Ci dispiace! Ci dispiace un casino!

# 228_Saejima
source: Let me sing you a carol now. "He's makin' a list, and checkin' it twice. Gonna find out who's naughty or nice..."
pt: Ora ti canto una cosa. "Sta facendo una lista, e la controlla due volte. Scoprirà chi è stato cattivo o buono..."

# 240_Energetic Child
source: Santa Claus is coming to tooown!
pt: Babbo Natale sta arrivando in città!

# 252_Saejima
source: You kids! Like I said, I ain't got nothin' for ya.
pt: Voi ragazzi! Come ho detto, non c'ho niente per voi.

# 264_Energetic Child
source: Come onnn! You're Santa, how could you not have presents?
pt: Ma daiii! Sei Babbo Natale, come fai a non avere regali?

# 276_Saejima
source: I'm all out. Well... 'cept for these things here, I guess.
pt: Sono a secco. Beh... a parte 'ste cose qui, credo.

# 288_Lead Santa Hunter
source: Wait, those are ours...
pt: Aspetta, quelli sono nostri...

# 300_Energetic Child
source: Wow, baseball bats! Just what I wanted!
pt: Caspita, mazze da baseball! Proprio quello che volevo!

# 312_Saejima
source: Sports fan, huh? Take as many as ya like, then.
pt: Fanatico di sport, eh? Pigline quanti ne vuoi, allora.

# 324_Energetic Child
source: Awesome!
pt: Grande!

# 336_Cheerful Child
source: I want this thing over here, Santa!
pt: Voglio questa cosa qui, Babbo Natale!

# 348_Saejima
source: Nunchaku? Ya like kung fu?
pt: Nunchaku? Ti piace il kung fu?

# 360_Cheerful Child
source: Yeah! I watch kung fu movies all the time! Hi-yah!
pt: Sì! Guardo sempre film di kung fu! Hiyà!

# 372_Santa Hunter
source: Not my nunchaku! They cost me a fortune!
pt: Non i miei nunchaku! Mi sono costati un occhio della testa!

# 384_Saejima
source: Seems fair to me. The kids could use some real Christmas cheer after you takin' it from them all season.
pt: Ci sta. I ragazzini potrebbero usare un po' di vero spirito natalizio, dopo che gliel'hai tolto per tutta la stagione.

# 396_Saejima
source: If ya got a problem with that, though, I'm all ears. Your call.
pt: Se hai problemi con quello, però, dimmi pure. Decidi tu.

# 408_Lead Santa Hunter
source: Uh, it's okay... Go ahead, little bros, take all you want...
pt: Uh, va bene... Avanti, fratellini, prendete tutto quello che volete...

# 420_Cheerful Child
source: Yay! This is the best Christmas ever! Thanks, Santa!
pt: Evviva! Questo è il miglior Natale di sempre! Grazie, Babbo Natale!

# 432_Saejima
source: Heh, I could get used to this Santa gig. Merry Christmas, everyone!
pt: Eh, mi ci potrei abituare a questa faccenda da Babbo Natale. Buon Natale a tutti!
