Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0d10.po
Languages: pt

source: Middle-aged Onlooker
pt: Curioso di mezza età

source: Driver
pt: Autista

source: Mysterious Growl
pt: Ringhio Misterioso

source: Young Onlooker
pt: Giovane Spettatore

source: Young Woman
pt: Ragazza

# 72_Middle-aged Onlooker
source: A couple of trucks crashed. But no one's hurt, by the look of things.
pt: Un paio di camion si sono scontrati. Ma nessuno si è fatto male, a quanto pare.

# 84_Driver
source: Help! Someone call the police!
pt: Aiuto! Qualcuno chiami la polizia!

# 96_Saejima
source: (The police are comin'. Better make myself scarce.)
pt: (Sta arrivando la pula. Meglio che tagli la corda.)

# 132_Middle-aged Onlooker
source: What the－!
pt: Ma che—!

# 144_Young Onlooker
source: Oh, my gosh! Bear! A bear came out of the truck!
pt: Oddio! Un orso! Un orso è uscito dal camion!

# 156_Driver
source: It's a bear from the zoo! Everyone run! Call the police!
pt: È un orso dello zoo! Tutti, scappate! Chiamate la polizia!

# 168_Middle-aged Onlooker
source: Bear! Everyone, move! Run!
pt: Orso! Via tutti! Correte!

# 180_Young Woman
source: Uh...
pt: Ehm...

# 192_Young Woman
source: Someone...
pt: Qualcuno...

# 216_Middle-aged Onlooker
source: Hey! Over here!
pt: Oi! Qua!

# 228_Saejima
source: This one's like a teddy bear compared to Yama-oroshi.
pt: Questo qui è come un orsacchiotto in confronto a Yama-oroshi.

# 240_Driver
source: Hey, you! Get away! What are you thinking?
pt: Ehi tu! Allontanati! Ma cosa ti salta in mente?

# 252_Young Woman
source: You...
pt: Tu...

# 276_Middle-aged Onlooker
source: Heh, bring it on. I don't mind ya!
pt: Eh, fatti sotto. Non mi fai paura!
