Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003309b1.po
Languages: pt

source: You got <Color:8>5,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>5.000 yen<Color:Default>.

source: You got <Color:8>Black Belt<Color:Default>.
pt: Hai ottenuto la <Color:8>Cintura Nera<Color:Default>.

source: You got <Color:8>8,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>8.000 yen<Color:Default>.

source: You got <Color:8>Fighter's Binding<Color:Default>.
pt: Hai ottenuto il <Color:8>Legaccio del Combattente<Color:Default>.

source: You got <Color:8>Gauntlets<Color:Default>.
pt: Hai ottenuto i <Color:8>Guanti Corazzati<Color:Default>.

source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

source: You got <Color:8>Toughness Emperor<Color:Default>.
pt: Hai ottenuto <Color:8>Toughness Emperor<Color:Default>.

source: You got <Color:8>15,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>15.000 yen<Color:Default>.

source: You got <Color:8>Bottomless Lighter<Color:Default>.
pt: Hai ottenuto l’<Color:8>Accendino Inesauribile<Color:Default>.

source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>20.000 yen<Color:Default>.

source: Store Owner
pt: Proprietario del Negozio

source: Young Woman
pt: Giovane Donna

# 152_Store Owner
source: Would you like to buy some local specialties? Go ahead and take a look!
pt: Vuoi comprare qualche specialità locale? Dai, dai un’occhiata!

# 164_Young Woman
source: There isn't anything that really grabs me.
pt: Non c’è niente che mi colpisca davvero.

# 176_Young Man
source: Yeah. Nothing looks that tasty.
pt: Già. Nulla sembra così appetitoso.

# 188_Young Woman
source: Those treats we got in Hokkaido were so delicious.
pt: Quei dolcetti che abbiamo preso a Hokkaido erano così buoni.

# 200_Young Man
source: I can't agree more. They keep that up, and they'll have customers lining up for days.
pt: Non potrei essere più d’accordo. Se continuano così, avranno clienti in fila per giorni.

# 212_Young Woman
source: You're not wrong there. Nothing's really calling to me.
pt: Hai ragione. Nulla mi attira davvero.

# 224_Young Man
source: The movie's going to start soon. Let's get going.
pt: Il film sta per iniziare. Andiamo.

# 236_Young Woman
source: Oh, shoot, you're right! Let's go!
pt: Oh, cavolo, hai ragione! Andiamo!

# 284_Store Owner
source: Oh, dear...
pt: Oh, cielo…

# 296_Store Owner
source: I guess my merchandise just isn't any good...
pt: Immagino che la mia merce non sia poi così buona…

# 320_Store Owner
source: Welcome! I sell local specialties at a store nearby! Please come take a look!
pt: Benvenuto! Vendo specialità locali in un negozio qui vicino! Vieni a dare un’occhiata!

# 344_Kiryu
source: (Nothing but senbei and manju... Pretty conventional stuff.)
pt: (Solo senbei e manju… Roba piuttosto convenzionale.)

# 356_Akiyama
source: (Nothing but senbei and manju... Pretty boring.)
pt: (Solo senbei e manju… Abbastanza noioso.)

# 368_Saejima
source: (Nothin' but senbei and manju... Ain't all that exciting.)
pt: (Solo senbei e manju… Niente di entusiasmante.)

# 380_Shinada
source: (Nothing but senbei and manju... Pretty conventional stuff.)
pt: (Solo senbei e manju… Roba piuttosto convenzionale.)

# 392_Haruka
source: (Senbei and manju... It doesn't look all that appealing.)
pt: (Senbei e manju… Non sembrano così invitanti.)

# 404_Store Owner
source: What do you think? Not to your liking?
pt: Che ne pensi? Non è di tuo gusto?

# 440_Store Owner
source: You don't need to say anything. I can tell from your face that you don't see anything you like.
pt: Non devi dire nulla. Si vede dalla tua faccia che non c’è niente che ti piaccia.

# 452_Store Owner
source: What am I going to do!? My supplier doesn't have anything decent, and I've already paid the rent on this store!
pt: Cosa farò adesso!? Il mio fornitore non ha niente di decente e ho già pagato l’affitto del negozio!

# 464_Store Owner
source: I've never even been on a trip myself! How am I supposed to know what souvenirs sell!?
pt: Non sono nemmeno mai stato in viaggio! Come dovrei sapere quali souvenir si vendono!?

# 476_Store Owner
source: I just saw on the TV that local specialties were all the rage! I thought I'd be knee-deep in cash by now!
pt: Ho visto in TV che le specialità locali vanno alla grande! Pensavo di essere già sommerso dai soldi!

# 488_Store Owner
source: You... wouldn't happen to be from out of town, would you?
pt: Tu… non è che vieni da fuori città, vero?

# 512_Kiryu
source: Yeah, I came from Fukuoka.
pt: Sì, vengo da Fukuoka.

# 524_Akiyama
source: Yeah, I'm from Osaka.
pt: Sì, vengo da Osaka.

# 536_Saejima
source: Yeah, I came from Hokkaido.
pt: Sì, vengo da Hokkaido.

# 548_Shinada
source: Yeah, I came here from Nagoya.
pt: Sì, sono arrivato qui da Nagoya.

# 560_Haruka
source: Actually, yes. I came from Osaka.
pt: In effetti sì. Vengo da Osaka.

# 572_Store Owner
source: Perfect! Then you must know all about the local specialties there, right?
pt: Perfetto! Allora conoscerai tutte le specialità locali, giusto?

# 584_Store Owner
source: Could you bring me some of them? I know it's a huge favor, but I swear you'll be well rewarded!
pt: Potresti portarmene qualcuna? So che è un grande favore, ma ti giuro che sarai ricompensato generosamente!

# 596_Store Owner
source: Might be hard to believe, but I'm somewhat of a whiz at marketing. Wanna know why?
pt: Potrà sembrarti strano, ma sono una specie di genio del marketing. Vuoi sapere perché?

# 608_Store Owner
source: So you know those singles mixers? Those things are chock full of college students and business women, and let me tell you, those girls know all the hottest trends.
pt: Conosci quegli eventi per single? Sono pieni di studentesse e donne d’affari, e lascia che te lo dica: quelle ragazze conoscono tutte le tendenze del momento.

# 620_Store Owner
source: They've given me tons of information on what kinds of specialties I should be selling. I'll describe them to you, and you bring me items that match those descriptions.
pt: Mi hanno dato un sacco di informazioni sulle specialità che dovrei vendere. Io te le descrivo, e tu mi porti oggetti che corrispondono a quelle descrizioni.

# 632_Store Owner
source: I'll reward you well, of course. And your help would mean so much to me and my business!
pt: Ti ricompenserò bene, naturalmente. E il tuo aiuto significherebbe moltissimo per me e per la mia attività!

# 644_Store Owner
source: Oh, and you don't need to go out of your way. Just stop by a store while you're doing your thing whenever you've got time.
pt: Ah, e non devi fare nulla di speciale. Passa in un negozio mentre fai le tue cose, quando hai tempo.

# 668_Kiryu
source: I don't mind doing it on the side.
pt: Non mi dispiace farlo nel tempo libero.

# 680_Akiyama
source: Yeah, I could do that at some point.
pt: Sì, potrei farlo prima o poi.

# 692_Saejima
source: All right, if I remember.
pt: Va bene, se me lo ricordo.

# 704_Shinada
source: I'll do it if I get something in return.
pt: Lo farò se ottengo qualcosa in cambio.

# 716_Haruka
source: I'll look around if I get a chance.
pt: Darò un’occhiata se ne avrò l’occasione.

# 728_Store Owner
source: Thank you! Well, I'll go and do some marketing research. Come and see me again sometime.
pt: Grazie! Bene, andrò a fare un po’ di ricerche di mercato. Vieni a trovarmi di nuovo quando puoi.

# 752_Store Owner
source: I'm currently looking for souvenirs from regional cities. If you have any, I'd gladly take them off your hands.
pt: Al momento sto cercando souvenir di città regionali. Se ne hai qualcuno, sarei felice di prenderlo da te.

# 764_Store Owner
source: This is what I'm looking for right now.
pt: Questo è ciò che sto cercando al momento.

# 812_Store Owner
source: That's absolutely perfect! Just what I was looking for!
pt: È assolutamente perfetto! Proprio quello che cercavo!

# 836_Store Owner
source: Keep up the good work!
pt: Continua così!

# 848_Store Owner
source: I'm afraid I don't need that right now. Do you have anything else?
pt: Temo di non averne bisogno al momento. Hai qualcos’altro?

# 872_Store Owner
source: The original spicy fish roe flavor from Fukuya, which has been dedicated to quality since it opened.
pt: Il sapore originale di uova di pesce piccanti di Fukuya, dedicato alla qualità fin dall’apertura.

# 884_Store Owner
source: The secret to its enduring popularity is the tweaks they make based on customer feedback to fine-tune the flavor for each generation.
pt: Il segreto della sua popolarità duratura sono le modifiche basate sui feedback dei clienti, per perfezionare il gusto a ogni generazione.

# 896_Store Owner
source: Each plump piece of cod roe is bursting with goodness and lets the flavors of the ingredients shine.
pt: Ogni pezzo di uova di merluzzo, pieno e succoso, sprigiona bontà e fa risaltare i sapori degli ingredienti.

# 920_Store Owner
source: A mild-flavored spicy fish roe for those who don't like too much kick in their food.
pt: Uova di pesce piccanti dal gusto delicato, per chi non ama sapori troppo forti.

# 932_Store Owner
source: By bringing down the signature spiciness a notch, you can enjoy the flavors of the roe even more.
pt: Riducendo leggermente la piccantezza caratteristica, si possono apprezzare ancora di più i sapori delle uova.

# 956_Store Owner
source: Hot Emperor was created to answer the demand for a spicy fish roe packed with only the finest red chili peppers.
pt: Hot Emperor è stato creato per soddisfare la richiesta di uova di pesce piccanti preparate solo con i migliori peperoncini rossi.

# 968_Store Owner
source: Seven different spices are mixed into a sophisticated blend that takes advantage of the characteristics of each, adding depth to the taste.
pt: Sette spezie diverse vengono mescolate in una miscela sofisticata che valorizza le caratteristiche di ognuna, aggiungendo profondità al gusto.

# 980_Store Owner
source: One bite sends waves of heat throughout the body, making this the perfect spicy fish roe for chili aficionados.
pt: Un solo morso sprigiona un’ondata di calore in tutto il corpo, rendendolo il prodotto perfetto per gli amanti del piccante.

# 1004_Store Owner
source: This product was created for customers who long for a taste of the old days.
pt: Questo prodotto è stato creato per chi desidera ritrovare i sapori di una volta.

# 1016_Store Owner
source: The balance of flavorsome roasted chili peppers and salt recreates the original that first went on sale in 1949.
pt: L’equilibrio tra peperoncini arrostiti saporiti e sale ricrea la ricetta originale messa in vendita per la prima volta nel 1949.

# 1028_Store Owner
source: The heat catches up with you after a few bites, complementing its delicious flavor perfectly.
pt: La piccantezza arriva dopo qualche morso, completando alla perfezione il suo delizioso sapore.

# 1052_Store Owner
source: This confection features sweet Hokkaido beans enveloped in a soft, mochi-like shell. It has been a Hakata favorite for over thirty years.
pt: Questa confezione contiene dolci fagioli di Hokkaido avvolti in un guscio morbido simile al mochi. È un classico di Hakata da oltre trent’anni.

# 1064_Store Owner
source: It was awarded the Prime Minister's Prize at the 19th National Confectionery Exposition.
pt: Ha ricevuto il Premio del Primo Ministro alla 19ª Esposizione Nazionale di Dolciumi.

# 1076_Store Owner
source: It has a natural, rustic flavor and remains one of the flagship Hakata confections of manufacturer Saemon.
pt: Ha un sapore naturale e rustico ed è ancora uno dei prodotti di punta di Hakata del produttore Saemon.

# 1088_Store Owner
source: Phrases from the Burabura theme song have entered the lexicon, and Hakata locals will even dance to it when it comes on.
pt: Frasi della canzone a tema Burabura sono entrate nel linguaggio comune, e gli abitanti di Hakata ballano persino quando la sentono.

# 1100_Store Owner
source: The picture on the package was apparently modeled after the chairman of the company.
pt: L’immagine sulla confezione sembra essere stata modellata sul presidente dell’azienda.

# 1124_Store Owner
source: Flavorsome yellow bean jam inside plump pastry. It has a mellow taste and isn't sickeningly sweet.
pt: Confettura di fagioli gialli saporita all’interno di una pasta morbida. Ha un gusto delicato e non è stucchevole.

# 1136_Store Owner
source: Tsurunoko has been a popular confection in Hakata since it was first made in 1905.
pt: Tsurunoko è un dolce molto popolare a Hakata sin dalla sua creazione nel 1905.

# 1160_Store Owner
source: Hakata Niwaka is a traditional folk art familiar to all Hakata residents.
pt: Hakata Niwaka è un’arte popolare tradizionale conosciuta da tutti gli abitanti di Hakata.

# 1172_Store Owner
source: Niwaka Senbei are amusing treats made in the shape of the half-masks used in the art.
pt: I Niwaka Senbei sono dolcetti divertenti a forma delle mezze maschere usate in questa arte.

# 1184_Store Owner
source: Made with a generous amount of the finest flour and eggs and baked a golden brown, they are famous for their crunchy texture and egg flavor.
pt: Preparati con abbondante farina e uova di alta qualità e cotti fino a doratura, sono famosi per la loro consistenza croccante e il sapore di uovo.

# 1196_Store Owner
source: Each box contains a mask, reflecting the playful spirit of Hakata's people.
pt: Ogni scatola contiene una maschera, a riflettere lo spirito giocoso della gente di Hakata.

# 1220_Store Owner
source: A local specialty made by Hanamidori, one of Hakata's most famous mizutaki restaurants.
pt: Una specialità locale prodotta da Hanamidori, uno dei ristoranti di mizutaki più famosi di Hakata.

# 1232_Store Owner
source: This handmade treat is full of their house brand spicy fish roe and is a perfect accompaniment to any meal or drink.
pt: Questa prelibatezza artigianale è ricca delle loro uova di pesce piccanti di marca ed è il perfetto accompagnamento per qualsiasi pasto o bevanda.

# 1256_Store Owner
source: A new favorite that combines potato chips and chocolate.
pt: Un nuovo favorito che combina patatine e cioccolato.

# 1268_Store Owner
source: The light and crunchy potato chips are cut extra thin and coated with a layer of chocolate on one side that retains the potato aroma.
pt: Le patatine leggere e croccanti sono tagliate extra sottili e ricoperte su un lato da uno strato di cioccolato che mantiene l’aroma della patata.

# 1280_Store Owner
source: Sweet chocolate and salty potato chips blend together into a perfect harmony.
pt: Il dolce del cioccolato e il salato delle patatine si fondono in un’armonia perfetta.

# 1304_Store Owner
source: Cat tongue cookies are baked just long enough to add a golden tinge to the edges of the white cookie.
pt: I biscotti ‘lingua di gatto’ vengono cotti il tempo necessario a dorare leggermente i bordi del biscotto bianco.

# 1316_Store Owner
source: To get just the right result, the oven temperature must be monitored carefully.
pt: Per ottenere il risultato perfetto, la temperatura del forno deve essere controllata con attenzione.

# 1328_Store Owner
source: The white chocolate sandwiched between the cookie halves is a blend created specially for Shiroi Koibito.
pt: Il cioccolato bianco tra le due metà del biscotto è una miscela creata appositamente per Shiroi Koibito.

# 1340_Store Owner
source: The sweet, smooth chocolate in the center adds the final touch to the Shiroi Koibito cookie, which has been a favorite for over thirty years.
pt: Il cioccolato dolce e vellutato al centro aggiunge il tocco finale al biscotto Shiroi Koibito, un favorito da oltre trent’anni.

# 1364_Store Owner
source: Nature's finest, golden-yellow corn coated with high quality white chocolate.
pt: Il miglior mais dorato della natura, ricoperto di cioccolato bianco di alta qualità.

# 1376_Store Owner
source: One bite is enough to convey that this treat is a labor of love with nature's blessings from the fields of the north.
pt: Basta un morso per capire che questa delizia è un lavoro d’amore, arricchito dalle benedizioni della natura dei campi del nord.

# 1388_Store Owner
source: Particular attention is paid to preserving the original flavor of the ingredients.
pt: Si presta particolare attenzione a preservare il sapore originale degli ingredienti.

# 1400_Store Owner
source: This handmade delicacy is the result of a painstaking effort to do justice to nature's wonders.
pt: Questa prelibatezza artigianale è il risultato di un meticoloso impegno per rendere giustizia alle meraviglie della natura.

# 1424_Store Owner
source: Sapporo Agricultural College, a predecessor to Hokkaido University, was founded in 1876. Its teachers included Dr. William S. Clark.
pt: Il Sapporo Agricultural College, predecessore dell’Università di Hokkaido, fu fondato nel 1876. Tra i suoi insegnanti figurava il dottor William S. Clark.

# 1436_Store Owner
source: It produced much talent based on the philosophies of frontier spirit, global perspective, all-round education, and practical learning.
pt: Ha formato molti talenti basandosi su filosofie di spirito pionieristico, visione globale, educazione completa e apprendimento pratico.

# 1448_Store Owner
source: This luxurious cookie includes generous amounts of Hokkaido milk. Its light, melt-in-your-mouth texture is enjoyed across Japan.
pt: Questo biscotto raffinato contiene generose quantità di latte di Hokkaido. La sua consistenza leggera e che si scioglie in bocca è apprezzata in tutto il Giappone.

# 1472_Store Owner
source: Sapporo Curry Yoshimi, known for Sapporo's famous soup curries, created this novel take on the rice cracker with a great flavor and aroma.
pt: Sapporo Curry Yoshimi, famoso per le celebri zuppe al curry di Sapporo, ha creato questa nuova interpretazione del cracker di riso, ricca di sapore e aroma.

# 1484_Store Owner
source: The chef's original spicy garam masala seals the deal, along with the aromatic shrimp baked into the senbei cracker.
pt: L’originale garam masala piccante dello chef completa il tutto, insieme ai gamberi aromatici cotti all’interno del cracker senbei.

# 1496_Store Owner
source: They recreate an authentic soup curry taste.
pt: Ricreano un autentico sapore di soup curry.

# 1508_Store Owner
source: Direct from the factory in Hokkaido to you! Individually wrapped crackers you can enjoy whenever you like.
pt: Direttamente dalla fabbrica in Hokkaido a te! Cracker confezionati singolarmente da gustare quando vuoi.

# 1532_Store Owner
source: A snack that replicates the taste of Sekai no Yamachan's premium chicken wings.
pt: Uno snack che riproduce il sapore delle ali di pollo premium di Sekai no Yamachan.

# 1544_Store Owner
source: Their moist texture and aromatic fragrance make it hard to stop eating once you start.
pt: La loro consistenza morbida e il profumo aromatico rendono impossibile smettere di mangiarli una volta iniziato.

# 1568_Store Owner
source: You can recreate the taste of Yamamotoya Honten at home easily by simply boiling this in water.
pt: Puoi ricreare facilmente a casa il sapore di Yamamotoya Honten semplicemente bollendo questo in acqua.

# 1580_Store Owner
source: Enjoy the delicious taste of freshly cooked noodles.
pt: Goditi il delizioso sapore dei noodles appena cotti.

# 1604_Store Owner
source: The aromatic Azuki Tsubu-an is made from meticulously steamed Hokkaido red beans.
pt: L’aromatico Azuki Tsubu-an è preparato con fagioli rossi di Hokkaido cotti al vapore con grande cura.

# 1616_Store Owner
source: The light-tasting Matcha-an is made with local Aichi Prefecture green tea, resulting in a mellow taste.
pt: Il Matcha-an dal gusto leggero è fatto con tè verde della Prefettura di Aichi, che dona un sapore morbido e delicato.

# 1628_Store Owner
source: The Beni Tsubu-an is a colorful confection with white azuki beans.
pt: Il Beni Tsubu-an è un dolce colorato preparato con fagioli azuki bianchi.

# 1652_Store Owner
source: Edo period traditions and skills are behind the flavorsome taste of this treat, which is made with carefully cooked fresh shrimp.
pt: Le tradizioni e le tecniche del periodo Edo sono alla base del sapore ricco di questa prelibatezza, preparata con gamberi freschi cotti con cura.

# 1664_Store Owner
source: The manufacturer contacts producers directly to select only the best ingredients, and the manufacturing process locks the freshness in.
pt: Il produttore contatta direttamente gli allevatori per selezionare solo i migliori ingredienti, e il processo di produzione sigilla la freschezza.

# 1676_Store Owner
source: This confection lets you sample the taste of nature.
pt: Questo dolce ti permette di assaporare il gusto della natura.

# 1700_Store Owner
source: These rice cakes are made with non-glutinous rice flour, giving them a springy yet firm feel. Much effort has been put into their refined flavor.
pt: Queste torte di riso sono fatte con farina di riso non glutinoso, che dona una consistenza elastica ma compatta. Molta cura è stata dedicata al loro sapore raffinato.

# 1712_Store Owner
source: They have a simple, elegant texture and feature five sweet-smelling flavors.
pt: Hanno una consistenza semplice ed elegante e presentano cinque profumi dolci.

# 1724_Store Owner
source: White tea, black tea, green tea, freshly steeped tea, and cherry blossom.
pt: Tè bianco, tè nero, tè verde, tè appena infuso e fiore di ciliegio.

# 1748_Store Owner
source: A juicy fried squid topped off with Kushikatsu Daruma's one-dip only sauce.
pt: Un succoso calamaro fritto completato dalla salsa ‘una sola immersione’ di Kushikatsu Daruma.

# 1760_Store Owner
source: The subtle fragrance of the sauce and the delicious squid make this a real delicacy.
pt: Il profumo delicato della salsa e il delizioso calamaro rendono questo piatto una vera prelibatezza.

# 1784_Store Owner
source: Osaka's famous 551 Horai Pork Buns are each lovingly shaped by expert chefs.
pt: I famosi Pork Buns 551 Horai di Osaka sono modellati con cura da chef esperti.

# 1796_Store Owner
source: The pork is of course the star of the show, and it is diced instead of minced to produce a better texture.
pt: La carne di maiale è ovviamente la protagonista, e viene tagliata a cubetti invece che tritata per ottenere una consistenza migliore.

# 1808_Store Owner
source: The sweet onion and juicy pork create a taste sensation in your mouth!
pt: La cipolla dolce e il maiale succoso creano un’esplosione di sapori in bocca!

# 1820_Store Owner
source: The other key point is the bun, which has a slight sweetness to bring out the flavor of the other ingredients.
pt: L’altro punto fondamentale è il panino, che ha una leggera dolcezza capace di esaltare il sapore degli altri ingredienti.

# 1844_Store Owner
source: These takoyaki contain choice ingredients and are cooked by hand on a special copper plate using bamboo chopsticks.
pt: Questi takoyaki contengono ingredienti selezionati e vengono cotti a mano su una speciale piastra di rame usando bacchette di bambù.

# 1856_Store Owner
source: Most Osaka residents can even sing the commercial's jingle. Takomasa's takoyaki is pretty much Osaka's most famous specialty food.
pt: La maggior parte degli abitanti di Osaka conosce persino il jingle della pubblicità. I takoyaki di Takomasa sono praticamente la specialità più famosa della città.

# 1880_Store Owner
source: Tsuruhashi Fugetsu's okonomiyaki is a healthy and addictive traditional treat.
pt: L’okonomiyaki di Tsuruhashi Fugetsu è una prelibatezza tradizionale, sana e irresistibile.

# 1892_Store Owner
source: All the sauce and other toppings are inside, so you can just heat it up in the microwave when you want to enjoy the authentic taste.
pt: Tutta la salsa e i condimenti sono all’interno, quindi basta scaldarlo al microonde per gustare il sapore autentico.
