Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031b.po
Languages: pt

# 8668_Shinada
source: Why does everything with you have to be such a hassle? Just help me review what I've learned. Is that so much to ask?
pt: Perché con te dev'essere sempre tutta una scocciatura? Dammi solo una mano a ripassare quello che ho imparato. È chiedere tanto?

# 8680_Ayanokoji
source: Argh, how you vex me! Fine, I'll use this chance to take out my frustrations upon you!
pt: Argh, quanto mi esasperi! Va bene, approfitterò di questa occasione per sfogare le mie frustrazioni su di te!

# 8692_Shinada
source: That doesn't sound very master-like to me.
pt: Non mi sembra molto da padrone, questo.

# 8704_Ayanokoji
source: Prepare yourself, peasant. This may be a lesson review, but only the gods know what I have in store for you!
pt: Preparati, villano. Questo potrà essere un ripasso, ma solo gli dei sanno cosa ho in serbo per te!

# 8716_Shinada
source: The gods actually care what you're thinking?
pt: Ma agli dei importa davvero quello che pensi?

# 8764_Ayanokoji
source: How dare you!? I demand satisfaction! Now prepare yourself!
pt: Come osi!? Chiedo soddisfazione! Ora preparati!

# 8776_Shinada
source: Oh yeah, let's go!
pt: Evvai, andiamo!

# 8788_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 8812_Shinada
source: Okay, Leo, old boy, let's make this a lesson to remember!
pt: Ok, Leo, vecchio mio, facciamo che questa sia una lezione da ricordare!

# 8824_Ayanokoji
source: You will not vex me this time. Forsooth, there's no point in reacting to inane comments from an addlepated peasant like you.
pt: Non mi esaspererai questa volta. Invero, non ha senso reagire a commenti insulsi da un villano ottuso come te.

# 8836_Shinada
source: Well, good to see you're dealing with your anger issues.
pt: Beh, contento di vedere che stai gestendo il tuo caratteraccio.

# 8848_Ayanokoji
source: Hmph, let us move this elsewhere.
pt: Hmph, spostiamoci altrove.

# 8920_Ayanokoji
source: So, what shall we do?
pt: Allora, che si fa?

# 8932_Shinada
source: Uh, I dunno. Nothing special. I'll leave it up to you, Leo-kun.
pt: Uh, non so. Niente di speciale. Lo lascio a te, Leo-kun.

# 8944_Ayanokoji
source: But I just asked you－! ...Ahem.
pt: Ma te l'ho appena chiesto...! ...Ehm.

# 8956_Ayanokoji
source: You really have no clue, do you? Fine. Once a witless peasant, always a witless peasant.
pt: Non hai proprio capito niente, vero? Va bene. Una volta un villano ottuso, sempre un villano ottuso.

# 8968_Shinada
source: Well! Looks like you got that anger of yours under control! Good job, Leo-kun.
pt: Beh! Sembra che tu abbia il tuo caratteraccio sotto controllo! Bel lavoro, Leo-kun.

# 8980_Ayanokoji
source: Of course I do. I'm not a member of the unwashed masses like you, after all.
pt: Ma certo. Dopotutto, non sono mica uno del volgo come te.

# 8992_Shinada
source: Oh, right. You're some kind of aristocrat!
pt: Ah, giusto. Sei una specie di aristocratico!

# 9004_Ayanokoji
source: At least you understand that much. Methinks I'll just have to give you another lesson.
pt: Almeno questo lo capisci. Mi sa che ti dovrò dare un'altra lezione.

# 9052_Ayanokoji
source: All right, let's get started. Are you sure you're prepared?
pt: Molto bene, iniziamo. Sei sicuro di essere preparato?

# 9064_Shinada
source: As ready as I'll ever be! Let's go!
pt: Sono pronto come non mai! Andiamo!

# 9076_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 9100_Shinada
source: Lay it on me!
pt: Fatti sotto!

# 9112_Ayanokoji
source: Very well. Let us find somewhere more private.
pt: Molto bene. Cerchiamo un posto più privato.

# 9184_Ayanokoji
source: Shinada. Could I talk to you for a minute?
pt: Shinada. Potrei parlarti un minuto?

# 9196_Shinada
source: Whoa, Leo-kun? You're so serious all of a sudden.
pt: Ehi, Leo-kun? Ti sei fatto così serio all'improvviso.

# 9208_Ayanokoji
source: It's about your training. This shall be the last time.
pt: Riguarda il tuo addestramento. Questa sarà l'ultima volta.

# 9220_Shinada
source: What!? Where's this coming from?
pt: Cosa!? E questa da dove arriva?

# 9232_Ayanokoji
source: I've changed quite a bit thanks to your advice, and for that, I must admit that I am most grateful.
pt: Sono cambiato parecchio grazie ai tuoi consigli, e per questo, devo ammettere che ti sono estremamente grato.

# 9244_Shinada
source: Umm, you're welcome?
pt: Ehm, prego?

# 9256_Ayanokoji
source: Yes, well... Simply put, as the scion of aristocrats, I must hold fast to my honor.
pt: Sì, beh... In parole povere, in quanto rampollo di aristocratici, devo tenere fede al mio onore.

# 9268_Ayanokoji
source: I must needs grow stronger, that I am able to do so.
pt: Devo necessariamente diventare più forte, affinché io possa farlo.

# 9280_Ayanokoji
source: I cannot have myself crying out in pain whenever you land a solid blow.
pt: Non posso permettermi di urlare dal dolore ogni volta che mi assesti un colpo ben assestato.

# 9304_Ayanokoji
source: So I shall give you no quarter from now on, Shinada. I still expect to be routed, however. That's just how good you are.
pt: Quindi non ti darò tregua d'ora in poi, Shinada. Mi aspetto comunque di essere sbaragliato, però. Tanto sei bravo tu.

# 9316_Ayanokoji
source: But I can accept defeat so long as I can fight with all my strength. I shall channel the pain into the refinement of my being.
pt: Ma posso accettare la sconfitta purché io possa combattere con tutte le mie forze. Canalizzerò il dolore nel perfezionamento del mio essere.

# 9328_Shinada
source: Aw, I was having so much fun at your expense, though. Why'd you have to go and ruin it by getting all serious?
pt: Ah, mi stavo divertendo un sacco a tue spese, però. Perché dovevi rovinare tutto facendoti tutto serio?

# 9340_Shinada
source: But I get it, Leo-kun. I know you have it rough in your own way. But don't worry, because I'm gonna meet you blow for blow.
pt: Ma capisco, Leo-kun. So che a modo tuo è dura per te. Ma non ti preoccupare, perché ti terrò testa colpo su colpo.

# 9352_Ayanokoji
source: Shinada... You have my thanks.
pt: Shinada... Ti sono grato.

# 9400_Ayanokoji
source: Now then, shall we begin? If you are prepared, that is.
pt: Allora, iniziamo? Se sei preparato, beninteso.

# 9412_Shinada
source: Couldn't possibly prepare any more than I have! Let's go!
pt: Non potrei essere più preparato di così! Andiamo!

# 9424_Ayanokoji
source: Very well! Steel yourself, Shinada!
pt: Molto bene! Prepara lo spirito, Shinada!

# 9448_Ayanokoji
source: There you are, peasant.
pt: Eccoti, villano.

# 9460_Shinada
source: You mind not calling me that? The name's Tatsuo Shinada, just in case you're interested.
pt: Ti dispiace non chiamarmi così? Mi chiamo Tatsuo Shinada, nel caso ti interessi.

# 9472_Ayanokoji
source: Tatsuo Shinada? 'Tis a peasant's name by my noble reckoning.
pt: Tatsuo Shinada? È un nome da villano, secondo la mia nobile valutazione.

# 9484_Shinada
source: Well, I have to admit it's pretty average compared to yours.
pt: Beh, devo ammetterlo, è abbastanza nella media rispetto al tuo.

# 9496_Ayanokoji
source: That you present yourself to me can mean only one thing. You wish to take lessons from me.
pt: Il tuo presentarti a me può significare solo una cosa. Desideri prendere lezioni da me.

# 9508_Shinada
source: Well, yeah, I thought I might check it out. But are your lessons really all that?
pt: Beh, sì, ho pensato di darci un'occhiata. Ma le tue lezioni sono davvero tutto 'sto granché?

# 9520_Ayanokoji
source: Hah! Hearken to me, Shinada. You cannot judge me based on what you ere beheld. The skills I shall teach you are more precious than life itself.
pt: Ah! Ascoltami, Shinada. Non puoi giudicarmi in base a ciò che hai in precedenza contemplato. Le abilità che ti insegnerò sono più preziose della vita stessa.

# 9532_Ayanokoji
source: Of course, there is the matter of feudal service. I shan't lift a finger to help those who do not serve me.
pt: Certo, c'è la questione del servizio feudale. Non muoverò un dito per aiutare chi non mi serve.

# 9544_Shinada
source: Maybe you forgot, but I saved you from those street punks.
pt: Magari te lo sei scordato, ma ti ho salvato da quei teppisti da strada.

# 9556_Ayanokoji
source: And that is why I deigned to take you as my student. And so the debt is paid.
pt: Ed è per questo che mi sono degnato di prenderti come mio studente. E così il debito è ripagato.

# 9568_Shinada
source: Seriously? For a guy who talks about nobility, that seems awfully stingy.
pt: Ma davvero? Per uno che si riempie la bocca di nobiltà, questo sembra maledettamente tirchio.

# 9580_Ayanokoji
source: You serve me once, and I shall repay you in kind. Once. I must keep things fair for my other vassals, after all.
pt: Mi servi una volta, e ti ripagherò in egual misura. Una volta. Dopotutto, devo mantenere l'equità per i miei altri vassalli.

# 9592_Shinada
source: Okay, so what does a guy have to do to get some training around here?
pt: Allora, cosa si deve fare per beccarsi un po' di allenamento da queste parti?

# 9604_Ayanokoji
source: Anything's fine. I'm sure you can think of something despite your addled peasant brain.
pt: Va bene qualsiasi cosa. Sono sicuro che ti verrà in mente qualcosa, nonostante il tuo rincoglionito cervello da contadino.

# 9616_Shinada
source: Sheesh, you could at least narrow it down a bit. Okay, let me think...
pt: Ma dai, potresti almeno restringere un po' il campo. Ok, fammi pensare...

# 9628_Shinada
source: I'm pretty broke, so anything to do with money is out of the question... Oh, I know!
pt: Sono piuttosto in difficoltà, quindi qualsiasi cosa legata al denaro è fuori discussione... Oh, lo so!

# 9640_Ayanokoji
source: Very well, speak!
pt: Molto bene, parla!

# 9652_Shinada
source: Man, could you be any more of an ass? Anyway, I've got some advice I can give you.
pt: Ma dai, potresti essere più idiota? Comunque, ho dei consigli da darti.

# 9664_Ayanokoji
source: You? Advise me? Don't be ridiculous.
pt: Tu? Mi consiglierai? Smettila di fare il ridicolo.

# 9676_Ayanokoji
source: I don't take advice from peasants. Besides, my considerable prosperity could hardly be bolstered by your input.
pt: Non prendo consigli da contadini. Inoltre, la mia considerevole prosperità difficilmente sarebbe stata rafforzata dal tuo contributo.

# 9688_Shinada
source: So you say, but you want a girlfriend, don't you?
pt: Quindi dici tu, ma vuoi una ragazza, no?

# 9700_Ayanokoji
source: No, I do not.
pt: No, io non lo faccio.

# 9712_Shinada
source: Oh, come on. This is just between the two of us. You really want one, right?
pt: Oh, ma dai. Questo è solo tra noi. Lo vuoi davvero, no?

# 9736_Shinada
source: Well?
pt: Allora?

# 9748_Ayanokoji
source: Y...Yes. And Mother's been pestering me about getting married, so perhaps...
pt: Y...Sì. E la madre mi sta importunando per sposarmi, quindi forse...

# 9760_Shinada
source: See!? I knew it! Just relax and trust me, and I'll set you up.
pt: Vedi!? Lo sapevo! Rilassati e fidati di me, e ti metto in contatto.

# 9772_Ayanokoji
source: Hrm... Somehow, I feel as though you have tricked me into revealing this.
pt: Uhm... In qualche modo, mi sembra che tu mi abbia ingannato facendomi rivelare questo.

# 9784_Shinada
source: You told me the truth, Leo-kun. That was the right thing to do!
pt: Mi hai detto la verità, Leo-kun. Quello era il fatto giusto da fare!

# 9796_Ayanokoji
source: Do not press your luck, you of lowly birth.
pt: Non azzardare, tu di bassa nascita.

# 9808_Ayanokoji
source: But very well. I shall acquiesce. But you must make yourself useful in your faithful service to me!
pt: Ma molto bene. Io acconsento. Ma tu devi rendere utile il tuo fedele servizio a me!

# 9820_Ayanokoji
source: There will be no lesson until I'm utterly satisfied.
pt: Non ci sarà lezione finché non sarò completamente soddisfatto.

# 9832_Shinada
source: Oh, you will be! Especially considering the bar is so low.
pt: Oh, lo farai! Soprattutto considerando che il livello è così basso.

# 9844_Ayanokoji
source: What was that!? You think to mock me!?
pt: Che cos'era quello!? Pensi di prendermi in giro!?

# 9856_Shinada
source: Of course not! Now will you relax, already?
pt: Certo che no! Ora rilassati, già?

# 9868_Ayanokoji
source: Fine. I'll take you at your word.
pt: Fine. Mi prendi sul serio.

# 9880_Shinada
source: Great. So the deal is, you give me a lesson if you like the advice I give you.
pt: Ottimo. Quindi l'accordo è questo, mi dai una lezione se ti piace il mio consiglio.

# 9892_Ayanokoji
source: Very well. I'm counting on you, Shinada. Do not disappoint me.
pt: Molto bene. Sto contando su di te, Shinada. Non deludermi.

# 9904_Ayanokoji
source: Yowch! Learn to pull your punches during our lessons, you brute!
pt: Yowch! Impara a non esagerare durante le nostre lezioni, tu bruto!

# 9916_Shinada
source: What!? You told me to do whatever I wanted!
pt: Che cosa? Hai detto che potevo fare ciò che volevo!

# 9928_Ayanokoji
source: Fool! Is your cranium truly empty? What kind of vassal strikes his lord with all his strength!?
pt: Ma molto bene. Io acconsento. Ma tu devi rendere utile il tuo fedele servizio a me!

# 9940_Shinada
source: Wait, when did I go from student to vassal?
pt: Non ci sarà lezione finché non sarò completamente soddisfatto.

# 9952_Ayanokoji
source: Shinada. You must learn to show respect for those above your station. I don't know why I expect anything better of you, though.
pt: Shinada. Devi imparare a mostrare rispetto per chi è di rango superiore al tuo. Non so perché mi aspetti qualcosa di meglio da te, comunque.

# 9964_Shinada
source: And <Italic>you</Italic> need to stop being such an assface, Leo-kun. But fine. I apologize profusely for the accident of my birth. Happy?
pt: E <Italic>tu</Italic> devi smetterla di fare il faccia da culo, Leo-kun. Ma va bene. Mi scuso profusamente per l'incidente della mia nascita. Contento?

# 9976_Ayanokoji
source: What!? That is no apolog－ Oh, never mind! I grow tired of this farce.
pt: Che cosa!? Questa non è una scusa－ Oh, lascia stare! Mi sono stancato di questa farsa.

# 9988_Ayanokoji
source: At least I know what you are capable of. You're stronger than I thought.
pt: Almeno so di cosa sei capace. Sei più forte di quanto pensassi.

# 10000_Shinada
source: Aww yeah! Thanks!
pt: Evvai! Grazie!

# 10012_Ayanokoji
source: Now then, Shinada. Did you pick up on anything in particular about my fighting style?
pt: Dunque, Shinada. Hai colto qualcosa di particolare riguardo al mio stile di combattimento?

# 10024_Shinada
source: Your fighting style? Uh...
pt: Il tuo stile di combattimento? Ehm...

# 10036_Ayanokoji
source: What are you doing? Why are you training if you cannot be bothered to pay attention? What have I told you about wasting my time?
pt: Che stai facendo? Perché ti alleni se non ti degni di prestare attenzione? Cosa ti ho detto riguardo al farmi perdere tempo?

# 10048_Ayanokoji
source: I am taking great care with each blow to ensure my weapons remain in pristine condition.
pt: Sto ponendo la massima cura ad ogni colpo per garantire che le mie armi restino in condizioni immacolate.

# 10060_Ayanokoji
source: There are ways to lower the stress upon your weapon no matter what technique you are using.
pt: Ci sono modi per ridurre la sollecitazione sulla tua arma, indipendentemente dalla tecnica che utilizzi.

# 10072_Shinada
source: Really!? That's the first bit of master-like wisdom I've heard from you so far!
pt: Davvero!? È la prima roba da maestro che sento da te finora!

# 10084_Ayanokoji
source: Insolent fool! Show some respect.
pt: Idiota insolente! Mostra un po' di rispetto.

# 10096_Shinada
source: Relax, will you? It's just, I used to play pro baseball, so I get that it's important to treat equipment properly.
pt: Rilassati, vuoi? È solo che, una volta giocavo a baseball da professionista, quindi capisco che è importante trattare l'attrezzatura correttamente.

# 10108_Shinada
source: I'll try to keep that in mind.
pt: Cercherò di tenerlo a mente.

# 10132_Ayanokoji
source: Now then, consider this payment for your service as my vassal. You'll have to do something else for me if you want another lesson.
pt: Dunque, considera questo come pagamento per il tuo servizio come mio vassallo. Dovrai fare qualcos'altro per me se vuoi un'altra lezione.

# 10144_Shinada
source: Never expected to learn anything like that. This feudal service thing is totally worth it!
pt: Non mi sarei mai aspettato di imparare una cosa del genere. Questa roba del servizio feudale ne vale assolutamente la pena!

# 10156_Ayanokoji
source: Ah, the very model of a peasant. I see you do know your place after all. I look forward to what you come up with next.
pt: Ah, il modello perfetto di un bifolco. Vedo che conosci il tuo posto, dopotutto. Sono curioso di vedere cosa ti inventerai dopo.

# 10192_Ayanokoji
source: You fool! That really hurt!
pt: Idiota! Mi hai fatto malissimo!

# 10204_Shinada
source: Whoops! Sorry, Leo-kun! But hey, I think I just figured something out during that training.
pt: Ops! Scusa, Leo-kun! Ma ehi, credo di aver appena capito qualcosa durante quell'allenamento.

# 10216_Ayanokoji
source: It doesn't work that way, you witless peasant!
pt: Non funziona così, stolto bifolco!

# 10228_Shinada
source: No, I'm serious. I think I'm really onto something!
pt: No, faccio sul serio. Credo di averci preso davvero!

# 10252_Ayanokoji
source: Did you really come up with that just now? I'll have to slice open that mushy brain of yours someday to see how it works.
pt: Davvero ti è venuto in mente questo proprio ora? Dovrò squarciarti quel cervello rammollito un giorno per vedere come funziona.

# 10264_Shinada
source: Whoa, I'm not letting you vivisect me! But I will commend you on another great lesson, Leo-kun.
pt: Whoa, non ti lascerò vivisezionarmi! Ma ti faccio i complimenti per un'altra ottima lezione, Leo-kun.

# 10276_Ayanokoji
source: Do not make a mockery of my name! 'Tis a moniker that embodies pride, and one my mother and father bestowed upon me! You will refer to me as Master Ayanokoji!
pt: Non farti beffe del mio nome! È un appellativo che incarna l'orgoglio, e che mia madre e mio padre mi hanno conferito! Mi chiamerai Maestro Ayanokoji!

# 10288_Shinada
source: I didn't mean any disrespect. It's just, Ayanokoji's so long... And kind of weird-sounding.
pt: Non volevo mancarti di rispetto. È solo che "Ayanokoji" è così lungo... E suona un po' strano.

# 10300_Ayanokoji
source: I'll have you know that it is a noble and storied name! It certainly commands more respect than Tatsuo. Who could ever take someone named Tatsuo seriously!?
pt: Ti faccio sapere che è un nome nobile e altisonante! Certamente incute più rispetto di Tatsuo. Ma chi potrebbe mai prendere sul serio uno che si chiama Tatsuo!?

# 10312_Shinada
source: Fine, fine. Let's just forget this and move on.
pt: Sia pure, sia pure. Lasciamo perdere e proseguiamo.

# 10324_Ayanokoji
source: Do not think to act the bigger man! You will always be my inferior!
pt: Non pensare di poterti ergere a superiore! Sarai sempre il mio inferiore!

# 10336_Shinada
source: Listen, your lessons are really helping me. I really do want to thank you, Leo-kun.
pt: Senti, le tue lezioni mi stanno davvero aiutando. Voglio davvero ringraziarti, Leo-kun.

# 10348_Ayanokoji
source: Really? Well, all right then.
pt: Davvero? Beh, va bene allora.

# 10360_Ayanokoji
source: Let us call it even, shall we? If you wish for another lesson, you'll have to do something else for me.
pt: Consideriamoci pari, ti va? Se desideri un'altra lezione, dovrai fare qualcos'altro per me.

# 10372_Shinada
source: Got it. See you again soon.
pt: Capito. Ci vediamo presto.

# 10408_Ayanokoji
source: Ouch! Knave! Don't you ever learn!?
pt: Ahi! Briccone! Non impari mai!?

# 10420_Shinada
source: Whoa, someone needs anger management. Anyway, how's it my fault you failed to keep your guard up?
pt: Whoa, qualcuno qui ha proprio bisogno di gestione della rabbia. Comunque, come fa ad essere colpa mia se non sei riuscito a tenere la guardia alta?

# 10432_Ayanokoji
source: What!? Fie! Fie and a pox upon you! Just like a peasant! Never taking responsibility!
pt: Cosa!? Vergogna! Vergogna e ti prenda un malanno! Proprio come un bifolco! Mai che ti prenda le tue responsabilità!

# 10444_Shinada
source: I could say the same thing about you, y'know.
pt: Potrei dire la stessa cosa di te, sai.

# 10456_Shinada
source: But whatever. I think I get the hang of it.
pt: Ma sia come sia. Credo di averci preso la mano.

# 10480_Ayanokoji
source: You're forgetting this is a lesson and that I am your master. Show me the reverence I deserve!
pt: Ti stai dimenticando che questa è una lezione e che io sono il tuo maestro. Mostrami la riverenza che merito!

# 10492_Shinada
source: Oh, I'm very grateful, O Great Exalted Master Ayanokoji.
pt: Oh, sono molto grato, o Grande Esaltato Maestro Ayanokoji.

# 10504_Ayanokoji
source: I detect some sarcasm there. You can show your true gratitude by returning the favor.
pt: Rilevo del sarcasmo. Puoi mostrare la tua vera gratitudine ricambiando il favore.

# 10516_Ayanokoji
source: That means doing something for me again! Understand!? Or shall I spell it out for your tiny, lower class brain?
pt: Significa che devi fare qualcosa per me di nuovo! Hai capito!? O devo scandirtelo per il tuo minuscolo cervello da bifolco?

# 10528_Shinada
source: Yeah, yeah. Message received loud and clear.
pt: Sì, sì. Messaggio ricevuto forte e chiaro.

# 10564_Ayanokoji
source: I cannot take this anymore. I feel unwell...
pt: Non ne posso più. Mi sento male...

# 10576_Shinada
source: I guess that makes sense, what with that pummeling you took.
pt: Ci sta, immagino, visto il pestaggio che ti sei beccato.

# 10588_Ayanokoji
source: And whose fault is that, brute!? Control yourself!
pt: E di chi è la colpa, bruto!? Controllati!

# 10600_Shinada
source: Well, I'm glad we did that review. Got something out of it, too.
pt: Beh, sono contento che abbiamo fatto quel ripasso. Ne abbiamo ricavato qualcosa anche noi.

# 10624_Ayanokoji
source: You did? Well. Good... I suppose.
pt: L'hai fatto? Beh. Bene... immagino.

# 10636_Shinada
source: What? You getting all pouty now? Seriously?
pt: Che? Ti stai mettendo il muso adesso? Sul serio?

# 10648_Ayanokoji
source: Silence! You will never understand the feelings of a noble brutalized at the hands of his vassal.
pt: Silenzio! Non capirai mai i sentimenti di un nobile brutalizzato per mano del suo vassallo.

# 10660_Shinada
source: It must be exhausting having to complain all the time.
pt: Dev'essere sfiancante doversi lamentare in continuazione.

# 10672_Ayanokoji
source: Know your place, peasant, or I shall put you in it!
pt: Mettiti al tuo posto, bifolco, o te ci metterò io!

# 10684_Shinada
source: There you go, that's the Leo-kun I know! Can't wait to see where this goes.
pt: Così ti voglio, questo è il Leo-kun che conosco! Non vedo l'ora di vedere dove andrà a parare.

# 10732_Ayanokoji
source: Shinadaaa! How many times have I told you not to punch me as if it's a real fight!?
pt: Shinadaaa! Quante volte ti ho detto di non prendermi a pugni come se fosse una lotta vera e propria!?

# 10744_Shinada
source: Wait, I thought you were going to control your temper.
pt: Aspetta, credevo che avresti controllato il tuo temperamento.

# 10756_Ayanokoji
source: Silence, vassal! I have decided that I shall show you the full extent of my wrath!
pt: Silenzio, vassallo! Ho deciso che ti mostrerò l'intera portata della mia ira!

# 10768_Shinada
source: You sure gave up quick.
pt: Hai mollato subito, eh?
