Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00021516.po
Languages: pt

source: Yahata's Underling
pt: Scagnozzo di Yahata

# 76_Kiryu
source: Now then. Tell me where Yahata is.
pt: Allora. Dimmi dov'è Yahata.

# 88_Yahata's Underling
source: Grr... You're not gettin' a goddamn thing outta me!
pt: Grr... Non ti caverai un accidente da me!

# 100_Kiryu
source: This isn't a joke. I'm trying to stop a war with the Tojo Clan here.
pt: Non è uno scherzo. Sto cercando di fermare una guerra col Clan Tojo, qui.

# 112_Yahata's Underling
source: Yeah, well what's the point of bein' yakuza if y'can't fight when it really matters?
pt: Già, be', che senso ha essere yakuza se non puoi combattere quando conta davvero?

# 124_Yahata's Underling
source: Besides, I ain't got a clue where the boss is at. Same goes for Patriarch Madarame. Whole damn family's goin' down the gutter fast.
pt: E poi, non ho la più pallida idea di dov'è il boss. Lo stesso vale per il Patriarca Madarame. Tutta 'sta maledetta famiglia sta andando a rotoli alla svelta.

# 136_Kiryu
source: Guess someone else will have to tell me what I want to know.
pt: Immagino che qualcun altro dovrà sputare il rospo e dirmi quello che voglio sapere.

# 148_Kiryu
source: (So Yahata's own family doesn't even know where he is. Gotta keep looking.)
pt: (Quindi nemmeno la famiglia di Yahata sa dov'è andato a cacciarsi. Devo continuare a cercare.)

# 172_Kiryu
source: You're with the Yahata Family, right? Mind telling me where your boss is?
pt: Sei della Famiglia Yahata, no? Allora, dimmi dov'è il tuo capo.

# 184_Yahata's Underling
source: Who the hell are you? Y'think I'm just gonna spill my guts to some nobody off the street?
pt: Ma chi cazzo sei? Pensi che mi metterò a vuotare il sacco a un signor nessuno piovuto dal nulla?

# 196_Kiryu
source: I'm doing a favor for your patriarch. It's urgent.
pt: Sto facendo un favore al vostro patriarca. È urgente.

# 208_Yahata's Underling
source: Madarame? Hold up, what's the deal here?
pt: Madarame? Aspetta un attimo, qual è il giro qui?

# 220_Yahata's Underling
source: Hey, this guy's gotta be one of them Tojo goons! Let's take his ass out!
pt: Ehi, questo tizio dev'essere uno di quegli scagnozzi della Tojo! Facciamolo fuori!

# 232_Kiryu
source: Here we go again.
pt: Ci risiamo.
