Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0d8a.po
Languages: pt

source: Guide
pt: Guida

source: Play
pt: Gioca

source: Don't Play
pt: Non giocare

source: Learn the Rules
pt: Impara le Regole

source: Player
pt: Giocatore

source: Ask About Cho-han
pt: Chiedi del Cho-han

source: Ask About Guessing One Die
pt: Come indovinare un dado?

source: Ask About Guessing Both Dice
pt: Chiedi come si indovinano entrambi i dadi

source: Ask About Playing Against the House
pt: Chiedi informazioni sul gioco contro il banco

source: Go Back
pt: Torna Indietro

source: Ask About Other Players
pt: Chiedi degli altri giocatori

source: How to Play Cho-han
pt: Come si gioca a Cho-han

source: Guessing the Number on One Die
pt: Indovinare il Numero su un Dado

source: Guessing the Numbers on Both Dice
pt: Indovinare i numeri su entrambi i dadi

source: Playing Against the House
pt: Giocare contro il Banco

source: Other Players
pt: Altri giocatori

# 56_Guide
source: Feelin' lucky? How 'bout a game of cho-han? Wait a sec, you ain't got no chips. Go buy some at the front, then come see me.
pt: Ti senti fortunato, eh? Che ne dici di una mano a cho-han? Ehi, aspetta un attimo, non hai manco una fiches. Va' a prenderne un po' lì davanti, e poi torna qui da me.

# 68_Guide
source: How about some cho-han? Feel like a game today?
pt: Che ne dici di fare una mano a cho-han? Ti senti in vena oggi?

# 80_Guide
source: How about some cho-han? Feel like a game today?
pt: Che ne dici di fare una mano a cho-han? Ti senti in vena oggi?

# 92_Guide
source: Yeah, I'll play.
pt: Sì, gioco.

# 104_Guide
source: That's what I like to hear! Let's go, then.
pt: Così mi piaci! Dai, andiamo allora.

# 128_Guide
source: No, I'll pass.
pt: No, passo.

# 140_Guide
source: Well, all right. I hope you'll play next time!
pt: Va bene, dai. Spero che giocherai la prossima volta!

# 152_Guide
source: Whaddaya wanna know?
pt: Che vuoi sapere?

# 164_Guide
source: Cho-han is a gambling game where players predict whether the total value of two dice rolls will end up odd or even.
pt: Il Cho-han è un gioco d'azzardo in cui i giocatori scommettono se la somma dei due dadi risulterà dispari o pari.

# 176_Guide
source: The payout is based on how much you and the other players wagered.
pt: La vincita si basa su quanto tu e gli altri giocatori avete puntato.

# 188_Guide
source: You can bet on what number will show on one of the two dice. If you guess right, you can earn even more chips by simply guessing odd or even.
pt: Puoi puntare su che numero uscirà su uno dei due dadi. Se ci prendi, puoi portarti a casa ancora più fiches semplicemente puntando su pari o dispari.

# 200_Guide
source: You can also bet on which numbers will show on both dice. If you guess right, you get all of the money in the current pot.
pt: Puoi anche puntare su quali numeri usciranno su entrambi i dadi. Se azzecchi, ti intaschi tutti i soldi nel piatto.

# 212_Guide
source: When playing against the house, you will guess either odd or even. Guess right, and you win twice the amount of chips you bet. You can roll up to five times.
pt: Quando giochi contro il banco, dovrai indovinare se uscirà pari o dispari. Se indovini, vinci il doppio delle fiches che hai puntato. Puoi tirare i dadi fino a cinque volte.

# 224_Guide
source: Some of the other players might be on a roll. Others may be on a terrible losing streak, or having just average luck.
pt: Alcuni degli altri giocatori potrebbero avere la mano calda. Altri, invece, potrebbero essere in una terribile striscia perdente, o avere una fortuna nella norma.

# 236_Guide
source: If you can identify who has a hot hand, you can tag along with your bets. However, luck never holds－a steady winner may suddenly turn stone cold.
pt: Se riesci a capire chi ha la mano calda, puoi accodarti con le tue puntate. Però, la fortuna non si mantiene－un vincitore costante può improvvisamente iniziare a perdere di brutto.
