Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000d0281.po
Languages: pt

source: Haruka Fan
pt: Fan di Haruka

source: T-Set Fan
pt: Fan dei T-Set

source: T-Set fan
pt: Fan di T-Set

# 136_Haruka Fan
source: All right! Got your ticket?
pt: Alla grande! Hai preso il biglietto?

# 148_T-Set Fan
source: Hell yeah I do!
pt: Certo che sì!

# 160_Haruka Fan
source: Yay! I can't believe we got seats! I don't even care that they're kind of off to the side. Let's get things started!
pt: Evviva! Non ci credo che siamo riusciti a trovare dei posti! Non mi interessa neanche se sono un po' spostati di lato. Diamo il via alle danze!

# 184_Haruka Fan
source: Did you hear about that Dream Line thing?
pt: Hai sentito della storia di Dream Line?

# 196_T-Set Fan
source: Yeah! Talk about out of the blue!
pt: Cavolo! Questa sì che è arrivata dal nulla!

# 208_Haruka Fan
source: I want to go so bad! I hope we can find a way to get tickets!
pt: Ci voglio andare da morire! Spero che riusciamo a trovare un modo per accaparrarci i biglietti!

# 232_Haruka Fan
source: How come T-Set is doing a concert at the dome, and Haruka-chan's got canceled!?
pt: Come mai i T-Set fanno un concerto al dome, e quello di Haruka-chan è stato cancellato!?

# 244_T-Set fan
source: Well, it's a nice surprise for me, but I can't help but wonder what happened. Think there will still be tickets available?
pt: Beh, è una bella sorpresa per me, ma non posso fare a meno di chiedermi cosa sia successo. Secondo te, ci saranno ancora biglietti disponibili?
