Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00033d11.po
Languages: pt

# 6092_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 6128_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 6164_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Piccolo Motore<Color:Default>.

# 6200_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 6260_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 6272_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che hai ottenuto un potenziamento abilità. Questo ci fornirà dei dati preziosi.

# 6296_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 6308_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 6320_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Hai ottenuto una Soul Orb grazie al potenziamento.

# 6344_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 6356_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 6368_Minamida's Assistant
source: Your abilities can't be enhanced any further. Here's a prize for your trouble instead.
pt: Le tue abilità non possono più essere potenziate. Ecco un premio per la tua fatica invece.

# 6380_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le tue abilità non possono più essere potenziate con questa versione. Ecco un premio invece.

# 6500_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Snowman Hammer<Color:Default>.

# 6536_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.

# 6572_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 6608_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 6644_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Motore Piccolo<Color:Default>.

# 6680_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 6740_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 6752_Minamida's Assistant
source: I see you've earned an ability boost. That will provide us with some valuable data.
pt: Vedo che ti sei guadagnato un potenziamento delle abilità. Questo ci fornirà dei dati preziosi.

# 6776_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 6788_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 6800_Minamida's Assistant
source: You earned a Soul Orb thanks to the upgrade.
pt: Ti sei guadagnato una Sfera Anima grazie al potenziamento.

# 6824_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.

# 6836_Minamida's Assistant
source: Congrats on winning that one.
pt: Complimenti per aver vinto questa.

# 6848_Minamida's Assistant
source: This time, I'll offer you a prize.
pt: Questa volta, ti offrirò un premio.

# 6860_Minamida's Assistant
source: Your abilities can't go any higher with this version. Here's a prize instead.
pt: Le tue abilità non possono andare più in alto con questa versione. Ecco un premio invece.

# 6980_Player
source: You got <Color:8>Snowman Hammer<Color:Default>.
pt: Hai ottenuto <Color:8>Martello Pupazzo di Neve<Color:Default>.

# 7016_Player
source: You got <Color:8>Gravity Converter<Color:Default>.
pt: Hai ottenuto <Color:8>Convertitore di Gravità<Color:Default>.

# 7052_Player
source: You got a <Color:8>Staminan Royale<Color:Default>.
pt: Hai ottenuto una <Color:8>Staminan Royale<Color:Default>.

# 7088_Player
source: You got <Color:8>Mystery Liquid<Color:Default>.
pt: Hai ottenuto <Color:8>Liquido Misterioso<Color:Default>.

# 7124_Player
source: You got <Color:8>Small Motor<Color:Default>.
pt: Hai ottenuto <Color:8>Motore Piccolo<Color:Default>.

# 7160_Minamida's Assistant
source: Please come again. I'll be waiting.
pt: La prego di tornare. La aspetterò.
