Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003309b1.po
Languages: pt

# 1904_Store Owner
source: Each one is cooked by hand, so the taste is identical to what you can enjoy at the restaurant itself.
pt: Ognuno è cucinato a mano, quindi il sapore è identico a quello che si può gustare direttamente al ristorante.

# 1928_Store Owner
source: Osaka's famous okonomiyaki in cracker form. This snack features the strong taste of dried bonito and sauce, and it goes well with beer.
pt: Il famoso okonomiyaki di Osaka in forma di cracker. Questo snack presenta il gusto deciso del katsuobushi e della salsa, ed è perfetto con la birra.

# 1940_Store Owner
source: Packaged in bite-sized pieces, they can be enjoyed anywhere easily.
pt: Confezionati in piccoli bocconi, possono essere gustati ovunque con facilità.

# 1964_Store Owner
source: I see. Well, if you come across any good specialty products, please be sure to bring them to me.
pt: Capisco. Beh, se ti imbatti in qualche buona specialità, assicurati di portarmela.

# 1988_Store Owner
source: Keep up the good work!
pt: Continua così!

# 2000_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2024_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2036_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2072_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2084_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2108_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2120_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2156_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2168_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2204_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2216_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2240_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2252_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2288_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2300_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2324_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2336_Store Owner
source: Thank you so much! You're a lifesaver. Here is the reward I promised you.
pt: Grazie mille! Mi hai salvato. Ecco la ricompensa che ti avevo promesso.

# 2372_Store Owner
source: Keep an eye out for anything else!
pt: Tieni d’occhio qualsiasi altra cosa!

# 2384_Store Owner
source: Thank you so much. I think I've gathered enough souvenirs for now.
pt: Grazie mille. Credo di aver raccolto abbastanza souvenir per ora.

# 2396_Store Owner
source: Business is booming thanks to you. I've had tons of new customers.
pt: Gli affari vanno alla grande grazie a te. Ho avuto un sacco di nuovi clienti.

# 2408_Store Owner
source: This is a little gift to show my appreciation for what you did for me. Please take it.
pt: Questo è un piccolo regalo per mostrarti la mia gratitudine per ciò che hai fatto. Per favore, prendilo.

# 2432_Store Owner
source: Thank you so very much!
pt: Grazie davvero tantissimo!

# 2444_Store Owner
source: You've been a big help!
pt: Sei stato di grande aiuto!
