Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330532.po
Languages: pt

source: Barkeep
pt: Barista

source: Player
pt: Giocatore

source: ○I'll try my best!
pt: ○Farò del mio meglio!

source: □Does that really work?
pt: □Ma funziona davvero?

source: △I don't care if I'm unhealthy.
pt: △ Non mi frega niente se non sono in salute.

source: ArmsID
pt: ID Armi

# 76_Barkeep
source: Welcome. Would you like to order?
pt: Benvenuto. Desideri ordinare?

# 88_Shion
source: My doctor says that I should abstain from alcohol, so I'll have a soft drink instead.
pt: Il mio medico dice che dovrei astenermi dall'alcol, quindi prendo una bibita analcolica invece.

# 100_Player
source: Oh, my bad. I shouldn't have brought you to a place like this. Sorry.
pt: Ah, scusa. Non dovevo portarti in un posto così. Scusa.

# 112_Shion
source: No, it's all right. I do enjoy alcohol quite a bit. I'm sure it wouldn't be an issue if I had only a tiny sip.
pt: No, è tutto a posto. L'alcol mi piace un bel po'. Sono sicuro che non sarebbe un problema se ne bevessi solo un goccino.

# 124_Player
source: Sure, just a tiny sip! Then I'll drink the rest. Are you cool with that?
pt: Certo, solo un goccino! Poi mi bevo il resto. Per te va bene?

# 136_Shion
source: Of course, I'd be happy to!
pt: Certo, con piacere!

# 148_Player
source: So, what'll it be?
pt: Allora, cosa scegli?

# 160_Shion
source: Hmm. <Color:8>The Macallan 30 Years<Color:Default> sounds like it would be good.
pt: Mh. <Color:8>Il Macallan 30 Anni<Color:Default> sembrerebbe buono.

# 172_Player
source: (Shion wants <Color:8>The Macallan 30 Years<Color:Default>.)
pt: (Shion vuole <Color:8>The Macallan 30 Years<Color:Default>.)

# 244_Shion
source: Cheers!
pt: Salute!

# 304_Shion
source: You strike me as an early riser, Shinada-san. Do you usually stay out late drinking?
pt: Mi sembri uno mattiniero, Shinada-san. Di solito fai le ore piccole a bere?

# 316_Player
source: Not usually. But if I've got something like a deadline to meet, I'll be up all night working on it.
pt: Di solito no. Ma se ho qualcosa tipo una scadenza da rispettare, ci starò su tutta la notte a lavorarci.

# 328_Shion
source: Oh, really? Such an irregular lifestyle isn't good for your health.
pt: Ah, davvero? Uno stile di vita così irregolare non fa bene alla tua salute.

# 340_Player
source: I make sure I get enough sleep. The sun sets earlier now, so it's pretty much already evening by the time I wake up.
pt: Mi assicuro di dormire a sufficienza. Il sole tramonta prima adesso, quindi è praticamente già sera quando mi sveglio.

# 352_Player
source: Back in the day, I'd be up before sunrise for morning practice every day, but that's all behind me now.
pt: Ai tempi, mi alzavo prima dell'alba per l'allenamento mattutino ogni giorno, ma ora è tutto alle spalle.

# 364_Shion
source: Perhaps early to bed, early to rise is best. That way you get some healthy exposure to sunlight!
pt: Forse andare a letto presto e svegliarsi presto è la cosa migliore. Così ti prendi un po' di sano sole!

# 376_Player
source: I'll try my best! I've got to improve my lifestyle first, so I don't have to keep late hours any more.
pt: Farò del mio meglio! Devo prima migliorare il mio stile di vita, così non dovrò più fare le ore piccole.

# 388_Shion
source: Oh. Does that mean you won't be coming by the club anymore?
pt: Oh. Vuol dire che non ti farai più vivo al locale?

# 400_Player
source: Huh? No, of course I will! I'll come and see you all the time, Shion-chan!
pt: Eh? Ma no, certo che lo farò! Verrò a trovarti di continuo, Shion-chan!

# 412_Shion
source: But you won't be able to go out at night. And I'm sure you'll be focused on your job during the daytime.
pt: Ma non potrai uscire di notte. E sono sicuro che sarai concentrato sul tuo lavoro durante il giorno.

# 424_Player
source: Well, um... Yeesh, what should I do?
pt: Beh, ehm... Uffa, che dovrei fare?

# 436_Shion
source: Hehe! I'm only joking! Please don't stress out about it.
pt: Hehe! Sto solo scherzando! Per favore, non ti stressare per questo.

# 448_Player
source: Hey now, don't scare me like that! I was starting to freak out!
pt: Ehi, dai, non farmi prendere un colpo così! Stavo iniziando a dare di matto!

# 460_Shion
source: But that's a good sign. It's never a bad idea to re-evaluate your lifestyle.
pt: Ma è un buon segno. Non fa mai male riconsiderare il tuo stile di vita.

# 472_Player
source: Argh. What should I do? I feel like my life is in your hands, Shion-chan.
pt: Argh. Cosa dovrei fare? Sento che la mia vita è nelle tue mani, Shion-chan.

# 484_Player
source: Does that really work? I mean, wouldn't anyone who works nights be unhealthy then?
pt: Ma funziona davvero? Cioè, allora tutti quelli che fanno il turno di notte non starebbero male?

# 496_Shion
source: Oh dear, you may be right. I heard that proper exposure to sunlight is a key element to healthy living.
pt: Accidenti, potresti avere ragione. Ho sentito dire che esporsi al sole come si deve è fondamentale per stare in salute.

# 508_Player
source: Whoa, for real?
pt: Caspita, per davvero?

# 520_Player
source: But then, if you can get those health benefits from somewhere else, you wouldn't really need the sunlight.
pt: Ma d'altronde, se puoi ottenere quei benefici per la salute da qualche altra parte, non avresti davvero bisogno della luce del sole.

# 532_Shion
source: I wonder. The reasoning certainly seems sound.
pt: Mi chiedo. Il ragionamento sembra di certo sensato.

# 544_Player
source: I should probably look into some options myself. Maybe there are some fancy gadgets that'll even get a night owl like me nice and healthy!
pt: Forse dovrei darci un'occhiata anch'io. Magari ci sono dei gadget fighi che riusciranno a rimettere in sesto pure un nottambulo come me!

# 556_Shion
source: I think it would be far simpler if you made a point to wake up early. Not to mention, it wouldn't cost you any money.
pt: Penso che sarebbe molto più semplice se ti dessi una mossa ad alzarti presto. Senza contare che non ti costerebbe un soldo.

# 568_Player
source: Aww, geez. Not only am I broke, I'm too busy trying to make money to be healthy!
pt: Ah, cavolo. Non solo sono al verde, sono troppo impegnato a fare soldi per essere in salute!

# 580_Player
source: I don't care if I'm unhealthy. Forcing myself to live in a way that doesn't fit me would just make me depressed in the long run.
pt: Chissenefrega se non sono sano. Costringermi a vivere in un modo che non fa per me mi farebbe solo deprimere alla lunga.

# 592_Shion
source: But you need to take care of yourself in both mind and body. It won't do any good if only one of those is in good shape.
pt: Ma devi prenderti cura di te, sia della mente che del corpo. Non ti fa un bel niente se solo uno dei due è in forma.

# 604_Player
source: Well, what if I have to choose one or the other?
pt: Beh, e se fossi costretto a scegliere l'uno o l'altro?

# 616_Player
source: I'd go with my mind, no question.
pt: Andrei di testa, senza dubbio.

# 628_Shion
source: Why is that?
pt: Perché?

# 640_Player
source: I'm always working out, and thanks to sports medicine, my nutritional needs are where they need to be. I actually think about this stuff, you know.
pt: Mi alleno sempre e, grazie alla medicina sportiva, le mie esigenze nutrizionali sono dove devono essere. A queste cose ci penso davvero, sai.

# 652_Player
source: But when it comes to my head, I can't even focus on things. And I'm speaking from personal experience here.
pt: Ma quando la testa non mi regge, non riesco neanche a concentrarmi su niente. E te lo dico per esperienza personale, eh.

# 664_Shion
source: Ah, yes. I think I understand. When I was suffering from a shocking incident in the past, I couldn't even get myself to eat.
pt: Ah, sì. Credo di capire. Quando in passato ho subito un incidente sconvolgente, non riuscivo nemmeno a mangiare.

# 676_Player
source: See? If you have no motivation, your daily routine goes out the window.
pt: Vedi? Se non hai motivazione, la tua routine quotidiana va in fumo.

# 688_Player
source: I can't have myself being like that, so I try to focus on keeping myself strong mentally.
pt: Non posso mica permettermi di lasciarmi andare così, quindi cerco di concentrarmi per mantenermi forte mentalmente.

# 700_Shion
source: I can see that you have! Just looking at you is enough to cheer me up, Shinada-san! <Color:255,200,200,255>♥<Color:Default>
pt: Si vede! Basta guardarti per farmi tornare il sorriso, Shinada-san! <Color:255,200,200,255>♥<Color:Default>

# 712_Player
source: That's great!
pt: È fantastico!

# 772_Shion
source: Thank you for treating me!
pt: Grazie per avermi offerto!

# 784_Barkeep
source: Thank you very much. Please come by again.
pt: Grazie mille. Torni a trovarci.

# 820_Barkeep
source: Thank you very much. Please come by again.
pt: Grazie mille. Torni a trovarci.

# 856_Barkeep
source: Welcome. Oh, I'm sorry, young lady. I can't serve you alcohol. But please come by again in a few years.
pt: Benvenuta. Oh, mi dispiace, signorina. Non posso servirti alcolici. Ma torna a trovarci tra qualche anno.

# 880_Barkeep
source: Welcome. Would you care for something to drink?
pt: Benvenuto. Desidera qualcosa da bere?

# 964_Barkeep
source: Sir, I think you've had enough. You may want to ease off.
pt: Signore, credo che ne abbia avuto abbastanza. Forse è meglio che ci vada piano.

# 988_Barkeep
source: Care for another round, sir?
pt: Vuole un altro giro, signore?

# 1000_Barkeep
source: Are you a fan of tequila, sir? It's all the rage over in the US right now.
pt: Le piace la tequila, signore? Spopola negli Stati Uniti in questo momento.

# 1012_Player
source: Oh, really?
pt: Oh, davvero?

# 1024_Barkeep
source: Oh yes. Many foreign celebrities are tequila fans, and Hollywood is the epicenter of this current wave of popularity.
pt: Oh, sì. Molte celebrità straniere sono fan della tequila, e Hollywood è l'epicentro di quest'ondata di popolarità.

# 1036_Player
source: Wow, I didn't know that. Isn't tequila pretty harsh, though? I'd figure it wouldn't really fit with traditional Japanese tastes.
pt: Wow, non lo sapevo. Ma il tequila non è un po' tosto, però? Penserei che non si abbinerebbe molto ai gusti tradizionali giapponesi.

# 1048_Barkeep
source: Actually, the alcohol content of tequila only ranges between 35 and 55 percent. So it isn't that strong compared to vodka, which can reach up to 90 percent.
pt: A dire il vero, la gradazione alcolica della tequila si aggira solo tra il 35 e il 55 percento. Quindi non è mica così forte rispetto alla vodka, che può raggiungere anche il 90 percento.

# 1060_Barkeep
source: And if it's premium one hundred percent agave tequila, the alcohol processes easily, so anyone can drink it without fear of feeling sick.
pt: E se è tequila premium, cento per cento agave, l'alcol si smaltisce facile, così chiunque può berla senza la paura di star male.

# 1072_Player
source: (Tequila's big with celebrities, huh? Might be something to talk about at the cabaret club.)
pt: (La tequila tira un sacco tra i vip, eh? Potrebbe essere un buon argomento di conversazione al cabaret club.)

# 1084_Barkeep
source: Very well, sir.
pt: Molto bene, signore.

# 1096_Barkeep
source: Please come again anytime.
pt: Torni pure quando vuole.
