Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690010.po
Languages: pt

source: You got <Color:8>Deer Meat<Color:Default>.
pt: Hai ottenuto <Color:8>Carne di Cervo<Color:Default>.

source: You got <Color:8>Deer Meat<Color:Default>.
pt: Hai ottenuto <Color:8>Carne di Cervo<Color:Default>.

source: So-so, I'd say.
pt: Così così, direi.

source: Terrible!
pt: Terribile!

source: Yup, I'm headin' out.
pt: Sì, sto uscendo.

source: Ain't ready yet.
pt: Non sono ancora pronto.

source: Mountain Gear
pt: Equipaggiamento da Montagna

source: New Equipment
pt: Nuovo Equipaggiamento

source: New Weapon
pt: Nuova Arma

source: Not Ready Yet
pt: Non Ancora Pronto

source: Ready!
pt: Pronto!

source: Go to the Mountain
pt: Vai alla Montagna

source: Need More Time
pt: Serve Più Tempo

source: I gotta go up there.
pt: Devo salire lassù.

source: Fine, I won't go up.
pt: Va bene, non salirò.

# 188_Sakurai
source: Hey, Saejima. How goes the hunting?
pt: Ehi, Saejima. Come va la caccia?

# 200_Saejima
source: So-so, I'd say.
pt: Così così, direi.

# 212_Sakurai
source: That's great!
pt: Ottimo!

# 224_Sakurai
source: Knowing that you and Okudera hunt together is a huge relief to all of us.
pt: Sapere che tu e Okudera cacciate insieme è un grande sollievo per tutti noi.

# 236_Saejima
source: It's terrible.
pt: È terribile.

# 248_Sakurai
source: Well... it's all about practice, you know. Just keep trying; don't get discouraged.
pt: Beh… è tutta questione di pratica, sai. Continua a provarci; non scoraggiarti.

# 260_Sakurai
source: Don't beat yourself up over mistakes when you're still new at it.
pt: Non tormentarti per gli errori, soprattutto se sei ancora alle prime armi.

# 272_Sakurai
source: Are you ready to go to the mountain?
pt: Sei pronto per andare in montagna?

# 284_Sakurai
source: Nah, I ain't ready yet.
pt: No, non sono ancora pronto.

# 296_Sakurai
source: Okay. Tell me when you are.
pt: Va bene. Dimmi quando lo sei.

# 308_Saejima
source: Sure thing.
pt: Certo.

# 320_Sakurai
source: Yup, I'm headin' out.
pt: Sì, sto uscendo.

# 332_Mountain Gear
source: When heading to the mountain, you get a special <Color:7>snow gear<Color:Default> bag that holds gear and supplies specifically for that trip. Check the <Color:7>Equipment screen<Color:Default> before you set off!
pt: Quando vai in montagna, ricevi una speciale borsa per l’<Color:7>attrezzatura da neve<Color:Default> che contiene equipaggiamento e provviste specifiche per quel viaggio. Controlla la <Color:7>schermata Equipaggiamento<Color:Default> prima di partire!

# 344_Mountain Gear
source: To bring an item with you to the mountain, move it to the <Color:7>snow gear<Color:Default> bag on your <Color:7>Equipment screen<Color:Default>. Deer meat would be good to bring, so don't forget to put that into the <Color:7>snow gear<Color:Default> bag!
pt: Per portare un oggetto con te in montagna, spostalo nella borsa per l’<Color:7>attrezzatura da neve<Color:Default> nella <Color:7>schermata Equipaggiamento<Color:Default>. La carne di cervo è utile da portare, quindi non dimenticare di metterla nella borsa per l’<Color:7>attrezzatura da neve<Color:Default>!

# 356_Mountain Gear
source: If you cancel an outing to the mountain, any items you already put in your bag will be moved to the <Color:7>Item Box<Color:Default>.
pt: Se annulli un’uscita in montagna, tutti gli oggetti che avevi già messo nella borsa verranno spostati nella <Color:7>Scatola Oggetti<Color:Default>.

# 404_Sakurai
source: Okay, you take care out there.
pt: Va bene, stammi attento là fuori.

# 428_Sakurai
source: Wait, after all the trouble you went through to get it, you're not going to take any food with you? Look, being out in the cold saps your strength. You'll need nourishment!
pt: Aspetta, dopo tutta la fatica che hai fatto per ottenerlo, non porterai del cibo? Ascolta, stare al freddo ti prosciuga le energie. Avrai bisogno di nutrimento!

# 440_Mountain Gear
source: To bring an item with you to the mountain, move it to the <Color:7>snow gear<Color:Default> bag on your <Color:7>Equipment screen<Color:Default>. Deer meat would be good to bring, so don't forget to put that into the <Color:7>snow gear<Color:Default> bag!
pt: Per portare un oggetto con te in montagna, spostalo nella borsa per l’<Color:7>attrezzatura da neve<Color:Default> nella <Color:7>schermata Equipaggiamento<Color:Default>. La carne di cervo è utile da portare, quindi non dimenticare di metterla nella borsa per l’<Color:7>attrezzatura da neve<Color:Default>!

# 464_Sakurai
source: Wait, Saejima, don't you have any deer meat?
pt: Aspetta, Saejima, non hai della carne di cervo?

# 476_Sakurai
source: Well, that won't do! Here, take this.
pt: Così non va bene! Tieni, prendi questa.

# 524_Sakurai
source: Nah, I ain't ready yet.
pt: No, non sono ancora pronto.

# 536_Sakurai
source: Okay. Tell me when you are.
pt: Va bene. Dimmi quando lo sei.

# 548_Saejima
source: Sure thing.
pt: Certo.

# 620_Sakurai
source: How did it go? Did he lend you a gun?
pt: Com’è andata? Ti ha prestato un fucile?

# 632_Saejima
source: Nah. Got turned down.
pt: No. Mi ha rifiutato.

# 644_Sakurai
source: Thought so. Honestly, you should just give up. But since I know you won't...
pt: Immaginavo. Onestamente, dovresti lasciar perdere. Ma visto che so che non lo farai…

# 716_New Equipment
source: You got Simple Cold Wear.
pt: Hai ottenuto Abbigliamento Invernale Semplice.

# 740_New Weapon
source: You got a Horizontal Double Rifle.
pt: Hai ottenuto un Fucile Doppietta Orizzontale.

# 776_Sakurai
source: Where'd you get this gun?
pt: Dove hai preso questo fucile?

# 788_Sakurai
source: Nishina-san dropped it off, actually. He doesn't want to lend you a rifle, but he wants you going up there unarmed even less.
pt: In realtà è stato Nishina-san a lasciarlo qui. Non vuole prestarti un fucile, ma vuole ancora meno che tu salga lassù disarmato.

# 800_Saejima
source: What's his deal, anyway?
pt: Ma qual è il suo problema, comunque?

# 812_Sakurai
source: It's not your concern right now. So, are you gonna do what you said you'd do, and go to the mountain?
pt: Non è qualcosa che ti deve preoccupare ora. Allora, farai quello che hai detto e andrai in montagna?

# 824_Sakurai
source: Nah, I ain't ready yet.
pt: No, non sono ancora pronto.

# 836_Sakurai
source: Okay. Tell me when you are.
pt: Va bene. Dimmi quando lo sei.

# 848_Saejima
source: Sure thing.
pt: Certo.

# 908_Sakurai
source: Yup, I'm headin' out.
pt: Sì, sto uscendo.

# 920_Mountain Gear
source: When heading to the mountain, you get a special <Color:7>snow gear<Color:Default> bag that holds gear and supplies specifically for that trip. Check the <Color:7>Equipment screen<Color:Default> before you set off!
pt: Quando vai in montagna, ricevi una speciale borsa per l’<Color:7>attrezzatura da neve<Color:Default> che contiene equipaggiamento e provviste specifiche per quel viaggio. Controlla la <Color:7>schermata Equipaggiamento<Color:Default> prima di partire!

# 932_Mountain Gear
source: To bring an item with you to the mountain, move it to the <Color:7>snow gear<Color:Default> bag on your <Color:7>Equipment screen<Color:Default>. Deer meat would be good to bring, so don't forget to put that into the <Color:7>snow gear<Color:Default> bag!
pt: Per portare un oggetto con te in montagna, spostalo nella borsa per l’<Color:7>attrezzatura da neve<Color:Default> nella <Color:7>schermata Equipaggiamento<Color:Default>. La carne di cervo è utile da portare, quindi non dimenticare di metterla nella borsa per l’<Color:7>attrezzatura da neve<Color:Default>!

# 944_Mountain Gear
source: If you cancel an outing to the mountain, any items you already put in your bag will be moved to the <Color:7>Item Box<Color:Default>.
pt: Se annulli un’uscita in montagna, tutti gli oggetti che avevi già messo nella borsa verranno spostati nella <Color:7>Scatola Oggetti<Color:Default>.

# 992_Sakurai
source: Okay, you take care out there.
pt: Va bene, stammi attento là fuori.

# 1016_Sakurai
source: Wait, after all the trouble you went through to get it, you're not going to take any food with you? Look, being out in the cold saps your strength. You'll need nourishment!
pt: Aspetta, dopo tutta la fatica che hai fatto per ottenerlo, non porterai del cibo? Ascolta, stare al freddo ti prosciuga le energie. Avrai bisogno di nutrimento!

# 1028_Mountain Gear
source: To bring an item with you to the mountain, move it to the <Color:7>snow gear<Color:Default> bag on your <Color:7>Equipment screen<Color:Default>. You can switch between the Item Box and your Inventory with <Action:Button_L1@Hunter_And_Killer> and <Action:Button_R1@Hunter_And_Killer>. Don't forget to pack some deer meat in your <Color:7>snow gear<Color:Default> bag!
pt: Per portare un oggetto con te in montagna, spostalo nella borsa per l’<Color:7>attrezzatura da neve<Color:Default> nella <Color:7>schermata Equipaggiamento<Color:Default>. Puoi passare dalla Scatola Oggetti all’Inventario con <Action:Button_L1@Hunter_And_Killer> e <Action:Button_R1@Hunter_And_Killer>. Non dimenticare di mettere un po’ di carne di cervo nella tua borsa per l’<Color:7>attrezzatura da neve<Color:Default>!

# 1052_Sakurai
source: Wait, Saejima, don't you have any deer meat?
pt: Aspetta, Saejima, non hai della carne di cervo?

# 1064_Sakurai
source: Well, that won't do! Here, take this.
pt: Così non va bene! Tieni, prendi questa.

# 1112_Sakurai
source: Nah, I ain't ready yet.
pt: No, non sono ancora pronto.

# 1124_Sakurai
source: Okay. Tell me when you are.
pt: Va bene. Dimmi quando lo sei.

# 1136_Saejima
source: Sure thing.
pt: Certo.

# 1208_Sakurai
source: His wife might be okay with lending it to you, but I don't know about Nishina-san himself... Might as well ask, though.
pt: Sua moglie potrebbe essere d’accordo a prestartelo, ma non so se Nishina-san lo sarebbe… Comunque, tentar non nuoce.

# 1220_Saejima
source: Think I'm gonna go into the wild.
pt: Penso che andrò nella natura selvaggia.

# 1232_Sakurai
source: You're going after Okudera-san, aren't you?
pt: Stai andando dietro a Okudera-san, vero?

# 1244_Saejima
source: Yeah... but also I'm gonna start huntin' on my own.
pt: Sì… ma inizierò anche a cacciare da solo.

# 1256_Sakurai
source: Wow. Really?
pt: Wow. Davvero?

# 1268_Saejima
source: Nishina's wife was kind enough to share some food. I'm gonna repay her by catchin' some wild game.
pt: La moglie di Nishina è stata così gentile da condividere un po’ di cibo. La ripagherò cacciando della selvaggina.

# 1280_Sakurai
source: Good luck...
pt: Buona fortuna…

# 1292_Saejima
source: Hey, if ya wanna be helpful, ya got a gun I can borrow?
pt: Ehi, se vuoi essere d’aiuto, hai un fucile che posso prendere in prestito?

# 1304_Sakurai
source: Hah. Before that, there's your clothes to deal with. You can't hunt wearing that－every animal's gonna see you from a mile away!
pt: Hah. Prima di tutto, dobbiamo sistemare i tuoi vestiti. Non puoi cacciare vestito così—qualsiasi animale ti vedrebbe a un miglio di distanza!

# 1316_Saejima
source: Well, what should I do?
pt: Be’, che dovrei fare?

# 1328_Sakurai
source: Hmm... I might have something in storage if you don't mind it being old. You won't look stylish, that's for sure.
pt: Hmm… potrei avere qualcosa in magazzino, se non ti dispiace che sia vecchio. Di certo non sarai elegante.

# 1340_Saejima
source: That don't matter. Be great if I could borrow it.
pt: Non importa. Sarebbe fantastico se potessi prenderlo in prestito.

# 1352_Sakurai
source: Sure. That just leaves the gun...
pt: Certo. Resta solo il problema del fucile…

# 1364_Saejima
source: Ya got anythin'?
pt: Hai qualcosa?

# 1376_Sakurai
source: As much as I'd like to help you, I only have one rifle. And I'm a hunter... We never allow ourselves to be without a gun.
pt: Per quanto vorrei aiutarti, ho solo un fucile. E sono un cacciatore… non ci permettiamo mai di restare senza un’arma.

# 1388_Saejima
source: 'Kay...
pt: Okay…

# 1400_Sakurai
source: I seem to remember Nishina-san having an extra one, though.
pt: Mi pare però che Nishina-san ne avesse uno di scorta.

# 1412_Saejima
source: That so?
pt: Davvero?

# 1424_Sakurai
source: But who knows if he'd let you borrow it? His wife would be okay with it, but as for him... Well, he's not on great terms with Okudera-san right now.
pt: Ma chissà se te lo presterebbe? Sua moglie sarebbe d’accordo, ma lui… beh, al momento non è in buoni rapporti con Okudera-san.

# 1436_Saejima
source: Only one way to find out.
pt: C’è solo un modo per scoprirlo.

# 1448_Sakurai
source: True. Go ask him, and in the meantime I'll look for the clothes.
pt: Giusto. Vai a chiederglielo, e nel frattempo cercherò i vestiti.

# 1460_Saejima
source: Got it.
pt: Capito.

# 1472_Sakurai
source: You wanna head to the mountain? Or do you need more time?
pt: Vuoi andare in montagna? O ti serve ancora tempo?

# 1484_Saejima
source: Not quite ready yet. Soon, though.
pt: Non proprio pronto. Ma quasi.

# 1496_Sakurai
source: Tell me when you're ready. I'll be waiting here.
pt: Dimmi quando sei pronto. Ti aspetterò qui.

# 1508_Saejima
source: I'm ready to go.
pt: Sono pronto ad andare.

# 1520_Sakurai
source: Okay. Be careful out there, Saejima. Whatever you do, stay near the river.
pt: Va bene. Stai attento là fuori, Saejima. Qualunque cosa succeda, resta vicino al fiume.

# 1544_Sakurai
source: Hey. Did you manage to find some food?
pt: Ehi. Sei riuscito a trovare del cibo?

# 1556_Saejima
source: Yeah. Someone was kind enough to share.
pt: Sì. Qualcuno è stato abbastanza gentile da condividerlo.

# 1568_Sakurai
source: Good. Um, I have to confess, I actually had some I could've shared with you... But I wanted to see if you were determined enough to scrounge some up yourself.
pt: Bene. Eh, devo confessare che in realtà avevo qualcosa che avrei potuto darti… ma volevo vedere se eri abbastanza determinato da procurartelo da solo.

# 1580_Saejima
source: Heh, so you were testin' me?
pt: Heh, quindi mi stavi mettendo alla prova?

# 1592_Sakurai
source: Sorry about that. But at least now I know that you're the real deal.
pt: Scusa per questo. Ma almeno ora so che fai sul serio.

# 1604_Saejima
source: Glad I passed. Ya got the map ready?
pt: Contento di aver superato la prova. Hai pronta la mappa?

# 1616_Sakurai
source: Sure do.
pt: Certo.

# 1640_Sakurai
source: I only drew the basic geography of the place, but it's enough to keep you from getting lost. Stick to the mountain's trailhead today－that's plenty to start with.
pt: Ho disegnato solo la geografia di base del posto, ma è sufficiente per non farti perdere. Oggi resta vicino all’inizio del sentiero—è più che abbastanza per cominciare.

# 1652_Saejima
source: Ya think Okudera-han's around there?
pt: Pensi che Okudera-han sia da quelle parti?

# 1664_Sakurai
source: Yeah, probably. I don't think he'd go further than that. Not without a good reason, anyway.
pt: Sì, probabilmente. Non credo che andrebbe oltre. Non senza un buon motivo, almeno.

# 1688_Sakurai
source: It's nothing. Like I said, the trailhead area should be enough for you today. The rest of the map's just in case you go back some other time.
pt: Niente. Come ho detto, per oggi l’area dell’inizio del sentiero è più che sufficiente. Il resto della mappa è per quando tornerai un’altra volta.

# 1700_Sakurai
source: I recommend you add your own notes, like about landmarks and stuff. There's no better guide than the one you make yourself!
pt: Ti consiglio di aggiungere le tue note, magari sui punti di riferimento. Non c’è guida migliore di quella che ti fai da solo!

# 1712_Saejima
source: Good point.
pt: Giusto.

# 1724_Sakurai
source: First things first. Look here on the map.
pt: Prima di tutto. Guarda qui sulla mappa.

# 1736_Sakurai
source: That's the trailhead closest to the village. That's where you start ascending.
pt: Questo è l’inizio del sentiero più vicino al villaggio. È da lì che inizi a salire.

# 1748_Sakurai
source: And you should take that path when you're coming back as well.
pt: E dovresti prendere lo stesso sentiero anche al ritorno.

# 1760_Sakurai
source: The winding blue line is <Color:7>Mato River<Color:Default>.
pt: La linea blu sinuosa è il <Color:7>Fiume Mato<Color:Default>.

# 1772_Sakurai
source: Just work your way up along it, and you won't get lost. Yeah, definitely stay near the river for now.
pt: Seguilo risalendo, e non ti perderai. Sì, per ora resta assolutamente vicino al fiume.

# 1784_Saejima
source: Got it. 'Preciate all you've done, Sakurai-han.
pt: Capito. Apprezzo tutto quello che hai fatto, Sakurai-han.

# 1796_Sakurai
source: Well, I definitely can't do anything more! So are you planning to leave now? Or do you need time to get ready?
pt: Be’, più di così non posso fare! Allora, hai intenzione di partire adesso? O ti serve altro tempo per prepararti?

# 1808_Saejima
source: Not quite ready yet. Soon, though.
pt: Non proprio pronto. Ma quasi.

# 1820_Sakurai
source: Tell me when you're ready. I'll be waiting here.
pt: Dimmi quando sei pronto. Ti aspetterò qui.

# 1832_Saejima
source: I'm ready to go.
pt: Sono pronto ad andare.

# 1844_Sakurai
source: Okay. Be careful out there, Saejima. Whatever you do, stay near the river.
pt: Va bene. Stai attento là fuori, Saejima. Qualunque cosa succeda, resta vicino al fiume.

# 1868_Sakurai
source: While I'm drawing the map, why don't you try scrounging up some food? If you explain your situation, someone might give you what little they have to spare.
pt: Mentre disegno la mappa, perché non provi a procurarti un po’ di cibo? Se spieghi la tua situazione, qualcuno potrebbe darti quel poco che può.

# 1880_Sakurai
source: You're not really going up to the mountain, are you?
pt: Non stai davvero andando in montagna, vero?

# 1892_Sakurai
source: Take my advice－go back home.
pt: Ascolta il mio consiglio—torna a casa.

# 1904_Saejima
source: Fine, I won't go up.
pt: Va bene, non salirò.

# 1916_Sakurai
source: Oh. Interesting. After everything Okudera-san told me, I was expecting you to be someone with a spine of steel, who wouldn't care what I had to say.
pt: Oh. Interessante. Dopo tutto quello che mi ha detto Okudera-san, mi aspettavo che fossi uno con la schiena d’acciaio, che non avrebbe dato peso alle mie parole.

# 1928_Sakurai
source: But instead, you're wise. You're choosing the safer option.
pt: E invece sei saggio. Stai scegliendo l’opzione più sicura.

# 1940_Saejima
source: I hafta go up there. I owe my life to Okudera－I can't just leave 'im alone in a blizzard. Gotta ask ya not to stand in my way.
pt: Devo salire lassù. Devo la vita a Okudera—non posso lasciarlo da solo in una bufera. Ti chiedo di non metterti sulla mia strada.

# 1952_Sakurai
source: Wow. Y'know... you're just like he said.
pt: Wow. Sai… sei proprio come ha detto lui.

# 1964_Saejima
source: Huh?
pt: Eh?

# 1976_Sakurai
source: Yeah. Here's something else that Okudera-san said to me:
pt: Già. Ecco un’altra cosa che Okudera-san mi ha detto:

# 1988_Sakurai
source: "Saejima won't listen if you try to stop him. But, try anyway. And then help him so at least he won't come blundering in blindly."
pt: «Saejima non ascolterà se cerchi di fermarlo. Ma provaci comunque. E poi aiutalo, così almeno non si butterà allo sbaraglio.»

# 2000_Saejima
source: Okudera-han said that?
pt: Okudera-han ha detto questo?

# 2012_Sakurai
source: Yeah. He knew you wouldn't give up. And neither of us wants you to rush into this not knowing up from down.
pt: Sì. Sapeva che non avresti mollato. E nessuno di noi vuole che ti butti in questa cosa senza sapere cosa ti aspetta.

# 2024_Saejima
source: Alright. So what do I do?
pt: Va bene. Allora cosa devo fare?

# 2036_Sakurai
source: First, your clothing. Hm... Actually, what you're wearing right now should be good enough. After all, it's not like you'll be hunting or anything.
pt: Prima, i tuoi vestiti. Hm… in realtà, quello che indossi ora dovrebbe andare bene. Dopotutto, non andrai a caccia o altro.

# 2048_Saejima
source: Been good against the cold so far.
pt: Finora ha retto bene al freddo.

# 2060_Sakurai
source: So that only leaves two things: food for emergencies, and a good map.
pt: Quindi restano solo due cose: cibo per le emergenze e una buona mappa.

# 2072_Saejima
source: How do I get those?
pt: Come li ottengo?

# 2084_Sakurai
source: I'll draw you a map. But food might be a problem. It's hard enough for the villagers to just feed themselves.
pt: La mappa te la disegno io. Ma il cibo potrebbe essere un problema. Per i villaggi è già difficile sfamare se stessi.

# 2096_Saejima
source: I b'lieve that...
pt: Ci credo…

# 2108_Sakurai
source: While I'm drawing the map, why don't you try scrounging up some food?
pt: Mentre disegno la mappa, perché non provi a procurarti un po’ di cibo?

# 2120_Sakurai
source: If you explain your situation, someone might give you what little they have to spare.
pt: Se spieghi la tua situazione, qualcuno potrebbe darti quel poco che può permettersi di condividere.

# 2132_Saejima
source: Okay. I'll give it a try.
pt: Okay. Ci proverò.
