Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330458.po
Languages: pt

source: Employee
pt: Cameriere

source: Buy 50 Chips for 5,000 Yen
pt: Acquista 50 fiches per 5.000 Yen

source: Buy 100 Chips for 10,000 Yen
pt: Acquista 100 fiches per 10.000 Yen

source: Buy 500 Chips for 50,000 Yen
pt: Compra 500 Fiches per 50.000 Yen

source: Buy 1,000 Chips for 100,000 Yen
pt: Acquista 1.000 Fiches per 100.000 Yen

source: Buy 10,000 Chips for 1,000,000 Yen
pt: Compra 10.000 fiches con 1.000.000 Yen

source: Never Mind
pt: Lascia perdere

# 44_Employee
source: Hello, sir. You may purchase chips here.
pt: Salve, signore. Pu√≤ acquistare fiches qui.

# 56_Employee
source: Would you like to buy some chips?
pt: Vorrebbe comprare delle fiches?

# 80_Employee
source: Excellent. I'll get your chips ready.
pt: Ottimo. Ti preparo subito le fiches.

# 92_Employee
source: Here are your 50 chips. Thank you.
pt: Ecco le tue 50 fiches. Grazie.

# 128_Employee
source: Excellent. I'll get your chips ready.
pt: Ottimo. Ti preparo subito le fiches.

# 140_Employee
source: Here are your 100 chips. Thank you.
pt: Ecco le tue 100 fiches. Grazie.

# 176_Employee
source: Excellent. I'll get your chips ready.
pt: Ottimo. Ti preparo subito le fiches.

# 188_Employee
source: Here are your 500 chips. Thank you.
pt: Ecco le tue 500 fiches. Grazie.

# 224_Employee
source: Excellent. I'll get your chips ready.
pt: Ottimo. Ti preparo subito le fiches.

# 236_Employee
source: Here are your 1,000 chips. Thank you.
pt: Ecco a te le tue 1.000 fiches. Grazie.

# 272_Employee
source: Excellent. I'll get your chips ready.
pt: Ottimo. Ti preparo subito le fiches.

# 284_Employee
source: Here are your 10,000 chips. Thank you.
pt: Ecco le tue 10.000 fiches. Grazie.

# 308_Employee
source: I'm afraid you don't have enough money, sir.
pt: Mi dispiace, signore, ma non ha abbastanza soldi.

# 320_Employee
source: Please come again.
pt: Torni pure a trovarci.
