Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e0b.po
Languages: pt

source: Playing Against Sakuragi
pt: Giocare contro Sakuragi

source: Play
pt: Gioca

source: Not Now
pt: Non ora

source: Player
pt: Giocatore

source: Buy 500,000 Points Worth
pt: Compra 500.000 Punti

source: Never Mind
pt: Lascia perdere

# 108_Sakuragi
source: Ah, we meet again. Remember me? It's Sakuragi. You helped me out of a tight spot.
pt: Ah, ci rivediamo. Ti ricordi di me? Sono Sakuragi. Mi hai tirato fuori da un brutto impiccio.

# 120_Sakuragi
source: Remember what I said before? Come join me if you want to see some excitement.
pt: Ti ricordi cosa ti ho detto prima? Vieni a unirti a me se vuoi un po' di adrenalina.

# 132_Sakuragi
source: I'm your man if the penny-ante mahjong you've been playing isn't enough for you.
pt: Sono il tuo uomo se il mahjong da quattro soldi che hai giocato finora non ti basta più.

# 144_Playing Against Sakuragi
source: Each participant posts a winner-take-all stake of 500,000 points in addition to the 25,000 needed to play, for a total of 525,000 points.
pt: Ogni partecipante mette sul piatto una posta in palio "tutto al vincitore" di 500.000 punti, oltre ai 25.000 richiesti per giocare, per un totale di 525.000 punti.

# 156_Playing Against Sakuragi
source: Rules are set at the start of the match, choosing either a Quarter or a Half Game. At the end of play, the top player wins the entire pot of two million points. If you quit the game, you forfeit your 500,000-point stake.
pt: Le regole vengono stabilite all'inizio della partita, scegliendo tra una Partita Corta o una Partita Lunga. Alla fine della partita, il vincitore si aggiudica l'intero piatto di due milioni di punti. Se abbandoni la partita, perdi la tua posta di 500.000 punti.

# 168_Sakuragi
source: So, will you put up the 500,000 points and play with me?
pt: Allora, ci metti i 500.000 punti e giochi con me?

# 180_Sakuragi
source: Yeah, I'll play.
pt: Sì, gioco.

# 192_Sakuragi
source: Good. That's good.
pt: Bene. Va bene.

# 204_Sakuragi
source: I'll take your 500,000 point stake.
pt: Accetto la tua posta da 500.000 punti.

# 216_Sakuragi
source: Let's begin.
pt: Iniziamo.

# 288_Sakuragi
source: Hold it, hold it. You can't go on without your stake. Do you want to buy 500,000 points worth of mahjong sticks now?
pt: Fermo, fermo. Non puoi continuare senza la posta. Vuoi comprare 500.000 punti di bastoncini da mahjong adesso?

# 300_Sakuragi
source: Okay. I'll buy the 500,000 points.
pt: Va bene. Prendo i 500.000 punti.

# 324_Sakuragi
source: Good. I'll put that up as your stake.
pt: Bene. La metto come tua posta.

# 336_Sakuragi
source: Let's begin.
pt: Iniziamo.

# 396_Sakuragi
source: Wait. You don't have enough to buy in. Get enough mahjong sticks together first, all right?
pt: Aspetta. Non hai abbastanza per entrare. Raduna abbastanza bastoncini da mahjong prima, d'accordo?

# 408_Sakuragi
source: No, I'll pass.
pt: No, passo.

# 420_Sakuragi
source: No? Might be a wise decision. But if you change your mind, give me a shout.
pt: No? Potrebbe essere una mossa intelligente. Ma se cambi idea, fammi un fischio.

# 432_Sakuragi
source: Ah, it's been a while. What can I do for you? Are you itching for some high-stakes mahjong?
pt: Ah, è da un po' che non ci si vede. Che posso fare per te? Ti prudono le mani per del mahjong ad alte poste?

# 444_Playing Against Sakuragi
source: Each participant posts a winner-take-all stake of 500,000 points in addition to the 25,000 needed to play, for a total of 525,000 points.
pt: Ogni partecipante mette sul piatto una posta in palio "tutto al vincitore" di 500.000 punti, oltre ai 25.000 richiesti per giocare, per un totale di 525.000 punti.

# 456_Playing Against Sakuragi
source: Rules are set at the start of the match, choosing either a Quarter or a Half Game. At the end of play, the top player wins the entire pot of two million points. If you quit the game, you forfeit your 500,000-point stake.
pt: Le regole vengono stabilite all'inizio della partita, scegliendo tra una Partita Corta o una Partita Lunga. Alla fine della partita, il vincitore si aggiudica l'intero piatto di due milioni di punti. Se abbandoni la partita, perdi la tua posta di 500.000 punti.

# 468_Sakuragi
source: So, will you put up the 500,000 points and play with me?
pt: Allora, ci metti i 500.000 punti e giochi con me?

# 480_Sakuragi
source: Yeah, I'll play.
pt: Sì, gioco.

# 492_Sakuragi
source: Good. That's good.
pt: Bene. Va bene.

# 504_Sakuragi
source: I'll take your 500,000 point stake.
pt: Accetto la tua posta da 500.000 punti.

# 516_Sakuragi
source: Let's begin.
pt: Iniziamo.

# 588_Sakuragi
source: Hold it, hold it. You can't go on without your stake. Do you want to buy 500,000 points worth of mahjong sticks now?
pt: Fermo, fermo. Non puoi continuare senza la posta. Vuoi comprare 500.000 punti di bastoncini da mahjong adesso?

# 600_Sakuragi
source: Okay. I'll buy the 500,000 points.
pt: Va bene. Prendo i 500.000 punti.

# 624_Sakuragi
source: Good. I'll put that up as your stake.
pt: Bene. La metto come tua posta.

# 636_Sakuragi
source: Let's begin.
pt: Iniziamo.

# 696_Sakuragi
source: Wait. You don't have enough to buy in. Get enough mahjong sticks together first, all right?
pt: Aspetta. Non hai abbastanza per entrare. Raduna abbastanza bastoncini da mahjong prima, d'accordo?

# 708_Sakuragi
source: No, I'll pass.
pt: No, passo.

# 720_Sakuragi
source: No? Might be a wise decision. But if you change your mind, give me a shout.
pt: No? Potrebbe essere una mossa intelligente. Ma se cambi idea, fammi un fischio.

# 732_Sakuragi
source: I hate to admit it, but you dominated the table. I'm not quite the master I thought I was.
pt: Mi brucia ammetterlo, ma hai dominato il tavolo. Non sono mica il maestro che pensavo di essere.

# 744_Sakuragi
source: Here. Take your two million points.
pt: Tieni. Prendi i tuoi due milioni di punti.

# 756_Sakuragi
source: That was thrilling, though. We should do this again sometime.
pt: Che brivido, però. Dovremmo rifarlo prima o poi.

# 768_Sakuragi
source: Well, that was thrilling. I'll keep your stake of 500,000 points.
pt: Beh, è stato emozionante. Mi tengo la tua puntata di 500.000 punti.

# 780_Sakuragi
source: I have to say, that was as good as it gets. If you're so inclined, join us again sometime.
pt: Devo dire che non si poteva fare di meglio. Se ti va, unisciti a noi un giorno di questi.

# 792_Sakuragi
source: Hey now. It's a disgrace and discourteous to quit a game. I'll split up your 500,000-point stake among us.
pt: Ehi, ehi. È una vergogna e una mancanza di rispetto mollare una partita. Ci spartiremo la tua puntata di 500.000 punti.

# 804_Sakuragi
source: I have to say, that was as good as it gets. If you're so inclined, join us again sometime.
pt: Devo dire che non si poteva fare di meglio. Se ti va, unisciti a noi un giorno di questi.
