Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e09.po
Languages: pt

source: Mahjong Player
pt: Giocatore di Mahjong

source: Player
pt: Giocatore

source: Middle-aged Man
pt: Uomo di mezza età

source: ArmsID
pt: ID Armi

# 88_Mahjong Player
source: Hey, I've been seeing you around here a lot these days.
pt: Ehi, ultimamente ti vedo spesso qui in giro.

# 100_Mahjong Player
source: I take it you're a big fan of mahjong.
pt: Vedo che sei un patito di mahjong.

# 112_Player
source: You are?
pt: Davvero?

# 124_Mahjong Player
source: The name's Sakuragi. Say, do you have any interest in high-stakes matches?
pt: Sono Sakuragi. Senti, ti interessano le partite ad alte poste?

# 136_Player
source: High stakes?
pt: Poste alte?

# 148_Sakuragi
source: If regular mahjong isn't enough for you, join me. I'll introduce you to a new world of excitement.
pt: Se il mahjong normale non ti basta, unisciti a me. Ti farò scoprire un mondo nuovo di brividi.

# 160_Middle-aged Man
source: Looking for another mark, Sakuragi-san?
pt: Cercando un altro pollo, Sakuragi-san?

# 184_Middle-aged Man
source: Hey, pal, don't believe anything that guy says. He's a cheat. If you take that challenge, he'll burn you for everything you own.
pt: Senti, compare, non dare retta a quel che dice quel tipo. È un baro. Se accetti quella sfida, ti spennerà di tutto quello che possiedi.

# 196_Middle-aged Man
source: They say he's the unbeatable legend, but that's a load of BS. Trust me on this－you'll regret having anything to do with him.
pt: Dicono che sia la leggenda imbattibile, ma è tutta una stronzata. Fidati di me, ti pentirai di aver avuto a che fare con lui.

# 208_Middle-aged Man
source: Isn't that right, Sakuragi-san?
pt: Non è vero, Sakuragi-san?

# 220_Sakuragi
source: Let me disabuse you of your misconception. I'm no cheat. Even if I were cheating, you'd have to catch me in the act to make that claim.
pt: Mettiamo subito in chiaro una cosa. Non sono un baro. E anche se lo fossi, dovresti beccarmi sul fatto per poterlo dire.

# 232_Middle-aged Man
source: Why, you...!
pt: Ma tu...!

# 244_Sakuragi
source: You're pissed because you lost. But think it over－do you really want to waste the rest of your life over hastening this old boy's death?
pt: Sei incazzato perché hai perso. Ma riflettici bene—vuoi davvero sprecare il resto della tua vita per affrettare la morte di questo vecchio?

# 280_Player
source: ...Dammit!
pt: ...Dannazione!

# 292_Middle-aged Man
source: Fuck you! My life's already fucked to hell and back, thanks to you!
pt: Vaffanculo! La mia vita è già fottuta fino all'osso e ritorno, grazie a te!

# 304_Sakuragi
source: Heh, sorry, buddy. You must be jinxed to end up mixed up in this nonsense.
pt: Heh, scusa, socio. Devi essere proprio sfigato a finire invischiato in 'sto casino.

# 316_Sakuragi
source: Maybe it's a sign you're not blessed with luck. Maybe you shouldn't be playing mahjong after all.
pt: Forse è un segno che non sei baciato dalla fortuna. Forse, dopotutto, il mahjong non fa proprio per te.

# 328_Middle-aged Man
source: Get out of my way! I got a score to settle with Sakuragi. If you're going to interfere, I'll kick your ass first!
pt: Togliti dai piedi! Ho un conto in sospeso con Sakuragi. Se hai intenzione di intrometterti, ti faccio il culo per primo!

# 364_Sakuragi
source: Well. Quite the impressive demonstration. It's obvious you're no stranger to danger.
pt: Beh. Davvero una dimostrazione mica da ridere. Si vede che col pericolo ci hai già avuto a che fare.

# 376_Sakuragi
source: Your instincts are sharp, and you've got balls. I'd like to see how you play mahjong.
pt: Hai un fiuto eccezionale, e hai le palle. Vorrei proprio vedere come te la cavi a mahjong.

# 400_Sakuragi
source: I'll see you around. The name's Shogo Sakuragi. People have also called me the God of Mahjong.
pt: Ci si vede in giro. Mi chiamo Shogo Sakuragi. La gente mi ha anche chiamato il Dio del Mahjong.

# 412_Player
source: The God of Mahjong?
pt: Il Dio del Mahjong?

# 424_Sakuragi
source: Overblown, huh? But they say they got no other name to describe me. See you around, bud.
pt: Esagerato, eh? Ma dicono che non hanno altro nome per descrivermi. Ci si vede in giro, socio.

# 448_Player
source: (The God of Mahjong, Shogo Sakuragi...)
pt: (Il Dio del Mahjong, Shogo Sakuragi...)
