Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c4b.po
Languages: pt

source: You sold a box of matches.
pt: Hai venduto una scatola di fiammiferi.

source: Idle
pt: Inattivo

source: Young Man
pt: Giovane

source: Little Match Girl
pt: Piccola Fiammiferaia

# 44_Saejima
source: Hey, buddy. Wanna buy some matches?
pt: Ehi, compare. Ti va di comprare dei fiammiferi?

# 56_Young Man
source: Did you say matches? What a coincidence! I was just thinking I needed to stop and get some on my way home.
pt: Fiammiferi, hai detto? E pensa te che coincidenza! Stavo giusto pensando che dovevo fermarmi a prenderne un po' sulla via di casa.

# 68_Saejima
source: Really? Well, these are a hundred yen a box.
pt: Davvero? Beh, questi fanno cento yen a scatola.

# 80_Young Man
source: I most certainly will take one, then. So convenient!
pt: Certo che ne prendo uno, allora. Che comodità!

# 92_Saejima
source: Thanks for buyin'. Ya really needed 'em, eh?
pt: Grazie d'aver comprato. Ti servivano proprio, eh?

# 104_Young Man
source: For my pipe! Anyone who smokes pipes knows what a pain it is to light them with a lighter.
pt: Per la mia pipa! Chi fuma la pipa sa che rottura è accenderle con un accendino.

# 116_Young Man
source: And I ran out of matches, but lo and behold! You showed up!
pt: Ero rimasto senza fiammiferi, ma guarda un po'! Sei arrivato tu!

# 128_Saejima
source: Glad we found ya.
pt: Meno male che ti abbiamo trovato.

# 140_Young Man
source: Me too! Thank you kindly!
pt: Anch'io! Grazie di cuore!

# 152_Little Match Girl
source: Thank you very much!
pt: Grazie mille!
