Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0049021a.po
Languages: pt

source: Male Villager
pt: Uomo del villaggio

# 44_Male Villager
source: Oh, hey, Saejima! Just the kind of guy we need!
pt: Oh, ehi, Saejima! Sei proprio il tipo che ci serve!

# 56_Saejima
source: Somethin' wrong?
pt: Qualcosa non va?

# 68_Male Villager
source: This weird girl came up from Tsukimino. I think she started to scale the mountain by herself.
pt: Questa strana ragazza è salita da Tsukimino. Mi sa che ha cominciato a scalare la montagna da sola.

# 80_Saejima
source: Huh? What happened, exactly?
pt: Eh? Cos'è successo di preciso?

# 92_Male Villager
source: She was saying things like, "The deer stew is calling me." Her eyes were all bloodshot, too. Kind of scary-looking.
pt: Diceva cose tipo: "Lo stufato di cervo mi chiama." Aveva gli occhi tutti iniettati di sangue, e pure un'aria un po' spaventosa.

# 104_Saejima
source: (It can't be... The lamb barbecue girl? She actually came up here?)
pt: (Non può essere... La ragazza dell'agnello al barbecue? È salita davvero fin quassù?)

# 116_Male Villager
source: If you're going up the mountain, maybe keep an eye out for her?
pt: Se vai su per la montagna, magari dacci un'occhiata?

# 128_Male Villager
source: I'm really hoping she didn't go up there, but no one saw her leave by the other route. I'm worried.
pt: Spero proprio che non sia andata fin lassù, ma nessuno l'ha vista andarsene per l'altra via. Sono preoccupato.

# 140_Saejima
source: I wouldn't count on her givin' up, not when there's food involved. I'll look for her.
pt: Non ci conterei che molli, non quando c'è di mezzo il cibo. La cercherò.

# 152_Male Villager
source: Thank you, Saejima-san!
pt: Grazie, Saejima!
