Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901fa.po
Languages: pt

source: You got 2,200 experience points.
pt: Hai ottenuto 2.200 punti esperienza.

source: Snappily Dressed Host
pt: Host vestito a puntino

source: Letter
pt: Lettera

source: Guy Dressed Like a Host
pt: Uomo vestito da host

source: Man
pt: Uomo

# 60_Host 1
source: What the hell? This guy's like a machine...
pt: Ma che diavolo? Questo tizio è come una macchina...

# 84_Saejima
source: Ya had enough? Already?
pt: Ne hai già avuto abbastanza? Già?

# 96_Host 1
source: Jackass!
pt: Stronzo!

# 108_Snappily Dressed Host
source: Yes, that's enough.
pt: Sì, basta così.

# 132_Snappily Dressed Host
source: Our boys make their living with their looks. Please don't damage the merchandise anymore.
pt: I nostri ragazzi campano con la loro faccia. Per favore, non danneggiate più la merce.

# 144_Saejima
source: Who're you?
pt: Chi saresti?

# 156_Snappily Dressed Host
source: The owner of Apocalypse. Would you accept my apology on their behalf and we can all move on?
pt: Il proprietario dell'Apocalypse. Accetterebbe le mie scuse a nome loro e possiamo chiudere qui la faccenda?

# 168_Saejima
source: What about Masao's debt?
pt: E il debito di Masao?

# 180_Snappily Dressed Host
source: It's fine. It's all been settled.
pt: È tutto a posto. È tutto sistemato.

# 192_Masao
source: Huh? What do you mean?
pt: Eh? Cosa intendi?

# 204_Snappily Dressed Host
source: Masao's parents repaid the debt in full. 500,000 yen. They paid without hesitation when I explained the situation to them by phone.
pt: I genitori di Masao hanno saldato il debito per intero. 500.000 yen. Hanno pagato senza esitare quando ho spiegato loro la situazione al telefono.

# 216_Masao
source: What?
pt: Cosa?

# 228_Saejima
source: The debt was 300,000 yen. How'd it get to half a million?
pt: Il debito era di 300.000 yen. Come diavolo è arrivato a mezzo milione?

# 240_Snappily Dressed Host
source: The extra 200,000 was offered by the father. He said it was to compensate us for Masao running away from the club. A most reasonable man.
pt: I 200.000 extra sono stati offerti dal padre. Ha detto che era per risarcirci per la fuga di Masao dal club. Un uomo molto ragionevole.

# 252_Masao
source: But...
pt: Ma...

# 264_Snappily Dressed Host
source: We have no need for further communication with you, Masao. You should be thankful that your parents settled your debt. Farewell.
pt: Non abbiamo bisogno di ulteriori comunicazioni con te, Masao. Dovresti essere grato che i tuoi genitori abbiano saldato il tuo debito. Addio.

# 300_Saejima
source: 500,000 yen... That's gotta be a lot of money for yer folks.
pt: 500.000 yen... Dev'essere un sacco di soldi per i tuoi genitori.

# 324_Saejima
source: Still don't wanna read the letter from yer pa?
pt: Ancora non vuoi leggere la lettera di tuo papà?

# 336_Masao
source: Uh... May I see it, now? Please?
pt: Ehm... Posso vederla, adesso? Ti prego?

# 348_Saejima
source: Yeah. 'Course.
pt: Sì. Certo.

# 396_Letter
source: Dear Masao－ In the time since you left, I've realized something. This day had to come.
pt: Caro Masao— Da quando te ne sei andato, ho capito una cosa. Questo giorno doveva arrivare.

# 408_Letter
source: Our village, so isolated from the rest of society, must have been deadly dull in your eyes. It was only natural that you would want to leave for the city.
pt: Il nostro villaggio, così isolato dal resto della società, dev'essere stato mortalmente noioso ai tuoi occhi. Era solo naturale che tu volessi andartene per la città.

# 420_Letter
source: I tried to tie you down. I did not want to let you out of my sight, even though you're old enough to be on your own.
pt: Ho cercato di legarti a me. Non volevo perderti di vista, anche se eri ormai abbastanza grande per cavartela da solo.

# 432_Letter
source: It was for my own ego that I did that. And I knew it was hurting you...
pt: Era solo per il mio ego che l'ho fatto. E sapevo che ti stavo ferendo...

# 444_Letter
source: But, I have no education. I've never lived in a town, let alone a city. Can you imagine how worried I was about my only child walking into a world I know nothing about?
pt: Ma, non ho alcuna istruzione. Non ho mai vissuto in un paese, figuriamoci una città. Puoi immaginare quanto fossi preoccupato per il mio unico figlio che si avventurava in un mondo di cui non so nulla?

# 456_Letter
source: When you defied me, I was furious. That was how I felt then, and it's how I feel now.
pt: Quando mi hai sfidato, ero furioso. Così mi sentivo allora, ed è così che mi sento adesso.

# 468_Letter
source: But, at the same time, I also find myself feeling proud. Because you are my son.
pt: Ma, allo stesso tempo, mi ritrovo anche a sentirmi orgoglioso. Perché sei mio figlio.

# 480_Letter
source: You stepped out into the big, wide world. That shows courage. Your mother and I will comfort ourselves with this thought. Don't worry about us. You are free to spread your wings.
pt: Ti sei avventurato nel grande e vasto mondo. Questo dimostra coraggio. Tua madre ed io ci consoleremo con questo pensiero. Non preoccuparti per noi. Sei libero di spiegare le tue ali.

# 492_Letter
source: I'm sure you will face many hurdles, but I know you can overcome anything. Never give up, Masao.
pt: Sono certo che affronterai molti ostacoli, ma so che puoi superare tutto. Non arrenderti mai, Masao.

# 504_Letter
source: Don't let the city folk intimidate you. You're my son. I could not be more proud to be your father.
pt: Non farti intimidire da quelli della città. Sei mio figlio. Non potrei essere più orgoglioso di essere tuo padre.

# 516_Letter
source: So don't give up, Masao. Never, ever, ever give up.
pt: Quindi non arrenderti, Masao. Non arrenderti mai, mai, mai.

# 564_Masao
source: "I look forward to the day we meet again. However long I have to wait, I'll keep waiting."
pt: Non vedo l'ora del giorno in cui ci incontreremo di nuovo. Per quanto tempo dovrò aspettare, continuerò ad aspettare.

# 576_Masao
source: "On that day, you'll come to me as a man in his own right. And that's when I'll say to you..."
pt: Quel giorno, verrai da me come un uomo fatto e finito. E sarà allora che ti dirò...

# 588_Masao
source: "I'm sorry I could only raise you in a tiny village like this. I'm sorry for keeping you cooped up. I'm sorry for not listening..."
pt: Mi dispiace di averti potuto crescere solo in un paesino minuscolo come questo. Mi dispiace di averti tenuto rinchiuso. Mi dispiace di non averti ascoltato...

# 600_Masao
source: *sniff* Dad...
pt: *sniff* Papà...

# 612_Saejima
source: A child's got to leave their parents' protection eventually. That's why I don't fault ya for what you're doin'.
pt: Un figlio, prima o poi, deve pur lasciare il nido. Per questo non ti biasimo per quello che stai facendo.

# 624_Saejima
source: It's only when you take your first step out of the nest that you realize your parents were guarding you with everything they got.
pt: È solo quando fai il tuo primo passo fuori dal nido che ti rendi conto che i tuoi genitori ti proteggevano con tutto quello che avevano.

# 636_Masao
source: ...Yeah.
pt: ...Già.

# 648_Saejima
source: Hey, ya couldn't stay in town bein' a child, Masao. Ya had it right on that one. But now, you gotta make good on that conviction. Start walkin' on yer own two feet.
pt: Ehi, non potevi rimanere in città da bambino, Masao. Su quello avevi ragione. Ma ora, devi fare onore a quella convinzione. Inizia a camminare sulle tue gambe.

# 660_Masao
source: You're right. I... I needed to be set straight. My parents paying my debt, and you defending me from those guys... I get it now. I need to actually step into true independence.
pt: Hai ragione. Io... avevo bisogno di essere rimesso in riga. I miei genitori che pagano il mio debito, e tu che mi difendi da quei tizi... Ora ho capito. Devo davvero fare il passo verso la vera indipendenza.

# 672_Masao
source: Thank you, Saejima-san. I'm going to try harder, and truly be worthy of my father's pride.
pt: Grazie, Saejima-san. Mi impegnerò di più e sarò veramente degno dell'orgoglio di mio padre.

# 684_Saejima
source: Sounds good. Take care, Masao. You'll be fine.
pt: Perfetto. Stammi bene, Masao. Ce la farai.

# 696_Masao
source: That means a lot. Goodbye!
pt: Vuol dire tanto. Arrivederci!

# 720_Saejima
source: (Yeah, he's a good kid. Never give up, Masao...)
pt: (Già, è un bravo ragazzo. Non mollare mai, Masao...)

# 792_Guy Dressed Like a Host
source: Uh... I beg your pardon, but is that you, Saejima-san?
pt: Uh... Mi scusi, ma è lei, Saejima-san?

# 804_Saejima
source: Who're you?
pt: Chi saresti?

# 816_Guy Dressed Like a Host
source: It's me, Masao! We met in my village!
pt: Sono io, Masao! Ci siamo incontrati nel mio villaggio!

# 828_Saejima
source: Masao! Wasn't expectin' to run into ya here.
pt: Masao! Non mi aspettavo di trovarti qui.

# 840_Masao
source: I'm as surprised as you are. When did you get to Tsukimino?
pt: Sono sorpreso quanto te. Quando sei arrivato a Tsukimino?

# 852_Saejima
source: Short time ago. Heard ya became a host. I went by yer club.
pt: Poco fa. Ho sentito che eri diventato un host. Sono passato al tuo club.

# 864_Masao
source: Oh? Really? Did they say anything about me?
pt: Oh? Davvero? Hanno detto qualcosa su di me?

# 876_Saejima
source: Tch, yeah. They said they're gonna track ya down. Ran out owin' 300,000 yen, did ya?
pt: Tsk, già. Hanno detto che ti daranno la caccia. Sei scappato con un debito di 300.000 yen, eh?

# 888_Masao
source: I... That was a setup! I had no idea what was going on, and suddenly I owed all this money...
pt: Io... Era una trappola! Non avevo idea di cosa stesse succedendo, e d'un tratto mi sono ritrovato a dover tutti questi soldi...

# 900_Saejima
source: Yeah, I know their dirty tricks. But you were naive as hell, too. Thought you could make easy money bein' a host, did ya?
pt: Già, conosco i loro sporchi trucchi. Ma sei stato ingenuo da morire, anche tu. Pensavi di poter fare soldi facili facendo l'host, eh?

# 912_Masao
source: Uh...
pt: Ehm...

# 924_Saejima
source: A bumpkin like you is a ready-made victim for them. Ya gotta start thinking that way.
pt: Un contadinotto come te è una vittima bella e pronta per loro. Devi iniziare a ragionare così.

# 936_Masao
source: I know that now. I've been trying not to get involved in anything else shady.
pt: Adesso lo so. Ho cercato di non infilarmi in nient'altro di losco.

# 948_Saejima
source: I got a letter for ya. From yer pa.
pt: Ho una lettera per te. Da tuo padre.

# 960_Masao
source: What? My father wrote to me?
pt: Cosa?! Mio padre mi ha scritto?

# 972_Saejima
source: Yep, and yer ma insisted that I hand-deliver it to you. Seems the both of 'em are worried about ya.
pt: Già, e tua madre ha insistito che te la consegnassi di persona. Sembra che siano preoccupati per te, tutti e due.

# 984_Masao
source: I'm sorry, but if it's from my father, I can't accept it.
pt: Mi dispiace, ma se è di mio padre, non posso accettarla.

# 996_Saejima
source: Why not?
pt: Perché no?

# 1008_Masao
source: Obviously, he's either disowning me with that letter, or he's ordering me home. Either way, I don't want to read it.
pt: Ovviamente, o mi sta disconoscendo con quella lettera, o mi sta ordinando di tornare a casa. Comunque sia, non voglio leggerla.

# 1020_Saejima
source: Well, it's no use to me. Just take it.
pt: Beh, non mi serve a niente. Prendila e basta.

# 1032_Masao
source: I don't want it! My father never listened to me. So why should I listen to him!?
pt: Non la voglio! Mio padre non mi ha mai ascoltato. E allora perché dovrei ascoltarlo io!?

# 1056_Masao
source: I should've figured you for a typical adult. I have to go!
pt: Avrei dovuto immaginare che fossi il solito adulto. Devo andare!

# 1092_Man
source: Not so fast, Masao!
pt: Non così in fretta, Masao!

# 1104_Masao
source: No, not you guys...
pt: No, non voi...

# 1116_Host 1
source: Yep－us guys. You're a slippery one, Masao.
pt: Già, siamo proprio noi. Sei uno che sguscia via, Masao.

# 1128_Host 2
source: You didn't seriously think you could get away, did you? Cough up the 300,000.
pt: Non credevi mica di farla franca, eh? Sputa fuori i 300.000.

# 1140_Masao
source: There's no way I can come up with that money! How do you expect me to pay?
pt: Non c'è verso che io possa trovare quei soldi! Come pretendete che io paghi?

# 1152_Host 1
source: We gave you a job, and this is how you thank us? Is that what they teach you rubes in the boonies?
pt: Ti abbiamo dato un lavoro, e questo è il modo in cui ci ringrazi? È questo che insegnano a voi bifolchi nei vostri paesini sperduti?

# 1164_Host 2
source: Listen, you thief, it's not our problem how you come up with the money. Ask Mommy for help, sell an organ, whatever!
pt: Senti, ladro, non sono affari nostri come te li procuri i soldi. Chiedi aiuto a mammina, vendi un organo, fai come ti pare!

# 1176_Host 1
source: You need to make this right! You're in the real world now!
pt: Devi sistemare le cose! Ora sei nel mondo reale!

# 1188_Masao
source: I don't have anything!
pt: Non ho niente!

# 1200_Saejima
source: Gettin' a pretty decent life lesson here, eh?
pt: Ti stai prendendo una bella lezione di vita qui, eh?

# 1224_Saejima
source: On the other hand, these boys are gettin' a little carried away. They need some learnin', too.
pt: D'altro canto, questi ragazzi si stanno lasciando un po' prendere la mano. Anche a loro serve una lezione.

# 1236_Host 2
source: Who do you think you are, old man?
pt: Chi ti credi di essere, vecchio?

# 1248_Host 1
source: Oh, screw this! Let's teach them both a lesson!
pt: Ah, fanculo! Diamo una lezione a entrambi!
