Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00200059.po
Languages: pt

source: Man
pt: Uomo

# 88_Man
source: Hey, you! Let's battle it out for the Victory Road! *hic*
pt: Ehi, tu! Sfidiamoci per la Via della Vittoria! *hic*

# 100_Shinada
source: Whoa, hold up! You're totally hammered! Are you one of those drunken masters?
pt: Ehi, aspetta un attimo! Sei ubriaco fradicio! Ma sei mica uno di quei maestri ubriachi?

# 112_Man
source: Shaddup! I'm an ex-wrestler! Better watch your mouth!
pt: Chiudi il becco! Sono un ex-wrestler! Occhio a come parli!

# 136_Man
source: Gah! S'all over fer me. *hic* I can't even beat a clown like this!
pt: Ugh! Ho chiuso. *hic* Non riesco nemmeno a battere un pagliaccio come questo!

# 148_Shinada
source: Who are you calling a clown? You should take a look at yourself first.
pt: Chi stai chiamando pagliaccio? Dovresti guardarti prima tu.

# 160_Washino
source: Shaddup! I may not seem like much now, but you're looking at the great Kenichi Washino.
pt: Zitto! Magari adesso non sembro un granché, ma stai guardando il grande Kenichi Washino.

# 172_Shinada
source: I have no idea who that is.
pt: Non ho idea di chi sia quello.

# 184_Washino
source: Damn amateur. They called me a rising star back in my pro wrestling days. I had a bright future ahead of me.
pt: Maledetto dilettante. Mi chiamavano una stella nascente, quando facevo il pro-wrestler. Avevo un futuro brillante davanti a me.

# 196_Washino
source: Then, right after I made my debut, an opponent pulled an illegal move on me and put me in the hospital. That was the end of my career!
pt: Poi, appena ho fatto il mio debutto, un avversario mi ha fatto una mossa scorretta e mi ha spedito dritto all'ospedale. E quella è stata la fine della mia carriera!

# 208_Shinada
source: Sounds like a familiar story. Are you telling me that's why you turned to the bottle?
pt: Ah, la solita storia. Mi stai dicendo che è per questo che ti sei attaccato alla bottiglia?

# 220_Washino
source: Course it is! Can't make it through this life sober, that's for sure!
pt: E ci mancherebbe! Non si può tirare avanti in questa vita da sobrio, questo è poco ma sicuro!

# 232_Washino
source: Bah, I'm done. *hic* Once ya fall, there's no going back! No second chances for losers in this world!
pt: Bah, ho chiuso. *hic* Una volta che caschi, non si torna indietro! Niente seconde possibilità per i perdenti in questo mondo!

# 244_Washino
source: I get the feeling ya know what I'm talking about, huh? No point wasting time struggling! Join me and give up on life right now!
pt: Mi sa che sai di cosa parlo, eh? Inutile sprecare tempo a lottare! Unisciti a me e molla la presa con la vita, adesso!

# 256_Shinada
source: I'm not like you.
pt: Non sono come te.

# 268_Washino
source: Huh?
pt: Uh?

# 280_Shinada
source: Just because you had a setback doesn't give you the right to get drunk and try to drag others down. Not everyone gives up that easily.
pt: Solo perché hai avuto una sfiga non ti dà il diritto di sbronzarti e provare a tirar giù anche gli altri. Non tutti mollano così facilmente.

# 292_Washino
source: Why, you...!
pt: Ma tu...!

# 304_Shinada
source: A guy like you would've ended up like this even if you hadn't got injured.
pt: Un tipo come te sarebbe finito così anche se non ti fossi infortunato.

# 316_Washino
source: What!? But this is all the fault of that guy who broke the rules!
pt: Cosa?! Ma è tutta colpa di quel tizio che ha infranto le regole!

# 328_Shinada
source: There you go, placing the blame on others. Have you actually ever made an effort yourself, and tried to change your life?
pt: Eccoti lì a dare la colpa agli altri. Hai mai provato davvero a darti una mossa, tu, e a dare una svolta alla tua vita?

# 340_Washino
source: What's yer name, anyway?
pt: Come ti chiami, comunque?

# 352_Shinada
source: It's Shinada. Tatsuo Shinada.
pt: Sono Shinada. Tatsuo Shinada.

# 364_Washino
source: I've had about all the lip I can take from you, Shinada! I'm gonna show ya what happens when I play for keeps. Got it? You just wait.
pt: Ne ho avuta abbastanza della tua insolenza, Shinada! Ti faccio vedere cosa succede quando faccio sul serio. Capito? Stai a vedere.

# 388_Man
source: (Uh oh, he looked pretty serious at the end there. Man, this is gonna suck...)
pt: Oh cavolo, alla fine l'ho visto parecchio serio. Cavolo, questa farà schifo...
