Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013033c.po
Languages: pt

# 1908_Enhancing Abilities by Eating 3/5
source: Strength: Barehanded moves do more damage. (Dance battle points increase in Haruka's case.) Focus: Heat Gauge stays above a certain level. Fighting Spirit: Heat Actions do more damage. (Heat Gauge rises more easily in Haruka's case.)
pt: Forza: Le mosse a mani nude infliggono più danni. (I punti battaglia di ballo aumentano nel caso di Haruka.) Concentrazione: La Barra Furore rimane sopra un certo livello. Spirito Combattivo: Le Heat Action infliggono più danni. (La Barra Furore si riempie più facilmente nel caso di Haruka.)

# 1920_Enhancing Abilities by Eating 4/5
source: A character's enhancement status is displayed below the Heat Gauge on the upper left part of the screen. Strength, Focus, and Fighting Spirit rise as you eat new dishes, but they are <Color:7>reset when the second Health Gauge is depleted<Color:Default>, so keep an eye on the amount left on the gauge.
pt: Lo stato di potenziamento di un personaggio è visualizzato sotto la Heat Gauge nella parte in alto a sinistra dello schermo. Forza, Concentrazione e Spirito Combattivo aumentano man mano che mangi nuovi piatti, ma vengono <Color:7>resettati quando la seconda Health Gauge si esaurisce<Color:Default>, quindi tieni d'occhio la quantità rimasta sulla gauge.

# 1932_Enhancing Abilities by Eating 5/5
source: You won't know what ability will rise until you eat something, but that's part of the fun. Go around town and try eating a variety of food at all sorts of eateries.
pt: Non saprai quale abilità aumenterà finché non mangerai qualcosa, ma è proprio questo il bello! Girati la città e prova a mangiare un sacco di cibi diversi in ogni tipo di locale.

# 1980_Tatsuya
source: Wow, that was delicious. And it should really help me come up with ideas for a new dish!
pt: Wow, era squisito. E dovrebbe proprio aiutarmi a farmi venire in mente idee per un nuovo piatto!

# 2004_Tatsuya
source: Let me give you some advice to thank you for telling me about such a great place.
pt: Lascia che ti dia un consiglio per ringraziarti di avermi parlato di un posto così fantastico.

# 2016_Tatsuya
source: Each dish you eat contains all sorts of ingredients－each one with its own unique flavor, texture, and nutritional content.
pt: Ogni piatto che ti gusti contiene un sacco di ingredienti—ogni singolo ingrediente con il suo sapore unico, la sua consistenza e il suo valore nutritivo.

# 2028_Tatsuya
source: So I want you to give some thought to the ingredients being used in the food you eat even before you take your first bite.
pt: Quindi, voglio che tu faccia attenzione agli ingredienti che usano nel cibo che mangi, ancora prima di darci un morso.

# 2040_Tatsuya
source: Then you'll see how cooking is the sum of many parts. Eating is more fun when you understand the special characteristics of your food.
pt: E allora vedrai come la cucina sia un insieme di tanti elementi. Si mangia con più gusto quando ne comprendi le peculiarità.

# 2052_Tatsuya
source: Pay attention to stuff like that, and you just might end up with something you didn't expect when you eat your meals.
pt: Fai attenzione a roba del genere, e magari ti ritrovi con qualcosa che non ti saresti mai aspettato mentre mangi.

# 2064_Tatsuya
source: You really should give it a try!
pt: Dovresti proprio provarlo!

# 2100_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 2112_Akiyama
source: Interesting. I never would've thought of that. But I'll keep it in mind.
pt: Interessante. Non ci avrei mai pensato. Ma lo terrò a mente.

# 2136_Tatsuya
source: All right! Now that you've told me about a few great places, here's some more advanced advice for you.
pt: Perfetto! Ora che mi hai parlato di qualche posticino niente male, ecco qualche dritta un po' più avanzata per te.

# 2148_Tatsuya
source: Last time, I told you to think about different combinations of ingredients, but now I want you to think about the person doing the cooking.
pt: L'ultima volta ti ho detto di pensare a diverse combinazioni di ingredienti, ma stavolta voglio che tu pensi a chi ci sta ai fornelli.

# 2160_Tatsuya
source: It's a chef's skill that really allows good ingredients to shine through, but there's more to good cooking than that.
pt: È la bravura di un cuoco che fa risaltare davvero i buoni ingredienti, ma la buona cucina non è solo questo.

# 2172_Tatsuya
source: You can't just pile tasty food onto a plate. There should be a story behind it, or you should try to convey an emotion through it.
pt: Non puoi mica solo ammassare cibo saporito su un piatto. Ci dovrebbe essere una storia dietro, o dovresti cercare di trasmettere un'emozione attraverso di esso.

# 2184_Tatsuya
source: For example, people like to hear how you came up with a certain dish. Or you can try to create something that makes people smile.
pt: Ad esempio, alla gente piace sentire come ti è venuto in mente un certo piatto. Oppure puoi provare a creare qualcosa che faccia sorridere la gente.

# 2196_Tatsuya
source: You see, when people know there's more to a dish than its ingredients, they'll appreciate it that much more.
pt: Vedi, quando la gente sa che c'è di più dietro a un piatto che i suoi ingredienti, lo apprezzerà molto di più.

# 2232_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 2244_Akiyama
source: I guess I never thought much about the person making the food. But yeah, it makes sense.
pt: Credo di non aver mai pensato molto a chi prepara il cibo. Ma sì, ha senso.

# 2268_Tatsuya
source: Since you've introduced me to so many great places, I'll give you the best advice I have.
pt: Visto che mi hai fatto conoscere un sacco di posti pazzeschi, ti darò la migliore dritta che ho.

# 2280_Tatsuya
source: You know how people say they're full but still have room for dessert?
pt: Sai quando la gente dice che è piena ma ha sempre un posticino per il dolce?

# 2292_Tatsuya
source: That's because the body is quite an amazing machine. When there's something you really want to eat, it makes a little room for it.
pt: Questo perché il corpo è una macchina piuttosto pazzesca. Quando c'è qualcosa che vuoi proprio mangiare, gli fa un posticino.

# 2304_Tatsuya
source: You can say the opposite as well. The body feels full and satisfied for quite some time after eating a delicious meal.
pt: Si può dire anche il contrario. Il corpo si sente sazio e soddisfatto per un bel po' dopo aver mangiato un pasto delizioso.

# 2316_Tatsuya
source: Eating is a simple, yet joyful experience. When people think about the food and the person who made it, a meal seems more satisfying.
pt: Mangiare è un'esperienza semplice, eppure gioiosa. Quando si pensa al cibo e a chi l'ha preparato, un pasto sembra più appagante.

# 2328_Tatsuya
source: And when that feeling of satisfaction lasts even longer, eating becomes an even more pleasurable experience.
pt: E quando quella sensazione di soddisfazione dura ancora più a lungo, mangiare diventa un'esperienza ancora più piacevole.

# 2340_Tatsuya
source: I want you to use all the advice I've given you to make your dining experiences more fun!
pt: Voglio che tu usi tutti i consigli che ti ho dato per rendere le tue esperienze culinarie più divertenti!

# 2376_Tatsuya
source: And that about sums it up. I want you to use all the advice I've given you to make your dining experiences more fun!
pt: E questo è quanto, direi. Voglio che usi tutti i consigli che ti ho dato per rendere i tuoi pasti più divertenti!

# 2388_Akiyama
source: You chefs sure think about a lot, don't you? This insider info is pretty interesting, though.
pt: Voi chef pensate proprio a un sacco di cose, eh? Questa dritta è parecchio interessante, però.

# 2412_Tatsuya
source: That's about all the advice I can offer. The rest is up to you. Just try different things.
pt: Più di così, non so proprio cos'altro consigliarti. Il resto sta a te. Prova a sperimentare cose nuove, ecco.

# 2424_Tatsuya
source: Food is a very personal thing, after all, so there's a limit to how much anyone can teach someone else about it.
pt: Il cibo è una cosa molto personale, dopotutto, quindi c'è un limite a quanto uno possa insegnare a qualcun altro al riguardo.

# 2436_Tatsuya
source: Anyway, now it's time for me to come up with a new dish based on all the info I gleaned from the eateries I visited.
pt: Comunque, ora devo tirare fuori un nuovo piatto basandomi su tutte le info che ho carpito dai locali che ho visitato.

# 2448_Tatsuya's New Dish
source: You can now enjoy Tatsuya's new dish. He will film a show to introduce it, but it's up to you to go find where it's being served.
pt: Ora puoi gustare il nuovo piatto di Tatsuya. Girerà uno show per presentarlo, ma sta a te andare a scoprire dove viene servito.

# 2460_Tatsuya
source: The place I'm trying to help serves <Color:7>yakiniku<Color:Default>, but it's not in Sotenbori. I'll have to think up a <Color:7>new dish<Color:Default> that would suit a place like that.
pt: Il locale che sto cercando di aiutare serve <Color:7>yakiniku<Color:Default>, ma non è a Sotenbori. Dovrò inventarmi un <Color:7>nuovo piatto<Color:Default> che si addica a un posto del genere.

# 2472_Tatsuya
source: Well, you've been really helpful. Hope to see you again soon!
pt: Beh, mi sei stato davvero d'aiuto. Spero di rivederti presto!

# 2484_Tatsuya
source: Thanks for all your help. Bye!
pt: Grazie per tutto l'aiuto. Ciao!

# 2520_Tatsuya
source: Thanks for introducing me to such a great place! It should help me come up with some good ideas.
pt: Grazie per avermi fatto conoscere un locale così figo! Dovrebbe aiutarmi a tirar fuori qualche buona idea.

# 2532_Tatsuya
source: Let me know if you find any other places I should try!
pt: Fammi sapere se trovi altri posti che dovrei provare!

# 2556_Enhancing Abilities by Eating 1/5
source: Now that you have learned Gourmet in Training, you can <Color:7>enhance abilities by eating<Color:Default>. However, the abilities you learn from Tatsuya <Color:7>only work with food served at eateries<Color:Default>. They have no effect when using food items.
pt: Ora che hai imparato Esperto Gastronomico in Erba, puoi <Color:7>migliorare le abilità mangiando<Color:Default>. Tuttavia, le abilità che impari da Tatsuya <Color:7>funzionano solo con il cibo servito nei locali<Color:Default>. Non hanno alcun effetto quando usi gli oggetti cibo.

# 2568_Enhancing Abilities by Eating 2/5
source: You can enhance the following four abilities by eating at an eatery: Health: <Color:7>Restores health up to the second gauge (yellow)<Color:Default>. However, the second gauge automatically falls over time.
pt: Puoi potenziare le seguenti quattro abilità mangiando in un locale: Salute: <Color:7>Ripristina la salute fino alla seconda barra (gialla)<Color:Default>. Tuttavia, la seconda barra scende automaticamente col tempo.

# 2580_Enhancing Abilities by Eating 3/5
source: Strength: Barehanded moves do more damage. (Dance battle points increase in Haruka's case.) Focus: Heat Gauge stays above a certain level. Fighting Spirit: Heat Actions do more damage. (Heat Gauge rises more easily in Haruka's case.)
pt: Forza: Le mosse a mani nude infliggono più danni. (I punti battaglia di ballo aumentano nel caso di Haruka.) Concentrazione: La Barra Furore rimane sopra un certo livello. Spirito Combattivo: Le Heat Action infliggono più danni. (La Barra Furore si riempie più facilmente nel caso di Haruka.)

# 2592_Enhancing Abilities by Eating 4/5
source: A character's enhancement status is displayed below the Heat Gauge on the upper left part of the screen. Strength, Focus, and Fighting Spirit rise as you eat new dishes, but they are <Color:7>reset when the second Health Gauge is depleted<Color:Default>, so keep an eye on the amount left on the gauge.
pt: Lo stato di potenziamento di un personaggio è visualizzato sotto la Heat Gauge nella parte in alto a sinistra dello schermo. Forza, Concentrazione e Spirito Combattivo aumentano man mano che mangi nuovi piatti, ma vengono <Color:7>resettati quando la seconda Health Gauge si esaurisce<Color:Default>, quindi tieni d'occhio la quantità rimasta sulla gauge.

# 2604_Enhancing Abilities by Eating 5/5
source: You won't know what ability will rise until you eat something, but that's part of the fun. Go around town and try eating a variety of food at all sorts of eateries.
pt: Non saprai quale abilità aumenterà finché non mangerai qualcosa, ma è proprio questo il bello! Girati la città e prova a mangiare un sacco di cibi diversi in ogni tipo di locale.

# 2664_Tatsuya
source: So this is the place you were talking about. Let's give it a try!
pt: Allora, è questo il posto di cui mi parlavi. Dai, proviamolo!

# 2700_Tatsuya
source: So this is the place you were talking about. Let's give it a try!
pt: Allora, è questo il posto di cui mi parlavi. Dai, proviamolo!

# 2724_Tatsuya
source: So this is the place you were talking about. Let's give it a try! Okay, I'll take one please!
pt: Quindi questo è il posto di cui parlavi. Proviamo! Va bene, ne prendo uno, per favore!

# 2772_Tatsuya
source: Oh, I like this. It's really tasty!
pt: Oh, mi piace un sacco! È proprio buono!

# 2808_Tatsuya
source: So this is the place you were talking about. Let's give it a try! Okay, I'll take one please!
pt: Quindi questo è il posto di cui parlavi. Proviamo! Va bene, ne prendo uno, per favore!

# 2844_Tatsuya
source: So this is the place you were talking about. Let's give it a try! Okay, I'll take one please!
pt: Quindi questo è il posto di cui parlavi. Proviamo! Va bene, ne prendo uno, per favore!

# 2880_Tatsuya
source: So this is the place you were talking about. Let's give it a try! Okay, I'll take one please!
pt: Quindi questo è il posto di cui parlavi. Proviamo! Va bene, ne prendo uno, per favore!

# 2904_Tatsuya
source: Ah, there you are. Find any great places?
pt: Ah, eccoti qui. Hai scovato qualche bel posticino?

# 2916_Haruka
source: Sorry, I just stopped by to say hi.
pt: Scusa, sono passata giusto per salutarti.

# 2928_Tatsuya
source: Oh, really? Well, please stop by again. I'll be here!
pt: Oh, davvero? Beh, passa di nuovo, mi raccomando. Mi trovi qui!

# 2964_Haruka
source: (I don't have any recommendations right now. Maybe I'll try a new place before I come back.)
pt: (Non ho nessun consiglio al momento. Magari provo qualche posto nuovo prima di tornare.)

# 2976_Haruka
source: (Which place should I recommend?)
pt: (Quale posto consigliare?)

# 2988_Haruka
source: (Maybe next time.)
pt: (Magari la prossima volta.)

# 3000_Haruka
source: (Maybe I should recommend Tsuruhashi Fugetsu.)
pt: (Forse dovrei consigliare Tsuruhashi Fugetsu.)

# 3012_Haruka
source: Okay, let's go. It's over this way.
pt: Va bene, andiamo. È per di qua.

# 3024_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!

# 3048_Haruka
source: (Maybe I should recommend Kushikatsu Daruma.)
pt: (Forse dovrei consigliare Kushikatsu Daruma.)

# 3060_Haruka
source: Okay, let's go. It's over this way.
pt: Va bene, andiamo. È per di qua.

# 3072_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!

# 3096_Haruka
source: (Maybe I should recommend Magutako.)
pt: (Forse dovrei consigliare Magutako.)

# 3108_Haruka
source: Okay, let's go. It's over this way.
pt: Va bene, andiamo. È per di qua.

# 3120_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!

# 3144_Tatsuya
source: Ah, there you are. Find any great places?
pt: Ah, eccoti qui. Hai scovato qualche bel posticino?

# 3156_Akiyama
source: Sorry, but nothing new to report. I'll stop by again some other time.
pt: Scusa, ma niente di nuovo da segnalare. Ci farò un salto un'altra volta.

# 3168_Tatsuya
source: Oh, really? Well, please stop by again. I'll be here!
pt: Oh, davvero? Beh, passa di nuovo, mi raccomando. Mi trovi qui!

# 3204_Akiyama
source: (Don't have anywhere to recommend. I'll come back later after I've tried somewhere new.)
pt: Non ho nessun posto da raccomandare. Tornerò più tardi dopo aver provato un posto nuovo.

# 3216_Akiyama
source: (Hmm, which one should I recommend?)
pt: (Hmm, quale dovrei consigliare?)

# 3228_Akiyama
source: (Maybe next time.)
pt: (Magari la prossima volta.)

# 3240_Akiyama
source: (Maybe I'll recommend Zuboraya.)
pt: (Forse dovrei consigliare Zuboraya.)

# 3252_Akiyama
source: Okay, let's go. I'll lead the way.
pt: Va bene, andiamo. Faccio strada.

# 3264_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!

# 3288_Akiyama
source: (Maybe I'll recommend Komian.)
pt: (Forse dovrei consigliare Komian.)

# 3300_Akiyama
source: Okay, let's go. I'll lead the way.
pt: Va bene, andiamo. Faccio strada.

# 3312_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!

# 3336_Akiyama
source: (Maybe I'll recommend Kani Douraku.)
pt: (Forse dovrei consigliare Kani Douraku.)

# 3348_Akiyama
source: Okay, let's go. I'll lead the way.
pt: Va bene, andiamo. Faccio strada.

# 3360_Tatsuya
source: Right behind you!
pt: Proprio dietro di te!
