Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000212cb.po
Languages: pt

source: You got <Color:8>Underground Casino Pass<Color:Default>.
pt: Hai ottenuto <Color:8>Pass per il Casin√≤ Sotterraneo<Color:Default>.

source: Lottery Clerk
pt: Addetto alla lotteria

source: One
pt: Uno

source: Seven
pt: Sette

source: Nine
pt: Nove

source: Random
pt: Casuale

source: Consecutive
pt: Consecutivo

source: Scattered
pt: Sparsi

source: Losing Tickets
pt: Biglietti perdenti

source: Winning Tickets
pt: Biglietti vincenti

source: Three-Year-Old Tickets
pt: Biglietti di tre anni

# 72_Lottery Clerk
source: Hello. How may I help you?
pt: Salve. In cosa posso esserle utile?

# 84_Saejima
source: (What'd the voice on the phone say? The first bit of the password was...)
pt: (Cos'ha detto la voce al telefono? Il primo pezzo della password era...)

# 132_Saejima
source: (The next bit of the password was...)
pt: (La prossima parte della password era...)

# 180_Saejima
source: (And then finally...)
pt: (E poi finalmente...)

# 240_Saejima
source: One random losing ticket.
pt: Un biglietto perdente a caso.

# 252_Saejima
source: One random winning ticket.
pt: Un biglietto vincente a caso.

# 264_Saejima
source: One random three-year-old ticket.
pt: Un biglietto casuale di tre anni.

# 276_Saejima
source: One consecutive losing ticket.
pt: Un biglietto perdente consecutivo.

# 288_Saejima
source: One consecutive winning ticket.
pt: Un biglietto vincente consecutivo.

# 300_Saejima
source: One consecutive three-year-old ticket.
pt: Un biglietto di tre anni consecutivo.

# 312_Saejima
source: One scattered losing ticket.
pt: Un biglietto perdente sparso.

# 324_Saejima
source: One scattered winning ticket.
pt: Un biglietto vincente sparso.

# 336_Saejima
source: One scattered three-year-old ticket.
pt: Un biglietto sparso di tre anni fa.

# 348_Saejima
source: Seven random losing tickets.
pt: Sette biglietti perdenti casuali.

# 360_Saejima
source: Seven random winning tickets.
pt: Sette biglietti vincenti a caso.

# 372_Saejima
source: Seven random three-year-old tickets.
pt: Sette biglietti casuali di tre anni.

# 384_Saejima
source: Seven consecutive losing tickets.
pt: Sette biglietti perdenti di fila.

# 396_Saejima
source: Seven consecutive winning tickets.
pt: Sette biglietti vincenti consecutivi.

# 408_Saejima
source: Seven consecutive three-year-old tickets.
pt: Sette biglietti di tre anni consecutivi.

# 420_Saejima
source: Seven scattered losing tickets.
pt: Sette biglietti perdenti sparsi.

# 432_Saejima
source: Seven scattered winning tickets.
pt: Sette biglietti vincenti sparsi.

# 444_Saejima
source: Seven scattered three-year-old tickets.
pt: Sette biglietti sparsi di tre anni.

# 456_Saejima
source: Nine random losing tickets.
pt: Nove biglietti perdenti casuali.

# 468_Saejima
source: Nine random winning tickets.
pt: Nove biglietti vincenti casuali.

# 480_Saejima
source: Nine random three-year-old tickets.
pt: Nove biglietti casuali vecchi di tre anni.

# 492_Saejima
source: Nine consecutive losing tickets.
pt: Nove biglietti perdenti di fila.

# 504_Saejima
source: Nine consecutive winning tickets.
pt: Nove biglietti vincenti consecutivi.

# 516_Saejima
source: Nine consecutive three-year-old tickets.
pt: Nove biglietti triennali consecutivi.

# 528_Saejima
source: Nine scattered losing tickets.
pt: Nove biglietti perdenti sparsi.

# 540_Saejima
source: Nine scattered winning tickets.
pt: Nove biglietti vincenti sparsi.

# 552_Saejima
source: Nine scattered three-year old tickets.
pt: Nove biglietti sparsi, vecchi di tre anni.

# 564_Lottery Clerk
source: Um...
pt: Ehm...

# 576_Lottery Clerk
source: Could you not fool around, please?
pt: Non fare il pagliaccio, per favore.

# 588_Saejima
source: (Guess that was wrong.)
pt: (Immagino fosse sbagliato.)

# 612_Lottery Clerk
source: I know what that means!
pt: So cosa significa!

# 648_Lottery Clerk
source: May Lady Luck be with you!
pt: Che la Signora Fortuna sia con te!

# 660_Saejima
source: 'Preciate it.
pt: Lo apprezzo.

# 672_Saejima
source: (Finally got the damn pass! Now back to Ambitious.)
pt: (Finalmente ho il maledetto pass! Ora di nuovo ad Ambitious.)
