Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046001f.po
Languages: pt

source: Info Booth Employee
pt: Impiegato del Chiosco Informazioni

source: Attendant
pt: Addetto

source: I want to go to a cabaret club.
pt: Voglio andare in un cabaret club.

source: I'm looking for some information.
pt: Sto cercando alcune informazioni.

source: Nothing right now.
pt: Niente per ora.

source: Let's head over!
pt: Andiamo!

source: I'll go some other time.
pt: Andrò un'altra volta.

source: Tell me about getting friendly with hostesses.
pt: Parlami di come fare amicizia con le hostess.

source: So you ask a hostess out on a date...
pt: Quindi inviti una hostess a un appuntamento…

source: Come on, give me some inside info!
pt: Dai, dammi qualche dritta interna!

source: Actually, nothing right now.
pt: In realtà, niente per ora.

# 172_Info Booth Employee
source: Welcome! What sort of girl are you looking for today, sir?
pt: Benvenuto! Che tipo di ragazza sta cercando oggi, signore?

# 184_Shinada
source: Hm. I think I'd like someone who's still kinda new.
pt: Hm. Credo che vorrei qualcuno che sia ancora un po’ nuova.

# 196_Info Booth Employee
source: Ah, a true connoisseur! Someone new and exciting coming right up!
pt: Ah, un vero intenditore! Una nuova e interessante in arrivo subito!

# 208_Info Booth Employee
source: Okay, the two newest ones are Momoe-chan from Resort Boing, and Noriko-chan from Boom and Bust.
pt: Allora, le due più nuove sono Momoe-chan del Resort Boing e Noriko-chan di Boom and Bust.

# 220_Shinada
source: I got two choices, huh? Okay, tell me about them both.
pt: Ho due scelte, eh? Va bene, parlami di entrambe.

# 232_Info Booth Employee
source: Momoe-chan's 29 years old, with a hefty pair of Ds! She's got that real erotic mix of adult sultriness, along with a fresh-faced newbie appeal.
pt: Momoe-chan ha 29 anni, con un bel paio di coppe D! Ha quel mix erotico di sensualità adulta insieme al fascino fresco di una novellina.

# 244_Shinada
source: Hmmm. Okay, and what about Noriko-chan?
pt: Hmmm. Okay, e che mi dici di Noriko-chan?

# 256_Info Booth Employee
source: Noriko-chan is 25, and's a real perky little gal. She's got B-cups, along with a fit body that makes all the guys in Kineicho drool.
pt: Noriko-chan ha 25 anni, è una ragazza vivace e piena di energia. Ha una coppa B e un fisico tonico che fa sbavare tutti i tipi di Kineicho.

# 268_Shinada
source: They sure do sound different, that's for sure. I wonder which one Uno-san would go for.
pt: Sì, sembrano proprio diverse, questo è certo. Mi chiedo quale sceglierebbe Uno-san.

# 280_Takasugi
source: If he likes new girls, wouldn't he go for the younger one?
pt: Se gli piacciono le ragazze nuove, non sceglierebbe quella più giovane?

# 292_Shinada
source: There is that, but he's a pretty twisted guy. An older girl who's new to the job might be just the kind of thing that'll get him going.
pt: C’è anche quello, ma è un tipo piuttosto strano. Una ragazza più grande ma nuova al lavoro potrebbe essere proprio ciò che lo fa impazzire.

# 304_Takasugi
source: Right... Anyway, my vote's for Noriko.
pt: Già… Comunque, il mio voto va a Noriko.

# 316_Shinada
source: Yeah, I'm still not so sure. Oh, so mind telling me where these two places are?
pt: Sì, non ne sono ancora così sicuro. Ah, ti dispiace dirmi dove si trovano questi due posti?

# 328_Info Booth Employee
source: Momoe-chan is at Resort Boing, at the south end of Tsumugi Street.
pt: Momoe-chan è al Resort Boing, all’estremità sud di Tsumugi Street.

# 340_Info Booth Employee
source: Noriko-chan's at Boom and Bust, north on Kumano Boulevard.
pt: Noriko-chan è al Boom and Bust, a nord su Kumano Boulevard.

# 352_Shinada
source: Thanks. Now, which one should I go to?
pt: Grazie. Ora, quale dovrei scegliere?

# 412_Attendant
source: Welcome! Oh, hey, Shinada-san. What are you doing here?
pt: Benvenuto! Oh, ehi, Shinada-san. Che ci fai qui?

# 424_Shinada
source: Oh, ah, no, it's nothing! Nothing at all! I'll see you later!
pt: Oh, ah, no, niente! Proprio niente! Ci vediamo dopo!

# 436_Shinada
source: (I don't have time to fool around today.)
pt: (Non ho tempo per cazzeggiare oggi.)

# 460_Attendant
source: Welcome! Oh, hey, Shinada. What are you doing here?
pt: Benvenuto! Oh, ehi, Shinada. Che ci fai qui?

# 472_Shinada
source: Well, I haven't been to a cabaret club in a while. What's good nowadays?
pt: Beh, è un po’ che non vado in un cabaret club. Cosa va di moda ultimamente?

# 484_Attendant
source: Oh, Club Eden is where it's at, hands down.
pt: Oh, il Club Eden è il top, senza dubbio.

# 496_Shinada
source: The one over on Kumano Boulevard? I haven't been there in a while.
pt: Quello su Kumano Boulevard? Non ci vado da un po’.

# 508_Attendant
source: I can imagine. The place is so gorgeous, I'm not sure you're really suited for it.
pt: Posso immaginarlo. Il posto è così elegante che non sono sicuro sia proprio adatto a te.

# 520_Shinada
source: Let's head over!
pt: Andiamo!

# 544_Attendant
source: Um, Shinada-san, your friend looks rather a bit... concerned.
pt: Uh, Shinada-san, il suo amico sembra un po’... preoccupato.

# 556_Shinada
source: Oh, yes, right! Sorry about that. I'll be back later.
pt: Oh, sì, giusto! Scusa. Tornerò più tardi.

# 568_Attendant
source: Seriously?
pt: Sul serio?

# 592_Attendant
source: You sure? You know you can't put this on a tab, right?
pt: Ne è sicuro? Sa che non può mettere questo sul conto, vero?

# 604_Shinada
source: It's fine, honest!
pt: Va tutto bene, davvero!

# 616_Attendant
source: Okay, okay. I'll check with the club now. Give me a moment.
pt: Okay, okay. Controllo con il club. Mi dia un momento.

# 640_Attendant
source: Hi, this is Takagi from MayNavi.
pt: Salve, sono Takagi di MayNavi.

# 652_Attendant
source: Yes, well, I have a guest here who'd like to stop by.
pt: Sì, ho qui un cliente che vorrebbe passare.

# 664_Attendant
source: Is now a good time? All right, thank you very much.
pt: È un buon momento? Perfetto, grazie mille.

# 700_Attendant
source: All right, if you'll please follow me.
pt: Benissimo, se vuole seguirmi.

# 736_Shinada
source: (Damn, I don't have the money.)
pt: (Dannazione, non ho i soldi.)

# 748_Shinada
source: Hey, hold on. I'll have to come back later!
pt: Ehi, aspetta. Dovrò tornare più tardi!

# 760_Attendant
source: I knew you were broke! Please, don't keep doing this to me.
pt: Sapevo che eri al verde! Ti prego, non continuare a farmi questo.

# 772_Shinada
source: I'll be back. For real this time!
pt: Tornerò. Sul serio, questa volta!

# 784_Attendant
source: Sure, thanks, buddy.
pt: Certo, grazie amico.

# 796_Attendant
source: Hey, don't just take everything I say and put it in your magazine, okay?
pt: Ehi, non prendere tutto quello che dico e metterlo nella tua rivista, okay?

# 808_Attendant
source: Since your time in the club is limited, do your best to make yourself as appealing as you can to the hostess in question.
pt: Dato che il suo tempo nel club è limitato, faccia del suo meglio per rendere la sua presenza il più attraente possibile per la hostess.

# 820_Attendant
source: If all you do is make her talk, she's likely to get bored of you quite quickly.
pt: Se tutto ciò che fa è farla parlare, è probabile che si annoi di lei molto in fretta.

# 832_Attendant
source: You'd be better off visiting various establishments around town, to pick up on local gossip. That way you'll have plenty of things to talk about.
pt: Le conviene visitare vari locali in città per raccogliere un po’ di pettegolezzi. Così avrà molti più argomenti di cui parlare.

# 844_Player
source: Ah, okay. Yeah, guys who've been around have a lot more to talk about.
pt: Ah, okay. Già, chi gira molto ha più cose di cui parlare.

# 856_Attendant
source: Indeed. And if talking isn't doing the trick, you could always try spending more money.
pt: Esatto. E se parlare non basta, può sempre provare a spendere un po’ di più.

# 868_Player
source: Like ordering more expensive drinks?
pt: Tipo ordinare drink più costosi?

# 880_Attendant
source: Precisely. You could also give the lady presents to increase her favor. Oh, and putting in a little extra effort into how you dress never hurts either.
pt: Esattamente. Può anche fare dei regali alla ragazza per aumentare il suo favore. Oh, e curare un po’ di più il suo abbigliamento non fa mai male.

# 892_Attendant
source: If you're willing to spend the money, you're likely to get a return on your investment.
pt: Se è disposto a spendere, è probabile che ottenga un ritorno sul suo investimento.

# 904_Player
source: So basically if you're cheap, you're a scumbag.
pt: Quindi se sei tirchio, sei uno stronzo.

# 916_Attendant
source: Usually, yes. It is important to be able to get a hostess the very best drink you can.
pt: Di solito sì. È importante poter offrire alla hostess il miglior drink possibile.

# 928_Attendant
source: Spending big amounts of cash can win a girl over in a surprisingly short period of time, so if you're in a hurry, try saving up some money.
pt: Spendere grosse somme può conquistare una ragazza in sorprendentemente poco tempo, quindi se ha fretta, provi a mettere da parte un po’ di soldi.

# 940_Player
source: But if you're good at holding a conversation, you won't need to spend all that money, right?
pt: Ma se sei bravo a conversare, non devi spendere tutti quei soldi, giusto?

# 952_Attendant
source: Correct. If you don't want to spend a great deal of money, it is advisable to find other ways to get the lady to like you.
pt: Esatto. Se non vuole spendere molto, è consigliabile trovare altri modi per farsi piacere dalla ragazza.

# 964_Player
source: Thanks. I got the gist.
pt: Grazie. Ho capito il succo.

# 976_Attendant
source: Oh, right! There's one more important thing I forgot to mention.
pt: Oh, giusto! C’è un’altra cosa importante che ho dimenticato di menzionare.

# 988_Attendant
source: If things are going really well, it can be a good idea to take your leave.
pt: Se le cose stanno andando molto bene, può essere una buona idea congedarsi.

# 1000_Attendant
source: If you keep prattling on after that, you risk killing the mood and undoing all the hard work you did.
pt: Se continua a chiacchierare dopo quel punto, rischia di rovinare l’atmosfera e annullare tutto il lavoro fatto.

# 1012_Player
source: Hey, that is good to know. At this point, I'm happy to save even a single yen!
pt: Ehi, buono a sapersi. A questo punto sono felice di risparmiare anche un solo yen!

# 1024_Attendant
source: Lastly, before you leave, be sure to ask her if she'd like to go out with you on a date later.
pt: Infine, prima di andare, si assicuri di chiederle se le piacerebbe uscire con lei più tardi.

# 1036_Attendant
source: Taking a hostess on a date can further increase her fondness for you, especially if you are able to work the right magic.
pt: Portare una hostess a un appuntamento può aumentare ulteriormente il suo affetto, soprattutto se sa usare la giusta magia.

# 1048_Player
source: That's good advice. You've been very helpful. Thank you.
pt: Ottimo consiglio. Sei stato molto utile. Grazie.

# 1060_Attendant
source: Do you have any other questions?
pt: Ha altre domande?

# 1072_Attendant
source: You can invite hostesses out to join you on dates. During these you can grab a bite to eat, go shopping, or play games together.
pt: Puoi invitare le hostess a uscire con te. Durante gli appuntamenti potete mangiare qualcosa, fare shopping o giocare insieme.

# 1084_Attendant
source: Taking them out on dates will increase their affection towards you, so you've got nothing to lose by asking them out when you visit the club.
pt: Portarle a un appuntamento aumenterà il loro affetto verso di te, quindi non hai nulla da perdere nel chiedere quando visiti il club.

# 1096_Player
source: But asking a girl out doesn't mean she'll definitely say yes, right?
pt: Ma invitarla non significa che dirà sicuramente di sì, giusto?

# 1108_Attendant
source: Correct. Whether she takes you up on your offer or not depends largely on her mood.
pt: Esatto. Che accetti o meno dipende in gran parte dal suo umore.

# 1120_Attendant
source: If you're not good enough friends with her, she'll most likely reject your proposal.
pt: Se non siete abbastanza in confidenza, molto probabilmente rifiuterà la tua proposta.

# 1132_Attendant
source: If that's the case, then try to improve her mood. It's important for her to have a good time as well.
pt: In tal caso, prova a migliorare il suo umore. È importante che anche lei si diverta.

# 1144_Attendant
source: Also, if you show up at the club and ask her out right away, you're probably not going to get a very positive response either.
pt: Inoltre, se arrivi al club e la inviti subito, probabilmente non otterrai una risposta molto positiva.

# 1156_Player
source: Got it. So timing is important.
pt: Capito. Quindi il tempismo è importante.

# 1168_Attendant
source: Oh, yes. But if she turns you down, don't give up. If you keep on asking, she may eventually give in and say yes.
pt: Oh, sì. Ma se rifiuta, non arrenderti. Se continui a chiedere, potrebbe alla fine cedere e dire di sì.

# 1180_Player
source: I'll try to remember that.
pt: Cercherò di ricordarlo.

# 1192_Attendant
source: Do you have any other questions?
pt: Hai altre domande?

# 1204_Attendant
source: Oh, I wouldn't possibly know anything about that...
pt: Oh, non saprei proprio nulla a riguardo…

# 1216_Player
source: Come on...
pt: Dai…

# 1228_Attendant
source: Okay, wait, I have something! Once you've talked your hostess up as much as you can, you normally wouldn't need to order anything else for the remainder of your time.
pt: Okay, aspetta, ho qualcosa! Una volta che hai parlato abbastanza con la hostess, di solito non serve ordinare altro per il resto del tempo.

# 1240_Attendant
source: However, if you order something anyway, she might treat you to a... different sort of hospitality.
pt: Tuttavia, se ordini comunque qualcosa, potrebbe offrirti un… tipo diverso di ospitalità.

# 1252_Player
source: Huh? What's that mean?
pt: Eh? Che significa?

# 1264_Attendant
source: You knooow, things like hand-feeding you pieces of fruit, maybe some fun and naughty things with candies or desserts...
pt: Sa com’è… cose come imboccarti con pezzi di frutta, o magari qualche gioco divertente e birichino con caramelle o dessert…

# 1276_Player
source: Aww yeah, that sounds nice!
pt: Oooh sì, sembra fantastico!

# 1288_Attendant
source: Indeed, it is the pinnacle of excess. One of the finer thrills that money well spent can buy.
pt: Infatti, è il massimo dell’eccesso. Una delle emozioni più raffinate che il denaro ben speso può offrire.

# 1300_Attendant
source: Do you have any other questions?
pt: Hai altre domande?

# 1312_Attendant
source: Do you have any other questions?
pt: Hai altre domande?

# 1324_Attendant
source: Ah, Shinada-san. Did things go okay over at Club Eden?
pt: Ah, Shinada-san. È andato tutto bene al Club Eden?

# 1336_Shinada
source: Oh, it went more than okay! In fact, I'm probably gonna be going there an awful lot from now on!
pt: Oh, è andata più che bene! Anzi, probabilmente ci andrò un sacco da ora in poi!

# 1348_Attendant
source: Just remember they won't run a tab, so be careful.
pt: Ricorda solo che non fanno credito, quindi fai attenzione.

# 1360_Attendant
source: What else can I help you with today?
pt: Cos’altro posso fare per te oggi?

# 1372_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Di cosa ha voglia oggi, signore?

# 1384_Kiryu
source: I'm good for right now, actually.
pt: Per ora va bene così.

# 1396_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni presto!

# 1408_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Di cosa ha voglia oggi, signore?

# 1420_Saejima
source: Nah, I'm good for now.
pt: No, per ora va bene.

# 1432_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni presto!

# 1444_Attendant
source: Welcome! What are you in the mood for today, sir?
pt: Benvenuto! Di cosa ha voglia oggi, signore?

# 1456_Akiyama
source: I'm okay for now, thanks.
pt: Per ora va bene, grazie.

# 1468_Attendant
source: All right, then. Please do come again!
pt: Va bene, allora. Torni presto!

# 1480_Attendant
source: Welcome! Wait, what... Ah! What are you doing here!?
pt: Benvenuta! Aspetta, cosa… Ah! Che ci fai qui!?

# 1492_Haruka
source: Oh, sorry! I don't need anything! I'll just be on my way.
pt: Oh, scusa! Non mi serve niente! Me ne vado subito.

# 1504_Attendant
source: Sheesh, I almost had a panic attack! I'd get arrested if I tried to take you to a club.
pt: Cielo, quasi mi veniva un attacco di panico! Finirei arrestato se provassi a portarti in un club.
