Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00690224.po
Languages: pt

# 5224_Haruka
source: Whoa, something smells really good... like <Color:8>Crab Nabe "Maihime" Course<Color:Default>. We have to go get some. Right now. C'mon!
pt: Wow, qualcosa ha un profumo incredibile… sembra un <Color:8>Corso Crab Nabe “Maihime”<Color:Default>. Dobbiamo assolutamente prenderlo. Subito. Dai!

# 5248_Haruka
source: *sigh*
pt: *sospiro*

# 5260_Haruka
source: Look! It's a whale!
pt: Guarda! È una balena!

# 5272_Kiryu
source: Cool.
pt: Forte.

# 5284_Haruka
source: It's so big... and magnificent!
pt: È così grande… e magnifica!

# 5296_Kiryu
source: Yeah, it is.
pt: Già, lo è.

# 5308_Haruka
source: Hehe. there's a little dolphin behind it, too.
pt: Hehe. C’è anche un piccolo delfino dietro di lei.

# 5332_Haruka
source: I know they're not the same species, but they kinda look like a dad and his kid.
pt: So che non sono della stessa specie, ma sembrano un papà e il suo cucciolo.

# 5344_Kiryu
source: Guess you could say we're pretty similar.
pt: Direi che si può dire che siamo piuttosto simili.

# 5356_Kiryu
source: We aren't blood relatives, but here we are together.
pt: Non siamo parenti di sangue, eppure eccoci qui insieme.

# 5368_Kiryu
source: Despite that, we're still a family.
pt: Nonostante tutto, siamo comunque una famiglia.

# 5380_Haruka
source: Family, huh?
pt: Una famiglia, eh?

# 5392_Haruka
source: Say, do you get lonely by yourself sometimes?
pt: Dimmi… ti senti mai solo, qualche volta?

# 5404_Kiryu
source: Heh... That came out of the blue.
pt: Heh… Questa non me l’aspettavo.

# 5416_Haruka
source: C'mon, just answer me!
pt: Dai, rispondimi!

# 5428_Kiryu
source: Hmm...
pt: Mh…

# 5440_Kiryu
source: Until just a little while ago, I never felt lonely. I didn't have time to feel lonely.
pt: Fino a poco tempo fa non mi sentivo mai solo. Non avevo nemmeno il tempo di sentirmi solo.

# 5452_Kiryu
source: But now I sometimes wish I could go back to living with you and the others at Morning Glory.
pt: Ma ora, a volte, vorrei poter tornare a vivere con te e gli altri al Morning Glory.

# 5464_Kiryu
source: Now that I have somewhere to go back to, I do feel lonely by myself sometimes.
pt: Ora che ho un posto a cui tornare, sì… a volte mi sento solo.

# 5476_Haruka
source: Do you miss not being able to see me?
pt: Ti manca non potermi vedere?

# 5500_Kiryu
source: Well, we were together for a long while.
pt: Beh, siamo stati insieme per molto tempo.

# 5512_Haruka
source: Hehe, that's true.
pt: Hehe, è vero.

# 5524_Kiryu
source: Want to get going?
pt: Andiamo?

# 5536_Haruka
source: Yeah!
pt: Sì!

# 5548_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra davvero felice.)

# 5596_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, zio Kaz! Questo è per te!

# 5656_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, va bene?

# 5704_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 5764_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 5824_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 5884_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 5944_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6004_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6100_Haruka
source: Let's take some <Color:8>PrintCircle<Color:Default> photos together, Uncle Kaz!
pt: Facciamo qualche foto al <Color:8>PrintCircle<Color:Default> insieme, zio Kaz!

# 6112_Haruka
source: Let's do some <Color:8>bowling<Color:Default>, Uncle Kaz!
pt: Facciamo un po’ di <Color:8>bowling<Color:Default>, zio Kaz!

# 6124_Haruka
source: Hey, Uncle Kaz, let's play some <Color:8>pool<Color:Default>!
pt: Ehi, zio Kaz, giochiamo a <Color:8>biliardo<Color:Default>!

# 6136_Haruka
source: That smells amazing. Now I'm hungry... Maybe we could go get some <Color:8>Shrimp in Chili Sauce<Color:Default>?
pt: Che profumo incredibile… Ora ho fame… Magari potremmo prendere dei <Color:8>Gamberi in Salsa Piccante<Color:Default>?

# 6148_Haruka
source: They say the lamb in Hokkaido is amazing! We've gotta get us some <Color:8>Grade-A Lamb Barbeque<Color:Default>. Please?
pt: Dicono che l’agnello dell’Hokkaido sia fantastico! Dobbiamo assolutamente prendere del <Color:8>Barbecue di Agnello di Prima Scelta<Color:Default>. Per favore?

# 6160_Haruka
source: Let's go in here, Uncle Kaz! I want to get some <Color:8>Uni<Color:Default>.
pt: Entriamo qui, zio Kaz! Voglio prendere un po’ di <Color:8>Uni<Color:Default>.

# 6172_Haruka
source: Let's go in here, Uncle Kaz! I'm really craving some <Color:8>Gyoza Curry<Color:Default>.
pt: Entriamo qui, zio Kaz! Ho davvero voglia di un po’ di <Color:8>Curry con Gyoza<Color:Default>.

# 6184_Haruka
source: All this walking made me thirsty, Uncle Kaz. I bet some <Color:8>Sparkling Cola<Color:Default> would hit the spot!
pt: Tutto questo camminare mi ha fatto venire sete, zio Kaz. Una <Color:8>Cola Frizzante<Color:Default> sarebbe perfetta!

# 6196_Haruka
source: I'm really in the mood for Seicomart's original <Color:8>Handmade Seaweed Onigiri<Color:Default>.
pt: Ho davvero voglia degli <Color:8>Onigiri alle Alghe Fatto a Mano<Color:Default> del Seicomart.

# 6220_Kiryu
source: What is it, Haruka?
pt: Che c’è, Haruka?

# 6232_Kiryu
source: Do you like the look of that food stand?
pt: Ti piace quell’angolo di cibo?

# 6244_Haruka
source: Not really.
pt: Non proprio.

# 6256_Kiryu
source: If you need a snack, we could go grab something.
pt: Se hai bisogno di uno spuntino, possiamo prendere qualcosa.

# 6268_Haruka
source: Geez, I'm not hungry, okay?
pt: Uff, non ho fame, okay?

# 6280_Kiryu
source: Okay. Sorry.
pt: Va bene. Scusa.

# 6292_Haruka
source: I know I'm a pop idol now, and you're a taxi driver, so it could never happen, but...
pt: So che ora sono una pop idol e tu un tassista, quindi non potrebbe mai succedere, ma…

# 6304_Haruka
source: It would be kind of fun to have a little shop together, just like that one.
pt: Sarebbe carino avere un piccolo negozio insieme, proprio come quello.

# 6328_Haruka
source: Hehehe. What kind of business would we run, though?
pt: Hehehe. Però, che tipo di attività avremmo?

# 6340_Kiryu
source: Well, I think a restaurant would be perfect, given how much you eat.
pt: Beh, penso che un ristorante sarebbe perfetto, visto quanto mangi.

# 6352_Haruka
source: Hey, I don't eat <Italic>that</Italic> much!
pt: Ehi, non mangio <Italic>così</Italic> tanto!

# 6364_Kiryu
source: Heh, I was just kidding.
pt: Heh, stavo scherzando.

# 6376_Haruka
source: You're such a meanie, Uncle Kaz.
pt: Sei proprio cattivo, zio Kaz.

# 6388_Haruka
source: Hehehe. What kind of business would we run, though?
pt: Hehehe. Però, che tipo di attività avremmo?

# 6400_Kiryu
source: Well, I think it'd be fun to run a pub stocked with the best liquor.
pt: Beh, sarebbe divertente gestire un pub pieno dei migliori liquori.

# 6412_Haruka
source: A pub?
pt: Un pub?

# 6424_Kiryu
source: Sure. I could be the manager, and you could be the Mama.
pt: Certo. Io potrei essere il gestore, e tu la Mama.

# 6436_Haruka
source: Me? The Mama of a pub? Wait...
pt: Io? La Mama di un pub? Aspetta…

# 6448_Kiryu
source: Heh, I was just kidding.
pt: Heh, stavo scherzando.

# 6460_Haruka
source: You're such a meanie, Uncle Kaz.
pt: Sei proprio cattivo, zio Kaz.

# 6472_Haruka
source: (Haruka sure seems happy.)
pt: (Haruka sembra davvero felice.)

# 6520_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, zio Kaz! Questo è per te!

# 6580_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, va bene?

# 6628_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 6688_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6748_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6808_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6868_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 6928_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 7024_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, zio Kaz!

# 7036_Haruka
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 7060_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, zio Kaz! Ti voglio bene!

# 7156_Haruka
source: It's so beautiful.
pt: È così bello.

# 7168_Kiryu
source: Yeah.
pt: Già.

# 7192_Haruka
source: I bet it'd be even prettier at night.
pt: Scommetto che sarebbe ancora più bello di notte.

# 7204_Haruka
source: Hehe... I wonder what people would think of us if they saw us standing here.
pt: Hehe… Chissà cosa penserebbero di noi se ci vedessero qui.

# 7228_Kiryu
source: We probably look like lovers.
pt: Probabilmente sembriamo una coppia.

# 7240_Haruka
source: Really? That's kind of awkward, haha.
pt: Davvero? È un po’ imbarazzante, haha.

# 7252_Haruka
source: I wonder if I'll come to a place like this with a boyfriend one day.
pt: Mi chiedo se un giorno verrò in un posto così con un ragazzo.

# 7264_Kiryu
source: We probably look like father and daughter.
pt: Probabilmente sembriamo padre e figlia.

# 7276_Haruka
source: Yeah, I guess you're right.
pt: Sì, credo tu abbia ragione.

# 7288_Haruka
source: Hehe... I bet we seem really close!
pt: Hehe… Scommetto che sembriamo davvero uniti!

# 7300_Kiryu
source: Yeah.
pt: Già.

# 7312_Haruka
source: I'll have to introduce you to my boyfriend.
pt: Dovrò presentarti il mio ragazzo.

# 7324_Haruka
source: What!? Boyfriend!?
pt: Cosa!? Un ragazzo!?

# 7336_Haruka
source: Hahaha! I'm just joking, Uncle Kaz! You're so cute when you get flustered like that.
pt: Hahaha! Sto scherzando, zio Kaz! Sei così carino quando ti agiti così.

# 7348_Kiryu
source: Almost gave me a heart attack...
pt: Quasi mi facevi venire un infarto…

# 7372_Haruka
source: Say, if I did go out with a boy...
pt: Dimmi… se uscissi davvero con un ragazzo…

# 7384_Kiryu
source: Huh? Did you say something?
pt: Eh? Hai detto qualcosa?

# 7396_Haruka
source: No, nothing! Let's get going!
pt: No, niente! Andiamo!

# 7408_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra davvero felice.)

# 7456_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, zio Kaz! Questo è per te!

# 7516_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie mille, zio Kaz! La prossima volta voglio venire a giocare a cho-han con te, va bene?

# 7564_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, zio Kaz! Ho un regalo per te!

# 7624_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 7684_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 7744_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 7804_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 7864_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 7960_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per tutto quello che hai fatto per me, zio Kaz!

# 7972_Haruka
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 7996_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, zio Kaz! Ti voglio bene!

# 8068_Haruka
source: Oh, hey! Let's take some <Color:8>PrintCircle<Color:Default> photos together, Uncle Kaz!
pt: Oh, ehi! Facciamo qualche foto al <Color:8>PrintCircle<Color:Default> insieme, zio Kaz!

# 8080_Haruka
source: Ooh, look, they have <Color:8>Virtua Fighter 2<Color:Default>! I wanna watch you play, Uncle Kaz!
pt: Ooh, guarda, hanno <Color:8>Virtua Fighter 2<Color:Default>! Voglio vederti giocare, zio Kaz!

# 8092_Haruka
source: Hey, Uncle Kaz, can I watch you play some <Color:8>darts<Color:Default>?
pt: Ehi, zio Kaz, posso guardarti giocare a <Color:8>frecce<Color:Default>?

# 8104_Haruka
source: Uncle Kaz! I'm hungry for a snack... and I really want <Color:8>Aji Mentaiko 240 g (Regular)<Color:Default>! Can we, please?
pt: Zio Kaz! Ho voglia di uno spuntino… e desidero davvero un po’ di <Color:8>Aji Mentaiko 240 g (Regular)<Color:Default>! Possiamo, per favore?

# 8116_Haruka
source: Let's go in here and take a look, Uncle Kaz.
pt: Entriamo qui a dare un’occhiata, zio Kaz.

# 8128_Haruka
source: I heard this place is great. I'd love to try their <Color:8>Miso Motsunabe<Color:Default>. Can we?
pt: Ho sentito che questo posto è fantastico. Mi piacerebbe provare il loro <Color:8>Miso Motsunabe<Color:Default>. Possiamo?

# 8140_Haruka
source: I'm in the mood for some <Color:8>Hanamidori Mizutaki<Color:Default>. Can we go get some, Uncle Kaz?
pt: Ho voglia di un po’ di <Color:8>Hanamidori Mizutaki<Color:Default>. Possiamo prenderne, zio Kaz?

# 8152_Haruka
source: All this walking made me hungry. Let's grab a <Color:8>Bean Paste Bun<Color:Default>!
pt: Tutto questo camminare mi ha fatto venire fame. Prendiamo un <Color:8>Panino alla Pasta di Fagioli<Color:Default>!

# 8164_Haruka
source: Let's go to Club SEGA and take some <Color:8>PrintCircle<Color:Default> photos, Uncle Kaz!
pt: Andiamo al Club SEGA a fare qualche foto al <Color:8>PrintCircle<Color:Default>, zio Kaz!

# 8188_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 8200_Kiryu
source: It's nothing.
pt: Niente.

# 8212_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 8224_Kiryu
source: Sorry, there's someplace I have to go alone.
pt: Scusa, devo andare da solo in un posto.

# 8236_Haruka
source: Aww, okay... I'll head back to New Serena, then.
pt: Oh… va bene. Allora torno al New Serena.

# 8284_Haruka
source: Let's go to the hot spring to play <Color:8>air hockey<Color:Default>, Uncle Kaz!
pt: Andiamo alle terme a giocare a <Color:8>air hockey<Color:Default>, zio Kaz!

# 8308_Haruka
source: Hey, Uncle Kaz, let's go to the Dragon Palace and play <Color:8>oicho-kabu<Color:Default>!
pt: Ehi, zio Kaz, andiamo al Dragon Palace a giocare a <Color:8>oicho-kabu<Color:Default>!

# 8332_Haruka
source: I want to watch you play <Color:8>cee-lo<Color:Default> at the Dragon Palace! C'mon, let's go!
pt: Voglio vederti giocare a <Color:8>cee-lo<Color:Default> al Dragon Palace! Dai, andiamo!

# 8356_Haruka
source: I want to watch you play <Color:8>koi-koi<Color:Default> at the Dragon Palace, Uncle Kaz!
pt: Voglio vederti giocare a <Color:8>koi-koi<Color:Default> al Dragon Palace, zio Kaz!

# 8380_Haruka
source: Hey, Uncle Kaz, I've been good, right? Could you win me a <Color:8>Jumbo Bun-chan<Color:Default> at Club SEGA?
pt: Ehi, zio Kaz, sono stata brava, vero? Potresti vincermi un <Color:8>Jumbo Bun-chan<Color:Default> al Club SEGA?

# 8404_Haruka
source: Want to go play <Color:8>blackjack<Color:Default> at Fukuma Casino in Purgatory, Uncle Kaz? bet we could win big!
pt: Ti va di giocare a <Color:8>blackjack<Color:Default> al Fukuma Casino nel Purgatorio, zio Kaz? Scommetto che potremmo vincere alla grande!

# 8428_Haruka
source: Hey, Uncle Kaz, let's go to Fukuma Casino in Purgatory and play some <Color:8>poker<Color:Default>!
pt: Ehi, zio Kaz, andiamo al Fukuma Casino nel Purgatorio a giocare un po’ a <Color:8>poker<Color:Default>!

# 8452_Haruka
source: Let's try our luck at <Color:8>roulette<Color:Default> at Fukuma Casino in Purgatory, Uncle Kaz!
pt: Proviamo la fortuna alla <Color:8>roulette<Color:Default> al Fukuma Casino nel Purgatorio, zio Kaz!

# 8476_Haruka
source: I hear you can catch <Color:8>ghost koi<Color:Default> in Purgatory! Let's go see if that's true!
pt: Ho sentito che nel Purgatorio si possono pescare i <Color:8>koi fantasma<Color:Default>! Andiamo a vedere se è vero!

# 8500_Haruka
source: They say you can catch <Color:8>oarfish<Color:Default> at the wharf, Uncle Kaz! I wonder what they look like?
pt: Dicono che al molo si possano pescare gli <Color:8>oarfish<Color:Default>, zio Kaz! Mi chiedo come siano!

# 8524_Haruka
source: Let's go do some <Color:8>batting<Color:Default> at the Yoshida Batting Center, Uncle Kaz!
pt: Andiamo a fare un po’ di <Color:8>batting<Color:Default> allo Yoshida Batting Center, zio Kaz!

# 8548_Haruka
source: Hey, Uncle Kaz, let's go to <Color:8>Karaokekan<Color:Default>! I bet I could get a high score today, especially if you're cheering me on!
pt: Ehi, zio Kaz, andiamo al <Color:8>Karaokekan<Color:Default>! Scommetto che oggi potrei fare un punteggio altissimo, soprattutto se fai il tifo per me!

# 8572_Haruka
source: Did you know they have <Color:8>darts<Color:Default> at Bantam, Uncle Kaz? Let's go see what their setup is like!
pt: Sapevi che al Bantam hanno le <Color:8>frecce<Color:Default>, zio Kaz? Andiamo a vedere com’è il posto!

# 8596_Haruka
source: I'm feeling a little hungry, Uncle Kaz. Let's go get something to eat at <Color:8>Matsuya<Color:Default>.
pt: Mi sta venendo un po’ di fame, zio Kaz. Andiamo a mangiare qualcosa da <Color:8>Matsuya<Color:Default>.

# 8620_Haruka
source: I'd love to try the special lunch menu at <Color:8>Pronto<Color:Default>, Uncle Kaz! I hear it's super good!
pt: Mi piacerebbe provare il menu speciale del pranzo da <Color:8>Pronto<Color:Default>, zio Kaz! Ho sentito che è buonissimo!

# 8644_Haruka
source: I'm in the mood for barbecue at <Color:8>Kanrai<Color:Default>. C'mon, let's go, Uncle Kaz!
pt: Ho voglia di barbecue da <Color:8>Kanrai<Color:Default>. Dai, andiamo, zio Kaz!

# 8668_Haruka
source: I've had enough walking, Uncle Kaz. Let's grab a bite to eat at <Color:8>Smile Burger<Color:Default>!
pt: Ho camminato abbastanza, zio Kaz. Andiamo a mangiare qualcosa da <Color:8>Smile Burger<Color:Default>!

# 8692_Haruka
source: My feet are sore, Uncle Kaz. Let's go and get something at <Color:8>Café Alps<Color:Default>!
pt: Mi fanno male i piedi, zio Kaz. Andiamo a prendere qualcosa al <Color:8>Café Alps<Color:Default>!

# 8716_Haruka
source: I feel like going to an M Store and buying a <Color:8>Tuna Onigiri<Color:Default>, Uncle Kaz. Think you can make that happen? Please?
pt: Mi va di andare a un M Store e prendere un <Color:8>Onigiri al Tonno<Color:Default>, zio Kaz. Pensi di poterlo fare? Per favore?

# 8740_Haruka
source: Hey, Uncle Kaz! I'd like to see the <Color:8>TV tower<Color:Default> up closer!
pt: Ehi, zio Kaz! Vorrei vedere da vicino la <Color:8>Torre della TV<Color:Default>!

# 8764_Haruka
source: Hey, Uncle Kaz! I heard there's a <Color:8>Ferris wheel<Color:Default> in Kineicho! Let's go take a look!
pt: Ehi, zio Kaz! Ho sentito che a Kineicho c’è una <Color:8>ruota panoramica<Color:Default>! Andiamo a vederla!

# 8788_Haruka
source: Let's take some <Color:8>PrintCircle<Color:Default> photos together to commemorate our trip to Kineicho, Uncle Kaz!
pt: Facciamo qualche foto al <Color:8>PrintCircle<Color:Default> per commemorare il nostro viaggio a Kineicho, zio Kaz!

# 8812_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 8824_Kiryu
source: It's nothing.
pt: Niente.

# 8836_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 8848_Kiryu
source: Sorry, there's someplace I have to go alone.
pt: Scusa, devo andare da solo in un posto.

# 8860_Haruka
source: Aww, okay... I'll head back to New Serena, then.
pt: Oh… va bene. Allora torno al New Serena.

# 8908_Haruka
source: I hear they have <Color:8>Taiko No Tatsujin<Color:Default> at Club SEGA, Uncle Kaz! Let's go see if the rumors are true!
pt: Ho sentito che al Club SEGA hanno <Color:8>Taiko No Tatsujin<Color:Default>, zio Kaz! Andiamo a vedere se è vero!

# 8932_Haruka
source: I feel like going to <Color:8>Karaokekan<Color:Default>, Uncle Kaz! I'll give you your very own concert, hehe.
pt: Mi va di andare al <Color:8>Karaokekan<Color:Default>, zio Kaz! Ti farò un concerto tutto per te, hehe.

# 8956_Haruka
source: They say <Color:8>First Shot<Color:Default> has a pool table, Uncle Kaz. I'd love to watch you play.
pt: Dicono che al <Color:8>First Shot<Color:Default> ci sia un tavolo da biliardo, zio Kaz. Mi piacerebbe vederti giocare.

# 8980_Haruka
source: We came all this way to Kineicho! We can't leave without stopping by <Color:8>Yamamotoya Honten<Color:Default>, Uncle Kaz!
pt: Siamo venuti fin qui a Kineicho! Non possiamo andarcene senza passare da <Color:8>Yamamotoya Honten<Color:Default>, zio Kaz!

# 9004_Haruka
source: While we're in Kineicho, it'd be nice to go to <Color:8>Sekai no Yamachan<Color:Default>, Uncle Kaz!
pt: Già che siamo a Kineicho, sarebbe bello andare da <Color:8>Sekai no Yamachan<Color:Default>, zio Kaz!

# 9028_Haruka
source: I need a break from walking, Uncle Kaz! Let's find a <Color:8>drugstore<Color:Default> and buy something to drink.
pt: Ho bisogno di una pausa dal camminare, zio Kaz! Troviamo una <Color:8>drogheria<Color:Default> e prendiamo qualcosa da bere.

# 9052_Haruka
source: I'm getting a little hungry, Uncle Kaz! We should go buy something at an <Color:8>M Store<Color:Default>.
pt: Mi sta venendo un po’ di fame, zio Kaz! Dovremmo comprare qualcosa a un <Color:8>M Store<Color:Default>.

# 9076_Haruka
source: Let's go to <Color:8>Club SEGA<Color:Default> and play some games, Uncle Kaz!
pt: Andiamo al <Color:8>Club SEGA<Color:Default> a giocare un po’, zio Kaz!

# 9100_Haruka
source: The view from <Color:8>Iwao Bridge<Color:Default> is fantastic, Uncle Kaz! We should go see for ourselves!
pt: La vista dal <Color:8>Ponte Iwao<Color:Default> è fantastica, zio Kaz! Dovremmo andare a vederla di persona!

# 9124_Haruka
source: Let's take some <Color:8>PrintCircle<Color:Default> photos together to commemorate you coming to Sotenbori, Uncle Kaz!
pt: Facciamo qualche foto al <Color:8>PrintCircle<Color:Default> per commemorare il tuo arrivo a Sotenbori, zio Kaz!

# 9148_Haruka
source: What's up, Uncle Kaz?
pt: Che c’è, zio Kaz?

# 9160_Kiryu
source: It's nothing.
pt: Niente.

# 9172_Haruka
source: Oh, okay then!
pt: Oh, va bene allora!

# 9184_Kiryu
source: Sorry, there's someplace I have to go alone.
pt: Scusa, devo andare da solo in un posto.

# 9196_Haruka
source: Aww, okay... I'll head back to New Serena, then.
pt: Oh… va bene. Allora torno al New Serena.

# 9244_Haruka
source: Let's go to <Color:8>Yokobori Golf Center<Color:Default> to blow off some steam, Uncle Kaz!
pt: Andiamo allo <Color:8>Yokobori Golf Center<Color:Default> a sfogarci un po’, zio Kaz!

# 9268_Haruka
source: I feel like going to <Color:8>Karaokekan<Color:Default>, Uncle Kaz! I'll give you your very own concert, hehe.
pt: Mi va di andare al <Color:8>Karaokekan<Color:Default>, zio Kaz! Ti farò un concerto tutto per te, hehe.

# 9292_Haruka
source: <Color:8>Sotenbori's Ganko Sushi <Color:Default>tastes amazing, Uncle Kaz! You have to try it. Let's go, c'mon!
pt: Il <Color:8>Ganko Sushi di Sotenbori<Color:Default> è buonissimo, zio Kaz! Devi assolutamente provarlo. Dai, andiamo!
