Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0033050c.po
Languages: pt

source: Barkeep
pt: Barista

source: Player
pt: Giocatore

source: Did you see a dance instructor?
pt: Hai visto un istruttore di danza?

source: Did you see a flashy, tanned man?
pt: Hai visto un uomo appariscente e abbronzato?

source: Have you seen a Christina?
pt: Ha visto Christina?

# 92_Barkeep
source: Welcome.
pt: Benvenuto.

# 104_Honoka
source: I'd like some <Color:8>Ballantine's 30 Years<Color:Default>.
pt: Vorrei un <Color:8>Ballantine's 30 Years<Color:Default>.

# 116_Player
source: (Honoka-chan wants to drink some <Color:8>Ballantine's 30 Years<Color:Default>.)
pt: (Honoka-chan vuole bere del <Color:8>Ballantine's 30 Years<Color:Default>.)

# 188_Honoka
source: Cheers!
pt: Salute!

# 248_Honoka
source: Thanks for the drink!
pt: Grazie per il drink!

# 260_Barkeep
source: Please come again anytime.
pt: Torni pure quando vuole.

# 284_Barkeep
source: I see. We hope you'll come by again.
pt: Capisco. Speriamo che tornerai a trovarci.

# 320_Barkeep
source: You're underage, aren't you, miss? I'm sorry, but I can't serve you alcohol.
pt: Sei minorenne, giusto, signorina? Mi dispiace, ma non posso servirti alcol.

# 332_Haruka
source: I'm sorry to bother you. I'm actually looking for someone, and I think they may have been here.
pt: Mi scusi il disturbo. In realtà sto cercando qualcuno, e penso che potrebbero essere stati qui.

# 344_Haruka
source: (How should I ask him about Christina-san?)
pt: (Come dovrei chiedergli di Christina-san?)

# 356_Haruka
source: Did you see someone who looked like a dance instructor?
pt: Hai visto in giro qualcuno che pareva un istruttore di ballo?

# 368_Barkeep
source: A dance instructor? I'm not sure I'd know one if I saw one.
pt: Un istruttore di ballo? Non saprei mica riconoscerne uno, nemmeno se me lo trovassi davanti.

# 380_Haruka
source: Um, I'm sorry. That was too vague, wasn't it?
pt: Ehm, scusa. Era troppo vago, vero?

# 392_Haruka
source: (Maybe I just asked the wrong question. What if I tried asking a different way?)
pt: (Forse ho fatto la domanda sbagliata. E se provassi a chiedere in un altro modo?)

# 416_Haruka
source: Have you seen someone who looked like a Christina?
pt: Hai visto qualcuno che sembrava una Christina?

# 428_Barkeep
source: How am I supposed to know someone's name just from looking at them?
pt: Come faccio a sapere il nome di qualcuno solo a guardarlo?

# 440_Haruka
source: I... I guess you're right. I'm sorry.
pt: Io... suppongo tu abbia ragione. Mi dispiace.

# 452_Haruka
source: (I should have said something more specific! Haruka, you idiot.)
pt: (Avrei dovuto essere più specifica! Haruka, sei un'idiota.)

# 464_Haruka
source: (Maybe I just asked the wrong question. What if I tried asking a different way?)
pt: (Forse ho fatto la domanda sbagliata. E se provassi a chiedere in un altro modo?)

# 488_Haruka
source: Was there a man here that was really tanned and dressed all flashy?
pt: C'è stato qui un tipo, molto abbronzato e vestito tutto vistoso?

# 500_Barkeep
source: Oh, that guy? Yeah, he was here a little while ago.
pt: Oh, quel tizio? Sì, era qui poco fa.

# 512_Haruka
source: Really!?
pt: Davvero!?

# 524_Barkeep
source: He said he drank too much, so maybe he went to go sober up somewhere.
pt: Ha detto che ha bevuto troppo, quindi magari è andato a smaltire la sbronza da qualche parte.

# 536_Haruka
source: Thank you so much! I'll be on my way!
pt: Grazie mille! Mi avvio!

# 560_Barkeep
source: You're underage, aren't you, miss? I'm sorry, but I can't serve you alcohol.
pt: Sei minorenne, giusto, signorina? Mi dispiace, ma non posso servirti alcol.

# 584_Barkeep
source: Welcome. Would you care for something to drink?
pt: Benvenuto. Desidera qualcosa da bere?

# 668_Barkeep
source: Sir, I think you've had enough. You may want to take it easy.
pt: Signore, credo che ne abbia avuto abbastanza. Farebbe bene a darsi una calmata.

# 680_Barkeep
source: Care for another round, sir?
pt: Vuole un altro giro, signore?

# 692_Barkeep
source: I'm not sure if you are aware, sir, but word is that nonalcoholic cocktails are selling like hotcakes nowadays.
pt: Non so se lo sapete, signore, ma corre voce che i cocktail analcolici vanno a ruba al giorno d'oggi.

# 704_Player
source: What? Cocktails without alcohol?
pt: Cosa? Cocktail senza alcol?

# 716_Barkeep
source: Yes. Not only do they not have alcohol, but they also have zero calories and are sugar-free.
pt: Sì. Non solo non contengono alcol, ma sono anche a zero calorie e senza zucchero.

# 728_Player
source: Sounds almost too good to be true.
pt: Sembra quasi troppo bello per essere vero.

# 740_Barkeep
source: Unlike normal cocktails, you can drink as much as you want and not get drunk or put on weight. They're perfect for a lady's night out.
pt: A differenza dei normali cocktail, ne puoi bere a volontà senza sbronzarti né ingrassare. Sono perfetti per una serata tra ragazze.

# 752_Barkeep
source: They're also good for people who don't have a high alcohol tolerance, so they can still enjoy cocktails.
pt: Sono ottimi anche per chi non ha la testa da bere, così possono godersi lo stesso i cocktail.

# 764_Player
source: (Non-alcoholic cocktails, huh? I could talk about that at the cabaret club.)
pt: (Cocktail analcolici, eh? Potrei parlarne al cabaret club.)

# 776_Barkeep
source: Very well.
pt: Molto bene.

# 788_Barkeep
source: Please come again anytime.
pt: Torni pure quando vuole.
