Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330538.po
Languages: pt

source: Yes, please!
pt: Sì, per favore!

source: No, thank you.
pt: No, grazie.

source: Player
pt: Giocatore

source: Watch Their Act
pt: Guarda il loro numero

source: Place an Order
pt: Effettua un ordine

# 60_Toru Kirihata
source: Welcome! Oh, wait a second. Are you under age? Sorry, I'm not allowed to serve you any drinks.
pt: Benvenuto! Oh, aspetta un attimo. Sei minorenne? Mi dispiace, non mi è permesso servirti da bere.

# 72_Toru Kirihata
source: Or would you like to see our act?
pt: Oppure vuoi vedere il nostro numero?

# 84_Player
source: No, thank you. I'm a little pressed for time.
pt: No, grazie. Sono un po' di fretta.

# 96_Muhomatsu
source: Oh, too bad. Come by again and catch our act sometime, yeah?
pt: Oh, peccato. Rifatti vivo e guarda il nostro numero prima o poi, eh?

# 120_Player
source: Yes, please! I would love to see it.
pt: Sì, per favore! Mi piacerebbe un sacco vederlo.

# 132_Toru Kirihata
source: Why, of course you may! Here we go!
pt: Ma certo che sì! Eccoci!

# 156_Toru Kirihata
source: How was it? Hope you come by again!
pt: Com'è andata? Spero ti rifaccia vivo!

# 192_Toru Kirihata
source: Welcome! Have you decided on your order?
pt: Benvenuto! Hai deciso cosa ordinare?

# 252_Muhomatsu
source: Excuse me, but I think you've had enough.
pt: Scusi, ma penso che ne abbia avuto abbastanza.

# 264_Toru Kirihata
source: Can I get you another?
pt: Le porto un altro?

# 276_Toru Kirihata
source: Oh, too bad, so sad. Please do come again.
pt: Oh, peccato, che dispiacere. Rifatti vivo.

# 300_Toru Kirihata
source: Why, of course you may! Here we go!
pt: Ma certo che sì! Eccoci!

# 336_Toru Kirihata
source: How was it? Hope you come by again!
pt: Com'è andata? Spero ti rifaccia vivo!
