Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0020005b.po
Languages: pt

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

# 60_Washino
source: Hey, Shinada! Remember me?
pt: Ehi, Shinada! Ti ricordi di me?

# 72_Shinada
source: Uh...
pt: Ehm...

# 84_Washino
source: It's Washino! The ex-wrestler! I got myself sober. Now I've come to give you a taste of what I can really do!
pt: Sono Washino! L'ex-wrestler! Mi sono ripulito. Ora sono venuto a farti vedere di cosa sono veramente capace!

# 96_Shinada
source: You look like a changed man. It's a big improvement.
pt: Sembri un uomo cambiato. È un netto miglioramento.

# 108_Washino
source: I still remember all the shit you were talking before. Too late to take it all back now!
pt: Mi ricordo ancora tutte le stronzate che hai sparato prima. Troppo tardi per rimangiarti tutto, ormai!

# 132_Washino
source: *huff* *huff* Hahaha!
pt: *Sbuffo* *Sbuffo* Hahaha!

# 144_Washino
source: So I lost again, huh? You're a tough customer, Shinada.
pt: Quindi ho perso di nuovo, eh? Sei un osso duro, Shinada.

# 156_Shinada
source: You didn't do so bad yourself. If you'd been training all along, I doubt I could have beat you.
pt: Non sei stato mica male neanche tu. Se ti fossi allenato per tutto questo tempo, dubito che ti avrei potuto battere.

# 168_Washino
source: It hurts knowing that I lost even though I gave my all. I haven't felt this way in so long.
pt: Fa male sapere di aver perso, anche se ho dato il massimo. Non mi sentivo così da una vita.

# 180_Shinada
source: I know it's frustrating, but I bet it feels good in a way, too.
pt: So che è frustrante, ma scommetto che in qualche modo ti fa sentire bene lo stesso.

# 192_Washino
source: Yeah, you might be right.
pt: Sì, potrebbe aver ragione.

# 204_Shinada
source: It's just part of the process.
pt: È solo parte del processo.

# 216_Washino
source: I think I'm going to give this life another shot. I want to find a way into the Victory Road ring... To feel the spotlight on me again.
pt: Credo che sia ora di rimettermi in gioco in questa vita. Voglio trovare un modo per rientrare sul ring di Victory Road... Per sentire di nuovo i riflettori puntati su di me.

# 228_Shinada
source: I think that's a great goal.
pt: Penso che sia una gran bella meta.

# 240_Washino
source: Thanks, Shinada. You've given me a new outlook on life... and a second chance.
pt: Grazie, Shinada. Mi hai dato una nuova prospettiva di vita... e una seconda opportunità.

# 252_Shinada
source: No need to thank me. I probably didn't have any right to say those things to you, either.
pt: Non c'è bisogno di ringraziarmi. Probabilmente non avevo nemmeno il diritto di dirti quelle cose.

# 264_Washino
source: Go on ahead to the Victory Road finals. I'll claw my way up there eventually, just you watch!
pt: Vai pure avanti alle finali della Victory Road. Io mi farò strada fin lì, con le unghie e con i denti, prima o poi. Stai a vedere!

# 276_Washino
source: When I get there, maybe we could even team up!
pt: Quando ci arrivo, magari potremmo pure fare squadra!

# 288_Washino
source: You better wait for me!
pt: Faresti meglio ad aspettarmi!

# 300_Washino
source: (That attitude's gonna put him in fighting shape in no time.)
pt: (Quella grinta lo rimetterà in forma da combattimento in men che non si dica.)
