Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid004901e3.po
Languages: pt

source: You got a candy.
pt: Hai ottenuto una caramella.

source: You got <Color:8>Fitness Gear<Color:Default>.
pt: Hai ottenuto un <Color:8>Attrezzo Fitness<Color:Default>.

source: You got 2,100 experience points.
pt: Hai ottenuto 2.100 punti esperienza.

source: You got a pair of red high heels.
pt: Hai ottenuto un paio di tacchi alti rossi.

source: You got a pair of red high heels.
pt: Hai ottenuto un paio di tacchi alti rossi.

source: You got a pair of red high heels.
pt: Hai ottenuto un paio di tacchi alti rossi.

source: You got a leopard-print skirt.
pt: Hai ottenuto una gonna leopardata.

source: You got a leopard-print skirt.
pt: Hai ottenuto una gonna leopardata.

source: You got a leopard-print skirt.
pt: Hai ottenuto una gonna leopardata.

source: You got a leopard-print skirt.
pt: Hai ottenuto una gonna leopardata.

source: You got a leopard-print skirt and a candy.
pt: Hai ottenuto una gonna leopardata e una caramella

source: You got a leopard-print skirt.
pt: Hai ottenuto una gonna leopardata.

source: You got a leopard-print skirt.
pt: Hai ottenuto una gonna leopardata.

source: You got an electric toothbrush.
pt: Hai ottenuto uno spazzolino elettrico.

source: You got an electric toothbrush.
pt: Hai ottenuto uno spazzolino elettrico.

source: You got an electric toothbrush.
pt: Hai ottenuto uno spazzolino elettrico.

source: You got an electric toothbrush.
pt: Hai ottenuto uno spazzolino elettrico.

source: You got an electric toothbrush.
pt: Hai ottenuto uno spazzolino elettrico.

source: You got an electric toothbrush.
pt: Hai ottenuto uno spazzolino elettrico.

source: You got an electric toothbrush.
pt: Hai ottenuto uno spazzolino elettrico.

source: Savvy Shopper
pt: Cliente Astuto

source: Can you go a little lower?
pt: Puoi scendere un po’ di più?

source: Has this shop been here a long time?
pt: Questo negozio è qui da molto tempo?

source: Can you really get by like this?
pt: Riesci davvero a tirare avanti così?

source: I'll take them.
pt: Li prendo.

source: Can you make it 4,000 yen at least?
pt: Puoi farmeli almeno a 4.000 yen?

source: You're an exemplary merchant.
pt: Sei un commerciante esemplare.

source: Aren't those shoes scuffed?
pt: Non sono un po’ graffiate, quelle scarpe?

source: How about taking it to 1,000 yen?
pt: Che ne dici di scendere a 1.000 yen?

source: Clothing Vendor
pt: Venditrice di Abbigliamento

source: I'm a little tight on funds.
pt: Sono un po’ a corto di soldi.

source: Pardon me, but were you an actress?
pt: Mi scusi, ma per caso era un’attrice?

source: I'll take it.
pt: Lo prendo.

source: Other shops were cheaper.
pt: Altri negozi erano più economici.

source: Actually, I was hoping to chat more.
pt: In realtà speravo di chiacchierare un po’ di più.

source: Your selection here's brilliant.
pt: La vostra selezione qui è fantastica.

source: Can you make it 2,100?
pt: Puoi farmelo a 2.100?

source: Electronics Salesman
pt: Venditore di Elettronica

source: Can you go lower?
pt: Puoi scendere ancora?

source: How about half off?
pt: Che ne dici della metà del prezzo?

source: Nice shop you have here.
pt: Bel negozio che hai qui.

source: This isn't the latest model, though.
pt: Però questo non è l’ultimo modello.

source: Anybody ever tell you how handsome you are?
pt: Qualcuno ti ha mai detto quanto sei affascinante?

source: You're a pretty generous guy.
pt: Sei un tipo piuttosto generoso.

source: Can you make it 5,000 yen?
pt: Puoi farmelo a 5.000 yen?

source: Sure, lay it on me.
pt: Certo, dimmi pure.

source: No thanks, I'm good.
pt: No grazie, sto bene così.

source: Yes, please.
pt: Sì, grazie.

source: Not right now.
pt: Non adesso.

# 180_Savvy Shopper
source: What's the matter with you? You failed miserably!
pt: Ma cosa ti prende? Hai fallito miseramente!

# 192_Savvy Shopper
source: I shoulda just gone shoppin' myself.
pt: Avrei dovuto fare la spesa da sola.

# 204_Akiyama
source: I'm sorry. I guess it was tougher than I thought.
pt: Mi dispiace. Credo fosse più difficile di quanto pensassi.

# 216_Savvy Shopper
source: That's okay, dear. It was a tall order for a Tokyo boy. I'll give ya this for makin' the effort, at least.
pt: Va tutto bene, caro. Era una richiesta difficile per un ragazzo di Tokyo. Ti do questo almeno per lo sforzo.

# 252_Savvy Shopper
source: Never forget to hone your hagglin' skills! Farewell!
pt: Non dimenticare mai di affinare le tue abilità di contrattazione! Addio!

# 264_Savvy Shopper
source: Ya done well, dear! To be honest, I didn't think ya had it in you!
pt: Hai fatto bene, caro! A dire il vero, non pensavo ne fossi capace!

# 276_Akiyama
source: I had a good teacher. It was a real education to say the least.
pt: Ho avuto un’ottima insegnante. È stata una vera lezione, a dir poco.

# 288_Savvy Shopper
source: Oh, and thanks for doin' my shopping. Truth be told, none of the shops around here deal with me anymore. I've haggled 'em down too much.
pt: Oh, e grazie per aver fatto la spesa per me. A dire il vero, nessun negozio qui intorno vuole più avere a che fare con me. Ho tirato troppo sul prezzo.

# 300_Akiyama
source: Huh?
pt: Eh?

# 312_Savvy Shopper
source: So thanks to you, I got my shoppin' done with a nice, deep discount. Thank you, dear!
pt: Quindi grazie a te ho fatto la spesa con un bello sconto. Grazie, caro!

# 324_Akiyama
source: Wait, so you're saying you used me to get a discount?
pt: Aspetta, quindi stai dicendo che mi hai usato per ottenere uno sconto?

# 336_Savvy Shopper
source: Come now, why the long face? Here, maybe this'll cheer you up.
pt: Dai, perché quella faccia lunga? Tieni, magari questo ti tira su.

# 372_Savvy Shopper
source: Never forget to hone your hagglin' skills! Farewell!
pt: Non dimenticare mai di affinare le tue abilità di contrattazione! Addio!

# 444_Shoe Salesman
source: Hey, how are ya? Mister, you happened by at the right time. We got our goin' outta business sale goin' on right now.
pt: Ehi, come va? Signore, è capitato al momento giusto. Abbiamo la nostra svendita di chiusura proprio ora.

# 456_Akiyama
source: How about a pair of red high heels?
pt: Che ne dici di un paio di tacchi alti rossi?

# 468_Shoe Salesman
source: Ah, let me see... Yes, yes, we got some. This a gift for a lady friend or somethin'?
pt: Ah, vediamo... Sì, sì, ne abbiamo. È un regalo per un’amica o qualcosa del genere?

# 480_Akiyama
source: Well, actually, it feels more like an errand for my mom...
pt: Beh, in realtà sembra più una commissione per mia madre...

# 492_Shoe Salesman
source: Okay, well, they're retail priced at 15,000 yen, but I'll let 'em go for 4,200.
pt: Okay, beh, il prezzo al dettaglio è 15.000 yen, ma te li lascio per 4.200.

# 504_Akiyama
source: Wow. From 15,000 all the way down to 4,200? That's quite the price cut.
pt: Wow. Da 15.000 fino a 4.200? È un bel taglio di prezzo.

# 516_Shoe Salesman
source: Forget about quality, we're all about the lowest price.
pt: Dimentica la qualità, qui puntiamo solo al prezzo più basso.

# 528_Akiyama
source: Admirable of you. Your honesty's impressive.
pt: Ammirevole da parte tua. La tua sincerità è impressionante.

# 540_Akiyama
source: (4,200 yen. Take thirty percent off and I end up with 2,940 yen as my target. Still, it's going to be tough to bargain him down when it's this cheap to begin with.)
pt: (4.200 yen. Togli il trenta percento e il mio obiettivo diventa 2.940 yen. Comunque, sarà difficile tirare ancora sul prezzo quando è già così basso.)

# 552_Akiyama
source: Can you go a little lower on the price?
pt: Puoi scendere un po’ con il prezzo?

# 564_Shoe Salesman
source: Not satisfied, huh? You won't find any one in town with a better price.
pt: Non sei soddisfatto, eh? Non troverai nessuno in città con un prezzo migliore.

# 576_Akiyama
source: I'd have to agree with you.
pt: Su questo devo darti ragione.

# 588_Shoe Salesman
source: Only purebred Osaka women try bargainin' with me. Show a little heart and lay off this old man, all right?
pt: Solo le donne di Osaka di razza pura provano a contrattare con me. Abbi un po’ di cuore e lascia in pace questo vecchio, va bene?

# 600_Akiyama
source: (Doesn't seem to be much room for negotiation.)
pt: (Non sembra esserci molto margine di trattativa.)

# 612_Akiyama
source: Has this shop been here a long time?
pt: Questo negozio è qui da molto tempo?

# 624_Shoe Salesman
source: We started right after the war, so well over half a century now. But I'm leanin' towards shuttin' it down for good.
pt: Abbiamo iniziato subito dopo la guerra, quindi sono più di cinquant’anni. Ma sto pensando di chiuderlo per sempre.

# 636_Akiyama
source: Oh, yeah. You said you're holding a going out of business sale, isn't that right?
pt: Ah, già. Hai detto che state facendo una svendita di chiusura, giusto?

# 648_Shoe Salesman
source: Well, the closin' sale's been goin' for the last ten years, but that's more to show our customers we're serious about servin' 'em.
pt: Beh, la svendita di chiusura va avanti da dieci anni, ma è più che altro per mostrare ai clienti che siamo seri nel servirli.

# 660_Shoe Salesman
source: We're not worried about bein' a healthy, money-makin' business anymore. Our prices are pretty much cost.
pt: Non ci interessa più essere un’attività sana e redditizia. I nostri prezzi sono praticamente al costo.

# 672_Akiyama
source: Definitely seems that way.
pt: Sì, sembra proprio così.

# 684_Akiyama
source: (Doesn't seem to be much room for negotiation.)
pt: (Non sembra esserci molto margine di trattativa.)

# 696_Akiyama
source: How can you afford such low prices? I mean, how does your business manage to stay afloat?
pt: Come fate a permettervi prezzi così bassi? Voglio dire, come fa la vostra attività a restare in piedi?

# 708_Shoe Salesman
source: Oh, I have my tricks. One gets friends and such that'll get ya through the years.
pt: Oh, ho i miei trucchi. Ti fai amici e conoscenze che ti aiutano a tirare avanti negli anni.

# 720_Akiyama
source: Interesting. I imagine you've got a whole collection of tricks up your sleeve when you master a business like this.
pt: Interessante. Immagino che tu abbia una bella collezione di trucchi nella manica quando gestisci un’attività come questa.

# 732_Shoe Salesman
source: Well, ya might say that. But there's no need to stand around and listen to an old man reminisce. You young folk have people to see, things to do, and whatnot.
pt: Be’, si potrebbe dire così. Ma non c’è bisogno che stai qui ad ascoltare i ricordi di un vecchio. Voi giovani avete gente da vedere, cose da fare e via dicendo.

# 744_Akiyama
source: Oh, no, as a businessman myself, hearing your story's actually quite educational.
pt: Oh no, da uomo d’affari, ascoltare la tua storia è davvero istruttivo.

# 756_Shoe Salesman
source: That so? Warms my heart hearin' that. Seems these days, no one has time for this old man.
pt: Davvero? Mi scalda il cuore sentirlo. Sembra che ormai nessuno abbia più tempo per questo vecchio.

# 768_Shoe Salesman
source: Tell ya what, I'll give you a break on the price. How's 2,000 yen sound to ya?
pt: Ti dirò, ti faccio uno sconto. Che ne dici di 2.000 yen?

# 780_Akiyama
source: (He'll go down that far in one jump!? He's already gone way past thirty percent off. What should I do?)
pt: (Scende così tanto in un colpo solo!? È già andato ben oltre il trenta percento. Cosa dovrei fare?)

# 792_Akiyama
source: All right. I'll take them.
pt: Va bene. Li prendo.

# 804_Shoe Salesman
source: That'll be 2,000 yen. Appreciate your business.
pt: Sono 2.000 yen. Grazie per l’acquisto.

# 828_Akiyama
source: (Whoa, he gave me a bigger deal than I hoped for. I bought everything I needed for under 10,000 yen, too.)
pt: (Wow, mi ha fatto uno sconto più grande di quanto sperassi. Ho comprato tutto quello che mi serviva restando sotto i 10.000 yen.)

# 840_Shoe Salesman
source: Hm? Short on funds, are you? Can't help you there. I am runnin' a business here, you know.
pt: Eh? Sei a corto di soldi? Non posso aiutarti. Sto pur sempre gestendo un’attività, sai.

# 852_Akiyama
source: Rats...
pt: Accidenti...

# 864_Akiyama
source: All right. I'll take them.
pt: Va bene. Li prendo.

# 876_Shoe Salesman
source: That'll be 4,200 yen. Appreciate your business.
pt: Sono 4.200 yen. Grazie per l’acquisto.

# 900_Akiyama
source: (I managed to get everything for under 10,000 yen, so this worked out great.)
pt: (Sono riuscito a prendere tutto restando sotto i 10.000 yen, quindi è andata alla grande.)

# 912_Shoe Salesman
source: Hm? Short on funds, are you? Can't help you there. I am runnin' a business here, you know.
pt: Eh? Sei a corto di soldi? Non posso aiutarti. Sto pur sempre gestendo un’attività, sai.

# 924_Akiyama
source: Rats...
pt: Accidenti...

# 936_Akiyama
source: Can you take it down to 4,000 yen at least?
pt: Puoi scendere almeno a 4.000 yen?

# 948_Shoe Salesman
source: 4,000 yen? Hmm... All right. I can do that.
pt: 4.000 yen? Hmm... Va bene. Posso farlo.

# 960_Akiyama
source: Oh, really?
pt: Oh, davvero?

# 972_Shoe Salesman
source: You got guts, friend. I can live with 4,000 yen.
pt: Hai fegato, amico. Posso accettare 4.000 yen.

# 984_Akiyama
source: All right. I'll take them.
pt: Va bene. Li prendo.

# 996_Shoe Salesman
source: That'll be 4,000 yen. Appreciate your business.
pt: Sono 4.000 yen. Grazie per l’acquisto.

# 1020_Akiyama
source: (I managed to get everything for under 10,000 yen, so this worked out great.)
pt: (Sono riuscito a prendere tutto restando sotto i 10.000 yen, quindi è andata alla grande.)

# 1032_Akiyama
source: I've got to hand it to you－you're an exemplary merchant. I'll bet I could learn a lot from you.
pt: Devo riconoscerlo: sei un commerciante esemplare. Scommetto che potrei imparare molto da te.

# 1044_Shoe Salesman
source: You don't say? Well, there's no need to stand around and listen to an old man reminisce. You young folk have people to see, things to do, and whatnot.
pt: Dici davvero? Be’, non c’è bisogno che stai qui ad ascoltare i ricordi di un vecchio. Voi giovani avete gente da vedere, cose da fare e via dicendo.

# 1056_Akiyama
source: Oh, no, as a businessman myself, hearing your story's actually quite educational.
pt: Oh no, da uomo d’affari, ascoltare la tua storia è davvero istruttivo.

# 1068_Shoe Salesman
source: That so? Warms my heart hearin' that. Seems these days, no one has time for this old man.
pt: Davvero? Mi scalda il cuore sentirlo. Sembra che ormai nessuno abbia più tempo per questo vecchio.

# 1080_Shoe Salesman
source: Tell ya what, I'll give you a break on the price. How's 2,000 yen sound to ya?
pt: Ti dirò, ti faccio uno sconto. Che ne dici di 2.000 yen?

# 1092_Akiyama
source: (He'll go down that far in one jump!? He's already gone way past thirty percent off. What should I do?)
pt: (Scende così tanto in un colpo solo!? È già andato ben oltre il trenta percento. Cosa dovrei fare?)

# 1104_Akiyama
source: Hm? You know, these shoes are looking a bit scuffed. Think you can give me a little more of a break for that?
pt: Mm? Sai, queste scarpe sembrano un po’ rovinate. Pensi di potermi fare uno sconto un po’ più alto per questo?

# 1116_Shoe Salesman
source: Scuffed? Really?
pt: Rovinate? Davvero?

# 1128_Shoe Salesman
source: Lemme see... Oh, would you look at that? The last zero on the price tag was faded.
pt: Fammi vedere... Oh, guarda un po’! L’ultimo zero sull’etichetta era scolorito.

# 1140_Akiyama
source: Huh?
pt: Eh?

# 1152_Shoe Salesman
source: That was close－these ain't 4,200 yen, they're 42,000. The manufacturer's retail price was 150,000 yen, you see.
pt: Per un pelo—non sono 4.200 yen, ma 42.000. Il prezzo al dettaglio del produttore era 150.000 yen, sai.

# 1164_Akiyama
source: No way!
pt: Impossibile!

# 1176_Shoe Salesman
source: Argue with me all ya want, but I can't go down from there. So what'll it be? Ya either buy or ya don't, one or the other.
pt: Puoi discutere quanto vuoi, ma non posso scendere da lì. Allora, che fai? O le compri o non le compri, una delle due.

# 1188_Akiyama
source: It's really too bad. That's way out of my budget.
pt: Peccato davvero. È ben oltre il mio budget.

# 1200_Shoe Salesman
source: That is too bad. But what can ya do?
pt: È un peccato. Ma che ci vuoi fare?

# 1212_Akiyama
source: Rats...
pt: Accidenti...

# 1224_Akiyama
source: How about taking it right down to an even 1,000 yen?
pt: Che ne dici di scendere direttamente a 1.000 yen?

# 1236_Shoe Salesman
source: Well, I'd like to do that for ya, I really would. But these heels ain't so shoddy that I'd sell 'em for that cheap.
pt: Be’, mi piacerebbe farlo per te, davvero. Ma questi tacchi non sono così scadenti da venderli a un prezzo del genere.

# 1248_Shoe Salesman
source: Take a look here, ya can't get this kinda quality for that kinda price. And now that I think about it...
pt: Guarda qui, non trovi questa qualità a quel prezzo. E ora che ci penso...

# 1260_Shoe Salesman
source: 2,000 yen's too low. I can't let ya have these for any less than 4,000.
pt: 2.000 yen è troppo poco. Non posso lasciartele per meno di 4.000.

# 1272_Akiyama
source: You're kidding!
pt: Stai scherzando!

# 1284_Shoe Salesman
source: You can argue all you want, but I can't go any lower. That's all the negotiatin' I'm willin' to put up with. It's your call now.
pt: Puoi discutere quanto vuoi, ma non posso scendere oltre. È tutto lo spazio di trattativa che posso concedere. Ora sta a te decidere.

# 1296_Akiyama
source: All right. I'll take them...
pt: Va bene. Le prendo...

# 1308_Akiyama
source: All right. I'll take them.
pt: Va bene. Le prendo.

# 1332_Clothing Vendor
source: Hello, hello, welcome. Anything I can help you find?
pt: Ciao, ciao, benvenuto. Posso aiutarti a trovare qualcosa?

# 1344_Akiyama
source: A leopard-print skirt, actually.
pt: In realtà, una gonna leopardata.

# 1356_Clothing Vendor
source: Ah, you have good taste. I have just the thing in your size.
pt: Ah, hai buon gusto. Ne ho una proprio della tua misura.

# 1368_Akiyama
source: Oh, no, it's not for me...
pt: Oh, no, non è per me...

# 1380_Clothing Vendor
source: Oho, I'm only jokin'! Just a little poke in the ribs, you silly man.
pt: Oho, sto solo scherzando! Una piccola punzecchiata, sciocchino.

# 1404_Clothing Vendor
source: A leopard-print skirt? I do have one. It's 3,000 yen. Will that be all right?
pt: Una gonna leopardata? Ne ho una. Costa 3.000 yen. Va bene così?

# 1416_Akiyama
source: (3,000 yen. Take thirty percent off that and I end up with 2,100 yen as my target price.)
pt: (3.000 yen. Togli il trenta percento e il mio prezzo obiettivo diventa 2.100 yen.)

# 1428_Akiyama
source: Think you can go a little lower? Though I imagine you already took some off.
pt: Pensi di poter scendere un po’? Anche se immagino tu abbia già tolto qualcosa.

# 1440_Clothing Vendor
source: Oh, looking to haggle, is he? For such a handsome man, you're surprisingly sly.
pt: Oh, vuole contrattare, eh? Per essere un uomo così affascinante, sei sorprendentemente furbo.

# 1452_Clothing Vendor
source: Okay, you put in the effort, so I'll give ya a break. How's 2,800?
pt: Va bene, hai fatto lo sforzo, quindi ti faccio uno sconto. Che ne dici di 2.800?

# 1464_Akiyama
source: 2,800 yen? A guy swallows his pride and asks for a deal, but 200's the most you're willing to take off?
pt: 2.800 yen? Uno mette da parte l’orgoglio e chiede uno sconto, e tu togli solo 200 yen?

# 1476_Clothing Vendor
source: Oh my, not above a little self-pity, are you? Well, will 2,700 yen puff up that bruised pride of yours?
pt: Oh cielo, non ti risparmi un po’ di autocommiserazione, eh? Be’, 2.700 yen bastano a risollevare il tuo orgoglio ferito?

# 1488_Akiyama
source: 3,000 yen's a little tough on my budget, if I'm being honest.
pt: 3.000 yen sono un po’ pesanti per il mio budget, a dire il vero.

# 1500_Clothing Vendor
source: What's your budget, dear?
pt: Qual è il tuo budget, caro?

# 1512_Akiyama
source: Well, uh... The most I can afford is 2,000 yen.
pt: Be’, ehm... Il massimo che posso permettermi è 2.000 yen.

# 1524_Clothing Vendor
source: 2,000!? Now that's an insult. I don't sell anythin' near that cheap or shoddy.
pt: 2.000!? Ma è un insulto. Non vendo nulla di così economico o scadente.

# 1536_Akiyama
source: I... I suppose not.
pt: Io... immagino di no.

# 1548_Clothing Vendor
source: Honestly, the best I can do is 2,700 yen. You may have a tight budget, but ya gotta negotiate within reason.
pt: Onestamente, il meglio che posso fare è 2.700 yen. Capisco il budget ristretto, ma bisogna contrattare con buon senso.

# 1560_Akiyama
source: Um, pardon me for asking, but were you ever an actress?
pt: Ehm, mi scusi la domanda, ma per caso è mai stata un’attrice?

# 1572_Clothing Vendor
source: Huh? What kinda question is that? You think layin' on the sweet talk'll get you a better price?
pt: Eh? Che domanda sarebbe? Pensi che con le belle parole otterrai un prezzo migliore?

# 1584_Akiyama
source: Not at all. It's just you're so timelessly beautiful, I nearly forgot I was out shopping.
pt: Assolutamente no. È solo che sei così senza tempo e affascinante che quasi dimenticavo di essere qui a fare acquisti.

# 1596_Clothing Vendor
source: Oh, you! I bet you're sayin' that everywhere ya go and breakin' all the girls' hearts, you lady-killer, you!
pt: Oh, smettila! Scommetto che lo dici ovunque vai e spezzi i cuori di tutte le ragazze, rubacuori!

# 1608_Clothing Vendor
source: Oh, you're a good one, all right. Okay, then. I'll drop the price down to 2,700.
pt: Oh, sei proprio bravo, eh. Va bene allora. Abbasso il prezzo a 2.700.

# 1644_Clothing Vendor
source: Ooh, stop it! Don't look at me that way! Oh, you naughty boy! 2,500, then!
pt: Oh, smettila! Non guardarmi così! Monello! Facciamo 2.500, allora!

# 1656_Akiyama
source: (The target's 2,100 yen. Can she take another nudge?)
pt: (L’obiettivo è 2.100 yen. Può scendere ancora un po’?)

# 1668_Akiyama
source: All right. I'll take it.
pt: Va bene. La prendo.

# 1680_Clothing Vendor
source: Okay, that's 2,700 yen. Come again!
pt: Va bene, sono 2.700 yen. Torna a trovarmi!

# 1704_Akiyama
source: (2,700 yen means I only got a 10%% discount. I compromised too much. Oh well, I'll just have to make it happen with the red high heels.)
pt: (2.700 yen significa solo un 10%% di sconto. Ho ceduto troppo. Pazienza, dovrò recuperare con i tacchi alti rossi.)

# 1716_Akiyama
source: But other shops were cheaper. I heard that this place would be willing to deal on price a little more.
pt: Ma altri negozi erano più economici. Ho sentito che qui sareste disposti a trattare un po’ di più sul prezzo.

# 1728_Clothing Vendor
source: Is that so? You got any proof?
pt: Ah sì? Hai qualche prova?

# 1740_Akiyama
source: I'm sorry, proof?
pt: Scusa, prova?

# 1752_Clothing Vendor
source: Every so often, we get customers comin' in spoutin' nonsense about another place bein' cheaper.
pt: A volte arrivano clienti che sparano sciocchezze su qualche altro posto più economico.

# 1764_Clothing Vendor
source: Of course, I ain't sayin' you're one of them.
pt: Ovviamente, non sto dicendo che tu sia uno di loro.

# 1776_Akiyama
source: (Urk... She's calling me out on it.)
pt: (Ugh... Mi ha smascherato.)

# 1788_Akiyama
source: You know, I'd be happy to take that off your hands right now, but I was actually hoping to stay and chat with you a little more, provided you don't mind, that is.
pt: Sai, sarei felice di prenderla subito, ma speravo anche di fermarmi a chiacchierare un po’ con te, se non ti dispiace.

# 1800_Clothing Vendor
source: Oh, you, spoutin' sweet talk like that. I bet you say that everywhere ya go.
pt: Oh, smettila con queste dolci parole. Scommetto che lo dici ovunque vai.
