Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000919d1.po
Languages: pt

source: Male Villager
pt: Uomo del villaggio

source: Get Involved
pt: Coinvolgiti

source: Stay Out of It
pt: Stanne fuori

# 132_Sakurai
source: Nishina-san still hasn't come back.
pt: Nishina-san non è ancora tornato.

# 144_Male Villager
source: We should probably accept that Nishina-san and Kihachi are both... you know...
pt: Forse dovremmo accettare che Nishina-san e Kihachi siano entrambi... beh... sai...

# 156_Sakurai
source: No! Nishina-san would never screw up that bad, and neither would Kihachi. They're alive, I know it!
pt: No! Nishina-san non farebbe mai un casino del genere, e nemmeno Kihachi. Sono vivi, lo so!

# 168_Male Villager
source: But...
pt: Ma...

# 180_Saejima
source: Somethin' the matter, Sakurai-han?
pt: Qualche problema, Sakurai?

# 192_Sakurai
source: Did you hear? One of our hunters, Kihachi, never came down from the mountain.
pt: Hai sentito? Uno dei nostri cacciatori, Kihachi, non è più tornato dalla montagna.

# 204_Sakurai
source: And Nishina-san went to find him, but now they're both missing!
pt: E Nishina-san è andato a cercarlo, ma adesso sono spariti tutti e due!

# 216_Saejima
source: Anyone aside from Nishina-han go out searchin'?
pt: Qualcuno oltre a Nishina è andato a cercare?

# 228_Sakurai
source: No... because...
pt: No... perché...

# 240_Saejima
source: Lemme guess. People're scared of Yama-oroshi?
pt: Fammi indovinare. La gente ha paura dello Yama-oroshi?

# 252_Sakurai
source: Well. They're right to be scared.
pt: Beh. Fanno bene ad aver paura.

# 264_Saejima
source: What about Nishina-han's missus? She know about it?
pt: E la moglie di Nishina-han? Lo sa?

# 276_Sakurai
source: Of course. But she acts like nothing's wrong 'cause she's one hell of a strong woman.
pt: Certo. Ma si comporta come se nulla fosse perché è una donna tosta da morire.

# 288_Saejima
source: Hmm.
pt: Mhh.

# 300_Saejima
source: Any idea where the hunter Kihachi was going?
pt: Hai idea di dove fosse diretto quel cacciatore, Kihachi?

# 312_Sakurai
source: No, but I'm sure he wouldn't have gone far. He's not that dumb.
pt: No, ma sono sicuro che non sia andato lontano. Non è mica così scemo.

# 324_Saejima
source: Well, that's somethin'.
pt: Beh, questa è bella.

# 336_Sakurai
source: And hopefully you're not dumb, either... Don't get any ideas about going up that mountain.
pt: E spero che neanche tu sia un tonto... Non ti venga in mente di salire su quella montagna.

# 348_Sakurai
source: All we can do now is wait. We shouldn't let the mountain swallow up anybody else.
pt: Tutto quello che possiamo fare ora è aspettare. Non dobbiamo lasciare che la montagna inghiotta nessun altro.

# 360_Saejima
source: (There's wisdom there, but...)
pt: (C'è del vero in questo, ma...)

# 372_Saejima
source: (In any case, think I'll go see Nishina's wife.)
pt: In ogni caso, penso che andrò a trovare la moglie di Nishina.

# 384_Saejima
source: (Maybe later.)
pt: (Magari più tardi.)

# 396_Saejima
source: Somethin' the matter, Sakurai-han?
pt: Qualche problema, Sakurai?

# 408_Sakurai
source: Did you hear? One of our hunters, Kihachi, never came down from the mountain.
pt: Hai sentito? Uno dei nostri cacciatori, Kihachi, non è più tornato dalla montagna.

# 420_Sakurai
source: And Nishina-san went to find him, but now they're both missing!
pt: E Nishina-san è andato a cercarlo, ma adesso sono spariti tutti e due!

# 432_Saejima
source: Anyone aside from Nishina-han go out searchin'?
pt: Qualcuno oltre a Nishina è andato a cercare?

# 444_Sakurai
source: No... because...
pt: No... perché...

# 456_Saejima
source: Lemme guess. People're scared of Yama-oroshi?
pt: Fammi indovinare. La gente ha paura dello Yama-oroshi?

# 468_Sakurai
source: Well. They're right to be scared.
pt: Beh. Fanno bene ad aver paura.

# 480_Saejima
source: What about Nishina-han's missus? She know about it?
pt: E la moglie di Nishina-han? Lo sa?

# 492_Sakurai
source: Of course. But she acts like nothing's wrong 'cause she's one hell of a strong woman.
pt: Certo. Ma si comporta come se nulla fosse perché è una donna tosta da morire.

# 504_Saejima
source: Hmm.
pt: Mhh.

# 516_Saejima
source: Any idea where the hunter Kihachi was going?
pt: Hai idea di dove fosse diretto quel cacciatore, Kihachi?

# 528_Sakurai
source: No, but I'm sure he wouldn't have gone far. He's not that dumb.
pt: No, ma sono sicuro che non sia andato lontano. Non è mica così scemo.

# 540_Saejima
source: Well, that's somethin'.
pt: Beh, questa è bella.

# 552_Sakurai
source: And hopefully you're not dumb, either... Don't get any ideas about going up that mountain.
pt: E spero che neanche tu sia un tonto... Non ti venga in mente di salire su quella montagna.

# 564_Sakurai
source: All we can do now is wait. We shouldn't let the mountain swallow up anybody else.
pt: Tutto quello che possiamo fare ora è aspettare. Non dobbiamo lasciare che la montagna inghiotta nessun altro.

# 576_Saejima
source: (There's wisdom there, but...)
pt: (C'è del vero in questo, ma...)

# 588_Saejima
source: (In any case, think I'll go see Nishina's wife.)
pt: In ogni caso, penso che andrò a trovare la moglie di Nishina.

# 600_Saejima
source: (Maybe later.)
pt: (Magari più tardi.)

# 612_Sakurai
source: Nishina-san was worrying himself into a frenzy...
pt: Nishina-san stava dando di matto dalla preoccupazione...

# 624_Sakurai
source: We should avoid that, so we don't do anything brash. They'll be okay, I'm sure of it...
pt: Dovremmo evitarlo, così non facciamo mosse avventate. Staranno bene, ne sono certo...
