Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c3f.po
Languages: pt

source: You handed over <Color:8>500 yen<Color:Default>.
pt: Hai consegnato <Color:8>500 yen<Color:Default>.

source: You handed over <Color:8>400 yen<Color:Default>.
pt: Hai consegnato <Color:8>400 yen<Color:Default>.

source: You handed over <Color:8>300 yen<Color:Default>.
pt: Hai dato <Color:8>300 yen<Color:Default>.

source: You handed over <Color:8>200 yen<Color:Default>.
pt: Hai consegnato <Color:8>200 yen<Color:Default>.

source: You handed over <Color:8>100 yen<Color:Default>.
pt: Hai consegnato <Color:8>100 yen<Color:Default>.

source: Little Match Girl
pt: Piccola Fiammiferaia

source: Buy the Rest of the Matches
pt: Compra il resto dei fiammiferi

source: Keep Helping Her Sell Them
pt: Continua ad aiutarla a venderli

source: Help Sell Matches
pt: Aiuta a vendere fiammiferi

source: Let Her Sell on Her Own
pt: Lasciala vendere da sola

source: Sell Matches!
pt: Vendi Fiammiferi!

source: Buy
pt: Acquista

source: Don't Buy
pt: Non comprare

# 160_Little Match Girl
source: Thank you. Now I have five more boxes to sell.
pt: Grazie. Ora mi restano altre cinque scatole da vendere.

# 172_Little Match Girl
source: Thank you. Now I have four more boxes to sell.
pt: Grazie. Ora mi restano altre quattro scatole da vendere.

# 184_Little Match Girl
source: Wow, you sold two boxes? Thank you! Now I have three more boxes to sell.
pt: Wow, hai venduto due scatole? Grazie! Ora mi restano altre tre scatole da vendere.

# 196_Little Match Girl
source: Wow, you sold three boxes? Thank you! Now I have two more boxes to sell.
pt: Wow, hai venduto tre scatole? Grazie! Ora ho altre due scatole da vendere.

# 208_Little Match Girl
source: Wow, thank you! Now there's only one more box to sell.
pt: Wow, grazie! Ora manca solo una scatola da vendere.

# 220_Little Match Girl
source: That so? All right, then...
pt: Così, eh? Va bene, allora...

# 232_Little Match Girl
source: I'll keep helpin' ya sell those matches. We'll get it done.
pt: Continuerò a darti una mano a vendere 'sti fiammiferi. Ce la faremo.

# 244_Little Match Girl
source: Thank you!
pt: Grazie!

# 268_Little Match Girl
source: I'll buy the rest of the matches off ya. That's 500 yen for five boxes, right?
pt: Ti compro il resto dei fiammiferi. Sono 500 yen per cinque scatole, giusto?

# 280_Little Match Girl
source: Oh, but...
pt: Oh, ma...

# 292_Little Match Girl
source: I'll buy the rest of the matches off ya. That's 400 yen for four boxes, right?
pt: Ti compro io tutti i fiammiferi che ti sono rimasti. Sono 400 yen per quattro scatole, giusto?

# 304_Little Match Girl
source: Oh, but...
pt: Oh, ma...

# 316_Little Match Girl
source: I'll buy the rest of the matches off ya. That's 300 yen for three boxes, right?
pt: Ti compro il resto dei fiammiferi. Sono 300 yen per tre scatole, giusto?

# 328_Little Match Girl
source: Oh, but...
pt: Oh, ma...

# 340_Little Match Girl
source: I'll buy the rest of the matches off ya. That's 200 yen for two boxes, right?
pt: Ti compro il resto dei fiammiferi. Sono 200 yen per due scatole, giusto?

# 352_Little Match Girl
source: Oh, but...
pt: Oh, ma...

# 364_Little Match Girl
source: I'll buy the rest of the matches off ya. That's a hundred yen for one box, right?
pt: Ti compro tutti i fiammiferi che hai. Sono cento yen per una scatola, giusto?

# 376_Little Match Girl
source: Oh, but...
pt: Oh, ma...

# 388_Little Match Girl
source: Huh? Darn it, I can't. Don't have that much money right now. Sorry I got yer hopes up.
pt: Eh? Cavolo, non posso. Non ho tutti quei soldi adesso. Scusa se ti ho illusa.

# 400_Little Match Girl
source: Oh, it's okay. You've already helped me so much.
pt: Oh, va bene così. Mi hai già aiutato un sacco.

# 412_Saejima
source: Hm. Hope so...
pt: Mh. Spero di sì...

# 424_Little Match Girl
source: Ya deserve it－it's a reward for all yer hard work. And that'll be enough to buy a present for your ma, right?
pt: Te lo sei meritato — è una ricompensa per tutto il tuo duro lavoro. E questo basterà per comprare un regalo per tua mamma, vero?

# 436_Little Match Girl
source: Oh... Are you sure?
pt: Oh... Ne sei sicuro?

# 448_Saejima
source: Yeah, I was just thinkin' I could use some matches. Can't stand this cold myself...
pt: Già, stavo giusto pensando che mi farebbero comodo dei fiammiferi. Neanch'io sopporto questo freddo...

# 460_Little Match Girl
source: Oh! Thank you so much!
pt: Oh! Ti ringrazio tantissimo!

# 664_Little Match Girl
source: Oh, hello!
pt: Oh, salve!

# 676_Saejima
source: How's it goin'? Are those matches sellin'?
pt: Allora, come va? Vanno via i fiammiferi?

# 688_Little Match Girl
source: No, not at all... No one will buy my last five boxes.
pt: No, per niente... Nessuno comprerà le mie ultime cinque scatole.

# 700_Saejima
source: Really? Hm...
pt: Davvero? Mmh...

# 712_Little Match Girl
source: I'll buy the rest of the matches off ya. That's 500 yen for five boxes, right?
pt: Ti compro il resto dei fiammiferi. Sono 500 yen per cinque scatole, giusto?

# 724_Little Match Girl
source: Oh, but...
pt: Oh, ma...

# 736_Little Match Girl
source: Huh? Darn it, I can't. Don't have that much money right now. Sorry I got yer hopes up.
pt: Eh? Cavolo, non posso. Non ho tutti quei soldi adesso. Scusa se ti ho illusa.

# 748_Little Match Girl
source: Oh, it's okay. You've already helped me so much.
pt: Oh, va bene così. Mi hai già aiutato un sacco.

# 760_Saejima
source: Hm. Hope so...
pt: Mh. Spero di sì...

# 772_Little Match Girl
source: I'll help ya sell the matches. Just five boxes, right? Couldn't be all that hard.
pt: Ti aiuto a vendere i fiammiferi. Solo cinque scatole, giusto? Non sarà mica così difficile.

# 784_Little Match Girl
source: What? You'd really do that?
pt: Cosa? Lo faresti davvero?

# 796_Saejima
source: Yeah. You wait right here. If ya see someone who might buy, come join me. Sound good?
pt: Sì. Aspetta qui. Se vedi qualcuno che potrebbe comprare, raggiungimi. Va bene?

# 808_Little Match Girl
source: Okay! Thank you!
pt: Perfetto! Grazie!

# 820_Sell Matches!
source: Help the little match girl peddle her matches. Talk to people on the street and sell off her last five boxes.
pt: Aiuta la piccola fiammiferaia a smerciare i suoi fiammiferi. Parla con la gente per strada e vendi le sue ultime cinque scatole.

# 832_Little Match Girl
source: Try not to work too hard, little lady. I'm sure ya got what it takes to get it done.
pt: Non sforzarti troppo, piccola. Sono sicuro che hai la stoffa per farcela.

# 844_Little Match Girl
source: I think so! Thank you!
pt: Credo proprio di sì! Grazie!

# 856_Little Match Girl
source: Ya deserve it－it's a reward for all yer hard work. And that'll be enough to buy a present for your ma, right?
pt: Te lo sei meritato — è una ricompensa per tutto il tuo duro lavoro. E questo basterà per comprare un regalo per tua mamma, vero?

# 868_Little Match Girl
source: Oh... Are you sure?
pt: Oh... Ne sei sicuro?

# 880_Saejima
source: Yeah, I was just thinkin' I could use some matches. Can't stand this cold myself...
pt: Già, stavo giusto pensando che mi farebbero comodo dei fiammiferi. Neanch'io sopporto questo freddo...

# 892_Little Match Girl
source: Oh! Thank you so much!
pt: Oh! Ti ringrazio tantissimo!

# 904_Saejima
source: So, you got enough for your ma's present now?
pt: Allora, hai abbastanza per il regalo di tua mamma adesso?

# 916_Little Match Girl
source: Yes! You were a big help. I'm going to go buy it right now!
pt: Sì! Mi hai dato una grossa mano. Vado subito a comprarlo!

# 928_Saejima
source: Bet yer ma'll be real happy. What're ya gonna get her?
pt: Scommetto che tua madre sarà proprio contenta. Cosa le prenderai?

# 940_Little Match Girl
source: Um, some hand cream. Mama's hands are always dry and cracked. She says they hurt when it's cold.
pt: Ehm, della crema per le mani. Le mani della mamma sono sempre secche e screpolate. Dice che le fanno male quando fa freddo.

# 952_Saejima
source: Sounds like the perfect gift, then.
pt: Beh, allora quello sì che è un regalo perfetto.

# 964_Little Match Girl
source: But, um... where do they sell it?
pt: Ma, ehm... dove lo vendono?

# 976_Saejima
source: I know a store that would have it for sure. Want me to show ya?
pt: Conosco un negozio che di sicuro ce l'avrebbe. Vuoi che ti ci porti?

# 988_Little Match Girl
source: Yes!
pt: Sì!

# 1012_Saejima
source: Are ya all right?
pt: Tutto a posto?

# 1036_Little Match Girl
source: I'm j-just... c-cold...
pt: Ho s-solo... f-freddo...

# 1048_Saejima
source: (Gotta get some food into her. I'll buy somethin' somewhere.)
pt: (Devo metterle qualcosa nello stomaco. Le compro qualcosa da qualche parte.)

# 1060_Little Match Girl
source: Here, eat this. It'll perk ya up.
pt: Tieni, mangia questo. Ti tirerà su.

# 1072_Little Match Girl
source: Thank you...
pt: Grazie...

# 1156_Little Match Girl
source: Mm, that was yummy. Thank you.
pt: Mmm, era buonissimo. Grazie.

# 1168_Saejima
source: Ya welcome. Uh, you're not gonna go right back to sellin' matches, are ya?
pt: Di niente. Ehm, non tornerai mica subito a vendere fiammiferi, eh?

# 1180_Little Match Girl
source: I have to. I need to sell five more boxes or I can't buy Mama's present.
pt: Devo. Devo vendere altre cinque scatole o non posso comprare il regalo della mamma.

# 1192_Saejima
source: Five more boxes... That an easy number to sell?
pt: Altre cinque scatole... È un numero facile da vendere?

# 1204_Little Match Girl
source: Um... I don't know. Nobody's bought any since you bought a whole box that one time.
pt: Uhm... non lo so. Nessuno ne ha più comprati da quando tu hai preso un'intera scatola quella volta.

# 1216_Saejima
source: Really? Darn. There's not much demand, I guess.
pt: Davvero? Accidenti. Non c'è molta richiesta, immagino.

# 1228_Saejima
source: (Five boxes would only be 500 yen. I could just give her that money, but... she wanted to earn it.)
pt: (Cinque scatole sarebbero solo 500 yen. Potrei semplicemente darle quei soldi, ma... voleva guadagnarli.)

# 1240_Little Match Girl
source: Is something the matter?
pt: C'è qualcosa che non va?

# 1252_Saejima
source: Huh? Oh, nothin'. Just thinkin'...
pt: Eh? Ah, niente. Stavo solo pensando...

# 1264_Little Match Girl
source: I'll buy the rest of the matches off ya. That's 500 yen for five boxes, right?
pt: Ti compro il resto dei fiammiferi. Sono 500 yen per cinque scatole, giusto?

# 1276_Little Match Girl
source: Oh, but...
pt: Oh, ma...

# 1288_Little Match Girl
source: Huh? Darn it, I can't. Don't have that much money right now. Sorry I got yer hopes up.
pt: Eh? Cavolo, non posso. Non ho tutti quei soldi adesso. Scusa se ti ho illusa.

# 1300_Little Match Girl
source: Oh, it's okay. You've already helped me so much.
pt: Oh, va bene così. Mi hai già aiutato un sacco.

# 1312_Saejima
source: Hm. Hope so...
pt: Mh. Spero di sì...

# 1324_Little Match Girl
source: I'll help ya sell the matches. Just five boxes, right? Couldn't be all that hard.
pt: Ti aiuto a vendere i fiammiferi. Solo cinque scatole, giusto? Non sarà mica così difficile.

# 1336_Little Match Girl
source: What? You'd really do that?
pt: Cosa? Lo faresti davvero?

# 1348_Saejima
source: Yeah. You wait right here. If ya see someone who might buy, come join me. Sound good?
pt: Sì. Aspetta qui. Se vedi qualcuno che potrebbe comprare, raggiungimi. Va bene?

# 1360_Little Match Girl
source: Okay! Thank you!
pt: Perfetto! Grazie!

# 1372_Sell Matches!
source: Help the little match girl peddle her matches. Talk to people on the street and sell off her last five boxes.
pt: Aiuta la piccola fiammiferaia a smerciare i suoi fiammiferi. Parla con la gente per strada e vendi le sue ultime cinque scatole.

# 1384_Little Match Girl
source: Try not to work too hard, little lady. I'm sure ya got what it takes to get it done.
pt: Non sforzarti troppo, piccola. Sono sicuro che hai la stoffa per farcela.

# 1396_Little Match Girl
source: I think so! Thank you!
pt: Credo proprio di sì! Grazie!

# 1408_Little Match Girl
source: Ya deserve it－it's a reward for all yer hard work. And that'll be enough to buy a present for your ma, right?
pt: Te lo sei meritato — è una ricompensa per tutto il tuo duro lavoro. E questo basterà per comprare un regalo per tua mamma, vero?

# 1420_Little Match Girl
source: Oh... Are you sure?
pt: Oh... Ne sei sicuro?

# 1432_Saejima
source: Yeah, I was just thinkin' I could use some matches. Can't stand this cold myself...
pt: Già, stavo giusto pensando che mi farebbero comodo dei fiammiferi. Neanch'io sopporto questo freddo...

# 1444_Little Match Girl
source: Oh! Thank you so much!
pt: Oh! Ti ringrazio tantissimo!

# 1456_Saejima
source: So, you got enough for your ma's present now?
pt: Allora, hai abbastanza per il regalo di tua mamma adesso?

# 1468_Little Match Girl
source: Yes! You were a big help. I'm going to go buy it right now!
pt: Sì! Mi hai dato una grossa mano. Vado subito a comprarlo!

# 1480_Saejima
source: Bet yer ma'll be real happy. What're ya gonna get her?
pt: Scommetto che tua madre sarà proprio contenta. Cosa le prenderai?

# 1492_Little Match Girl
source: Um, some hand cream. Mama's hands are always dry and cracked. She says they hurt when it's cold.
pt: Ehm, della crema per le mani. Le mani della mamma sono sempre secche e screpolate. Dice che le fanno male quando fa freddo.

# 1504_Saejima
source: Sounds like the perfect gift, then.
pt: Beh, allora quello sì che è un regalo perfetto.

# 1516_Little Match Girl
source: But, um... where do they sell it?
pt: Ma, ehm... dove lo vendono?

# 1528_Saejima
source: I know a store that would have it for sure. Want me to show ya?
pt: Conosco un negozio che di sicuro ce l'avrebbe. Vuoi che ti ci porti?

# 1540_Little Match Girl
source: Yes!
pt: Sì!

# 1600_Little Match Girl
source: Oh, hello. Would you like some matches? They're, um, very good for making fire.
pt: Oh, salve. Vorrebbe dei fiammiferi? Sono, emh, molto buoni per accendere il fuoco.

# 1612_Saejima
source: A hundred yen a box, right?
pt: Cento yen a scatola, giusto?

# 1624_Little Match Girl
source: Oh, hello. Would you like some matches? They're, um, very good for making fire.
pt: Oh, salve. Vorrebbe dei fiammiferi? Sono, emh, molto buoni per accendere il fuoco.

# 1636_Saejima
source: (A match seller in this day and age? This a joke?)
pt: (Una fiammiferaia, oggigiorno? Ma stiamo scherzando?)

# 1648_Little Match Girl
source: I'd be so grateful if you bought some, sir... Please?
pt: Le sarei così grata se ne comprasse qualcuno, signore... La prego?

# 1660_Saejima
source: How much?
pt: Quanto?

# 1672_Little Match Girl
source: It's one hundred yen a box. But if you only want a few, that would be good, too...
pt: Fanno cento yen a scatola. Ma se ne vuoi solo qualcuno, andrebbe bene lo stesso...

# 1684_Little Match Girl
source: Sorry. Some other time.
pt: Mi dispiace. Un'altra volta.

# 1696_Little Match Girl
source: Sure. I'll take a box.
pt: Certo. Ne prendo una scatola.

# 1708_Little Match Girl
source: Oh, thank you!
pt: Oh, grazie!

# 1720_Little Match Girl
source: Darn. I can't. Don't got even a hundred yen to my name.
pt: Accidenti. Non posso. Non ho nemmeno cento yen.

# 1732_Saejima
source: Sorry, little lady. I'll come back when I got more cash.
pt: Scusa, piccolina. Tornerò quando avrò più grana.

# 1744_Little Match Girl
source: Okay...
pt: Va bene...

# 1756_Little Match Girl
source: Must be tough doin' this in the cold. Ya tryin' to be the "Little Match Girl," eh? Like in the story?
pt: Dev'essere dura farla al freddo. Stai cercando di fare la "Piccola Fiammiferaia", eh? Come nella storia?

# 1768_Little Match Girl
source: Yes! I thought maybe I could do it just like her, with the matches we have at home.
pt: Sì! Pensavo magari potevo fare come lei, con i fiammiferi che abbiamo a casa.

# 1780_Saejima
source: Heh, that's cute. A nice way to play pretend.
pt: Heh, è carino. Un bel modo di giocare a far finta.

# 1792_Little Match Girl
source: Oh, I'm not playing pretend. I need money so I can buy a Christmas present for Mama.
pt: Oh, non sto facendo finta. Ho bisogno di soldi per comprare un regalo di Natale per la mamma.

# 1804_Saejima
source: Really? Where's yer ma now?
pt: Davvero? Dov'è tua mamma adesso?

# 1816_Little Match Girl
source: At work. She works during the day, and then at night, too. Because Papa's not with us anymore.
pt: Al lavoro. Lei lavora di giorno, e poi anche di notte. Perché Papà non è più con noi.

# 1828_Saejima
source: Mm? Your pa's not around?
pt: Mm? Il tuo papà non c'è in giro?

# 1840_Little Match Girl
source: Papa got sick and died a long time ago. That's why I'm the only one who can buy a present for Mama.
pt: Papà si è ammalato ed è morto tanto tempo fa. Per questo sono l'unica che può comprare un regalo per Mamma.

# 1852_Saejima
source: Yeah, I understand. You're a good soul, little lady. By all rights, a kid like you should just be lookin' forward to yer own gifts.
pt: Sì, capisco. Sei un'anima buona, ragazzina. Francamente, una come te dovrebbe solo stare lì ad aspettare i suoi regali.

# 1864_Saejima
source: Don't work yerself too hard. Look at ya. Yer shiverin'.
pt: Non darti troppo da fare. Guardati un po'. Tremi.

# 1876_Little Match Girl
source: I'm okay. Mama works a lot harder for me every day.
pt: Sto bene. Mamma lavora molto più duramente per me ogni giorno.

# 1888_Little Match Girl
source: Please buy more matches from me another time. I'll be here every day.
pt: Per favore, comprane ancora da me un'altra volta. Sarò qui ogni giorno.
