Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c015f.po
Languages: pt

source: You got <Color:8>Haruka's Necklace<Color:Default>.
pt: Hai ottenuto <Color:8>Collana di Haruka<Color:Default>.

source: Haruka will now occasionally predict the outcome of a round when you are playing cho-han.
pt: Haruka d'ora in poi di tanto in tanto prevederà l'esito di una mano quando giochi a cho-han.

source: You got <Color:8>Haruka's Lunch<Color:Default>.
pt: Hai ottenuto <Color:8>Il pranzo di Haruka<Color:Default>.

source: You got <Color:8>Haruka's First-Aid Kit<Color:Default>.
pt: Hai ottenuto <Color:8>Kit di Primo Soccorso di Haruka<Color:Default>.

source: You got <Color:8>Red Jewel<Color:Default>.
pt: Hai ottenuto <Color:8>Gemma Rossa<Color:Default>.

source: You got <Color:8>Haruka's Amulet<Color:Default>.
pt: Hai ottenuto <Color:8>L'Amuleto di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Chocolate<Color:Default>.
pt: Hai ottenuto <Color:8>il cioccolato di Haruka<Color:Default>.

source: You got <Color:8>Haruka's Candy<Color:Default>.
pt: Hai ottenuto <Color:8>Dolcetto di Haruka<Color:Default>.

source: You got <Color:8>Morning Glory Belly Warmer<Color:Default>.
pt: Hai ottenuto <Color:8>Scaldapancia del Glicine<Color:Default>.

source: Player
pt: Giocatore

source: ○You sound like a child.
pt: ○Sembri un bambino.

source: □Don't be wasteful.
pt: □Non sprecare.

source: △Then I'm not going to treat you.
pt: △ Allora non ti offro.

source: Check the Table
pt: Controlla il tavolo

source: Order
pt: Ordina

source: Leave
pt: Andarsene

source: Idle
pt: Inattivo

# 76_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 160_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 172_Hinata
source: Oh, I'd really like the <Color:8>Horumon-yaki<Color:Default>. <Color:255,200,200,255>♥<Color:Default>
pt: Oh, vorrei proprio il <Color:8>Horumon-yaki<Color:Default>. <Color:255,200,200,255>♥<Color:Default>

# 184_Player
source: (Hinata seems to be hungry for some <Color:8>Horumon-yaki<Color:Default>.)
pt: (Hinata sembra aver voglia di <Color:8>Horumon-yaki<Color:Default>.)

# 256_Hinata
source: Ooh, this looks yummy!
pt: Ooh, sembra proprio una delizia!

# 316_Player
source: Hey, don't just eat the meat. Have some vegetables, too.
pt: Ehi, non starti a mangiare solo la carne. Mangia anche un po' di verdura.

# 328_Hinata
source: Oh, I don't need vegetables. You can have them all if you like, Kiryu-san.
pt: Oh, a me le verdure non servono. Puoi prendertene tutte tu, se vuoi, Kiryu-san.

# 340_Player
source: Wait, what?
pt: Ma che?

# 352_Hinata
source: Whenever I'm on a date, the guy always makes me eat whatever I leave on my plate, and I wind up putting on weight.
pt: Ogni volta che sono a un appuntamento, il tizio mi fa sempre finire quello che lascio nel piatto, e alla fine mi ritrovo a prendere peso.

# 364_Player
source: Don't change the subject. It's bad for your health if you don't eat vegetables.
pt: Non cambiare discorso. Ti fa male alla salute se non mangi verdura.

# 376_Hinata
source: Nah, I'll be fine. I drink vegetable juice.
pt: Nah, sto bene. Bevo succo di verdura.

# 388_Player
source: You're already eating now, though. If you just eat the vegetables, you won't need to drink the juice later.
pt: Stai già mangiando, però. Se mangi solo le verdure, non avrai bisogno di bere il succo dopo.

# 400_Hinata
source: Yeah, but I hate vegetables.
pt: Già, ma odio le verdure.

# 412_Player
source: Why's that?
pt: Perché?

# 424_Hinata
source: Because they taste awful.
pt: Perché fanno schifo.

# 436_Player
source: You sound like a child. I thought most adults got over their fear of vegetables.
pt: Sembri un bambino. Pensavo che la maggior parte degli adulti avesse superato la paura delle verdure.

# 448_Hinata
source: Hey, that's got nothing to do with it! Maybe your taste buds are just off.
pt: Ehi, non c'entra proprio niente! Magari hai le papille gustative sballate.

# 460_Player
source: You know, I read in the paper that kids these days dislike eggplant more than they do carrots or peppers. Must be a sign of the times.
pt: Sai, ho letto sul giornale che ai ragazzini d'oggi non piacciono le melanzane più delle carote o dei peperoni. Dev'essere un segno dei tempi.

# 472_Hinata
source: What? No way! Eggplant is delicious!
pt: Cosa? Non ci credo! Le melanzane sono deliziose!

# 484_Player
source: Wait, so you'll eat eggplant?
pt: Aspetta, quindi mangi la melanzana?

# 496_Hinata
source: Sure! Stuff like mapo eggplant is the bomb! I love it! <Color:255,200,200,255>♥<Color:Default>
pt: Certo! Roba come la melanzana mapo è una bomba! La adoro! <Color:255,200,200,255>♥<Color:Default>

# 508_Player
source: Sounds like it's a matter of seasoning, then. If you add sauce or dressing to the vegetables, you could probably eat all kinds, right?
pt: A quanto pare, allora, è tutta questione di condimento. Se ci aggiungi salsa o un condimento alle verdure, probabilmente potresti mangiarle tutte, no?

# 520_Player
source: Don't be wasteful. Being a picky eater is bad manners.
pt: Non sprecare. Essere schizzinosi è maleducazione.

# 532_Hinata
source: Come on, you must've had foods you didn't like when you were a kid, Kiryu-san. Can't you cut me some slack?
pt: Ma dai, Kiryu-san, anche tu avrai avuto cibi che non ti piacevano da bambino. Non puoi darmi un po' di tregua?

# 544_Player
source: It's got nothing to do with being a kid or not. I didn't have the luxury of complaining about that sort of thing growing up.
pt: Non c'entra nulla l'essere un ragazzino o meno. Non mi potevo permettere il lusso di lamentarmi di queste cose crescendo.

# 556_Player
source: I knew how hard people worked to put food on the table for me, so I was just grateful to have anything to eat at all.
pt: Sapevo quanta fatica si facessero le persone per mettermi il pane in tavola, quindi ero già contento di avere qualsiasi cosa da mettere sotto i denti.

# 568_Hinata
source: Well, geez, when you put it like that.
pt: Beh, caspita, quando la metti così.

# 580_Hinata
source: I feel kinda bad now. I guess I should eat my vegetables once in a while, huh?
pt: Mi sento un po' in colpa adesso. Immagino che dovrei mangiare un po' di verdura ogni tanto, eh?

# 592_Player
source: Yeah, you probably should.
pt: Già, probabilmente dovresti.

# 604_Player
source: Then I'm not going to treat you. If you want me to pick up the tab, finish off the plate.
pt: Allora non ti offro. Se vuoi che paghi io, finisci il piatto.

# 616_Hinata
source: Fine, then I'll pay for it myself. Hey, maybe I can treat you instead, Kiryu-san.
pt: Va bene, allora lo pago io. Ehi, magari posso offrirti io invece, Kiryu-san.

# 628_Player
source: You really don't want to eat it, do you?
pt: Non vuoi proprio mangiarlo, eh?

# 640_Hinata
source: I shouldn't have to eat what I don't like. And I get my nutrition from drinking vegetable juice anyways.
pt: Non devo mica mangiare quello che non mi piace. E tanto le mie vitamine le prendo bevendo succo di verdura lo stesso.

# 652_Player
source: Well, I guess that's true.
pt: Beh, immagino sia vero.

# 664_Hinata
source: Right? I don't eat as much as you do, so I don't want to fill myself up with things I don't enjoy.
pt: Vero? Io non mangio mica come te, perciò non voglio riempirmi di roba che non mi va giù.

# 676_Player
source: I don't know about just depending on juice though.
pt: Non so, però, se sia il caso di affidarsi solo al succo.

# 736_Hinata
source: Thanks for the treat!
pt: Grazie per l'offerta!

# 796_Staff
source: Here's your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 832_Staff
source: Sorry, something came up all of a sudden. I have to go.
pt: Scusa, è venuto fuori un imprevisto all'improvviso. Devo andare.

# 844_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 892_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 916_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 952_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 964_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 1036_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 1048_Haruka
source: Uncle Kaz, I'd really like some <Color:8>Stone-roasted Bibimbap<Color:Default>.
pt: Zio Kaz, mi piacerebbe un sacco del <Color:8>Bibimbap su pietra rovente<Color:Default>.

# 1060_Kiryu
source: (Haruka wants to have some <Color:8>Stone-roasted Bibimbap<Color:Default>.)
pt: (Haruka ha voglia di <Color:8>Bibimbap su pietra rovente<Color:Default>.)

# 1084_Haruka
source: Thanks, Uncle Kaz!
pt: Grazie, Zio Kaz!

# 1108_Kiryu
source: (Haruka sure seems happy.)
pt: (Haruka sembra proprio felice.)

# 1216_Haruka
source: Thanks, Uncle Kaz! This is for you!
pt: Grazie, Zio Kaz! Questo è per te!

# 1276_Haruka
source: Thanks a ton, Uncle Kaz! I wanna come play cho-han with you next time, okay?
pt: Grazie infinite, Zio Kaz! Voglio venire a giocare a cho-han con te la prossima volta, okay?

# 1324_Haruka
source: Thanks a ton, Uncle Kaz! I have a present for you!
pt: Grazie mille, Zio Kaz! Ho un regalo per te!

# 1384_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1444_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1504_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1564_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1624_Haruka
source: Thanks, Uncle Kaz! I want to give you this!
pt: Grazie, zio Kaz! Voglio darti questo!

# 1720_Haruka
source: Thanks for doing all that stuff for me, Uncle Kaz!
pt: Grazie per aver fatto tutte quelle cose per me, Zio Kaz!

# 1732_Staff
source: Here, this is a special present, just for you!
pt: Ecco, questo è un regalo speciale, solo per te!

# 1756_Haruka
source: Thanks, Uncle Kaz! I love you!
pt: Grazie, Zio Kaz! Ti voglio bene!

# 1792_Staff
source: Here's your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 1840_Kiryu
source: Sorry. I had something come up all of a sudden.
pt: Scusa. Mi è capitato qualcosa all'improvviso.

# 1852_Staff
source: But I wanted some <Color:8>Stone-roasted Bibimbap<Color:Default>.
pt: Ma volevo del <Color:8>Bibimbap su pietra rovente<Color:Default>.

# 1864_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 1888_Staff
source: Welcome. If you'll please follow me.
pt: Benvenuto. Se per favore vuole seguirmi.

# 1936_Kiryu
source: (I don't need to eat right now.)
pt: (Non ho bisogno di mangiare adesso.)

# 1948_Akiyama
source: (I'm not hungry right now.)
pt: (Non ho fame in questo momento.)

# 1960_Saejima
source: (I'm still full.)
pt: (Sono ancora pieno.)

# 1972_Shinada
source: (Unfortunately, I'm kinda full.)
pt: (Purtroppo, sono un po' pieno.)

# 1984_Haruka
source: (I'm stuffed.)
pt: (Sono strapieno.)

# 2008_Player
source: (I'm broke.)
pt: (Sono al verde.)

# 2044_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2056_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 2068_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2080_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2092_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2104_Staff
source: Ah, I see. Please do come again.
pt: Ah, capisco. Torni pure.

# 2188_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 2212_Kiryu
source: (<Color:8>Grilled Garlic<Color:Default>. I could use a boost.)
pt: (<Color:8>Aglio Grigliato<Color:Default>. Mi servirebbe una carica.)

# 2224_Akiyama
source: (<Color:8>Grilled Garlic<Color:Default>. That'd pick me up.)
pt: (<Color:8>Aglio Grigliato<Color:Default>. Mi darebbe una bella carica.)

# 2236_Saejima
source: (<Color:8>Grilled Garlic<Color:Default>. That's what I need.)
pt: (<Color:8>Aglio Grigliato<Color:Default>. È quello che mi serve.)

# 2248_Shinada
source: (Some <Color:8>Grilled Garlic<Color:Default> would hit the spot.)
pt: Un po' di <Color:8>aglio grigliato<Color:Default> ci starebbe proprio bene.

# 2260_Haruka
source: (<Color:8>Grilled Garlic<Color:Default> might perk me up.)
pt: (<Color:8>Aglio alla griglia<Color:Default> potrebbe tirarmi su un po'.)

# 2284_Staff
source: Are you ready to order?
pt: Siete pronti per ordinare?

# 2320_Staff
source: Here's your check. Thank you very much.
pt: Ecco il suo conto. Grazie mille.

# 2368_Kiryu
source: Sorry. There's something I need to take care of.
pt: Scusa. Ho una cosa da sbrigare.

# 2380_Akiyama
source: Sorry. I have some urgent business.
pt: Scusa. Ho degli affari urgenti.

# 2392_Saejima
source: Sorry, but I gotta jet.
pt: Mi dispiace, ma devo filare.

# 2404_Shinada
source: Oh, I'm sorry. I've got this thing...
pt: Oh, mi dispiace. Ho una cosa...

# 2416_Haruka
source: I'm really sorry. Something just came up.
pt: Mi dispiace davvero. È saltato fuori un imprevisto.

# 2428_Staff
source: I see. Well, please come again.
pt: Capisco. Beh, torni pure.

# 2488_Staff
source: Thank you very much. Please come again!
pt: Grazie mille. Torni a trovarci!
