Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00091e1e.po
Languages: pt

source: Guest
pt: Ospite

source: Play
pt: Gioca

source: Not Now
pt: Non ora

source: Player
pt: Giocatore

# 56_Guest
source: You wanna play a game of mahjong, man? Gotta have 25,000 points on you. You can buy 'em over at the desk.
pt: Ti va di farti una partita a mahjong, compare? Ti ci vogliono 25.000 punti. Li puoi comprare al banco.

# 68_Guest
source: Pull up a chair and join us. We're pretty damn good if you're lookin' for some heat.
pt: Accomodati e unisciti a noi. Siamo dannatamente bravi, se cerchi un po' di pepe.

# 80_Guest
source: Yeah, I'll play.
pt: SÃ¬, gioco.

# 92_Guest
source: Right on, bud. Let's get this show on the road.
pt: Alla grande, compare. Facciamo partire la baracca.

# 152_Guest
source: Actually, I'll pass.
pt: A dire il vero, passo.

# 164_Guest
source: Bummer. Well, if ya change your mind, we'll be here.
pt: Peccato. Beh, se ci ripensi, noi saremo qui.
