Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031b.po
Languages: pt

# 17404_It is I, Ayanokoji
source: I just love you so much! Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17416_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. So you're just after my money, right? Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17428_I enjoyed talking with you.
source: I just love you so much! So you're just after my money, right? Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17440_It is I, Ayanokoji
source: I just love you so much! Words can't describe how beautiful you are. How about dinner some time? I'll be watching you, hehehe!
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17452_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. So you're just after my money, right? How about dinner some time? I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17464_I enjoyed talking with you.
source: I just love you so much! So you're just after my money, right? How about dinner some time? I'll be watching you, hehehe!
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17476_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17488_I enjoyed talking with you.
source: I just love you so much! Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17500_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. So you're just after my money, right? Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17512_It is I, Ayanokoji
source: I just love you so much! Words can't describe how beautiful you are. How about dinner some time? So what do you say? Sounds good?
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Allora, che ne dici? Ti va bene?

# 17524_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. So you're just after my money, right? How about dinner some time? So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Allora, che ne dici? Ti va bene?

# 17536_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17548_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. How about dinner some time? I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17560_I enjoyed talking with you.
source: I just love you so much! So you're just after my money, right? How about dinner some time? So what do you say? Sounds good?
pt: Ti amo tantissimo! Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Allora, che ne dici? Ti va bene?

# 17572_I enjoyed talking with you.
source: I just love you so much! Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17584_I enjoyed talking with you.
source: I just love you so much! Words can't describe how beautiful you are. How about dinner some time? I'll be watching you, hehehe!
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17596_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. So you're just after my money, right? Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17608_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. So you're just after my money, right? How about dinner some time? I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17620_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Ti terrò d'occhio, hehehe!

# 17632_It is I, Ayanokoji
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. How about dinner some time? So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Allora, che ne dici? Ti va bene?

# 17644_I enjoyed talking with you.
source: I just love you so much! Words can't describe how beautiful you are. How about dinner some time? So what do you say? Sounds good?
pt: Ti amo tantissimo! A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Allora, che ne dici? Ti va bene?

# 17656_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. So you're just after my money, right? How about dinner some time? So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. Allora sei solo dopo i miei soldi, vero? Che ne dici di una cena? Allora, che ne dici? Ti va bene?

# 17668_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. Come back to my place, and I'll show you a good time. So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Torna da me, e ti farò divertire un mondo. Allora, che ne dici? Ti va bene?

# 17680_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. How about dinner some time? I'll be watching you, hehehe!
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Ti terrò d'occhio, hehehe!

# 17692_I enjoyed talking with you.
source: I hope you didn't mind me approaching you. Words can't describe how beautiful you are. How about dinner some time? So what do you say? Sounds good?
pt: Spero non ti sia dispiaciuto il mio approccio. A parole non si può descrivere la tua bellezza. Che ne dici di una cena? Allora, che ne dici? Ti va bene?

# 17704_Ayanokoji
source: Are you certain this is a wise thing to do?
pt: Sei certo che sia una cosa saggia da fare?

# 17716_Shinada
source: We'll never know until she reads it. So hit that send button already, nobleman!
pt: Non lo sapremo mai finché non lo legge. Allora premi Invia, dài, nobile!

# 17728_Ayanokoji
source: Fine... Woman, I send to thee!
pt: Va bene... Donna, a te invio!

# 17752_Shinada
source: Now we wait for her reply.
pt: Ora aspettiamo la sua risposta.

# 17800_Ayanokoji
source: She is... not replying.
pt: Lei... non risponde.

# 17812_Shinada
source: Hmm... That's strange.
pt: Hmm... Che strano.

# 17824_Ayanokoji
source: Perhaps my text was lacking.
pt: Forse il mio messaggio era carente.

# 17836_Shinada
source: Now that you mention it, maybe there were some sketchy parts.
pt: Ora che lo dici, forse c'erano dei punti un po' loschi.

# 17848_Ayanokoji
source: You waited until this moment to tell me!? Now what will I do?
pt: Hai aspettato proprio questo momento per dirmelo!? E adesso che faccio?

# 17860_Shinada
source: Relax! We'll just try it again. She's bound to reply once we figure out the right thing to say!
pt: Calmati! Ci riproviamo e basta. Dovrà pur rispondere una volta che capiamo le parole giuste!

# 17872_Ayanokoji
source: Loath as I am to admit it, I must take your word. I have no experience in such low-class endeavors.
pt: Per quanto mi ripugni ammetterlo, devo fidarmi della tua parola. Non ho alcuna esperienza in simili faccende di bassa lega.

# 17884_Shinada
source: We'll nail it next time. Promise.
pt: La prossima volta ci prendiamo. Promesso.

# 17956_Ayanokoji
source: She replied!
pt: Ha risposto!

# 17968_Shinada
source: What did she say!?
pt: Che ha detto!?

# 17980_Ayanokoji
source: "I'd love to go out to dinner with you."
pt: Mi piacerebbe tantissimo uscire a cena con te.

# 17992_Shinada
source: Yes! You scored big time!
pt: Sì! Hai fatto il colpaccio!

# 18004_Ayanokoji
source: You are amazing, Shinada!
pt: Sei un mito, Shinada!

# 18016_Shinada
source: Finally, the recognition I deserve!
pt: Finalmente, il riconoscimento che mi merito!

# 18028_Ayanokoji
source: Now, 'tis time for me to take flight and leave the proverbial nest.
pt: E ora, è giunto il momento per me di spiccare il volo e lasciare il nido.

# 18040_Shinada
source: Right. It's not like I can go on your date with you.
pt: Giusto. Non è che posso venire al tuo appuntamento.

# 18052_Ayanokoji
source: Now that that's settled, I must needs make preparations! We'll have to postpone your training for the nonce.
pt: Ora che è tutto sistemato, devo assolutamente fare i preparativi! Dovremo rimandare il tuo allenamento per il momento.

# 18064_Shinada
source: No worries there. You just focus on your date, buddy. Oh, and be sure to let me know how it goes!
pt: Stai tranquillo. Tu pensa solo al tuo appuntamento, amico. Ah, e mi raccomando, fammi sapere come va!

# 18076_Ayanokoji
source: Indeed. Let us meet at the usual place some time hence!
pt: Certamente. Incontriamoci nel solito posto, tra qualche tempo!

# 18112_Shinada
source: What the－!? What're you doing here, Leo-kun!?
pt: Ma che—!? Che ci fai qui, Leo-kun!?

# 18136_Shinada
source: I thought we'd made so much progress. You've totally backtracked!
pt: Pensavo che avessimo fatto così tanti progressi. Hai fatto marcia indietro di brutto!

# 18160_Shinada
source: Aw, come on, say something, Leo-kun. How about your girlfriend? How's she doing?
pt: Ma dai, di' qualcosa, Leo-kun. E la tua ragazza? Come sta?

# 18172_Ayanokoji
source: Silence!
pt: Silenzio!

# 18196_Ayanokoji
source: Blah, blah, blah! Is that all you do!? This is why I despise you witless, addlepated, moronic commoner! Hmph!
pt: Bla, bla, bla! È tutto quello che sai fare!? Ecco perché ti disprezzo, senza cervello, ottuso, deficiente villano! Sbuff!

# 18208_Shinada
source: Um, Leo-kun? Did something happen with your girl?
pt: Ehm, Leo-kun? È successo qualcosa con la tua ragazza?

# 18220_Ayanokoji
source: She dumped me! But that's not the worst of it!
pt: Mi ha mollato! Ma non è il peggio!

# 18232_Shinada
source: It's not? What else happened?
pt: Non è? Cos'altro è successo?

# 18244_Ayanokoji
source: Well, we were on a date...
pt: Beh, eravamo a un appuntamento...

# 18304_Shinada
source: What!? Some scary guy showed up in the middle of your date!?
pt: Cosa!? Un tipo spaventoso è spuntato fuori nel bel mezzo del tuo appuntamento!?

# 18316_Ayanokoji
source: That's right! He started shouting, "What are you doing with my woman!?" Then he beat the pulp out of me and robbed me blind, the larcener!
pt: Proprio così! Ha iniziato a urlare: "Che ci fai con la mia donna!?" Poi mi ha riempito di botte e mi ha derubato di tutto, quel furfante!

# 18328_Shinada
source: Wait a second! That's one of the oldest scams in the book! What about your new outfit?
pt: Un attimo! Quella è una delle truffe più vecchie del repertorio! E il tuo nuovo vestito?

# 18340_Ayanokoji
source: He took everything, including my clothes and wallet. All my money's gone! It's gone, Shinada!
pt: Ha preso tutto, inclusi i miei vestiti e il portafoglio. Tutti i miei soldi sono spariti! Sono spariti, Shinada!

# 18352_Shinada
source: Wow, you literally lost the shirt off your back.
pt: Wow, ti hanno lasciato senza nemmeno la camicia addosso.

# 18364_Ayanokoji
source: Now is not the time for japes! This is why I do not deal with your kind!
pt: Questo non è il momento per le pagliacciate! Ecco perché non ho a che fare con la gente come te!

# 18376_Shinada
source: The shock's made you revert to your old ways.
pt: Lo shock ti ha fatto tornare alle tue vecchie maniere.

# 18388_Ayanokoji
source: Enough, Shinada! We're resuming your training presently!
pt: Basta, Shinada! Adesso riprendiamo il tuo allenamento!

# 18400_Shinada
source: I thought we were done with all that!
pt: Pensavo avessimo chiuso con quella roba!

# 18412_Ayanokoji
source: Silence! I said it's time for your training, and that means it is time for your training!
pt: Silenzio! Ho detto che è ora del tuo allenamento, e questo significa che è ora del tuo allenamento!

# 18424_Ayanokoji
source: Once we finish this bout, your service to me is ended! You will do nothing more for me, and if you learn nothing more, so much the better!
pt: Una volta finito questo scontro, il tuo servizio per me è terminato! Non farai più nulla per me, e se non imparerai nient'altro, tanto meglio!

# 18436_Shinada
source: Is that your idea of training?
pt: È questa la tua idea di allenamento?

# 18448_Ayanokoji
source: You witless peasant! If I knock you senseless, I'll consider this training session a massive success!
pt: Villano rimbambito! Se ti stendo senza sensi, considererò questa sessione di allenamento un successo strepitoso!

# 18460_Shinada
source: Sheesh, he's even worse than he was before!
pt: Mamma mia, è persino peggio di prima!

# 18472_Ayanokoji
source: I'll be waiting here, Shinada. Come on back when you're ready. Then keep coming back for more.
pt: Ti aspetto qui, Shinada. Torna quando sei pronto. E poi continua a tornare per altro.

# 18484_Shinada
source: No thanks! Well, heh, who am I kidding? I'll stop by when I have time.
pt: No, grazie! Beh, heh, chi mi sto prendendo in giro? Farò un salto quando avrò tempo.

# 18496_Shinada
source: That should help you relieve some that stress of yours. Besides, what happened to you is partly my fault, so...
pt: Dovrebbe aiutarti a scaricare un po' di quello stress che ti porti addosso. E poi, quello che ti è successo è in parte colpa mia, quindi...

# 18508_Ayanokoji
source: Well said, peasant. I'm going to enjoy rearranging your face with my fists.
pt: Ben detto, villano. Mi divertirò a spaccarti la faccia a pugni.

# 18520_Shinada
source: Heh... Hahaha!
pt: Heh... Ahahah!
