Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c0c8c.po
Languages: pt

source: Idle
pt: Inattivo

# 128_Haruka
source: (Oh, it's Uda-san from the Sotenbori Merchants Association.)
pt: (Oh, è l'Uda-san dell'Associazione dei Commercianti di Sotenbori.)

# 140_Haruka
source: Hello, Uda-san. What brings you here?
pt: Salve, Uda-san. Cosa la porta qui?

# 152_Uda
source: Hm?
pt: Mh?

# 164_Uda
source: Oh, Sawamura-san. What a coincidence!
pt: Oh, Sawamura-san. Che coincidenza!

# 176_Uda
source: Do you think you could spare a minute or two? There's something I'd like to show you.
pt: Potresti dedicarmi un minuto o due? C'è qualcosa che vorrei mostrarti.

# 188_Haruka
source: Something to show me? What is it?
pt: Qualcosa da mostrarmi? Cos'è?

# 200_Uda
source: Take a look at this.
pt: Dai un'occhiata.

# 212_Haruka
source: A photo of me?
pt: Una mia foto?

# 224_Uda
source: I saw a junior high school student with it on the street. But I know for a fact this didn't come from Dyna Chair.
pt: Ho visto uno studente delle scuole medie con quello per strada. Ma so per certo che questo non è venuto da Dyna Chair.

# 236_Uda
source: Someone is stalking and secretly taking pictures of you, then selling those photos without permission.
pt: Qualcuno ti sta stalkerando e ti sta scattando foto di nascosto, e poi sta vendendo quelle foto senza permesso.

# 248_Haruka
source: Someone's taking pictures of me? I honestly had no idea.
pt: Qualcuno mi sta scattando foto? Sinceramente non ne avevo proprio idea.

# 260_Uda
source: The work of a paparazzo, no doubt. I suppose that sort of thing happens to many idols, but the Merchants Association just can't allow it.
pt: Lavoro da paparazzo, senza dubbio. Immagino che cose del genere capitino a molte idol, ma l'Associazione dei Commercianti non può proprio permetterlo.

# 272_Uda
source: It would damage our reputation to have unauthorized photos like this one being sold on the street!
pt: Danneggerebbe la nostra reputazione avere foto non autorizzate come questa vendute per strada!

# 284_Uda
source: I want to get this no good creep out of our town! And I'd like to get your cooperation, Sawamura-san, if I may.
pt: Voglio cacciare questo brutto ceffo dalla nostra città! E le chiedo\nla sua collaborazione, Sawamura-san, se mi permette.

# 296_Haruka
source: My cooperation? But what can I do?
pt: La mia collaborazione? Ma cosa posso fare io?

# 308_Uda
source: Well, this paparazzo might be pointing his camera lens at you from the shadows this very moment! That's how close he might be at any given time.
pt: Beh, questo paparazzo potrebbe averti puntato l'obiettivo dall'ombra proprio in questo istante! Capisci, ecco quanto è vicino in qualsiasi momento.

# 320_Uda
source: So if you ever get the feeling someone is watching you, it might very well be this paparazzo. Please be vigilant at all times, especially on the street.
pt: Quindi, se mai dovessi sentire che qualcuno ti sta spiando, potrebbe benissimo essere questo paparazzo. Ti prego di stare sempre all'erta, soprattutto in strada.

# 332_Uda
source: And if you happen to notice this paparazzo, could you please give me a call? I'll drop everything and come running.
pt: E se per caso ti capitasse di notare questo paparazzo, potresti per favore\nfarmi uno squillo? Mollo tutto e vengo\ndi corsa.

# 344_Haruka
source: Well, Dyna Chair really should be the one looking into this, but yes, of course. I'll do what I can to help.
pt: Beh, a dire il vero dovrebbe essere la Dyna Chair a occuparsene, ma sì, certo. Farò quel che posso per aiutare.

# 356_Uda
source: Wonderful! Just promise you won't try to apprehend him yourself. We don't know what kind of man we're dealing with here. He could be dangerous.
pt: Ottimo! Ma promettimi che non proverai a prenderlo\nda sola. Non sappiamo con che razza d'uomo abbiamo a che fare\nqui. Potrebbe essere pericoloso.

# 368_Uda
source: All you have to do is call me. I'll take care of the rest.
pt: Ti basta chiamarmi. Al resto ci penso io.

# 380_Haruka
source: All right. Thank you.
pt: Va bene. Grazie.

# 392_Uda
source: Remember, stay vigilant! And take care. Thank you, Sawamura-san.
pt: Ricorda, stai all'erta! E stai attenta. Grazie, Sawamura-san.
