Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0046000a.po
Languages: pt

source: Spicy Curry Lover
pt: Amante del Curry Piccante

source: Hayashi Rice Fan
pt: Amante dell'Hayashi Rice

# 44_Spicy Curry Lover
source: Lately I've been eating curry soup every morning.
pt: Ultimamente mi sto mangiando zuppa di curry ogni mattina.

# 56_Hayashi Rice Fan
source: Why's that? Did you make too much of it?
pt: Come mai? Ne hai fatto troppo?

# 68_Spicy Curry Lover
source: No. Actually, the spices in curry warm your body up and promote better metabolism.
pt: No. In realtà, le spezie nel curry riscaldano il corpo e promuovono un metabolismo migliore.

# 80_Spicy Curry Lover
source: If you're dieting, it's better to eat it in the morning when you're just starting to move your body, instead of before going to bed.
pt: Se sei a dieta, è meglio mangiarlo al mattino quando stai appena iniziando a muovere il corpo, invece di prima di andare a letto.

# 92_Hayashi Rice Fan
source: No way. You can go on a diet with curry?
pt: Ma va'! Si può fare una dieta con il curry?

# 104_Spicy Curry Lover
source: Oh yes. Certain spices even have anti-aging properties, while others help regulate your digestive tract. So they're good even if you're not dieting!
pt: Ah, già. Certe spezie hanno persino proprietà anti-invecchiamento, mentre altre aiutano a regolare l'intestino. Quindi sono buone anche se non stai a dieta!

# 116_Hayashi Rice Fan
source: Wow! And curry soup's not heavy, so I bet it's easy to eat in the morning. I'll have to give it a try sometime.
pt: Wow! E la zuppa di curry non è pesante, quindi scommetto che è facile da mangiare al mattino. Dovrò provarla prima o poi.

# 128_Saejima
source: (A curry soup breakfast diet, huh? I could talk about that at the cabaret club.)
pt: (Una dieta a base di zuppa di curry a colazione, eh? Potrei parlarne al cabaret club.)
