Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330086.po
Languages: pt

source: You got <Color:8>Brass Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Barilotto e Punta in Ottone<Color:Default>.

source: You got <Color:8>Tungsten Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Barilotto e Punta in Tungsteno<Color:Default>.

source: You got <Color:8>Mini-standard Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Asta Mini-standard<Color:Default>.

source: You got <Color:8>Bristol X Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Bristol X Aletta e Asta<Color:Default>.

source: I'm sorry, but there's a 500 yen fee for replacing a card.
pt: Mi dispiace, ma c'è una tariffa di 500 yen per la sostituzione di una tessera.

source: You got a <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: You replaced your <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai sostituito la tua <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: You got <Color:8>Brass Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Barilotto e Punta in Ottone<Color:Default>.

source: You got <Color:8>Tungsten Barrel and Point<Color:Default>.
pt: Hai ottenuto <Color:8>Barilotto e Punta in Tungsteno<Color:Default>.

source: You got <Color:8>Mini-standard Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Aletta e Asta Mini-standard<Color:Default>.

source: You got <Color:8>Bristol X Flight and Shaft<Color:Default>.
pt: Hai ottenuto <Color:8>Bristol X Aletta e Asta<Color:Default>.

source: I'm sorry, but there's a 500 yen fee for replacing a card.
pt: Mi dispiace, ma c'è una tariffa di 500 yen per la sostituzione di una tessera.

source: You got a <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai ottenuto una <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: You replaced your <Color:8>DARTSLIVE Membership Card<Color:Default>.
pt: Hai sostituito la tua <Color:8>Tessera Associativa DARTSLIVE<Color:Default>.

source: Player
pt: Giocatore

source: Try Count-Up
pt: Prova Count-Up

source: Don't Play
pt: Non giocare

source: Employee
pt: Cameriere

source: Play Darts
pt: Gioca a Freccette

source: Read the Rules
pt: Leggi le Regole

source: Start a New Card
pt: Inizia una nuova tessera

source: Customize Darts
pt: Personalizza Dardi

source: Never Mind
pt: Lascia perdere

source: Play Darts with Riku
pt: Gioca a Freccette con Riku

source: Play Alone
pt: Gioca da solo

source: Play Darts with Kaguya
pt: Gioca a Freccette con Kaguya

source: Play Darts with Hinata
pt: Gioca a Freccette con Hinata

source: Replace Card
pt: Sostituisci Carta

source: Count-Up
pt: Punteggio

source: How to Play Count-Up
pt: Come si gioca a Count-Up

source: How to Play '01 Games
pt: Come si gioca a '01

source: How to Play Cricket
pt: Come si gioca a Cricket

source: About Overkill
pt: A proposito di Overkill

# 92_Player
source: (This was fun. Maybe I'll do something else now.)
pt: (È stato spassoso. Magari adesso faccio qualcos'altro.)

# 152_Riku
source: Wow, you're really good at this, Kiryu-san! I'm kinda impressed!
pt: Wow, ci sai fare un sacco con queste, Kiryu-san! Sono rimasto un po' colpito!

# 164_Riku
source: I win!
pt: Ho vinto!

# 176_Riku
source: Aww, guess it's a draw. I'll beat ya next time for sure!
pt: Uffa, immagino sia un pareggio. La prossima volta ti batto di sicuro!

# 236_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Fatti sentire ancora! <Color:255,200,200,255>♥<Color:Default>

# 248_Riku
source: That was wicked fun! I'm headin' back to Tokyo now! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Ora me ne torno a Tokyo! <Color:255,200,200,255>♥<Color:Default>

# 260_Riku
source: That was wicked fun! I'm headin' back to Hakata now! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Ora me ne torno a Hakata! <Color:255,200,200,255>♥<Color:Default>

# 272_Riku
source: That was wicked fun! Call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Fatti sentire ancora! <Color:255,200,200,255>♥<Color:Default>

# 284_Kaguya
source: You're amazing, Saejima-san! I really have to hand it to you.
pt: Sei un fenomeno, Saejima-san! Devo proprio darti atto.

# 296_Kaguya
source: Yay, I win! Looks like you have to practice some more, Saejima-san!
pt: Sìì, ho vinto! Mi sa che devi fare un po' più di pratica, Saejima-san!

# 308_Kaguya
source: Wow, I can't believe it was that close! That really got my blood pumping good!
pt: Wow, non ci posso credere che sia finita così per un pelo! Mi ha fatto pompare il sangue di brutto!

# 368_Kaguya
source: That was so much fun! This place is only a minute's walk from my house, so please call me again anytime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Questo posto è a due passi da casa mia, quindi fatti sentire ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 380_Kaguya
source: This was so much fun! <Color:255,200,200,255>♥<Color:Default> I wish I could head straight home now! But I have to make sure nobody from Rose Hip sees me.
pt: È stato spassosissimo! <Color:255,200,200,255>♥<Color:Default> Vorrei tornare subito a casa! Ma devo assicurarmi che nessuno di Rose Hip mi veda.

# 392_Kaguya
source: That was lots of fun! I'm going to head home now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Ora me ne torno a casa. <Color:255,200,200,255>♥<Color:Default>

# 404_Kaguya
source: That was so much fun! We simply must do it again sometime!
pt: È stato spassosissimo! Dobbiamo assolutamente rifarlo qualche volta!

# 416_Honoka
source: You're real good, Akiyama-san! I'm kinda surprised!
pt: Sei davvero bravo, Akiyama-san! Sono un po' sorpresa!

# 428_Honoka
source: Yeah, I win! Gotta try a little harder than that, Akiyama-san!
pt: Sìì, ho vinto! Mi sa che devi darti un po' più da fare di così, Akiyama-san!

# 440_Honoka
source: Wow, I can't believe it's a draw! Next time I'm definitely gonna win!
pt: Wow, non ci posso credere che sia un pareggio! La prossima volta vincerò di sicuro!

# 464_Honoka
source: That was super fun! Now I gotta get back to Osaka. <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Ora devo tornare a Osaka. <Color:255,200,200,255>♥<Color:Default>

# 476_Honoka
source: That was loads of fun! Gimme a call again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Fatti sentire ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 488_Shion
source: Shinada-san, you're so good at this! You definitely have my admiration.
pt: Shinada-san, sei davvero bravo in questo! Ti ammiro un sacco.

# 500_Shion
source: Oh, I win! I knew I wouldn't lose to you, Shinada-san.
pt: Oh, ho vinto! Sapevo che non avrei perso contro di te, Shinada-san.

# 512_Shion
source: How remarkable that we managed to have a draw! I'll be sure to win next time, though!
pt: Non ci posso credere che sia un pareggio! La prossima volta vincerò di sicuro!

# 536_Shion
source: That was quite fun! I'll be heading back to Nagoya now. <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Ora me ne torno a Nagoya. <Color:255,200,200,255>♥<Color:Default>

# 548_Shion
source: That was so much fun! Please do call me again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Fatti sentire ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 560_Hinata
source: You're really good at that, Kiryu-san! I'm kinda surprised!
pt: Sei davvero bravo in questo, Kiryu-san! Sono un po' sorpresa!

# 572_Hinata
source: Yay, I win! Looks like you have to practice some more, Kiryu-san!
pt: Sìì, ho vinto! Mi sa che devi allenarti un po' di più, Kiryu-san!

# 584_Hinata
source: Wow, I can't believe it was a tie! But I'm gonna win next time!
pt: Wow, non ci posso credere che sia un pareggio! Ma la prossima volta vincerò di sicuro!

# 596_Hinata
source: That was super fun! Ask me out again sometime! <Color:255,200,200,255>♥<Color:Default>
pt: È stato spassosissimo! Vediamoci ancora quando vuoi! <Color:255,200,200,255>♥<Color:Default>

# 680_Haruka
source: Hey, Uncle Kaz! <Color:8>See if you can score more than 250 points in single-player count-up!<Color:Default>
pt: Ehi, Zio Kaz! <Color:8>Vedi se riesci a fare più di 250 punti nel count-up in singolo!<Color:Default>

# 692_Kiryu
source: (Haruka wants me to <Color:8>score at least 250 points in count-up<Color:Default>.)
pt: (Haruka vuole che io <Color:8>faccia almeno 250 punti nel count-up<Color:Default>.)

# 716_Player
source: Good luck, Uncle Kaz!
pt: Buona fortuna, Zio Kaz!

# 764_Employee
source: Do you want to play darts? One game is 200 yen.
pt: Ti va una partita a dardi? Una costa 200 yen.

# 776_Employee
source: Do you want to play darts? It's 400 yen for two people.
pt: Ti va una partita a dardi? Sono 400 yen per due persone.

# 800_Riku
source: Let's play darts together! ♪
pt: Giochiamo a dardi insieme! ♪

# 812_Kiryu
source: (Riku wants to play some darts.)
pt: (Riku vuole fare una partita a dardi.)

# 836_Kiryu
source: Okay, let's play a round.
pt: Ok, facciamo una partita.

# 848_Riku
source: Hehe, I ain't gonna go easy on you! ♪
pt: Hehe, non ci andrò piano con te! ♪

# 872_Kiryu
source: Sorry, but I'd rather play alone.
pt: Scusa, ma preferirei giocare da solo.

# 884_Riku
source: What? Aren't we on a date?
pt: Cosa? Non siamo a un appuntamento?

# 908_Kiryu
source: Sorry. I don't have the money.
pt: Scusa. Non c'ho i soldi.

# 920_Riku
source: Kiryu-san, you shouldn't invite people on dates if yer broke.
pt: Kiryu-san, non dovresti invitare gente a degli appuntamenti se non c'hai i soldi.

# 944_Kiryu
source: Sorry, but I'm not feeling it.
pt: Scusa, ma non me la sento.

# 956_Riku
source: Oh... You're not?
pt: Oh... non te la senti?

# 980_Kaguya
source: Let's play darts together! ♪
pt: Giochiamo a dardi insieme! ♪

# 992_Saejima
source: (Kaguya wants to play darts.)
pt: (Kaguya vuole fare una partita a dardi.)

# 1016_Saejima
source: Sure, let's have ourselves a game.
pt: Ok, facciamo una partita.

# 1028_Kaguya
source: Don't expect me to go easy on you!
pt: Non aspettarti che ci vada piano con te!

# 1052_Saejima
source: Sorry, but I kinda wanna play alone.
pt: Scusa, ma preferirei giocare da solo.

# 1064_Kaguya
source: Oh... I guess I'll just watch, then.
pt: Oh... va bene, allora guarderò e basta.

# 1088_Saejima
source: Sorry. Can't afford it.
pt: Scusa. Non posso permettermelo.

# 1100_Kaguya
source: Oh, okay... I guess we'll have to go somewhere that doesn't cost money, then.
pt: Oh, va bene... immagino che dovremo andare da qualche parte che non costi niente, allora.

# 1124_Saejima
source: Sorry. Not really in the mood.
pt: Scusa. Non sono in vena.

# 1136_Kaguya
source: What? Why did you even ask me on a date, then!?
pt: Cosa? Ma allora perché mi hai chiesto di uscire!?

# 1160_Hinata
source: Let's play darts! ♪
pt: Giochiamo a dardi! ♪

# 1172_Kiryu
source: (Hinata wants to play some darts...)
pt: (Hinata vuole fare una partita a dardi...)

# 1196_Kiryu
source: Okay, let's play a round.
pt: Ok, facciamo una partita.

# 1208_Hinata
source: Hehe. I'm not letting you off easy! ♪
pt: Hehe. Non ci vado piano con te! ♪

# 1232_Kiryu
source: Sorry, but I'd rather play alone.
pt: Scusa, ma preferirei giocare da solo.

# 1244_Hinata
source: What? Fine, I'll just watch.
pt: Cosa? Va bene, guarderò e basta.

# 1268_Kiryu
source: Sorry, I don't have the money.
pt: Scusa, non ho i soldi.

# 1280_Hinata
source: Wow, you're pretty broke.
pt: Wow, sei proprio al verde.

# 1304_Kiryu
source: Sorry, but I'm not feeling it.
pt: Scusa, ma non sono in vena.

# 1316_Hinata
source: Seriously? But what about our date?
pt: Sul serio? Ma il nostro appuntamento?

# 1352_Employee
source: Have you ever customized your darts, sir? Come see me if you'd like to do so.
pt: Ha mai personalizzato i suoi dardi, signore? Venga da me se le va.

# 1472_Employee
source: Darts are made of two simple parts: the dart itself and the flight. I'll give you four parts to play around with, but there are many more out there you can use.
pt: I dardi sono fatti di due semplici parti: il dardo vero e proprio e la sua aletta. Le darò quattro parti con cui sbizzarrirsi, ma ce ne sono molte altre là fuori che può usare.

# 1484_Employee
source: Many passionate dart players customize their darts, so you may find people who will give you parts for your own set.
pt: Molti giocatori di dardi appassionati personalizzano i loro dardi, quindi potrebbe trovare persone che le offriranno pezzi per il suo set personale.

# 1496_Employee
source: Go on, put the parts together and make your own custom set of darts.
pt: Forza, metti insieme le parti e crea il tuo set di dardi personalizzato.

# 1640_Employee
source: Would you like to play with one of our employees? If so, it'll be 400 yen for two players.
pt: Le va di giocare con uno dei nostri impiegati? Se sì, saranno 400 yen per due giocatori.

# 1664_Kiryu
source: (Who should I invite to play? It'll be 400 yen for a two player game.)
pt: (Chi dovrei invitare a giocare? Saranno 400 yen per due giocatori.)

# 1676_Akiyama
source: (400 yen for two people, huh? Who should I invite to play?)
pt: (400 yen per due persone, eh? Chi dovrei invitare a giocare?)

# 1688_Saejima
source: (400 yen for two people, huh? Who should I invite to play?)
pt: (400 yen per due persone, eh? Chi dovrei invitare a giocare?)

# 1700_Shinada
source: (All right, who should I invite to play? It's 400 yen for the two of us.)
pt: (Va bene, chi dovrei invitare a giocare? Sono 400 yen per noi due.)

# 1712_Haruka
source: (Who should I call over? It's 400 yen for two people, right?)
pt: (Chi dovrei chiamare? Sono 400 yen per due persone, giusto?)

# 1724_Kiryu
source: (I'll invite Riku.)
pt: (Inviterò Riku.)

# 1856_Riku
source: Sorry to keep y'waiting! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a dardi con me?

# 1868_Riku
source: Geez, why'd ya hafta call me back from Tokyo for this, Kiryu-san? Couldn't we have just gone somewhere out there?
pt: Ma dai, perché mi hai dovuto richiamare da Tokyo per questo, Kiryu-san? Non potevamo semplicemente andare da qualche parte là?

# 1880_Player
source: Why didn't you say that before you got here?
pt: Perché non l'hai detto prima di arrivare qui?

# 1892_Riku
source: Y'gotta be kiddin' me! Y'called me all the way out to Tokyo jus' to play darts!?
pt: Ma stai scherzando?! Mi hai fatto venire fin qui a Tokyo solo per giocare a dardi!?

# 1904_Player
source: Well, you can do some sightseeing before you head back, too. Anyway, let's play.
pt: Beh, puoi farti un giretto prima di ripartire, anche. Comunque, dai, giochiamo.

# 1916_Riku
source: Sorry to keep ya waitin'! You wanted to play darts with me?
pt: Scusa se ti ho fatto aspettare! Volevi giocare a dardi con me?

# 1928_Saejima
source: (Let's call up Kaguya.)
pt: (Chiamiamo Kaguya.)

# 2060_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo in programma di starmene a casa oggi, ma non posso dire di no quando mi inviti a uscire, Saejima-san!

# 2072_Kaguya
source: If you wanted to play darts, we could have played in Kamurocho. Why did you call me all the way back here to Tsukimino!?
pt: Se volevi giocare a dardi, avremmo potuto giocare a Kamurocho. Perché mi hai richiamato fin qui a Tsukimino!?

# 2084_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 2096_Kaguya
source: Going into work is enough of a pain as it is, but you go and call me all the way out here to Tokyo!? Unbelievable!
pt: Andare a lavoro è già una seccatura di suo, ma tu mi chiami fin qui a Tokyo!? Incredibile!

# 2108_Player
source: Didn't expect ya'd actually come...
pt: Non pensavo che saresti venuto davvero...

# 2120_Kaguya
source: Sorry to keep you waiting! I'd planned on staying in today, but I can't say no when you invite me out, Saejima-san!
pt: Scusa se ti ho fatto aspettare! Avevo in programma di starmene a casa oggi, ma non posso dire di no quando mi inviti a uscire, Saejima-san!

# 2132_Akiyama
source: (Let's call up Honoka-chan.)
pt: (Chiamiamo Honoka-chan.)

# 2228_Honoka
source: Ya called up a student who's busy lookin' for a job all the way out in Osaka, just to play darts? This some kinda joke?
pt: Hai chiamato uno studente che è impegnato a cercare un lavoro fin qui a Osaka, solo per giocare a dardi? Ma è uno scherzo?

# 2240_Player
source: Oh, right. I'm really sorry.
pt: Ah, giusto. Mi dispiace davvero.

# 2252_Honoka
source: Sorry for the wait! It's good to get out every once in a while! <Color:255,200,200,255>♥<Color:Default>
pt: Scusa l'attesa! È bello uscire ogni tanto! <Color:255,200,200,255>♥<Color:Default>

# 2264_Player
source: Shall we begin?
pt: Iniziamo?

# 2276_Shinada
source: (I'll give Shion-chan a call.)
pt: (Chiamiamo Shion-chan.)

# 2372_Shion
source: It really is rather rude to make me come all the way from Nagoya for this, you know. Honestly! Do you think I have nothing better to do?
pt: È davvero una scortesia bella e buona farmi venire fin qui da Nagoya per questo, sai. Onestamente! Pensi che non abbia niente di meglio da fare?

# 2384_Player
source: Yeah, sorry about that! I guess the travel costs must've been rough, too.
pt: Sì, scusa per quello! Immagino che anche i costi di viaggio siano stati tosti.

# 2396_Shion
source: Apologies for the delay! I haven't played darts in forever. I'm a little nervous, actually!
pt: Scusa per il ritardo! Non gioco a dardi da una vita. Sono un po' nervoso, a dire il vero!

# 2408_Player
source: Well, want to get started?
pt: Allora, iniziamo?

# 2420_Kiryu
source: (Let's give Hinata a call.)
pt: (Chiamiamo Hinata.)

# 2504_Hinata
source: Sorry to keep you waiting! I was just looking for something to do. Nice timing, Kiryu-san!
pt: Scusa l'attesa! Stavo giusto cercando qualcosa da fare. Bel tempismo, Kiryu-san!

# 2516_Employee
source: Enjoy your game.
pt: Divertiti a giocare.

# 2540_Employee
source: I see. Please come again.
pt: Capisco. Torni a trovarci.

# 2564_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2576_Akiyama
source: (I don't have the money. Better try again when I do.)
pt: (Non ho i soldi. Meglio riprovare quando li avrò.)

# 2588_Saejima
source: (Looks like I'm a little short.)
pt: (Mi sa che sono un po' a corto.)

# 2600_Shinada
source: (Crap, I don't have 200 yen! Man... Better give up, then.)
pt: (Cavolo, non ho 200 yen! Mannaggia... Meglio lasciare perdere, allora.)

# 2612_Haruka
source: (I don't have 200 yen. I'll have to come back later.)
pt: (Non ho 200 yen. Dovrò tornare più tardi.)

# 2648_Kiryu
source: (I don't have enough money to play with someone else...)
pt: (Non ho abbastanza soldi per giocare con qualcun altro...)

# 2660_Akiyama
source: (I don't have enough to play with someone else. I'll have to hold off till next time.)
pt: (Non ho abbastanza soldi per giocare con qualcun altro. Dovrò aspettare la prossima volta.)

# 2672_Saejima
source: (I could invite someone to play if I had the cash.)
pt: (Potrei invitare qualcuno a giocare se avessi i soldi.)

# 2684_Shinada
source: (If I had money, I could invite someone...)
pt: (Se avessi i soldi, potrei invitare qualcuno...)

# 2696_Haruka
source: (I don't have enough money. I'll try again some other time, I suppose.)
pt: (Non ho abbastanza soldi. Ci riproverò un'altra volta, suppongo.)

# 2720_Kiryu
source: (I don't have the money.)
pt: (Non ho i soldi.)

# 2732_Akiyama
source: (I don't have enough money. Guess I'll have to play another time.)
pt: (Non ho abbastanza soldi. Mi sa che dovrò giocare un'altra volta.)

# 2744_Saejima
source: (Looks like I'm a little short.)
pt: (Mi sa che sono un po' a corto.)

# 2756_Shinada
source: (I don't have 500 yen! Damn, better give up, then...)
pt: (Non ho 500 yen! Mannaggia, meglio lasciare perdere, allora...)

# 2768_Haruka
source: (I don't have 500 yen. I'll have to come back another day.)
pt: (Non ho 500 yen. Dovrò tornare un altro giorno.)

# 2792_Employee
source: Sir, it seems you are not in possession of a <Color:8>DARTSLIVE Membership Card<Color:Default> yet.
pt: Signore, sembra che lei non sia ancora in possesso di una <Color:8>DARTSLIVE Membership Card<Color:Default>.

# 2804_Employee
source: This handy little card lets you keep track of your darts results.
pt: Questa pratica tesserina ti permette di tenere traccia dei tuoi risultati ai dardi.

# 2816_Employee
source: We give them away free to our customers. Don't forget to use it before you play a game.
pt: Li diamo via gratis ai nostri clienti. Non dimenticare di usarla prima di giocare una partita.

# 2828_Employee
source: Here you go.
pt: Ecco a lei.

# 2864_Employee
source: If you look at the card, you'll notice that you can set the player name displayed during games, so please take a moment to do that.
pt: Se dai un'occhiata alla tessera, noterai che puoi impostare il nome giocatore visualizzato durante le partite, quindi, ti prego, prenditi un momento per farlo.

# 2888_Employee
source: Okay, you're all done.
pt: Va bene, hai finito.

# 2912_Employee
source: There's a 500 yen fee for replacing a card. Which one would you like?
pt: C'è una tariffa di 500 yen per la sostituzione di una tessera. Quale vorresti?

# 3128_Employee
source: Are you sure? You'll lose all your past darts results if you replace your card.
pt: Sei sicuro? Perderai tutti i tuoi risultati passati ai dardi se sostituisci la tua tessera.

# 3356_Employee
source: Please enter your name on your new card.
pt: Inserisci il tuo nome sulla nuova carta.

# 3380_Employee
source: Your registration is complete.
pt: La tua registrazione è completa.

# 3392_Employee
source: We have three different dart games you can choose from. Which rules do you want to see?
pt: Abbiamo tre diversi giochi di dardi tra cui puoi scegliere. Quali regole vuoi vedere?

# 3404_How to Play Count-Up
source: In this game, the numbers you hit are added to your score. The player with the highest score at the end of the game wins. In Count-Up, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i numeri che colpisci vengono aggiunti al tuo punteggio. Il giocatore con il punteggio più alto alla fine della partita vince. In Count-Up, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 3416_How to Play '01 Games
source: In this game, the points you hit are deducted from the designated score as you try to reach exactly zero. There are a variety of starting scores, such as 301 and 501. In '01, both the bull's-eye and double bull's-eye are worth 50 points.
pt: In questo gioco, i punti che colpisci vengono sottratti dal punteggio designato mentre cerchi di raggiungere esattamente zero. Ci sono una varietà di punteggi di partenza, come il 301 e il 501. In '01, sia il bull's-eye che il double bull's-eye valgono 50 punti.

# 3428_Player
source: You bust if you go under zero, at which point your opponent gets to play. Your points will revert to what they were when the round started.
pt: Sballi se vai sotto zero, a quel punto tocca al tuo avversario. Il tuo punteggio tornerà a quello che avevi all'inizio del round.
