Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid003303ef.po
Languages: pt

source: Sing
pt: Canta

source: Don't Sing
pt: Non Cantare

# 156_Haruka
source: Yay, karaoke! Let's see, what do I want to sing today...
pt: Evviva, karaoke! Vediamo, cosa voglio cantare oggi...

# 168_Haruka
source: Can't go wrong with a Princess League song, but... There're so many others I want to sing, too!
pt: Non si sbaglia mai con una canzone della Princess League, ma... Ce ne sono così tante altre che vorrei cantare anch'io!

# 180_Kiryu
source: Sounded great, Haruka.
pt: Sei stata bravissima, Haruka.

# 192_Haruka
source: I know, right? Hehe...
pt: Eh, già! Hehe...

# 204_Haruka
source: Hey, Uncle Kaz, you should sing, too! Come on, I wanna hear you sing!
pt: Ehi, Zio Kaz, canta anche tu! Dai, voglio sentirti cantare!

# 216_Haruka
source: Yay! This is gonna be great!
pt: Evvai! Sarà una figata!

# 228_Haruka
source: Oh, okay...
pt: Oh, ok...

# 240_Kiryu
source: What's wrong, Haruka? Not feeling well?
pt: Che c'è, Haruka? Non ti senti bene?

# 252_Haruka
source: Sorry, Uncle Kaz...
pt: Scusa, Zio Kaz...

# 264_Kiryu
source: Nice one, Haruka. I was really getting into it.
pt: Brava, Haruka. Mi ci stavo proprio prendendo bene.

# 276_Haruka
source: Yeah, I nailed that one!
pt: Sì, l'ho spaccata!

# 288_Haruka
source: Hey, Uncle Kaz, you should sing, too! Come on, I wanna hear you sing!
pt: Ehi, Zio Kaz, canta anche tu! Dai, voglio sentirti cantare!

# 300_Haruka
source: Yay! This is gonna be great!
pt: Evvai! Sarà una figata!

# 312_Haruka
source: Oh, okay...
pt: Oh, ok...

# 324_Kiryu
source: You made that really fun, Haruka.
pt: L'hai resa davvero divertente, Haruka.

# 336_Haruka
source: You were so good, Uncle Kaz! You sounded really cool, too.
pt: Sei stato bravissimo, Zio Kaz! E avevi anche una voce fighissima.

# 348_Kiryu
source: Heh, thanks.
pt: Eh, grazie.

# 360_Kiryu
source: That was a tough one.
pt: È stata dura.

# 372_Haruka
source: Sorry, Uncle Kaz.
pt: Scusa, Zio Kaz.

# 384_Kiryu
source: You made that really fun, Haruka.
pt: L'hai resa davvero divertente, Haruka.

# 396_Haruka
source: You're so cool, Uncle Kaz! You sounded just like a pro!
pt: Sei troppo forte, Zio Kaz! Cantavi come un vero pro!

# 408_Kiryu
source: Heh, I'm not that good.
pt: Eh, non sono un granché.
