Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00490174.po
Languages: pt

source: You got a <Color:8>Cod Roe Blackjack<Color:Default>.
pt: Hai ottenuto un <Color:8>Blackjack alla Uova di Merluzzo<Color:Default>.

source: You got 2,000 experience points.
pt: Hai ottenuto 2.000 punti esperienza.

# 108_Kamiyama
source: Akiyama-san! We did it! We got our new menu items!
pt: Akiyama-san! Ce l’abbiamo fatta! Abbiamo i nuovi piatti del menu!

# 120_Akiyama
source: Oh, that's great to hear. What are they, if I may ask?
pt: Oh, che bella notizia. Posso chiedere quali sono?

# 132_Kamiyama
source: I was just about to say. We decided to go with mentaiko, salmon, and chicken wings.
pt: Stavo proprio per dirlo. Abbiamo deciso per mentaiko, salmone e ali di pollo.

# 228_Kamiyama
source: Akiyama-san, your advice was spot-on in every way. Thank you so very much!
pt: Akiyama-san, i suoi consigli sono stati perfetti sotto ogni aspetto. La ringrazio davvero tanto!

# 240_Akiyama
source: Oh, all the ideas worked? That's great.
pt: Oh, quindi hanno funzionato tutte le idee? Ottimo.

# 252_Akiyama
source: Oh, I see. Guess I wasn't very useful to you, huh?
pt: Capisco. Immagino di non essere stato molto utile, eh?

# 264_Kamiyama
source: No, no. The ideas for all three came to me from the places your acquaintances hail from.
pt: No, no. Le idee per tutti e tre mi sono venute dai posti da cui provengono i suoi conoscenti.

# 276_Kamiyama
source: Mentaiko from Fukuoka, salmon from Hokkaido, and chicken wings－which we're shapin' into a unique little tulip shape－from Nagoya.
pt: Mentaiko da Fukuoka, salmone da Hokkaido e ali di pollo— che stiamo modellando in una particolare forma a tulipano— da Nagoya.

# 288_Akiyama
source: Oh, I see. The new items are from the three cities. Heh, looks like I was somewhat useful after all.
pt: Ah, capisco. I nuovi piatti vengono dalle tre città. Heh, sembra che alla fine sia stato utile dopotutto.

# 300_Akiyama
source: Oh, so mentaiko's in. The other ideas weren't too useful, I'm guessing?
pt: Oh, quindi avete scelto il mentaiko. Le altre idee non sono state molto utili, immagino?

# 312_Kamiyama
source: No, no. The ideas for the other two came to me from the places your acquaintances hail from.
pt: No, no. Le idee per gli altri due piatti mi sono venute dai posti da cui provengono i suoi conoscenti.

# 324_Kamiyama
source: Salmon's from Hokkaido, and chicken wings－which we're shapin' into a unique little tulip shape－are from Nagoya.
pt: Il salmone viene da Hokkaido, e le ali di pollo—che stiamo modellando in una particolare forma a tulipano—vengono da Nagoya.

# 336_Akiyama
source: Oh, I see. Heh, looks like I was somewhat useful after all.
pt: Ah, capisco. Heh, sembra che sia stato utile dopotutto.

# 348_Akiyama
source: Oh, so salmon's in. The other ideas weren't too useful, I'm guessing?
pt: Oh, quindi avete scelto il salmone. Le altre idee non sono state molto utili, immagino?

# 360_Kamiyama
source: No, no. The ideas for the other two came to me from the places your acquaintances hail from.
pt: No, no. Le idee per gli altri due piatti mi sono venute dai posti da cui provengono i suoi conoscenti.

# 372_Kamiyama
source: Mentaiko's from Fukuoka, and chicken wings－which we're shapin' into a unique little tulip shape－are from Nagoya.
pt: Il mentaiko viene da Fukuoka, e le ali di pollo—che stiamo modellando in una particolare forma a tulipano—vengono da Nagoya.

# 384_Akiyama
source: Oh, I see. Heh, looks like I was somewhat useful after all.
pt: Ah, capisco. Heh, sembra che sia stato utile dopotutto.

# 396_Akiyama
source: Oh, so chicken wings are in.
pt: Oh, quindi avete scelto le ali di pollo.

# 408_Kamiyama
source: Yeah. We decided to cut the wings into a unique little tulip shape.
pt: Sì. Abbiamo deciso di tagliare le ali in una particolare forma a tulipano.

# 420_Akiyama
source: I see. The other ideas weren't too useful, I'm guessing?
pt: Capisco. Le altre idee non sono state molto utili, immagino?

# 432_Kamiyama
source: No, no. The ideas for the other two came to me from the places your acquaintances hail from.
pt: No, no. Le idee per gli altri due piatti mi sono venute dai posti da cui provengono i suoi conoscenti.

# 444_Kamiyama
source: Mentaiko's from Fukuoka, and salmon's from Hokkaido.
pt: Il mentaiko viene da Fukuoka, e il salmone da Hokkaido.

# 456_Akiyama
source: Oh, I see. Heh, looks like I was somewhat useful after all.
pt: Ah, capisco. Heh, sembra che sia stato utile dopotutto.

# 468_Akiyama
source: Oh, you went with mentaiko and salmon.
pt: Oh, quindi avete scelto mentaiko e salmone.

# 480_Kamiyama
source: I did! Your advice was invaluable, Akiyama-san.
pt: Esatto! I suoi consigli sono stati preziosissimi, Akiyama-san.

# 492_Kamiyama
source: Actually, chicken wings, too. We're gonna give 'em a unique tulip shape.
pt: In realtà anche le ali di pollo. Le modelleremo in una particolare forma a tulipano.

# 504_Kamiyama
source: I got the idea from your acquaintance from Nagoya.
pt: L’idea mi è venuta dal suo conoscente di Nagoya.

# 516_Akiyama
source: Haha, that's giving me undue credit. But I'm glad I could be of service.
pt: Haha, mi sta dando troppo credito. Ma sono felice di essere stato d’aiuto.

# 528_Akiyama
source: Oh, you went with mentaiko and chicken wings.
pt: Oh, quindi avete scelto mentaiko e ali di pollo.

# 540_Kamiyama
source: I did! Your advice was invaluable, Akiyama-san.
pt: Esatto! I suoi consigli sono stati preziosissimi, Akiyama-san.

# 552_Kamiyama
source: Actually, salmon, too. I got the idea from your acquaintance from Hokkaido.
pt: In realtà anche il salmone. L’idea mi è venuta dal suo conoscente di Hokkaido.

# 564_Akiyama
source: Haha, that's giving me undue credit. But I'm glad I could be of service.
pt: Haha, mi sta dando troppo credito. Ma sono felice di essere stato d’aiuto.

# 576_Akiyama
source: Oh, you went with salmon and chicken wings.
pt: Oh, quindi avete scelto salmone e ali di pollo.

# 588_Kamiyama
source: I did! Your advice was invaluable, Akiyama-san.
pt: Esatto! I suoi consigli sono stati preziosissimi, Akiyama-san.

# 600_Kamiyama
source: Actually, mentaiko, too. I got the idea from your acquaintance from Fukuoka.
pt: In realtà anche il mentaiko. L’idea mi è venuta dal suo conoscente di Fukuoka.

# 612_Akiyama
source: Haha, that's giving me undue credit. But I'm glad I could be of service.
pt: Haha, mi sta dando troppo credito. Ma sono felice di essere stato d’aiuto.

# 624_Kamiyama
source: Akiyama-san, I owe ya so much for what you've done. Whaddya say to joinin' me at my company?
pt: Akiyama-san, le devo davvero molto per quello che ha fatto. Che ne dice di unirsi alla mia azienda?

# 636_Akiyama
source: That's an attractive offer. If my business ever goes under, I'll definitely look you up.
pt: È un’offerta allettante. Se mai la mia attività dovesse fallire, la cercherò sicuramente.

# 648_Kamiyama
source: Haha, nah, you're way too on top of things. I doubt we'll see the day.
pt: Haha, no, lei è troppo in gamba. Dubito che quel giorno arriverà.

# 660_Kamiyama
source: It's not much, but think of it as a little show of my appreciation. Thank you kindly.
pt: Non è molto, ma lo consideri un piccolo segno della mia gratitudine. La ringrazio di cuore.

# 708_Kamiyama
source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>20.000 yen<Color:Default>.

# 744_Kamiyama
source: You got <Color:8>20,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>20.000 yen<Color:Default>.

# 756_Kamiyama
source: You got <Color:8>10,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>10.000 yen<Color:Default>.

# 768_Kamiyama
source: You got <Color:8>5,000 yen<Color:Default>.
pt: Hai ottenuto <Color:8>5.000 yen<Color:Default>.

# 780_Kamiyama
source: All right, I gotta get goin'. Come eat with us again soon!
pt: Va bene, devo andare. Vieni a mangiare da noi di nuovo, presto!

# 816_Akiyama
source: (Heh, he's an energetic one.)
pt: (Heh, è proprio pieno di energia.)

# 864_Akiyama
source: Chairman Ueyama-san.
pt: Presidente Ueyama-san.

# 876_Kamiyama
source: Ah, Akiyama-san. How's it goin'? Rustle up any ideas for some new kushikatsu items?
pt: Ah, Akiyama-san. Come va? Ha trovato qualche idea per nuovi kushikatsu?

# 888_Akiyama
source: Yes. I spoke with some acquaintances who had been living in Fukuoka, Hokkaido, and Nagoya.
pt: Sì. Ho parlato con alcuni conoscenti che hanno vissuto a Fukuoka, Hokkaido e Nagoya.

# 900_Kamiyama
source: Great! And?
pt: Ottimo! E allora?

# 924_Akiyama
source: My Fukuoka acquaintance suggested mizutaki stew.
pt: Il mio conoscente di Fukuoka ha suggerito lo stufato mizutaki.

# 936_Kamiyama
source: Hmm? Mizutaki stew, ya say? I dunno 'bout that...
pt: Hmm? Stufato mizutaki, dice? Non so…

# 948_Akiyama
source: Oh. Okay.
pt: Oh. Capisco.

# 960_Akiyama
source: My Fukuoka acquaintance suggested mentaiko－spicy fish roe.
pt: Il mio conoscente di Fukuoka ha suggerito il mentaiko—uova di pesce piccanti.

# 972_Kamiyama
source: Hm, hm... Mentaiko, huh? That's a good one!
pt: Hm, hm… Mentaiko, eh? Questa sì che è una buona idea!

# 984_Akiyama
source: Oh, good. Here's hoping it works.
pt: Oh, bene. Speriamo funzioni.

# 996_Akiyama
source: My Fukuoka acquaintance suggested, uh, soba noodles.
pt: Il mio conoscente di Fukuoka ha suggerito, ehm… i soba.

# 1008_Kamiyama
source: Soba... Did he really? What's that got to do with Fukuoka? I ain't too sure about that one...
pt: Soba… davvero? Che c’entra con Fukuoka? Non sono troppo convinto…

# 1020_Akiyama
source: That's fair...
pt: Giusto…

# 1044_Akiyama
source: Next, my acquaintance from Hokkaido suggested rabbit.
pt: Poi, il mio conoscente di Hokkaido ha suggerito il coniglio.

# 1056_Kamiyama
source: Rabbit? That's a curveball. Not sayin' it's a bad ingredient, but it doesn't sound quite right.
pt: Coniglio? Questa sì che è strana. Non dico che sia un cattivo ingrediente, ma non suona proprio adatto.

# 1068_Akiyama
source: Hmm, fair enough.
pt: Hmm, capisco.

# 1080_Akiyama
source: Next, my acquaintance from Hokkaido suggested bear.
pt: Poi, il mio conoscente di Hokkaido ha suggerito l’orso.

# 1092_Kamiyama
source: Now that's a big idea. Has a kick to it, but it's a bit much, if you ask me.
pt: Questa sì che è grossa. Ha il suo fascino, ma è un po’ troppo, se vuole il mio parere.

# 1104_Akiyama
source: Yeah, I thought so, too.
pt: Sì, lo pensavo anch’io.

# 1116_Akiyama
source: Next, my acquaintance from Hokkaido suggested salmon.
pt: Poi, il mio conoscente di Hokkaido ha suggerito il salmone.

# 1128_Kamiyama
source: Ah, yes! Salmon! That does sound good for fryin' on a skewer.
pt: Ah, sì! Il salmone! Quello sì che suona bene per friggerlo su uno spiedo.

# 1140_Akiyama
source: Yeah, salmon is pretty tasty, isn't it? I'm glad you like the idea.
pt: Sì, il salmone è davvero buono, no? Sono contento che l’idea le piaccia.

# 1164_Akiyama
source: And finally, my Nagoya acquaintance said... Uh... How's miso bean paste strike you?
pt: E infine, il mio conoscente di Nagoya ha detto… ehm… che ne dice della pasta di miso?

# 1176_Kamiyama
source: You mean by itself?
pt: Da sola?

# 1188_Akiyama
source: Yes, that was my reaction, too.
pt: Sì, è stata anche la mia reazione.

# 1200_Kamiyama
source: Hmm. Does your acquaintance happen to have any odd eating habits? Miso on its own's a no-go in my book.
pt: Hmm. Il suo conoscente ha per caso abitudini alimentari strane? Il miso da solo, per me, è un no assoluto.

# 1212_Akiyama
source: Hey, mine too...
pt: Eh, anche per me…

# 1224_Akiyama
source: And finally, my Nagoya acquaintance suggested chicken wings.
pt: E infine, il mio conoscente di Nagoya ha suggerito le ali di pollo.

# 1236_Kamiyama
source: Chicken wings. That makes sense! Yes, I'm sure that'll work just fine!
pt: Ali di pollo. Ha senso! Sì, sono sicuro che funzioneranno alla grande!

# 1248_Akiyama
source: I think so, too. Wings should work. I'm glad you like the idea.
pt: Lo penso anch’io. Le ali dovrebbero andare bene. Sono felice che l’idea le piaccia.

# 1260_Akiyama
source: And finally, my Nagoya acquaintance said... Uh... How about some prawns?
pt: E infine, il mio conoscente di Nagoya ha detto… ehm… che ne dice di qualche gambero?

# 1272_Kamiyama
source: Prawns? Why prawns from Nagoya...? Oh, I get it. He was talkin' about deep-fried prawns, was he?
pt: Gamberi? Perché gamberi da Nagoya…? Oh, ho capito. Parlava di gamberi fritti, vero?

# 1284_Akiyama
source: I think that's what he was going for, yeah.
pt: Credo proprio che intendesse quello, sì.

# 1296_Kamiyama
source: Hmm. We already have prawns on the menu. It wouldn't exactly be a new item.
pt: Hmm. Abbiamo già i gamberi nel menu. Non sarebbe esattamente una novità.

# 1308_Akiyama
source: Yeah. That probably wouldn't work, then.
pt: Già. Allora probabilmente non funzionerebbe.

# 1368_Akiyama
source: That's about all I have for you.
pt: Questo è più o meno tutto quello che ho per lei.

# 1380_Kamiyama
source: Hm. Well, I'll take what ya told me and mull it over. Appreciate the help!
pt: Hm. Bene, prenderò ciò che mi ha detto e ci rifletterò su. Grazie dell’aiuto!

# 1428_Akiyama
source: Huh? Pardon me, but... aren't you Chairman Ueyama-san of Kushikatsu Daruma? Yes, you are. How goes it?
pt: Eh? Mi scusi, ma… non è lei il presidente Ueyama-san di Kushikatsu Daruma? Sì, è proprio lei. Come va?

# 1440_Kamiyama
source: Hm? Oh, ohh, if it ain't Akiyama-san! Thanks again for your help over in Sotenbori.
pt: Hm? Oh, ohh, ma guarda chi c’è, Akiyama-san! Grazie ancora per l’aiuto a Sotenbori.

# 1452_Kamiyama
source: What brings ya up this way? Some coincidence, runnin' into you here.
pt: Cosa la porta da queste parti? Che coincidenza incontrarla qui.

# 1464_Akiyama
source: Yes, I'd have to agree. Are you here on business?
pt: Sì, direi proprio di sì. È qui per lavoro?

# 1476_Kamiyama
source: Yep. I'm sure I told ya before, but I'm tryin' to conjure up a few new kushikatsu items－new eats to skewer and fry!
pt: Già. Sono sicuro di averglielo già detto, ma sto cercando di inventare nuovi kushikatsu—nuove cose da infilzare e friggere!

# 1488_Kamiyama
source: I thought I could turn specialties from various regions into kushikatsu. So I've been on the road from Osaka to Tokyo, samplin' food from just about everywhere.
pt: Pensavo di trasformare le specialità di varie regioni in kushikatsu. Così ho viaggiato da Osaka a Tokyo, assaggiando cibo praticamente ovunque.

# 1500_Akiyama
source: The chairman in person? That's some dedication.
pt: Il presidente in persona? Questa sì che è dedizione.

# 1512_Kamiyama
source: Yeah, but nothin's really doing it for me. The way things're goin', I could be headin' home empty-handed... Hey, I know!
pt: Già, ma niente mi convince davvero. Di questo passo potrei tornare a casa a mani vuote… Ehi, ho un’idea!

# 1536_Kamiyama
source: You look like you got a lotta friends, Akiyama.
pt: Sembri uno con un sacco di amici, Akiyama.

# 1548_Akiyama
source: Uh, I don't know about that. I do seem to have acquaintances with pretty colorful backgrounds, though.
pt: Ehm, non saprei. Però sì, ho conoscenti con background piuttosto… variopinti.

# 1560_Kamiyama
source: Well, then! Some of 'em must be from other cities with their own local specialties, right? Think you could ask 'em for me?
pt: Be’, allora! Alcuni di loro saranno di altre città con le loro specialità, giusto? Pensa di poter chiedere qualcosa per me?

# 1572_Akiyama
source: Oh, I see. Asking's easier than going there.
pt: Ah, capisco. Chiedere è più facile che andarci.

# 1584_Akiyama
source: (Those guys weren't really born and raised in other regions, but it wouldn't hurt to ask.)
pt: (In realtà quei tizi non sono nati e cresciuti in altre regioni, ma non farà male chiedere.)

# 1596_Akiyama
source: Okay. I may have a few people I could prod for ideas. I'll ask them.
pt: Va bene. Potrei avere qualche persona da cui farmi dare idee. Chiederò a loro.

# 1608_Kamiyama
source: Much appreciated! In the meantime, I'll be scoutin' around here.
pt: Molto apprezzato! Nel frattempo, farò un po’ di ricognizione qui in zona.
