Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000212ca.po
Languages: pt

source: You got <Color:8>Phone Booth Photo<Color:Default>.
pt: Hai preso <Color:8>Foto della cabina telefonica<Color:Default>.

source: You got <Color:8>Phone Booth Photo<Color:Default>.
pt: Hai preso <Color:8>Foto della cabina telefonica<Color:Default>.

source: Old Kiyotaka
pt: Il vecchio Kiyotaka

source: Give Him Booze
pt: Dagli alcolici

source: Forget It
pt: Lascia perdere

# 72_Old Kiyotaka
source: You again? Did you find out how many homeless there are?
pt: Tu di nuovo? Hai scoperto quanti senzatetto ci sono?

# 96_Saejima
source: (This guy's s'posed to like booze, right? I could give 'im some.)
pt: (A 'sto tizio dovrebbe piacere il bere, no? Potrei dargliene un po'.)

# 108_Saejima
source: (Not worth it.)
pt: (Non ne vale la pena.)

# 132_Saejima
source: Hey, ya thirsty?
pt: Ehi, hai sete?

# 144_Old Kiyotaka
source: Trying to ply me with alcohol, are you? I'm not falling for that shit! ...Okay, okay, you can buy me a drink.
pt: Cercate di farmi bere, eh? Non ci casco in quelle stronzate! ...Okay, okay, puoi offrirmi da bere.

# 204_Old Kiyotaka
source: Oho, this is mighty fine! All right, lad, ask me anything ya like!
pt: Oho, questa è davvero forte! Va bene, giovanotto, chiedimi quello che ti pare!

# 216_Old Kiyotaka
source: I'll repeat my question. According to the Ministry of Health, Labor and Welfare, how many homeless were there in Hokkaido in January 2012?
pt: Ti ripeto la domanda. Secondo il Ministero della Salute, del Lavoro e del Welfare, quanti senzatetto c'erano a Hokkaido nel gennaio 2012?

# 240_Saejima
source: (There. Is that Kiyotaka?)
pt: (Eccolo. È Kiyotaka?)

# 252_Saejima
source: Say, are you Kiyotaka?
pt: Senti, sei Kiyotaka?

# 264_Old Kiyotaka
source: Why do you wanna know? What're you accusing me of?
pt: Perché vuoi saperlo? Di cosa mi stai accusando?

# 276_Saejima
source: Ain't accusin' ya of nothin'. I just want a pass to get into the hidden casino at Ambitious. It's a bar.
pt: Non ti sto accusando di niente. Voglio solo un pass per entrare nel casinò segreto all'Ambitious. È un bar.

# 288_Old Kiyotaka
source: Well, you know, we homeless get accused of everything－that's if we're not just outright ignored! Do you even know how many of us were in Hokkaido in January 2012?
pt: Beh, sai com'è, a noi senzatetto ci danno la colpa di tutto—sempre che non ci ignorino proprio del tutto! Sai per caso quanti di noi c'erano a Hokkaido nel gennaio del 2012?

# 300_Saejima
source: Huh?
pt: Uh?

# 312_Old Kiyotaka
source: Consider this a pop quiz for the prize you seek. It's a real number－the Ministry of Health, Labor and Welfare counted us up. Quick, quick, how many?
pt: Consideralo un quiz lampo per il premio che cerchi. È una cifra vera: il Ministero della Salute, del Lavoro e del Welfare ci ha contati. Svelto, svelto, quanti?

# 324_Saejima
source: (How many homeless? Uh...)
pt: (Quanti barboni? Uhm...)

# 348_Old Kiyotaka
source: Bzzzt. Wrong! And I'm not talking unless you get it right.
pt: Bzzzt. Sbagliato! E non apro bocca finché non ci azzecchi.

# 360_Saejima
source: (Wow. What does this fella want me to do? Research shit?)
pt: (Wow. Cosa vuole che faccia 'sto tipo? Ricercare stronzate?)

# 372_Old Kiyotaka
source: That's correct! Wow, I didn't expect that. How did you know? Are you the most well-researched guy in town, or just a lucky guesser?
pt: Esatto! Caspita, non me l'aspettavo. Come facevi a saperlo? Sei il più sul pezzo di tutta la città, o hai solo avuto una botta di fortuna?

# 384_Saejima
source: So, 'bout that pass...
pt: Allora, quel pass...

# 396_Old Kiyotaka
source: Okay, okay.
pt: Ok, ok.

# 444_Saejima
source: What's this?
pt: Questo cos'è?

# 456_Old Kiyotaka
source: A photo of a certain spot in town. Keep an eye out for it. It will lead you to what you seek.
pt: Una foto di un certo punto in città. Tienila d'occhio. Ti porterà a quello che cerchi.

# 468_Saejima
source: Find the place in the photo. Got it.
pt: Trova il posto nella foto. Capito.

# 504_Old Kiyotaka
source: You again? Did you find out how many homeless there are?
pt: Tu di nuovo? Hai scoperto quanti senzatetto ci sono?

# 528_Saejima
source: (This guy's s'posed to like booze, right? I could give 'im some.)
pt: (A 'sto tizio dovrebbe piacere il bere, no? Potrei dargliene un po'.)

# 540_Saejima
source: (Not worth it.)
pt: (Non ne vale la pena.)

# 564_Saejima
source: Hey, ya thirsty?
pt: Ehi, hai sete?

# 576_Old Kiyotaka
source: Trying to ply me with alcohol, are you? I'm not falling for that shit! ...Okay, okay, you can buy me a drink.
pt: Cercate di farmi bere, eh? Non ci casco in quelle stronzate! ...Okay, okay, puoi offrirmi da bere.

# 636_Old Kiyotaka
source: Oho, this is mighty fine! All right, lad, ask me anything ya like!
pt: Oho, questa è davvero forte! Va bene, giovanotto, chiedimi quello che ti pare!

# 648_Old Kiyotaka
source: I'll repeat my question. According to the Ministry of Health, Labor and Welfare, how many homeless were there in Hokkaido in January 2012?
pt: Ti ripeto la domanda. Secondo il Ministero della Salute, del Lavoro e del Welfare, quanti senzatetto c'erano a Hokkaido nel gennaio 2012?

# 672_Saejima
source: (There. Is that Kiyotaka?)
pt: (Eccolo. È Kiyotaka?)

# 684_Saejima
source: Say, are you Kiyotaka?
pt: Senti, sei Kiyotaka?

# 696_Old Kiyotaka
source: Why do you wanna know? What're you accusing me of?
pt: Perché vuoi saperlo? Di cosa mi stai accusando?

# 708_Saejima
source: Ain't accusin' ya of nothin'. I just want a pass to get into the hidden casino at Ambitious. It's a bar.
pt: Non ti sto accusando di niente. Voglio solo un pass per entrare nel casinò segreto all'Ambitious. È un bar.

# 720_Old Kiyotaka
source: Well, you know, we homeless get accused of everything－that's if we're not just outright ignored! Do you even know how many of us were in Hokkaido in January 2012?
pt: Beh, sai com'è, a noi senzatetto ci danno la colpa di tutto—sempre che non ci ignorino proprio del tutto! Sai per caso quanti di noi c'erano a Hokkaido nel gennaio del 2012?

# 732_Saejima
source: Huh?
pt: Uh?

# 744_Old Kiyotaka
source: Consider this a pop quiz for the prize you seek. It's a real number－the Ministry of Health, Labor and Welfare counted us up. Quick, quick, how many?
pt: Consideralo un quiz lampo per il premio che cerchi. È una cifra vera: il Ministero della Salute, del Lavoro e del Welfare ci ha contati. Svelto, svelto, quanti?

# 756_Saejima
source: (How many homeless? Uh...)
pt: (Quanti barboni? Uhm...)

# 780_Old Kiyotaka
source: Bzzzt. Wrong! And I'm not talking unless you get it right.
pt: Bzzzt. Sbagliato! E non apro bocca finché non ci azzecchi.

# 792_Saejima
source: (Wow. What does this fella want me to do? Research shit?)
pt: (Wow. Cosa vuole che faccia 'sto tipo? Ricercare stronzate?)

# 804_Old Kiyotaka
source: That's correct! Wow, I didn't expect that. How did you know? Are you the most well-researched guy in town, or just a lucky guesser?
pt: Esatto! Caspita, non me l'aspettavo. Come facevi a saperlo? Sei il più sul pezzo di tutta la città, o hai solo avuto una botta di fortuna?

# 816_Saejima
source: So, 'bout that pass...
pt: Allora, quel pass...

# 828_Old Kiyotaka
source: Okay, okay.
pt: Ok, ok.

# 876_Saejima
source: What's this?
pt: Questo cos'è?

# 888_Old Kiyotaka
source: A photo of a certain spot in town. Keep an eye out for it. It will lead you to what you seek.
pt: Una foto di un certo punto in città. Tienila d'occhio. Ti porterà a quello che cerchi.

# 900_Saejima
source: Find the place in the photo. Got it.
pt: Trova il posto nella foto. Capito.
