Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid000c10d2.po
Languages: pt

source: Mysterious Woman
pt: Donna misteriosa

# 72_?
source: Hang on.
pt: Un attimo.

# 84_Kiryu
source: ...Huh?
pt: ...Eh?

# 96_Mysterious Woman
source: I'm Mach-ko. I watched you bowl. You have impressive technique.
pt: Sono Mach-ko. Ti ho visto giocare a bowling. Hai una tecnica notevole.

# 108_Mach-ko
source: So impressive, in fact, that I've decided I'm going to dedicate my bowling career to taking you down! That's right, you and I? We're rivals!
pt: Tanto impressionante, a dire il vero, che ho deciso di dedicare la mia carriera nel bowling a batterti! Proprio così, io e te? Siamo rivali!

# 120_Kiryu
source: I appreciate the sentiment, but I'm going to have to pass.
pt: Apprezzo il gesto, ma devo passare.

# 132_Mach-ko
source: Nonsense! We're rivals now! Let's push each other to be better. Here's my phone number. C'mon, take it! There you go.
pt: Ma va! Adesso siamo rivali! Dobbiamo spronarci a vicenda per migliorare. Ecco il mio numero di telefono. Dai, prendilo! Ci siamo.

# 144_Mach-ko
source: Give me a ring when you feel like bowling head to head. Oh, also, your friends are my friends, so they can call me, too. See you!
pt: Fatti un fischio quando hai voglia di sfidarci a bowling. Ah, a proposito, i tuoi amici sono i miei amici, quindi possono chiamarmi anche loro. Ciao!

# 168_?
source: ...What was that about?
pt: ...Cosa diavolo è stato?

# 180_?
source: You can now call up your rival to play competitive bowling.
pt: Ora puoi chiamare il tuo rivale per una partita di bowling competitiva.
