Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid00330535.po
Languages: pt

source: Player
pt: Giocatore

source: ○Why not buy something like that?
pt: ○Perché non ti prendi una roba del genere?

source: □What do you need perfume for?
pt: □A che ti serve il profumo?

source: △That's so like you.
pt: △È proprio da te.

source: Employee
pt: Cameriere

# 104_Honoka
source: Oh hey, so by the way, I've been thinkin' about gettin' myself some new perfume.
pt: Ah, a proposito, stavo pensando di prendermi un nuovo profumo.

# 116_Player
source: Perfume? What sort do you usually wear?
pt: Profumo? Quale usi di solito?

# 128_Honoka
source: Most o' mine got a citrus scent to 'em. I like it when the scent doesn't linger so long.
pt: La maggior parte dei miei ha un profumo agrumato. Mi piace quando la fragranza non si sente per troppo tempo.

# 140_Player
source: Hmm. So then you tend to wear perfume that you enjoy.
pt: Mmm. Quindi tendi a mettere il profumo che ti piace.

# 152_Honoka
source: Well yeah, of course. Nobody's gonna wear a scent they don't like.
pt: Ma sì, ovvio. Nessuno si metterà un profumo che non gli piace.

# 164_Player
source: That's not true. You could always wear something that you think a man would like. That's a possible deciding factor, right?
pt: Non è vero. Potresti sempre metterti qualcosa che pensi piaccia a un uomo. È un fattore che può contare, no?

# 176_Honoka
source: Aw, yeah, I s'pose you're right. I never thought of it like that.
pt: Ah, sì, immagino tu abbia ragione. Non l'avevo mai vista così.

# 188_Player
source: Why not buy something like that? Something that'll turn the head of any guy that walks by.
pt: Perché non ti prendi qualcosa del genere? Qualcosa che farà girare la testa a qualsiasi tipo che ti passa accanto.

# 200_Honoka
source: Nah, see, 'cause then other girls are gonna start talkin', sayin' I'm a tramp and stuff.
pt: No, capisci, perché poi le altre inizieranno a sparlare, dicendo che sono una troia e roba del genere.

# 212_Player
source: No, no. You're overthinking it. I mean, I'm sure you've never thought that about your friends.
pt: No, no. Ti stai facendo troppi pensieri. Voglio dire, sono sicuro che non hai mai pensato così dei tuoi amici.

# 224_Honoka
source: Sure I have. All the time.
pt: Certo che sì. Sempre.

# 236_Player
source: Really!?
pt: Davvero!?

# 248_Honoka
source: Strong perfumes are just like tryin' to attract guys. You don't wanna overdo it, or ya come off all trashy.
pt: I profumi forti sono solo un modo per provarci con i ragazzi. Non devi esagerare, o sembri una poco di buono.

# 260_Player
source: Aha. Women are complicated creatures.
pt: Aha. Le donne sono creature complicate.

# 272_Player
source: What do you need perfume for?
pt: Che ti serve il profumo?

# 284_Honoka
source: I mean I guess just 'cause I wanna feel nice 'bout myself. I don't really care what guys might think of it.
pt: Beh, immagino sia solo perché voglio sentirmi a posto con me stessa. Non mi frega granché di quello che possono pensare i ragazzi.

# 296_Player
source: Hmm. That's rather unusual.
pt: Mh. È piuttosto insolito.

# 308_Honoka
source: Nah, I don't think so. Makeup's the same way, ain't it? It's not about turnin' heads. It's about lettin' yourself feel pretty.
pt: Naah, non credo. Il trucco è la stessa roba, no? Non è mica per far girare la testa. È per farti sentire carina.

# 320_Player
source: I suppose that when it comes to how you dress, it's more important to feel good about yourself than it is to show off.
pt: Credo che quando si tratta di come ci si veste, sia più importante sentirsi bene con sé stessi che mettersi in mostra.

# 332_Honoka
source: Yeah, see? So that's why I wear perfume I personally like.
pt: Già, vedi? Ecco perché metto un profumo che piace a me.

# 344_Player
source: I don't care much about how I smell. I probably smell like cigarettes.
pt: Non mi frega molto del mio odore. Probabilmente puzzo di sigarette.

# 356_Player
source: That's so like you. Doing what you want because you like it, and not because of what other people are going to think.
pt: È proprio da te. Fare ciò che ti pare perché ti piace, e non per quello che penserà la gente.

# 368_Honoka
source: Ain't nothin' wrong with that. I wear perfume that's got a scent I like. Don't ya ever feel that same sorta thing, Akiyama-san?
pt: Niente di male, dai. Io metto il profumo con una fragranza che piace a me. Non ti capita mai una cosa del genere, Akiyama-san?

# 380_Player
source: Me? Let's see...
pt: Io? Vediamo un po'...

# 392_Player
source: For me, if I smell like perfume, I have to try my hardest to smell like cigarettes instead, to hide the fact that I've been to a cabaret club.
pt: Per me, se ho addosso profumo, devo fare il diavolo a quattro per puzzare di sigarette invece, così nascondo che sono stato a un cabaret club.

# 404_Honoka
source: That ol' trick! That's the same reason my mom always thought my pop was cheatin' on her!
pt: Quel solito trucco! È lo stesso motivo per cui mia mamma ha sempre pensato che mio papà la tradisse!

# 416_Player
source: Well, since it takes a long time at places like a pachinko parlor to hide the smell of perfume, you still get yelled at for coming home late.
pt: Beh, siccome ci metti un sacco di tempo in posti come una sala pachinko per far sparire l'odore del profumo, ti sgridano lo stesso se torni tardi.

# 428_Honoka
source: Hahaha! Akiyama-san, yer kinda pathetic! You should be way more confident. <Color:255,200,200,255>♥<Color:Default>
pt: Ahahah! Akiyama-san, sei un tantino patetico! Dovresti essere decisamente più sicuro di te. <Color:255,200,200,255>♥<Color:Default>

# 440_Player
source: Oh, trust me, you don't know what you're saying. She's a mean one when she's angry.
pt: Oh, fidati di me, non sai quello che dici. Diventa una brutta bestia quando è arrabbiata.

# 500_Staff
source: Welcome.
pt: Benvenuto.

# 512_Honoka
source: I really want the <Color:8>Italian Perfume<Color:Default>. It smells so nice!
pt: Voglio proprio il <Color:8>Profumo Italiano<Color:Default>. È così buono!

# 524_Player
source: (Honoka-chan wants the <Color:8>Italian Perfume<Color:Default>.)
pt: (Honoka-chan vuole il <Color:8>Profumo Italiano<Color:Default>.)

# 596_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 632_Employee
source: Thank you very much.
pt: Grazie mille.

# 692_Staff
source: Welcome.
pt: Benvenuto.

# 716_Staff
source: Thank you very much. Please come again.
pt: Grazie mille. Torni a trovarci.

# 776_Honoka
source: Good to see you again. Are you back to make sure you haven't missed any of the latest designs?
pt: Bello rivederti. Sei tornato per assicurarti di non esserti perso nessuno degli ultimi modelli?

# 788_Player
source: Oh no, nothing like that. I'm still wearing duds I bought a year ago.
pt: Oh no, niente del genere. Indosso ancora la roba che ho comprato un anno fa.

# 800_Staff
source: This winter, the designs from last year are still popular, in addition to the new lineup.
pt: Quest'inverno, i modelli dell'anno scorso vanno ancora forte, oltre alla nuova linea.

# 812_Player
source: Oh, really now?
pt: Ah, davvero?

# 824_Staff
source: Yes, sir. The British style from last fall and winter are still in style, as are longtime favorite fashion trends, such as classic styles from the sixties.
pt: Sì, signore. Lo stile britannico dell'autunno e inverno scorsi è ancora sulla cresta dell'onda, così come i grandi classici della moda, tipo quelli degli anni Sessanta.

# 836_Player
source: Now that you mention it, I guess I do see a lot of people wearing that sort of thing.
pt: Ora che ci penso, in effetti, vedo un sacco di gente con quel tipo di roba addosso.

# 848_Staff
source: After a trend calms down a bit, you can tell if someone is fashion savvy by their ability to make last year's fashions work.
pt: Quando una moda si è un po' smorzata, si capisce se uno ha davvero stile dalla sua capacità di far rendere anche i capi dell'anno scorso.

# 860_Staff
source: There's more to fashion than simply throwing oneself head first into the latest trends.
pt: La moda non è mica solo buttarsi a capofitto nelle ultime tendenze.

# 872_Player
source: (So that's the state of this year's fashion. I could talk about that at the cabaret club.)
pt: Ah, ecco com'è andata la moda di quest'anno. Potrei parlarne al cabaret club.

# 884_Staff
source: Thank you very much.
pt: Grazie mille.
