Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031b.po
Languages: pt

# 5884_Shinada
source: Okay, lay it on me!
pt: Ok, fatti sotto!

# 5896_Ayanokoji
source: Very well, but somewhere with fewer common eyes.
pt: Molto bene, ma da qualche parte con meno occhi addosso.

# 5968_Ayanokoji
source: This time, I'll decide the content of your lesson.
pt: Questa volta, deciderò io il contenuto della tua lezione.

# 5980_Shinada
source: Whoa, really? Didn't see that coming!
pt: Cavoli, davvero? Non me l'aspettavo!

# 5992_Ayanokoji
source: That's because you don't use the mush within your skull you so brazenly call a brain, witless peasant!
pt: È perché non usi la poltiglia nel tuo cranio che così sfacciatamente chiami cervello, contadino senza cervello!

# 6004_Ayanokoji
source: Now, I shall put up an iron defense. I want you to figure out how to break through it. Understand?
pt: Ora, metterò su una difesa di ferro. Voglio che tu capisca come sfondarla. Capito?

# 6016_Shinada
source: Whoa, now that sounds like real training!
pt: Cavoli, questo sì che sembra un vero allenamento!

# 6028_Ayanokoji
source: That's because it is, you dolt. Everything I do is perfect when I deign to put my mind to it.
pt: È perché lo è, babbeo. Tutto quello che faccio è perfetto quando mi degno di impegnarmici.

# 6040_Ayanokoji
source: Of course, an iron defense ensures I suffer the least amount of pain, since you seem to be incapable of pulling your punches.
pt: Certo, una difesa di ferro assicura che io subisca il minor dolore possibile, dato che sembri incapace di trattenere i tuoi colpi.

# 6052_Shinada
source: Well, yeah. How can I learn anything if I don't give it my all?
pt: Beh, sì. Come posso imparare qualcosa se non do il massimo?

# 6100_Ayanokoji
source: All right, let's get started. Are you sure you're prepared?
pt: Molto bene, iniziamo. Sei sicuro di essere preparato?

# 6112_Shinada
source: As ready as I'll ever be! Let's go!
pt: Sono pronto come non mai! Andiamo!

# 6124_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 6148_Shinada
source: Lay some more training on me, nobleman!
pt: Mettimi sotto con altro allenamento, nobile!

# 6160_Ayanokoji
source: Fine, peasant. I shall indulge you. But first, a change of scenery.
pt: E sia, contadino. Mi degnerò di accontentarti. Ma prima, un cambio di scenario.

# 6232_Ayanokoji
source: So have you decided what you wish to learn this time?
pt: Allora, hai deciso cosa vuoi imparare questa volta?

# 6244_Shinada
source: You bet I have. Especially if it will save me from listening to your snarky remarks again.
pt: Certo che sì. Soprattutto se mi eviterà di sentire di nuovo le tue frecciatine.

# 6256_Ayanokoji
source: Hmph. So? Speak.
pt: Hmph. E allora? Parla.

# 6268_Shinada
source: How about we review what I've learned?
pt: Che ne dici se ripassiamo quello che ho imparato?

# 6280_Ayanokoji
source: Huh?
pt: Uh?

# 6292_Shinada
source: Sometimes you need to go back to the basics, right? So let's go over the first lesson you gave me.
pt: A volte bisogna tornare alle basi, giusto? Quindi ripassiamo la prima lezione che mi hai dato.

# 6304_Ayanokoji
source: Hmm, yes. I suppose even you have good ideas sometimes.
pt: Hmm, sì. Suppongo che persino tu abbia buone idee a volte.

# 6316_Shinada
source: I know, right?
pt: Eh, lo so!

# 6328_Ayanokoji
source: Simpleton! Did you expect to be patted on the head like a dog learning a new trick?
pt: Imbecille! Ti aspettavi forse di ricevere una pacca sulla testa come un cane che impara un nuovo trucco?

# 6340_Shinada
source: Wha...?
pt: Cosa...?

# 6352_Ayanokoji
source: Would you please try to use that pea brain of yours?
pt: Prova un po' a usare quel tuo cervellino, su!

# 6364_Ayanokoji
source: I will concede that reviewing what I've taught you is a valuable exercise, but you hardly need me to do that! Go review my lessons on your own!
pt: Ammetto che ripassare quello che ti ho insegnato è un esercizio valido, ma non hai di certo bisogno di me per questo! Vai a ripassare le mie lezioni da solo!

# 6376_Ayanokoji
source: A single second of my time is worth more than your entire life!
pt: Un solo secondo del mio tempo vale più di tutta la tua vita!

# 6388_Shinada
source: Whoa, no need to freak out like that. I'm just saying that reviewing is a big part of training, especially in sports.
pt: Ehi, calma, non c'è bisogno di sbroccare così. Dico solo che il ripasso è una gran parte dell'allenamento, specialmente nello sport.

# 6400_Ayanokoji
source: This is not a sport, and I am not your coach! This is a martial art, and I'm your lord and master!
pt: Questo non è uno sport, e io non sono il tuo allenatore! Questa è un'arte marziale, e io sono il tuo signore e padrone!

# 6412_Shinada
source: Why does everything with you have to be such a hassle? Just help me review what I've learned. Is that so much to ask?
pt: Perché con te dev'essere sempre tutta una scocciatura? Dammi solo una mano a ripassare quello che ho imparato. È chiedere tanto?

# 6424_Ayanokoji
source: Argh, how you vex me! Fine, I'll use this chance to take out my frustrations upon you!
pt: Argh, quanto mi esasperi! Va bene, approfitterò di questa occasione per sfogare le mie frustrazioni su di te!

# 6436_Shinada
source: That doesn't sound very master-like to me.
pt: Non mi sembra molto da padrone, questo.

# 6448_Ayanokoji
source: Prepare yourself, peasant. This may be a lesson review, but only the gods know what I have in store for you!
pt: Preparati, villano. Questo potrà essere un ripasso, ma solo gli dei sanno cosa ho in serbo per te!

# 6460_Shinada
source: The gods actually care what you're thinking?
pt: Ma agli dei importa davvero quello che pensi?

# 6508_Ayanokoji
source: How dare you!? I demand satisfaction! Now prepare yourself!
pt: Come osi!? Chiedo soddisfazione! Ora preparati!

# 6520_Shinada
source: Oh yeah, let's go!
pt: Evvai, andiamo!

# 6532_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 6556_Shinada
source: Okay, Leo, old boy, let's make this a lesson to remember!
pt: Ok, Leo, vecchio mio, facciamo che questa sia una lezione da ricordare!

# 6568_Ayanokoji
source: You will not vex me this time. Forsooth, there's no point in reacting to inane comments from an addlepated peasant like you.
pt: Non mi esaspererai questa volta. Invero, non ha senso reagire a commenti insulsi da un villano ottuso come te.

# 6580_Shinada
source: Well, good to see you're dealing with your anger issues.
pt: Beh, contento di vedere che stai gestendo il tuo caratteraccio.

# 6592_Ayanokoji
source: Hmph, let us move this elsewhere.
pt: Hmph, spostiamoci altrove.

# 6664_Ayanokoji
source: So, what shall we do?
pt: Allora, che si fa?

# 6676_Shinada
source: Uh, I dunno. Nothing special. I'll leave it up to you, Leo-kun.
pt: Uh, non so. Niente di speciale. Lo lascio a te, Leo-kun.

# 6688_Ayanokoji
source: But I just asked you－! ...Ahem.
pt: Ma te l'ho appena chiesto...! ...Ehm.

# 6700_Ayanokoji
source: You really have no clue, do you? Fine. Once a witless peasant, always a witless peasant.
pt: Non hai proprio capito niente, vero? Va bene. Una volta un villano ottuso, sempre un villano ottuso.

# 6712_Shinada
source: Well! Looks like you got that anger of yours under control! Good job, Leo-kun.
pt: Beh! Sembra che tu abbia il tuo caratteraccio sotto controllo! Bel lavoro, Leo-kun.

# 6724_Ayanokoji
source: Of course I do. I'm not a member of the unwashed masses like you, after all.
pt: Ma certo. Dopotutto, non sono mica uno del volgo come te.

# 6736_Shinada
source: Oh, right. You're some kind of aristocrat!
pt: Ah, giusto. Sei una specie di aristocratico!

# 6748_Ayanokoji
source: At least you understand that much. Methinks I'll just have to give you another lesson.
pt: Almeno questo lo capisci. Mi sa che ti dovrò dare un'altra lezione.

# 6796_Ayanokoji
source: All right, let's get started. Are you sure you're prepared?
pt: Molto bene, iniziamo. Sei sicuro di essere preparato?

# 6808_Shinada
source: As ready as I'll ever be! Let's go!
pt: Sono pronto come non mai! Andiamo!

# 6820_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 6844_Shinada
source: Lay it on me!
pt: Fatti sotto!

# 6856_Ayanokoji
source: Very well. Let us find somewhere more private.
pt: Molto bene. Cerchiamo un posto più privato.

# 6928_Ayanokoji
source: Shinada. Could I talk to you for a minute?
pt: Shinada. Potrei parlarti un minuto?

# 6940_Shinada
source: Whoa, Leo-kun? You're so serious all of a sudden.
pt: Ehi, Leo-kun? Ti sei fatto così serio all'improvviso.

# 6952_Ayanokoji
source: It's about your training. This shall be the last time.
pt: Riguarda il tuo addestramento. Questa sarà l'ultima volta.

# 6964_Shinada
source: What!? Where's this coming from?
pt: Cosa!? E questa da dove arriva?

# 6976_Ayanokoji
source: I've changed quite a bit thanks to your advice, and for that, I must admit that I am most grateful.
pt: Sono cambiato parecchio grazie ai tuoi consigli, e per questo, devo ammettere che ti sono estremamente grato.

# 6988_Shinada
source: Umm, you're welcome?
pt: Ehm, prego?

# 7000_Ayanokoji
source: Yes, well... Simply put, as the scion of aristocrats, I must hold fast to my honor.
pt: Sì, beh... In parole povere, in quanto rampollo di aristocratici, devo tenere fede al mio onore.

# 7012_Ayanokoji
source: I must needs grow stronger, that I am able to do so.
pt: Devo necessariamente diventare più forte, affinché io possa farlo.

# 7024_Ayanokoji
source: I cannot have myself crying out in pain whenever you land a solid blow.
pt: Non posso permettermi di urlare dal dolore ogni volta che mi assesti un colpo ben assestato.

# 7048_Ayanokoji
source: So I shall give you no quarter from now on, Shinada. I still expect to be routed, however. That's just how good you are.
pt: Quindi non ti darò tregua d'ora in poi, Shinada. Mi aspetto comunque di essere sbaragliato, però. Tanto sei bravo tu.

# 7060_Ayanokoji
source: But I can accept defeat so long as I can fight with all my strength. I shall channel the pain into the refinement of my being.
pt: Ma posso accettare la sconfitta purché io possa combattere con tutte le mie forze. Canalizzerò il dolore nel perfezionamento del mio essere.

# 7072_Shinada
source: Aw, I was having so much fun at your expense, though. Why'd you have to go and ruin it by getting all serious?
pt: Ah, mi stavo divertendo un sacco a tue spese, però. Perché dovevi rovinare tutto facendoti tutto serio?

# 7084_Shinada
source: But I get it, Leo-kun. I know you have it rough in your own way. But don't worry, because I'm gonna meet you blow for blow.
pt: Ma capisco, Leo-kun. So che a modo tuo è dura per te. Ma non ti preoccupare, perché ti terrò testa colpo su colpo.

# 7096_Ayanokoji
source: Shinada... You have my thanks.
pt: Shinada... Ti sono grato.

# 7144_Ayanokoji
source: Now then, shall we begin? If you are prepared, that is.
pt: Allora, iniziamo? Se sei preparato, beninteso.

# 7156_Shinada
source: Couldn't possibly prepare any more than I have! Let's go!
pt: Non potrei essere più preparato di così! Andiamo!

# 7168_Ayanokoji
source: Very well! Steel yourself, Shinada!
pt: Molto bene! Prepara lo spirito, Shinada!

# 7192_Ayanokoji
source: Ah, there you are. What do you want?
pt: Ah, eccoti. Cosa vuoi?

# 7204_Ayanokoji
source: So? What do you want?
pt: Allora? Cosa vuoi?

# 7312_Shinada
source: (He owes me after the advice I gave him, so I should have him give me a lesson.)
pt: Mi deve qualcosa dopo i consigli che gli ho dato, quindi dovrei farmi dare una lezione da lui.

# 7324_Shinada
source: Sorry to bother you. I just wanted to say hi.
pt: Scusa il disturbo. Volevo solo salutarti.

# 7336_Ayanokoji
source: Are you mocking me? Hmph. Well, come back when you're ready.
pt: Mi stai prendendo in giro? Hmph. Beh, torna quando sei pronto.

# 7348_Shinada
source: Let's train!
pt: Alleniamoci!

# 7360_Ayanokoji
source: Do you recall how I explained to you about protection and feudal service? You serve me, and I protect you.
pt: Ti ricordi come ti ho spiegato della protezione e del servizio feudale? Tu servi me, e io ti proteggo.

# 7372_Ayanokoji
source: So what have you done for me lately? Well? I'm waiting.
pt: Allora, cosa hai combinato per me ultimamente? Allora? Sto aspettando.

# 7384_Shinada
source: Oh, um...
pt: Oh, ehm...

# 7396_Ayanokoji
source: You need to do something for me first. That's feudal service. As you peasants say, scratch my back, and I'll scratch yours.
pt: Devi prima fare qualcosa per me. Questo è servizio feudale. Come dite voi contadini, una mano lava l'altra.

# 7408_Shinada
source: (Fine. Maybe I'll give him some advice about his life. Then he'll owe me one.)
pt: (Va bene. Magari gli darò qualche consiglio sulla sua vita. Così poi mi dovrà un favore.)

# 7420_Shinada
source: Sorry! I just remembered something I have to do.
pt: Scusa! Mi sono appena ricordato di una cosa che devo fare.

# 7432_Ayanokoji
source: Tsk, stop wasting my time!
pt: Tsk, smettila di farmi perdere tempo!

# 7444_Shinada
source: My bad! I'll be back!
pt: Colpa mia! Tornerò!

# 7480_Shinada
source: Let's train!
pt: Alleniamoci!

# 7492_Ayanokoji
source: Very well, but we must needs change locales.
pt: Molto bene, ma dobbiamo per forza cambiare luogo.

# 7564_Ayanokoji
source: So, what shall we do?
pt: Allora, che si fa?

# 7576_Shinada
source: What!? Aren't you supposed to decide that?
pt: Come!? Non dovresti essere tu a decidere?

# 7588_Ayanokoji
source: But I know nothing about you! How do you expect me to impart my science unto you!?
pt: Ma non so nulla di te! Come pretendi che io ti impartisca la mia scienza!?

# 7600_Shinada
source: Temper, temper, Leo-kun.
pt: Calma, calma, Leo-kun.

# 7612_Ayanokoji
source: Fine. Let us begin with a contest.
pt: Molto bene. Iniziamo con una sfida.

# 7624_Ayanokoji
source: I'm quite skilled with weapons, so I'll be armed. You can fight barehanded or with a weapon. I'll allow you to do whatever you like.
pt: Sono alquanto esperto con le armi, pertanto sarò armato. Potrai combattere a mani nude o con un'arma. Ti concederò di fare ciò che più ti aggrada.

# 7636_Ayanokoji
source: But don't expect reimbursement if you wear out a weapon battling me. Any repairs that might be required are coming out of your pocket.
pt: Ma non aspettarti rimborsi se ti si consuma un'arma a forza di combattermi. Qualsiasi riparazione necessaria te la paghi di tasca tua.

# 7648_Ayanokoji's training
source: <Color:7>Heat Actions are not available<Color:Default> in training battles. Make sure you are fully prepared as Ayanokoji is far more dangerous than he looks.
pt: <Color:7>Le Azioni di Calore non sono disponibili<Color:Default> nelle battaglie di allenamento. Assicurati di essere completamente preparato, poiché Ayanokoji è molto più pericoloso di quanto sembri.

# 7696_Ayanokoji
source: All right, let's get started. Are you sure you're prepared?
pt: Molto bene, iniziamo. Sei sicuro di essere preparato?

# 7708_Shinada
source: As ready as I'll ever be! Let's go!
pt: Sono pronto come non mai! Andiamo!

# 7720_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 7744_Shinada
source: Okay, train me!
pt: Va bene, allenami!

# 7756_Ayanokoji
source: Oh, all right, fine.
pt: Oh, molto bene.

# 7828_Ayanokoji
source: So, what do you want to do?
pt: Allora, cosa vuoi fare?

# 7840_Shinada
source: Aw, come on, not this again. It's like you don't even have a plan!
pt: Uffa, non di nuovo. È come se non avessi nemmeno un piano!

# 7852_Ayanokoji
source: Thankless peasant! You forget yourself! I'm giving you a choice, and yet you have the nerve to complain about it!?
pt: Contadino ingrato! Ti dimentichi chi sei! Ti sto offrendo una scelta, eppure ti permetti di lamentartene!?

# 7864_Shinada
source: Just thought you should have a program or something. You know, like first we do this, and then that.
pt: Pensavo solo che dovresti avere un programma o qualcosa del genere. Sai, tipo prima facciamo questo, e poi quello.

# 7876_Ayanokoji
source: This isn't some mindless course upon the internet. But I suppose it's beyond a witless peon like yourself to ascertain what you need to know.
pt: Questo non è uno di quei corsi senza senso su internet. Ma suppongo che sia al di là di un contadino senza cervello come te individuare ciò che devi sapere.

# 7888_Ayanokoji
source: It's like going in circles with you. So very irksome...
pt: È come girare in tondo con te. Così... snervante.

# 7900_Shinada
source: Well, if you really want me to choose, how about a big, flashy special move?
pt: Beh, se proprio vuoi che scelga, che ne dici di una mossa speciale grande e spettacolare?

# 7912_Ayanokoji
source: I should have seen that coming. Commoners are always drawn to the garish ones.
pt: Me lo dovevo aspettare. La gente comune è sempre attratta dalle cose appariscenti.

# 7924_Shinada
source: Enough with the snarky remarks. Do you have a special move or not?
pt: Basta con le frecciatine. Hai una mossa speciale o no?

# 7936_Ayanokoji
source: Of course I do.
pt: Certo che lo penso.

# 7948_Shinada
source: Okay, lay it on me.
pt: Ok, spara.

# 7960_Ayanokoji
source: Listen well, Shinada. Grandiose moves like that don't simply happen. They evolve out of those you use with frequency.
pt: Ascolta bene, Shinada. Mosse grandiose come quelle non si materializzano dal nulla. Si evolvono da quelle che usi con frequenza.

# 7972_Ayanokoji
source: That means they must come to you naturally if you ever hope to master them.
pt: Questo significa che devono venirti naturali se mai speri di padroneggiarle.

# 7984_Shinada
source: Hey, pal, you're supposed to be the master here, so don't shirk your teaching duties.
pt: Ehi, amico, dovresti essere tu il maestro qui, quindi non sottrarti ai tuoi doveri di insegnamento.

# 7996_Ayanokoji
source: I've said naught of the sort. I will teach you.
pt: Non ho detto nulla del genere. Ti insegnerò.

# 8008_Shinada
source: Huh?
pt: Uh?

# 8020_Ayanokoji
source: And now you doubt me? I say that I will put you through training designed to allow new techniques to come to you naturally. Can you grasp that?
pt: E ora dubiti di me? Dico che ti sottoporrò a un addestramento studiato per farti venire naturali le nuove tecniche. Riesci a capirlo?

# 8032_Shinada
source: Oh, that's what you meant.
pt: Oh, è quello che intendevi.

# 8044_Ayanokoji
source: I'll take that as a yes. Just keep that in mind as you practice.
pt: Lo prendo come un sì. Tienilo a mente mentre ti alleni.

# 8092_Ayanokoji
source: All right, let's get started. Are you sure you're prepared?
pt: Molto bene, iniziamo. Sei sicuro di essere preparato?

# 8104_Shinada
source: As ready as I'll ever be! Let's go!
pt: Sono pronto come non mai! Andiamo!

# 8116_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 8140_Shinada
source: Okay, lay it on me!
pt: Ok, fatti sotto!

# 8152_Ayanokoji
source: Very well, but somewhere with fewer common eyes.
pt: Molto bene, ma da qualche parte con meno occhi addosso.

# 8224_Ayanokoji
source: This time, I'll decide the content of your lesson.
pt: Questa volta, deciderò io il contenuto della tua lezione.

# 8236_Shinada
source: Whoa, really? Didn't see that coming!
pt: Cavoli, davvero? Non me l'aspettavo!

# 8248_Ayanokoji
source: That's because you don't use the mush within your skull you so brazenly call a brain, witless peasant!
pt: È perché non usi la poltiglia nel tuo cranio che così sfacciatamente chiami cervello, contadino senza cervello!

# 8260_Ayanokoji
source: Now, I shall put up an iron defense. I want you to figure out how to break through it. Understand?
pt: Ora, metterò su una difesa di ferro. Voglio che tu capisca come sfondarla. Capito?

# 8272_Shinada
source: Whoa, now that sounds like real training!
pt: Cavoli, questo sì che sembra un vero allenamento!

# 8284_Ayanokoji
source: That's because it is, you dolt. Everything I do is perfect when I deign to put my mind to it.
pt: È perché lo è, babbeo. Tutto quello che faccio è perfetto quando mi degno di impegnarmici.

# 8296_Ayanokoji
source: Of course, an iron defense ensures I suffer the least amount of pain, since you seem to be incapable of pulling your punches.
pt: Certo, una difesa di ferro assicura che io subisca il minor dolore possibile, dato che sembri incapace di trattenere i tuoi colpi.

# 8308_Shinada
source: Well, yeah. How can I learn anything if I don't give it my all?
pt: Beh, sì. Come posso imparare qualcosa se non do il massimo?

# 8356_Ayanokoji
source: All right, let's get started. Are you sure you're prepared?
pt: Molto bene, iniziamo. Sei sicuro di essere preparato?

# 8368_Shinada
source: As ready as I'll ever be! Let's go!
pt: Sono pronto come non mai! Andiamo!

# 8380_Ayanokoji
source: Very well. Then let the contest... begin!
pt: Molto bene. Dunque che la sfida... abbia inizio!

# 8404_Shinada
source: Lay some more training on me, nobleman!
pt: Mettimi sotto con altro allenamento, nobile!

# 8416_Ayanokoji
source: Fine, peasant. I shall indulge you. But first, a change of scenery.
pt: E sia, contadino. Mi degnerò di accontentarti. Ma prima, un cambio di scenario.

# 8488_Ayanokoji
source: So have you decided what you wish to learn this time?
pt: Allora, hai deciso cosa vuoi imparare questa volta?

# 8500_Shinada
source: You bet I have. Especially if it will save me from listening to your snarky remarks again.
pt: Certo che sì. Soprattutto se mi eviterà di sentire di nuovo le tue frecciatine.

# 8512_Ayanokoji
source: Hmph. So? Speak.
pt: Hmph. E allora? Parla.

# 8524_Shinada
source: How about we review what I've learned?
pt: Che ne dici se ripassiamo quello che ho imparato?

# 8536_Ayanokoji
source: Huh?
pt: Uh?

# 8548_Shinada
source: Sometimes you need to go back to the basics, right? So let's go over the first lesson you gave me.
pt: A volte bisogna tornare alle basi, giusto? Quindi ripassiamo la prima lezione che mi hai dato.

# 8560_Ayanokoji
source: Hmm, yes. I suppose even you have good ideas sometimes.
pt: Hmm, sì. Suppongo che persino tu abbia buone idee a volte.

# 8572_Shinada
source: I know, right?
pt: Eh, lo so!

# 8584_Ayanokoji
source: Simpleton! Did you expect to be patted on the head like a dog learning a new trick?
pt: Imbecille! Ti aspettavi forse di ricevere una pacca sulla testa come un cane che impara un nuovo trucco?

# 8596_Shinada
source: Wha...?
pt: Cosa...?

# 8608_Ayanokoji
source: Would you please try to use that pea brain of yours?
pt: Prova un po' a usare quel tuo cervellino, su!

# 8620_Ayanokoji
source: I will concede that reviewing what I've taught you is a valuable exercise, but you hardly need me to do that! Go review my lessons on your own!
pt: Ammetto che ripassare quello che ti ho insegnato è un esercizio valido, ma non hai di certo bisogno di me per questo! Vai a ripassare le mie lezioni da solo!

# 8632_Ayanokoji
source: A single second of my time is worth more than your entire life!
pt: Un solo secondo del mio tempo vale più di tutta la tua vita!

# 8644_Shinada
source: Whoa, no need to freak out like that. I'm just saying that reviewing is a big part of training, especially in sports.
pt: Ehi, calma, non c'è bisogno di sbroccare così. Dico solo che il ripasso è una gran parte dell'allenamento, specialmente nello sport.

# 8656_Ayanokoji
source: This is not a sport, and I am not your coach! This is a martial art, and I'm your lord and master!
pt: Questo non è uno sport, e io non sono il tuo allenatore! Questa è un'arte marziale, e io sono il tuo signore e padrone!
