Repository: zSavT/Yakuza5-Patch-ITA
Catalog: File Versione Beta/File Tradotti/data/wdr_par_*/wdr/wdr_*/msg/uid00xxxxxx/uid0013031a.po
Languages: pt

# 4452_Saigo
source: The battlefield waits for no one! Get your errands and bathroom breaks done beforehand!
pt: Il campo di battaglia non aspetta nessuno! Fatti le tue commissioni e i bisogni prima!

# 4464_Saigo
source: But I'll make an exception this time. Come on back when you're ready.
pt: Ma farò un'eccezione questa volta. Torna pure quando sei pronto.

# 4500_Akiyama
source: Yes, please.
pt: Sì, per favore.

# 4512_Saigo's Training
source: <Color:7>Heat Actions are not available<Color:Default> in training battles. Make sure you are fully prepared, as Saigo's training can be demanding.
pt: <Color:7>Le Azioni Furore non sono disponibili<Color:Default> nelle battaglie di addestramento. Assicurati di essere completamente preparato, perché l'addestramento di Saigo può essere impegnativo.

# 4524_Saigo
source: Okay, pick your poison.
pt: Ok, scegli come vuoi farti male.

# 4536_Saigo
source: Okay, let's move this elsewhere.
pt: Ok, spostiamoci altrove.

# 4608_Saigo
source: All right, Suicidal Running it is.
pt: Ok, allora Suicidal Running.

# 4620_Saigo
source: In this exercise, you'll chase me through the streets of Sotenbori. Catch me, and the training is complete.
pt: In questo allenamento, mi inseguirai per le strade di Sotenbori. Prendimi, e l'allenamento è completato.

# 4632_Akiyama
source: But won't dashing around town like that be a major nuisance to others?
pt: Ma non sarà un gran disturbo per gli altri correre in giro per la città in quel modo?

# 4644_Saigo
source: I have it covered. My students will be directing pedestrians and traffic to minimize potential problems.
pt: Ci penso io. I miei studenti dirigeranno pedoni e traffico per ridurre al minimo eventuali problemi.

# 4656_Akiyama
source: That's an even bigger nuisance! Couldn't you have picked a more appropriate location?
pt: Questo è un disturbo ancora più grande! Non potevi scegliere un luogo più appropriato?

# 4680_Akiyama
source: Crap, you already have everyone in place. Fine, let's finish this before the cops come.
pt: Merda, hai già tutti a posto. Va bene, finiamola prima che arrivi la pula.

# 4692_Saigo
source: Relax. I've used this method of training before without causing any problems.
pt: Rilassati. Ho già usato questo metodo di addestramento senza causare alcun problema.

# 4704_Akiyama
source: I think everyone's just too shocked to complain.
pt: Credo che tutti siano troppo scioccati per lamentarsi.

# 4716_Saigo
source: Are you ready?
pt: Sei pronto?

# 4728_Saigo
source: Okay. Let's get started!
pt: Ok. Cominciamo!

# 4752_Saigo
source: Okay, let's move this elsewhere.
pt: Ok, spostiamoci altrove.

# 4788_Saigo
source: Okay, let's get ready.
pt: Ok, prepariamoci.

# 4860_Saigo
source: All right, Suicidal Combat it is.
pt: Va bene, Combattimento Suicida sia.

# 4872_Saigo
source: In this exercise, we'll battle each other one-on-one, as if it were a real war.
pt: In questo esercizio, ci scontreremo uno contro uno, come se fosse una vera guerra.

# 4884_Saigo
source: This is an all-out, no-holds-barred battle. Defeat me, and you pass.
pt: Questa è una battaglia senza esclusione di colpi. Sconfiggimi, e passi.

# 4896_Akiyama
source: We stand here and hit each other? Sounds simple enough.
pt: Stiamo qui e ci picchiamo? Sembra abbastanza semplice.

# 4908_Saigo
source: But it wouldn't be much of a training exercise if we slugged it out barehanded. That's why I'll be using a machine gun.
pt: Ma non sarebbe un granché come addestramento se ci dessimo botte a mani nude. Ecco perché userò una mitragliatrice.

# 4920_Akiyama
source: A machine gun!? You weren't kidding when you said this was called Suicidal Combat!
pt: Una mitragliatrice!? Non stavi scherzando quando hai detto che questo si chiamava Combattimento Suicida!

# 4932_Saigo
source: This is a high-performance replica gun that's been customized for training purposes. It'll definitely hurt, but it's not going to kill you.
pt: Questa è una replica di pistola ad alte prestazioni, personalizzata per l'addestramento. Ti farà di sicuro male, ma non ti ammazzerà.

# 4944_Akiyama
source: If you're going to customize a special gun, why not make it so it doesn't hurt?
pt: Se devi personalizzare una pistola speciale, perché non farla che non faccia male?

# 4956_Saigo
source: Don't be such a baby! Your superior officer's orders are absolute, and I order you not to be afraid!
pt: Non fare il bambino! Gli ordini del tuo superiore sono assoluti, e ti ordino di non avere paura!

# 4968_Akiyama
source: You're not my superior officer, or anyone's superior officer for that matter! But whatever. I'll trust you. I can trust you, right?
pt: Tu non sei il mio superiore, o il superiore di nessun altro, a dire il vero! Ma vabbè. Mi fiderò di te. Posso fidarmi di te, vero?

# 4980_Saigo
source: Good. Trust between comrades can turn the tide of battle.
pt: Bene. La fiducia tra compagni può ribaltare le sorti della battaglia.

# 4992_Saigo
source: Are you ready?
pt: Sei pronto?

# 5004_Saigo
source: Okay. Let's get started!
pt: Ok. Cominciamo!

# 5028_Saigo
source: Okay, let's move this elsewhere.
pt: Ok, spostiamoci altrove.

# 5100_Saigo
source: All right, True Suicidal Running it is!
pt: Ok, si va di Vera Corsa Suicida!

# 5112_Saigo
source: This one is like the previous Suicidal Running exercise in that you'll chase me through the streets of Sotenbori. Catch me, and you pass.
pt: Questo è come il precedente esercizio di Corsa Suicida, in cui mi rincorrerai per le strade di Sotenbori. Se mi prendi, passi.

# 5124_Saigo
source: The only difference is I won't hold back this time.
pt: L'unica differenza è che non mi tratterrò questa volta.

# 5136_Akiyama
source: You were holding back? So, what? You'll be running faster this time?
pt: Ti stavi trattenendo? E allora? Correrai più veloce questa volta?

# 5148_Saigo
source: No, I'll lob grenades at you while you chase me.
pt: No, ti lancerò granate mentre mi rincori.

# 5160_Akiyama
source: You'll lob what at me!?
pt: Mi lancerai cosa!?

# 5172_Saigo
source: You know, grenades. Hand grenades. I know you civvies aren't too familiar with a mercenary's tools of the trade.
pt: Sai, granate. Granate a mano. So che voi civili non avete molta familiarità con gli strumenti del mestiere di un mercenario.

# 5184_Akiyama
source: No, I know exactly what a grenade is. It's just, I mean, we're still in Japan, right?
pt: No, so esattamente cos'è una granata. È solo che, cioè, siamo ancora in Giappone, no?

# 5196_Saigo
source: Don't be a smart ass. Besides, a battlefield is wherever you make it.
pt: Non fare il saputello. Inoltre, un campo di battaglia è dove lo fai tu.

# 5208_Saigo
source: Like before, my students will direct traffic. However, they'll also be lobbing grenades at you, too, so watch out.
pt: Come prima, i miei studenti dirigeranno il traffico. Tuttavia, ti lanceranno anche granate, quindi stai attento.

# 5220_Akiyama
source: They'll be coming from all directions, huh? You are one devious bastard. Hats off to you.
pt: Verranno da tutte le direzioni, eh? Sei un bastardo infido. Tanto di cappello.

# 5232_Saigo
source: Respect for your superior officer is a given, but flattery won't get you promoted.
pt: Il rispetto per il tuo ufficiale superiore è scontato, ma le lusinghe non ti faranno promuovere.

# 5244_Akiyama
source: I'm more than happy to remain a private.
pt: Sono ben felice di rimanere un soldato semplice.

# 5256_Saigo
source: Well, are you ready?
pt: Allora, sei pronto?

# 5268_Saigo
source: Okay. Let's get started!
pt: Ok. Cominciamo!

# 5292_Saigo
source: Okay, let's get ready.
pt: Ok, prepariamoci.

# 5364_Saigo
source: All right, True Suicidal Shooting it is!
pt: Ok, Vero Tiro Suicida!

# 5376_Saigo
source: This time, I and three of my students will try to shoot you.
pt: Stavolta, io e tre dei miei studenti cercheremo di spararti.

# 5388_Saigo
source: You'll pass if you defeat us all.
pt: Passerai se ci sconfiggi tutti.

# 5400_Akiyama
source: I don't get a gun this time? So it's four armed opponents against me, barehanded?
pt: Non ricevo una pistola stavolta? Quindi sono quattro avversari armati contro di me, a mani nude?

# 5412_Saigo
source: What? Do you have a problem with that?
pt: Cosa? Hai qualche problema?

# 5424_Akiyama
source: Listen, those replica guns really hurt. And this time, I'm the only one on the receiving end of said pain?
pt: Senti, quelle pistole replica fanno davvero male. E stavolta, sono l'unico a beccarsi quel dolore?

# 5436_Saigo
source: You big baby. If you're scared of a little pain, what're you going to do when you're seriously wounded in battle?
pt: Che piagnucolone. Se ti spaventa un po' di dolore, cosa farai quando sarai gravemente ferito in battaglia?

# 5448_Akiyama
source: You do realize this is Japan and not some war-torn country, right?
pt: Senti, ma ti rendi conto che siamo in Giappone e non in qualche paese in guerra, vero?

# 5460_Saigo
source: Stop fooling yourself! Life itself is a battlefield!
pt: Smettila di illuderti! La vita stessa è un campo di battaglia!

# 5472_Akiyama
source: I should've figured you'd say that. I better quit while I'm ahead. Fine, let's do this.
pt: Me l'aspettavo che dicessi così. Meglio che molli finché sono in tempo. Ok, facciamolo.

# 5484_Saigo
source: Are you ready?
pt: Sei pronto?

# 5496_Saigo
source: Okay. Let's get started!
pt: Ok. Cominciamo!

# 5520_Saigo
source: Okay, let's get ready.
pt: Ok, prepariamoci.

# 5592_Saigo
source: All right, True Suicidal Combat it is!
pt: Va bene, Vero Combattimento Suicida, sia!

# 5604_Saigo
source: In this exercise, we'll battle each other one-on-one. Defeat me, and you pass.
pt: In questo esercizio, ci batteremo uno contro uno. Sconfiggimi, e passerai.

# 5616_Saigo
source: I won't be holding back this time. Naturally, I'll be using a machine gun again.
pt: Non mi tratterrò stavolta. Naturalmente, userò di nuovo una mitragliatrice.

# 5628_Akiyama
source: I don't see anything natural about it, but I guess complaining won't change anything.
pt: Non ci vedo niente di naturale, ma suppongo che lamentarsi non cambierà niente.

# 5640_Saigo
source: And my students will back me up by lobbing grenades at you from outside the combat zone.
pt: E i miei studenti mi daranno man forte lanciandoti granate da fuori la zona di combattimento.

# 5652_Akiyama
source: Nothing you could say fazes me anymore. Besides, you're just as likely to be blown to bits as me.
pt: Niente di quello che dici mi scompone più. Del resto, hai le stesse probabilità di essere fatto a pezzi quanto me.

# 5664_Saigo
source: Think again, Akiyama-kun. I'll be wearing the latest cutting-edge ballistic armor.
pt: Ripensaci, Akiyama-kun. Io indosserò l'ultima armatura balistica all'avanguardia.

# 5676_Saigo
source: I can keep on fighting without worrying about grenade explosions.
pt: Posso continuare a combattere senza preoccuparmi delle esplosioni di granate.

# 5688_Akiyama
source: Hey, no fair!
pt: Ehi, non vale!

# 5700_Saigo
source: Relax. The gunfire and explosions are only for training purposes. They may leave a mark and hurt like hell, but they won't kill you.
pt: Rilassati. Gli spari e le esplosioni sono solo per addestramento. Potrebbero lasciare un segno e fare un male boia, ma non ti uccideranno.

# 5712_Akiyama
source: You're always so reassuring in your own special way. But fine, whatever. I'm used to it by now.
pt: Sei sempre così rassicurante a modo tuo. Ma vabbè, come vuoi. Ormai ci sono abituato.

# 5724_Saigo
source: Are you ready?
pt: Sei pronto?

# 5736_Saigo
source: Okay. Let's get started!
pt: Ok. Cominciamo!
